{"id_": "071395", "body_str": [["[1]", "de Montigny, J.", ": This is an application for judicial review of a decision of immigration officer Andrée Blouin, dated August 14, 2008, who refused the Applicant's application for permanent residence due to a determination of inadmissibility on security grounds pursuant to section 34(1)(f) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (\"", "IRPA", "\"). Mr. Jahazi, an Iranian citizen, is a highly regarded scientist who has been employed in high level research at the National Research Council (\"NRC\"). He left Canada on December 16, 2008, at the expiration of his last temporary work permit."], ["[2]", "Prior to the hearing of the judicial review application, the Minister of Citizenship and Immigration (the \"Minister\") applied under section 87 of", "IRPA", "for the non-disclosure of certain information considered and relied upon by the officer in making her determination. Counsel for the Applicant did not object to that motion, but sought the appointment of a Special Advocate to represent the interests of Mr. Jahazi. The ex parte and in camera hearing of that motion took place on August 25, 2009. Subsequently, both parties were heard by way of teleconference on the section 87 motion and on the motion to appoint a Special Advocate on October 19, 2009. On October 26, 2009, I ordered that the section 87 motion of the Respondent be granted, and that the motion of the Applicant to appoint a Special Advocate be dismissed. At the time, I gave brief oral explanations for my decisions and indicated that more extensive reasons would be provided with my reasons on the merit of the application for judicial review submitted by Mr. Jahazi.", "I.", "Background"], ["[3]", "The Applicant was born in 1959. In 1977, he left Iran to study in France. He obtained an engineering degree in 1984 and a Master degree in 1985. He then moved to Canada to do his Ph.D. at McGill University; he graduated in 1989 and was ranked on the Dean's honour list. In the meantime, he married Mrs. Narges Behnaz Mortazavi Izadi in 1987, with whom they later had two sons (one to be born in Canada in 1989, the other in Iran in 1993)."], ["[4]", "After briefly working at McGill University as a researcher, the Applicant returned to Iran with his family in 1990. He was hired first as an assistant professor, and then as an associate professor (in 1996), at Tarbiat Modarres Univesity (\"TMU\"), where he taught in his field of expertise (materials). While still a professor at TMU, he also worked two days a week at the Iranian Research Organization for Science and Technology (\"IROST\") between 1998 and 2000, where he was a Deputy Director for research and technology."], ["[5]", "The Applicant came back to Canada in 2001, on a work permit, after being offered a research position at McGill University. Shortly afterward, he also applied and obtained a senior position (Group leader) at the Institute for Aerospace Research of the NRC. He came to Canada with his wife and two children."], ["[6]", "The Applicant applied for permanent residence in September 2001, and he was interviewed (with his wife) for the first time at the Canadian Consulate in Buffalo, New York, on June 27, 2003. After a lengthy delay in the treatment of his file and the intervention of the Applicant's Member of Parliament to accelerate the process, a first decision was finally rendered on May 25, 2005. The Applicant's permanent residence application was refused pursuant to section 34(1)(f) of", "IRPA", ". The Applicant sought judicial review of that decision. After leave was granted, the Minister agreed to reconsider his application; the application for judicial review was therefore discontinued, and Mr. Jahazi's application for permanent residence was sent back for redetermination by a different officer."], ["[7]", "A second interview of the Applicant took place in the Canadian Consulate in Buffalo on April 17, 2008, first with two officers of the Canadian Security and Intelligence Service (\"CSIS\"), and then with immigration officer Blouin. He maintained throughout his interview that his professional duties in Iran were very junior, that his presence in Canada was beneficial to Canada, and that he was never asked to provide information to Iranian authorities and did not know any Iranian diplomat."], ["[8]", "By letter dated July 3, 2008, Ms. Blouin further asked the Applicant to give details with respect to: 1) his contacts with Iranian diplomats posted abroad; 2) whether he had ever been asked to provide information on Iranian citizens while he was living outside of Iran; 3) whether he had ever been made aware or approved research projects on biological weapons or weapon of mass destruction while he was a professor at TMU or during his mandate at IROST; and 4) whether he had ever facilitated linkages between researchers and firms with a view to build such weapons. In concluding her letter, Ms. Blouin explicitly appraised the applicant of her concerns in the following terms:", "\"J'aimerais vous rappeler la raison pour laquelle nous vous avons revu en entrevue: compte tenu de votre cheminement et de vos activités professionnelles en Iran et au Canada, nous croyons que vous avez entretenu des rapports particuliers avec le Gouvernement iranien, que ce soit en lui transmettant de l'information sur des concitoyens ou en favorisant des recherches sur les armes de destruction massive, nucléaires ou biologiques.", "\"Par conséquent, vous pourriez être interdit de territoire pour le Canada selon l'article 34(1)(a) et/ou 34(1)(f).\""], ["[9]", "The Applicant answered Officer Blouin's concerns by letter dated July 8, 2008, denying once more any special connection with the Iranian government or any military research project, and any membership in any organization."], ["[10]", "The Applicant's application for permanent residence was refused by letter dated August 14, 2008. Mr. Jahazi was found to be inadmissible under s. 34(1)(f). It is this decision that is currently under review.", "II.", "The impugned decision"], ["[11]", "The Officer found the Applicant inadmissible because she had reasons to believe that he had taken part in different kinds of subversive activities and that he had associated with groups that were engaged in terrorist activities. The Officer also indicated she had confidential information that supporting her belief that the Applicant had furnished information about dissidents to the Iranian government during the time he was studying in both Europe and Canada and that he had participated in the arms effort and in subversive activities related to the military regime in Iran."], ["[12]", "The basis for the officer's conclusion, as set out in her decision letter, was that the Applicant had tried to minimize his responsibilities at TMU and at the IROST. She noted that he was appointed as a professor at TMU at a young age, and that professors and students at this newly created university were carefully selected by the government. She added that the regime had good reasons to believe that he supported the Iranian government's ideology despite the fact that he had been outside of the country for 12 years, and she was therefore convinced that he had been of use to the Iranian government by gathering information on dissidents during his studies."], ["[13]", "The Officer indicated that it is well known TMU is under the control of the Iranian Revolutionary Guards Corps (\"IRGC\"). Although the Applicant spent many years in the western world, he benefited from a privileged treatment at TMU and his responsibilities never ceased to grow until 2000. She went on to note that the Applicant had participated in the selection of projects, had supervised students, had twinned young researchers and enterprises, and had been seconded to the IROST. During those years, she wrote, the IRGC had armed terrorist groups in the Middle East, and the IROST has been accused of implication in the making of weapons of mass destruction."], ["[14]", "Within the Computer Assisted Immigration Processing system (CAIPS) notes, the Officer points out that this information was obtained through an internet search about the IROST organization. She quotes Iran Watch as stating:", "\"Affiliated with the Ministry of Culture and Higher Education of Iran; established in 1980 to support and train researchers by providing scientific and administrative facilities and the possibility of collaborative research opportunities; listed by the Japanese government as an entity of concern for biological, chemical and nuclear weapon proliferation; identified by the British government in February 1998 as having procured goods and/or technology for weapons of mass destruction programs, in addition to doing non-proliferation related business; reportedly acted as a front for the purchase of fungus for producing toxins from Canada and Netherlands.\""], ["[15]", "Further down in the CAIPS notes, the Officer wrote:", "\"Les sites internets, tels que JANE, Iranwatch, Wisconsin project on nuclear arms control lient l'Université et le Regime Iranien, et les IRGC et la recherche universitaire, et mentionnent que les IRGC sont impliques dans la vente d'armes a des organisations terroristes, qu'ils entrainent des membres d'organisation terroristes, et financent ces organisations. Il semble que le candidat soit tombe en disgrace vers la fin des annees 90. Il ne veut plus retourner en Iran.\""], ["[16]", "Finally, the Officer noted in her refusal letter that the Applicant's credibility was challenged during the interviews with CSIS officers. In the CTR, a CSIS brief dated May 28, 2008 explains the credibility concerns mentioned by Officer Blouin. Apart from those already mentioned, the brief refers to a contradiction between the Applicant's statement to the effect that he travelled to Toronto only once and his wife's declaration in 2003 that he had been there on a number of occasions. A discrepancy was also noted between the Applicant denying ever travelling to China, and later acknowledging that he had been there for ten days on a scientific conference after having been asked to explain a stamp of entry and exit for China in his passport."], ["[17]", "For all of those reasons, the Immigration Officer found Mr. Jahazi inadmissible pursuant to s. 34(1)(f) of", "IRPA", "and refused his application for permanent residence.", "III.", "Issues"], ["[18]", "In his able submissions on behalf of Mr. Jahazi, Mr. Waldman raised the following four issues:", "A. Did the Officer err in her application of s. 34(1)(f) because she failed to disclose the terrorist organization the Applicant was a member of and did not explain the nature of the subversive activity the Applicant was involved in?", "B. Did the Officer breach the principles of natural justice by relying on information gathered from the internet that is inherently unreliable, and without giving the Applicant an opportunity to respond to it?", "C. Did the Officer err in law by relying on confidential information that was also inherently unreliable and by not giving the Applicant an opportunity to discuss it?", "D. Did the Officer make unreasonable inferences and findings of fact?"], ["[19]", "Before addressing these issues, however, I shall deal with the Respondent's motion for non-disclosure pursuant to section 87 of the", "IRPA", "and with the Applicant's motion for the appointment of a special advocate. I shall also consider some preliminary evidentiary issues raised by both parties, as well as the standard of review applicable to the four issues identified in the above paragraph.", "III.", "Analysis", "A.", "The section 87 application and the motion for the appointment of a special advocate"], ["[20]", "Section 87 is found in Division 9 (sections 76-87.1) of", "IRPA", "and provides a means by which the confidentiality of national security matters in immigration files can be ensured. Section 87 incorporates the provisions of section 83 with any necessary modifications. Paragraph 83(1)(c) provides that a judge shall, upon request of the Minister, hear an application for non-disclosure in the absence of the public and of the Applicant and his counsel if, in the judge's opinion, its disclosure could be injurious to national security or endanger the safety of any person."], ["[21]", "The state has a considerable interest in protecting national security and the security of its intelligence services. The disclosure of confidential information could have a detrimental effect on the ability of investigative agencies to fulfil their mandates in relation to Canada's national security. The competing interests of the public's right to an open system and the state's need to protect information and its sources was discussed by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED> . In that case, the Supreme Court acknowledged that the state has a legitimate interest in preserving Canada's supply of intelligence information received from foreign sources and noted that the inadvertent release of such information would significantly injure national security: see in particular paras. 42-43 of that decision."], ["[22]", "The Supreme Court and other courts have repeatedly recognized the importance of the state's interest in conducting national security investigations and that the societal interest in national security can limit the disclosure of materials to individuals affected by the non-disclosure: see, for ex.,", "Charkaoui, Re", ", [2007] S.C.J. No. 9; 358 N.R. 1; 2007 SCC 9, at para. 58;", "<FRAGMENT_SUPPRESSED> ; 135 N.R. 161, at p. 744;", "<FRAGMENT_SUPPRESSED>  at para. 122;", "<FRAGMENT_SUPPRESSED>  recently reiterated that in a country governed by the rule of law upheld by an independent judiciary, it is the courts that must ultimately determine whether and when the confidentiality principle essential to the working arrangements between allied intelligence services must give way to the interests of justice: see", "Mohamed, R (on the application of)", "Secretary of State for Foreign & Commonwealth Affairs"], ["[2010] EWCA Civ 65 (10 February 2010)."], ["[24]", "In this proceeding, 27 of the 200-page CTR have been partially redacted on the ground that their disclosure would be injurious to national security or endanger the safety of any person. The procedure with respect to the Minister's application was the same as that adopted by my colleagues in similar applications. An in camera and ex parte hearing first took place, where the Court was able to question the affiant who swore the confidential affidavit supporting the application for non-disclosure. Counsels were subsequently invited to make submissions in open court (by way of teleconference). During that hearing, Mr. Waldman acknowledged that the Minister was entitled to bring his section 87 motion, and that he relied on the Court to determine, if the case had been made out, for non-disclosure."], ["[25]", "In determining whether the disclosure of the redacted information would be injurious to national security or to the safety of any person, I relied on what has now become the", "locus classicus", "in Canadian jurisprudence on that issue, as articulated by Mr. Justice Addy in", "<FRAGMENT_SUPPRESSED> ; 24 F.T.R. 24 (T.D.) at para. 29-30:", "\"[...] in security matters, there is a requirement to not only protect the identity of human sources of information but to recognize that the following types of information might require to be protected with due regard of course to the administration of justice and more particularly to the openness of its proceedings: information pertaining to the identity of targets of the surveillance whether they be individuals or groups, the technical means and sources of surveillance, the methods of operation of the service, the identity of certain members of the service itself, the telecommunications and cipher systems and, at times, the very fact that a surveillance is being or is not being carried out. This means for instance that evidence, which of itself might not be of any particular use in actually identifying the threat, might nevertheless require to be protected if the mere divulging of the fact that it is in fact subject to electronic surveillance or to a wiretap or to a leak from some human source within the organization.", "\"It is of some importance to realize that an 'informed reader', that is, a person who is both knowledgeable regarding security matters and is a member of or associated with a group which constitutes a threat or a potential threat to the security of Canada, will be quite familiar with the minute details of its organization and of the ramifications of its operations regarding which our security service might well be relatively uninformed. As a result, such an informed reader may at times, by fitting a piece of apparently innocuous information into the general picture which he has before him, be in a position to arrive at some damaging deductions regarding the investigation of a particular threat or of many other threats to national security. He might, for instance, be in a position to determine one or more of the following: (1) the duration, scope, intensity and degree of success or of lack of success of an investigation; (2) the investigative techniques of the Service; (3) the typographic and teleprinter systems employed by C.S.I.S.; (4) internal security procedures; (5) the nature and content of other classified documents; (6) the identities of service personnel or of other persons involved in an investigation.\""], ["[26]", "Having duly considered the submissions made by counsel for the Respondent, the testimony of the affiant who swore the secret affidavit, and the documents that were filed on the public record and confidentially, I am satisfied that the disclosure of the redacted information would be injurious to national security or safety. I also determined that the non-disclosed information may be relied upon by the Minister and by the Court in ruling on the judicial review application."], ["[27]", "As already mentioned, counsel for the Applicant vigorously argued for the necessity of appointing a special advocate. In his written submissions, he made much of the same arguments that he had put forward in", "<FRAGMENT_SUPPRESSED> ; 360 F.T.R. 173; 2010 FC 66. They need not be dealt with here; to the extent that these arguments are generic in nature, they have been addressed at paras. 46 ff. of my reasons in that case."], ["[28]", "At the hearing, however, Mr. Waldman stressed two factors to be taken into consideration. First of all, he submitted that the decision to refuse permanent residency to the Applicant will have a major impact on him and his family. Even if Mr. Jahazi has now left Canada with his family, he has lived here for eight years and his children have grown up here; indeed, his oldest son was born here during a previous visit to Canada. Moreover, the Applicant argues that he is a specialist in his field and could make an important contribution to Canadian industry; his application for permanent residence is therefore not principally motivated by a desire to improve his economic opportunities."], ["[29]", "Secondly, Mr. Jahazi contended that the redacted information was extremely significant, as it presumably reveals the name of the organization of which he is alleged to be a member. In his view, he cannot be expected to refute such allegations, even if the allegations were entirely mistaken, without knowing the name of that organization."], ["[30]", "Following the decision of the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED> ; 243 N.R. 22, at paras 22-27 it is beyond dispute that the content of the duty of fairness must vary according to the specific context of each case.  <FRAGMENT_SUPPRESSED> ; 313 F.T.R. 106; 2007 FC 585, Mr. Justice Pierre Blais (as he then was) outlined relevant factors when considering whether non-disclosure violates an applicant's right to procedural fairness. These factors, which are instructive in the case at bar, include the extent of non-disclosure, the nature of the rights at stake, and the materiality/probity of the information subject to the non-disclosure."], ["[31]", "Applying similar considerations to the present case, the Court is of the view that the interests of fairness and natural justice do not require that a special advocate be appointed for the interests of the Applicant to be adequately protected. Despite the Applicant and his family's contentions that they have resided in Canada for eight years, the fact remains that the underlying application for permanent residence is an application submitted outside Canada. The Federal Court of Appeal has held that the duty of procedural fairness to applicants in such a situation is at the lower end of the spectrum:", "<FRAGMENT_SUPPRESSED> ; 283 N.R. 173; 2001 FCA 345, at para. 31."], ["[32]", "Moreover, the Applicant and his family are not detained or facing removal, but are challenging the negative decision on their application for permanent residence made from outside Canada. Accordingly, their rights under s. 7 of the", "Canadian Charter of Rights and Freedoms", "are not engaged. I am not insensitive to the serious consequences of the visa officer's decision for the Applicant and his family; however, they Applicant has not satisfied me that this case is within the realm of fundamental rights to life, liberty and security of the person. The Supreme Court of Canada has made it clear that non-citizens do not have the right to enter or remain in Canada. There is no individual right at stake for an unqualified Applicant to enter Canada. The highly discretionary visa decision context militates against a broader content of procedural fairness claimed by the Applicants: <FRAGMENT_SUPPRESSED> , above, at p. 733;", "<FRAGMENT_SUPPRESSED>  at para. 46."], ["[33]", "Secondly, in contrast to the security certificate cases, the extent of non-disclosure in the present case is limited. There have been relatively minimal redactions from the CTR. As well, based upon the affidavits filed by the Applicant at various stages of this application for leave and judicial review, it is fair to say that he has had access to an overwhelming majority of the information on the record and is aware of the substance of the information relied upon by the visa officer."], ["[34]", "A review of the CTR demonstrates that the amount of redacted information is very limited. Specifically, pages 11, 26, 30, 44, 82, 84 and 97 each contain less than one line of redacted information. Much of that information would be of little help to the Applicant. As Justice Noël observed in", "<FRAGMENT_SUPPRESSED>  at para. 24, it is common practice in files of this nature to redact from the CTR investigative techniques, administrative and operational methods, names and telephone numbers of CSIS personnel, and information regarding relationships between CSIS and other agencies in Canada and abroad. Most of the redacted information in those pages would fall into that category. Moreover, information on page 85 and the first paragraph of page 86 were redacted, solely for purposes of relevance. Only 19 pages out of the total 201 pages in the CTR contain redactions of one line or more. Finally, the public information in the CTR shows that the pages containing those redacted portions consist, at least in part, of repetitious information."], ["[35]", "Of course, assessing the extent of non-disclosure is not merely a quantitative exercise, it must also take into account the significance of the redacted information. While Mr. Jahazi would understandably like to know the name of the organization of which he is suspected of being a member, I am convinced that his ability to make his case to the visa officer does not turn on that piece of information. Having carefully read both the CTR and the redacted information, I am satisfied that the Applicant was made fully aware of the visa officer's concerns and was given ample opportunity to address these concerns. Not only was he interviewed twice, but he was also put on notice by letter sent to him before a final decision was made on the specific issues that were still on the visa officer's mind. Had he answered those questions to the satisfaction of the visa officer, Mr. Jahazi would have assuaged her suspicions with respect to his membership in any prohibited organization by the same token. In those circumstances, I am therefore in agreement with the Respondent that the interests of fairness and natural justice do not require the appointment of a special advocate.", "B.", "Preliminary evidentiary issues"], ["[36]", "The Applicant argued that the CAIPS notes cannot be relied upon as proof of the underlying facts on which the officer's decision is based. Since the officer did not file an affidavit attesting to the truth of the contents of the CAIPS notes, they can form part of the record but the facts in dispute must be proven independently of these notes. Therefore, it is submitted that the Court must rely on the undisputed facts before it as outlined in the sworn affidavits of the Applicant and his wife. I agree with the Applicant that in the absence of an officer's affidavit attesting to the truth of what she or he had recorded as having been said at the interview, their notes cannot be relied on as evidence:", "<FRAGMENT_SUPPRESSED> ; 190 F.T.R. 78, at para. 13; aff'd in 2001 FCA 299. The same is not true, however, of the various briefs and letters found in the CTR, these do not purport to report an interview or an oral conversation. The Court must therefore weigh the evidence emerging from the documentary record against the unchallenged sworn affidavits of the Applicant and his wife."], ["[37]", "On the other hand, the Respondent submitted that some paragraphs of the Applicant's affidavit, sworn on November 14, 2009, relate to events subsequent to the decision on the Applicant's application for permanent residence. Thus, these paragraphs cannot be part of the material considered by this Court. It is indeed trite law that new evidence cannot be advanced by an applicant at the judicial review stage, except in very limited circumstances such as where procedural fairness is alleged; such circumstances are not found in the present case. See:", "Alarcon", "Canada (Minister of Citizenship and Immigration)", ", [2006] F.C.J. No. 252; [2006] F.T.R. Uned. 80, at paras. 13-14;", "<FRAGMENT_SUPPRESSED> ; 153 F.T.R. 140 (T.D.), at paras. 2, 4."], ["[38]", "As a result, paragraphs 2, 3, and 5 to 12 of the Applicant's affidavit sworn on November 14, 2009, cannot be part of the evidence considered by this Court on this application for judicial review. In any event, they are not relevant to the legal issues at stake here, they relate to the effects of the officer's negative decision on the Applicant and his family's application. Having said this, the Applicant's situation, as described in those paragraphs, can be taken into consideration in fashioning an adequate and effective relief, if the application is granted.", "C.", "What is the appropriate standard of review?"], ["[39]", "The first question in this application raises issues of mixed fact and law. As such, it is reviewable against the standard of reasonableness:", "<FRAGMENT_SUPPRESSED> ; 372 N.R. 1; 329 N.B.R.(2d) 1; 844 A.P.R. 1; 2008 SCC 9 at para. 53. The proper interpretation of paragraph 34(1)(f) of", "IRPA", "falls within the expertise of visa officers, whose role it is to examine the admissibility of applicants. They are therefore entitled to some deference in their application of the law to the specific facts of a case: see", "<FRAGMENT_SUPPRESSED> ; 331 N.R. 129;", "<FRAGMENT_SUPPRESSED> ; [2006] F.T.R. Uned. 138."], ["[40]", "As for the third and fourth issues, they clearly involve an assessment of the evidence, and as such, they are questions of fact also reviewable under the reasonableness standard. Accordingly, the Court must determine whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law, and must be concerned with the existence of justification, transparency and intelligibility within the decision-making process: <FRAGMENT_SUPPRESSED> , above, at paras. 47-48."], ["[41]", "Finally, both parties agree that the second question pertains to a breach of natural justice and must be reviewed on a correctness standard:", "<FRAGMENT_SUPPRESSED>  at para. 100.", "D.", "Did the visa officer err in her application of s. 34(1)(f)?"], ["[42]", "Counsel for the Applicant argued that the visa officer misconstrued the legislation and did not apply the appropriate legal test to the facts in this case. The officer found the Applicant inadmissible under s. 34(1)(f) because he has participated in subversive activities and because he was associated with groups involved in terrorist activities. According to the Applicant, this finding is seriously flawed in three respects."], ["[43]", "First, it is contended that the officer did not make a clear finding that the Applicant was a member of a prohibited organization. Rather, she concluded that he was associated (\"associé\") with an unspecified organization. That would constitute an error, as membership requires more than a mere association with an organization. Counsel conceded that the concept of membership has been interpreted broadly; for that very reason, he argued that it should not be expanded even more by drawing within its ambit the notion of being associated."], ["[44]", "Second, counsel for the Applicant submitted that the reasons are insufficient because they fail to indicate the group, that the Applicant is allegedly a member of, and that has engaged in acts of terrorism. Furthermore, to the extent that the reasons purport to allege that the Applicant was engaged in acts of terrorism, the reasons are said to be deficient for not disclosing the alleged acts."], ["[45]", "Third, the Applicant claims that the officer erred by misinterpreting the requirements necessary for an act to constitute a \"subversive activity\" pursuant to section 34(1)(f) of", "IRPA", ". The officer believes the Applicant shared information with the Iranian government about dissidents while studying in Europe and Canada. But even if this were true, which the Applicant denies, this would not amount to subversive activities. Relying on", "<FRAGMENT_SUPPRESSED> ; 284 N.R. 201; 2001 FCA 399, counsel for the Applicant submitted that furnishing information about individual students does not constitute subversive activity because it has not accomplished any kind of change by illicit means nor has it been done for improper purposes related to an organization. Moreover, the officer did not identify any democratic institutions which could be undermined by the alleged sharing of information, and did not specify any actions involving force or any negative outcomes resulting from the transfer of information."], ["[46]", "After having carefully read the visa officer's letter as well as the CTR, I have determined that she did not err in applying the test of membership to the Applicant's case. It is true, she did not explicitly state that the Applicant is a member of an organization that there are reasonable grounds to believe engages, has engaged or will engage in acts referred to in paragraph (a), (b) or (c) of paragraph 34(1). However, it is clear that this can be be inferred from her finding that he has been \"associé\" with such groups. After all, she did quote section 34(1)(a), (b), (c) and (f) just before coming to that conclusion, and she was well aware of the legal requirement. The fact that she rephrased her concerns using the word \"associé\" instead of \"member\" cannot be of much significance in this context."], ["[47]", "Moreover, as pointed out by the Respondent, the concept of \"membership\" has received quite a broad and unrestrictive interpretation in the case law. In <FRAGMENT_SUPPRESSED> , above, the Federal Court of Appeal held as follows:", "\"[27] There is no definition of the term 'member' in the Act. The courts have not established a precise and exhaustive definition of the term. In interpreting the term 'member' in the former Immigration Act, R.S.C. 1985, c. I-2, the Trial Division (as it then was) has said that the term is to be given an unrestricted and broad interpretation. The rationale for such an approach is set out in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at paragraph 52 (T.D.):", "'[52] The provisions deal with subversion and terrorism. The context in immigration legislation is public safety and national security, the most serious concerns of government. It is trite to say that terrorist organizations do not issue membership cards. There is no formal test for membership and members are not therefore easily identifiable. The Minister of Citizenship and Immigration may, if not detrimental to the national interest, exclude an individual from the operation of s. 19(1)(f)(iii)(B). I think it is obvious that Parliament intended the term \"member\" to be given an unrestricted and broad interpretation.'", "\"[28] The same considerations apply to paragraph 34(1)(f) of the Immigration and Refugee Protection Act. As was the case in the Immigration Act, under subsection 34(2) of the Immigration and Refugee Protection Act, membership in a terrorist organization does not constitute inadmissibility if the individual in question satisfies the Minister that their presence in Canada would not be detrimental to the national interest. ( ...)", "\"[29] Based on the rationale in", "Singh", "and, in particular, on the availability of an exemption from the operation of paragraph 34(1)(f) in appropriate cases, I am satisfied that the term 'member' under the act should continue to be interpreted broadly.", "\"See also:", "Almrei (Re)", ", 2009 FC 1263, [2009] F.C.J. No. 1579;", "<FRAGMENT_SUPPRESSED>  aff'd in [2001] 2 F.C. 297;", "<FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 3, at paras. 22-23;", "<FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 1881, at paras. 12-15.\""], ["[48]", "The Applicant submitted that there is no evidence to support the legislative requirement in section 34 of", "IRPA", "that he be a member of an organization engaged in terrorist or subversive activities, and that no such organization has been clearly identified. I do not agree. The evidence before the officer included confidential reports that point to the Applicant being a member of a specific organization. It is clear from pages 43, 44, 52, and 55 of the CTR that the officer had before her the name of the organization of which the Applicant was alleged to be a member. There was also evidence supporting such a finding. The fact that portions of that information were redacted for reasons of national security did not prevent the officer from taking it into consideration. As already mentioned, the Applicant was not prejudiced by not knowing the name of that organization. He had every opportunity to disabuse the officer of her concerns, especially with respect to his involvement with the Iranian authorities. According to a CSIS brief dated May 28, 2008, he was specifically asked in his April 17, 2008 interview whether he had ever been approached by the Iranian Intelligence Service, whether he had contact with Embassy personnel in Canada, whether he had links with various Islamic student associations, and what his role was at TMU and IROST. The knowledge of the specific organization of which he was eventually found to belong could not have materially modified the substance of his answers, especially since he denied any involvement with a subversive or terrorist organization."], ["[49]", "Finally, the Applicant's contention with respect to the officer's misinterpretation of \"subversive activities\" must also be rejected. The premise of the Applicant's argument is that the officer likened sharing of information about dissidents with the Iranian government to subversive activities. I do not agree. This was not at all the basis for the officer's negative decision with respect to Mr. Jahazi's application for permanent residence. It is significant that the officer did not base her finding of inadmissibility on paragraphs (a), (b) or (c) of section 34(1), but only on paragraph 34(1)(f). In other words, she did not find that Mr. Jahazi himself engaged in acts of subversion or terrorism, but that he was a member of an organization that engaged, engages or will engage in such acts. I confess that her reasons are not devoid of ambiguities in this respect. However, I think it is fair to assume that in the officer's assessment, the fact that Mr. Jahazi passed on information to the Iranian Government about dissident Iranians living abroad, as well as the fact that he taught at TMU and collaborated with IROST, substantiate her finding that he is a member of a subversive or terrorist organization."], ["[50]", "I am therefore of the view that this first line of arguments by counsel for the Applicant must fail. The officer did not err in her construction of section 34(1)(f).", "E.", "Did the Officer breach the principles of natural justice by relying on information gathered from the internet that is inherently unreliable, and without giving the Applicant an opportunity to respond to it?"], ["[51]", "Counsel for the Applicant also submitted that the officer breached procedural fairness by relying on information obtained from the internet to impugn Mr. Jahazi's credibility without communicating this information to him or giving him an opportunity to respond to it."], ["[52]", "The content of the duty of fairness is variable and contextual. The discharge of a visa officer's duty of fairness must be assessed on a case by case basis. The jurisprudence is quite clear that the duty of fairness is not breached if the applicant had an opportunity to respond to the concerns raised in the visa officer's mind. As Justice Nadon (as he then was) stated in", "<FRAGMENT_SUPPRESSED> ; 202 F.T.R. 57; 2001 FCT 243, at para. 33:", "\"... the jurisprudence is to the effect that the duty of fairness is not breached if the applicant is given an opportunity to respond to the concerns raised in the visa officer's mind by the documents.  <FRAGMENT_SUPPRESSED>  (T.D.), the applicant claimed that the visa officer had relied on extrinsic evidence, i.e. information respecting the different cook classifications that had been used in the People's Republic of China since 1993. The Court stated the following at paragraph 10:", "'[10] The essential characteristic in [the] jurisprudence is that concerns were raised in the mind of the decision-maker as a result of new information, concerns that were not put to the applicant, and those concerns were significant in leading the decision-maker to decide against the applicant. That did not occur in this case. While the applicant may not have been given a copy of the PRC information document, the concerns arising in the visa officer's mind, as a result of her knowledge of the information in the document, were raised with the applicant and he was given an opportunity to comment thereon.'", "(. . . . .)", "\"See also:", "<FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 113, at paras. 27-28.\""], ["[53]", "The Applicant was interviewed at the Canadian Consulate in Buffalo, New York on April 17, 2008. The officer clearly indicated from the commencement of the interview that admissibility to Canada was an issue in his application, and explained the purpose of the interview. The Applicant was alerted and directly confronted with the officer's concerns about his relationship to the Iranian Revolutionary Guard, by way of his professional undertakings, including his positions at TMU and IROST. The officer's CAIPS notes from the Applicant's interview, and the Applicant's own affidavits of October 23, 2008 and November 14, 2009 all confirm this line of questioning."], ["[54]", "Following his interview, the Applicant was also sent a letter, dated July 3, 2008, requesting that he provide further particulars relating to his professional undertakings, any Iranian diplomatic contacts, and specific questions relating to any possible involvement with weapons of mass biological destruction. The officer gave the Applicant 30 more days to provide the requested documents. The Applicant was specifically notified that he may be inadmissible to Canada under s. 34(1)(a) and /or (f). The Applicant provided a lengthy response setting out his answers."], ["[55]", "The Applicant takes issue with the fact that the officer consulted internet sources without letting him know about these sources and without providing him with an opportunity to respond specifically to that information. Once again, it bears repeating that the principle behind the duty of fairness is to make sure an applicant is not \"caught by surprise\". In the case at bar, the Applicant had ample notice before, during and after the interview, of the allegations against him, and had a more than reasonable amount of time to respond to the Officer's concerns. Moreover, the information was not extrinsic evidence, as it pertained directly to former employers of the Applicant, which he knew to be of concern to the Officer. The disclosure of this open source evidence was not necessary to allow the Applicant to participate meaningfully in the decision making process. This is not to say that these sources were reliable and sufficient to ground the decision of the visa officer. However, reliability and sufficiency are not issues of fairness. They will be dealt with when considering whether the Officer made unreasonable inferences and findings of fact.", "F.", "Did the Officer err in law by relying on confidential information that was also inherently unreliable and by not giving the Applicant an opportunity to discuss it?"], ["[56]", "The Applicant submitted that given the nature of the confidential information, its origins and the lack of any effective challenge to its reliability, the Court ought to give it little weight. According to the Applicant, it is likely that the secret evidence contains unsupported assertions, assertions based on unreliable sources, and assertions that cannot be linked together to support the report's conclusions. In the same vein, counsel for the Applicant also questions the reliability of the information obtained from the internet, and argued that to be admissible that evidence must be credible and trustworthy."], ["[57]", "There is no doubt that information collected for intelligence purposes is not put to the same test of reliability and credibility compared to information gathered by police with a view to substantiate criminal charges. The information in this case does not serve the same purpose, does not have to meet the same standard of proof, and is not subject to the rigour of cross-examination. To that extent, counsel for the Applicant is correct in stating that immigration officers must take these factors into consideration when making a determination, and that this Court must similarly bear in mind in reviewing such a determination."], ["[58]", "That being said, it is for the immigration officer to assess and weigh that evidence, as well as any other evidence on the record. Unless it can be shown that a particular piece of evidence should have been excluded altogether, an argument that was not made in the present case, it is not open to this Court to determine what weight should appropriately be given to the evidence. The proper role of this Court is to determine whether the immigration officer's decision was reasonable, in light of the evidence that was before him or her. This I shall do in the last section of these reasons."], ["[59]", "As for the internet documents, I would make the following remarks. In her letter to the Applicant, the visa officer did not explicitly refer to these sources. Yet, the CAIPS notes make it clear that her views with respect to the relationship between TMU and the IRGC were based on various websites, including Wikipedia, Jane and Iran Watch (published under the auspices of the Wisconsin Project on Nuclear Arms)."], ["[60]", "This Court has more than once questioned the reliability of Wikipedia,. It is an open source reference with no editorial control over the accuracy of the information that can be inputted by anyone: see, inter alia,", "<FRAGMENT_SUPPRESSED> ; [2008] F.T.R. Uned. 224; 2008 FC 335, at para. 11;", "<FRAGMENT_SUPPRESSED> ; [2006] F.T.R. Uned. 655; 2006 FC 1125, at para. 9;", "<FRAGMENT_SUPPRESSED> ; [2008] F.T.R. Uned. 529; 2008 FC 714;", "<FRAGMENT_SUPPRESSED> ; 364 F.T.R. 1; 2009 FC 948. Indeed, counsel for the Respondent refrained to make any submission with respect to this source at the hearing."], ["[61]", "As for Jane and Iran Watch, the reliability of the information posted on their websites is more difficult to assess. The Officer has not identified precisely what she took from Jane, and it is therefore impossible to come to any reasonable assessment of that source. Suffice it to say that reserves have been expressed in the past with respect to that publication because it failed to identify its sources: see", "<FRAGMENT_SUPPRESSED> ; 2007 FC 568 at para. 24. This leaves Iran Watch, of which we know very little in terms of expertise, funding, mandate or ideological affiliation. Once again, these concerns should not lead to the conclusion that the information coming from these websites should have been disregarded - and I did not understand counsel for the Applicant arguing for such a finding; they should nevertheless be factored in when assessing the reasonableness of the conclusions reached by the visa officer.", "G.", "Did the Officer make unreasonable inferences and findings of fact?"], ["[62]", "Having had the advantage of reading both the public record and the confidential information redacted from the CTR, I have come to the conclusion that the inferences drawn by the officer from that evidence are unreasonable. Her conclusions are based, to a large extent, on assumptions, speculations and guilt by association that find very little support in the record, and she did not give the information provided by the Applicant the weight it deserved in her decision making process."], ["[63]", "Before going any further, it is worth stressing the standard of proof to be met before an inadmissibility finding can be made. Section 33 of", "IRPA", "states that \"[t] he facts that constitute inadmissibility under sections 34 to 37 include facts arising from omissions and, unless otherwise provided, include facts for which there are reasonable grounds to believe that they have occurred, are occurring or may occur.\""], ["[64]", "The Supreme Court of Canada has found that the \"reasonable grounds to believe\" standard requires more than suspicion, but less than the civil standard of balance of probabilities: see", "<FRAGMENT_SUPPRESSED> ; 265 N.R. 121 ( <FRAGMENT_SUPPRESSED>  [2001] F.C.J. No. 435;", "<FRAGMENT_SUPPRESSED> ; 323 F.T.R. 164; 2008 FC 88."], ["[65]", "The Officer first stated in her reasons that she had reason to believe that the Applicant had taken part in different kinds of subversive activities and that he had been associated with groups that were engaged in terrorist activities. According to the officer, she had confidential information supporting her belief that the Applicant had furnished information about dissidents to the Iranian government during the time he was studying in both Europe and Canada. The Applicant, on the other hand, denied ever having political activity or giving any sort of information to the Iranian government through its embassy in Canada or France."], ["[66]", "A careful reading of the entire record cannot ground a bona fide belief in a serious possibility based on credible evidence that Mr. Jahazi was an active participant in Islamic or student organizations collaborating with the Iranian regime. The fact that he may have known some people affiliated with such groups and that he may have met socially with them, is a far cry from a finding that he was involved in subversive activities. His explanation as to how he met these people - through his wife who had a background in midwifery and had volunteered to with a local doctor whose practice included a clientele made up of Islamic women - was also perfectly reasonable. As for his contacts with Embassy employees, the Applicant explained that they were only for consular purposes (birth certificate for his child, renewal of passport, etc.), an explanation that does not seem to have been considered."], ["[67]", "The key concern of the visa officer, however, was the fact that the Applicant had achieved a high position quickly in a University that was under the control of the revolutionary guards. This, in the officer's view, was proof that the Applicant was believed by the Iranian government to be sympathetic to its ideology despite having lived abroad for the previous 12 years. Once again, she casually dismissed the Applicant's explanations in this regard."], ["[68]", "The Applicant repeatedly explained that when he returned to Iran, he had not done his military service, and did not wish to do any military service. To become a university professor without serving in the military, he had to lodge an application to the office of placement of scientific members of universities at the Ministry of Higher Education. He had the freedom to choose any university outside Tehran, but for Tehran it was the Ministry who decided the placement and he was sent to TMU. At the time, the Engineering faculty of TMU was very new and only had about 15 professors for 6 different departments. The Department of Materials, where the Applicant was sent, had only one member. Although the Applicant tried very hard for several months to have this decision changed because the faculty of TMU did not have a building or laboratories, the Ministry would not permit him to move to the University of Tehran. The Ministry's policy was to send all new graduates to TMU to establish the Engineering studies at TMU."], ["[69]", "The Applicant was hired as assistant professor at TMU. In the CAIPS notes, the officer was puzzled by this title, noting that there was nobody to assist in a university with so few professors. This shows a clear lack of understanding of the hiring process and of the functioning of a university department. The position of assistant professor is the entry level for fresh graduates becoming university professor throughout the world, including in Canada."], ["[70]", "The Applicant also explained that the Materials Engineering program at TMU had three branches approved by the Ministry. As the entire Department was composed of two individuals, the Applicant became automatically responsible for the Materials Selection section. This accounts for the Applicant's quick rise in the administration at TMU. He also explained that he became head of his Department a few years later, for a two-year term, as these positions are usually allocated on a rotational basis. While expressing the desire to transfer to the University of Tehran, he was never given a position at the faculty or university level. His promotion to the rank of associate professor was similarly delayed, even though he had published in international journals far more than was required. Given these facts, it is difficult to understand the basis on which the visa officer concluded that the Applicant was pushed up by the TMU system."], ["[71]", "When the Applicant left Iran in 2001, he came to McGill University as an invited professor. TMU would not consider, according to the Applicant's explanations, this period a sabbatical year and instead asked the Applicant to use his unused vacation time to cover his leave. As soon as his vacation time was over, and without informing the Applicant, the university administration published an announcement in Iranian newspapers stating that the Applicant had been absent from work without justification and that he would be fired if he did not present himself at work. The Applicant's colleagues at the Department intervened and the Applicant eventually got what any other professor is entitled to, a leave without pay. The Applicant's file has been to the disciplinary committee at TMU three times in what the Applicant believes is an attempt to fire him, yet to date the University has not accepted his resignation because it would be much more damaging to fire him. This uncontradicted and unchallenged evidence of the Applicant does not, to say the least, show any privileged treatment by the TMU administration; quite to the contrary, the Applicant never obtained an unusual promotion and his career path has been rather chequered and even impeded by his desire to move from TMU to Teheran University."], ["[72]", "In the refusal letter, the officer mentions it is well known that IRGC has a certain control over TMU, and the officer suggests that it was the IRGC that deployed the Applicant at IROST. The officer said that during the same years IRCG allegedly had control over TMU, it was arming terrorist groups and IROST was involved in the making of weapons of mass destruction. All of this information is based on the websites already mentioned in these reasons."], ["[73]", "There are several problems with these conclusions. First, the reliability of the websites consulted by the officer has not been established. In his affidavits, the Applicant raised several inconsistencies with the information found on those websites. For example, it appears that TMU is not on the list of more than 212 institutions mentioned on Iran Watch, while the medical school of Tehran University is listed. Moreover, the Iran Watch document consulted by the officer dates back to 2004, four years after the Applicant had left IROST and three years after his arrival in Canada, and is about a different IROST branch than the one the Applicant was involved with."], ["[74]", "Further, the content of the few pages printed from Iran Watch and included in the CTR does not warrant the inferences drawn by the officer about the Applicant's activities. In the first document from IranWatch entitled \"The Islamic Revolution Guards Corps use universities for research to build the bombs IRGC Imam Hossein University involved in clandestine nuclear weapons program\" there is no mention of the TMU or the IROST at all. It simply speaks of the involvement of the Imam Hossein University with the IRGC and the IRGC involvement in nuclear research and development. In the second Iran Watch document \"Iran Smuggles Ceramic Matrix Composite, a key Material for Building a Nuclear Bomb\" the only mention of TMU is that one among the professors involved in the project is from this university."], ["[75]", "In her refusal letter, the officer also accused the Applicant of having downplayed his position at IROST. It is hard to understand how she came to such a conclusion, as the Applicant has always been proud of the work he did at IROST and explicitly refers to it in the curriculum vitae that he submitted to the National Research Council in 2001."], ["[76]", "In her notes, the officer uses the Iran Watch website introductory paragraph about IROST to conclude that IROST is a dangerous organization and was involved in buying equipment for the purpose of developing nuclear weapons. She then implies that because the Applicant was at IROST, he played a role in buying forbidden equipment. The Applicant declared that he had never bought or approved of any equipment during his work at IROST, as this was not part of his duties. Furthermore, the Applicant stated that he did not visit or evaluate any project related to weapons of mass destruction or any other military application. Yet the officer did not provide any proof that he has done so, or was aware that any such thing was occurring. There is nothing in the record that she could have relied on to make that finding."], ["[77]", "In a nutshell, the officer's conclusions are not supported by the evidence before her and she did not give the information, provided by the Applicant, sufficient weight in her decision making process. Instead of discussing his explanations, she prefers to rely on dubious information found on the internet and on inconclusive reports from other government agencies to make grave accusations against the Applicant. These errors make the officer's decision unreasonable."], ["[78]", "Counsel for the Applicant sought that the Applicant be provided with a meaningful remedy, and that he be allowed to return to Canada until the case is re-determined. I appreciate that the Applicant and his family have lived through some terrible times over the last years as a result of his application for permanent residence taking so long to be processed and to be finally rejected. However, this Court has no jurisdiction to issue such an order to the Minister. The fact that the Applicant disputes the determination of the immigration officer, regardless of his prior temporary status in Canada, does not extend him any right of entry. On the other hand, if a further interview is determined to be necessary by the officer tasked to reassess the Applicant's application for permanent residence, this interview should take place in a visa post as close as possible to where the Applicant resides. If the Minister was to decide that no further interview is required, moreover, the Applicant shall be given an opportunity to address the concerns of visa officer Blouin in further affidavit and submission."], ["[79]", "Counsel for the Applicant also asked the Court to issue directions that the confidential information not be afforded any weight. Once again, it is not within the Court's jurisdiction to fetter the discretion of any subsequent officer. All the Court can say is that the officer re-assessing the application for permanent residence shall take into account these reasons, and more particularly paragraphs 57 to 59 dealing with the inherent frailty of information gathered for intelligence purposes."], ["[80]", "The parties have not proposed a question of general importance for certification and I make no order for certification.", "ORDER"], ["[81]", "THIS COURT ORDERS that", "this application for judicial review is allowed, the decision of the visa officer made on August 14, 2008 is hereby set aside and the matter is remitted for redetermination by a different visa officer in accordance with these reasons. No question of general importance is certified.", "Application allowed;", "matter referred back.", "Editor: E. Joanne Oley/ve", "[End of document]"]]}