{"id_": "071345", "body_str": [["[1]", "Bédard, J.", ": This is an application for judicial review, pursuant to subsection 72(1) of the", "Immigration", "and Refugee Protection Act", ", S.C. 2001, c. 27 (", "IRPA", "), of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board). The Board found that the applicants were neither Convention refugees nor persons in need of protection for the purposes of sections 96 and 97 of the", "IRPA", ". It further determined that the male applicant was excluded from protection by virtue of article 1F(b) of the", "Convention relating to the Status of Refugees", ", 28 July 1951, 189 UNTS 150 (", "Convention", ") for having been convicted of a \"serious non-political crime\" abroad. For the reasons that follow, this application for judicial review is dismissed.", "Background"], ["[2]", "The male applicant, Rodolfo Nava Flores, is a Mexican citizen while the female applicant, Penny Lynn Hare is a United States (US) citizen. The two are in a common law relationship."], ["[3]", "Mr. Nava Flores left Mexico to live in the US in 1993. He did not have legal status there. In July of 2001, he was arrested by US authorities and charged with assault - second degree, domestic violence. He was convicted on September 27, 2002 and sentenced to a 12-month suspended sentence and 2 years of probation. While still on probation, Mr. Nava Flores was arrested for \"possession of a firearm by an illegal alien.\" Mr. Nava Flores pled guilty and was convicted on November 5, 2003. He was sentenced to 24 months in jail and 24 months of supervised release. On November 2, 2004, after serving his jail term (which was abridged to 18 months, including time served), he was deported from the US to Mexico. Mr. Nava Flores claims that, at that point, Ms. Hare joined him in Guadalajara."], ["[4]", "The applicants allege that, on March 17, 2005, they were accosted by a group of people who identified themselves as police officers. Mr. Nava Flores says he was instructed to pay them $250,000 that his stepfather had allegedly stolen from them. He was given 15 days to pay the money back. After the encounter, Mr. Nava Flores made arrangements to contact his stepfather who was in jail on drug-trafficking charges. His stepfather allegedly indicated that the leader of the group that accosted the applicants was Mr. Palencia Meza. The stepfather told Mr. Nava Flores that he would take care of things."], ["[5]", "During the 15 days after the confrontation, the applicants claim they received many threats by telephone. After this period, however, things quieted down. The couple believed that the stepfather had dealt with the matter as he said he would. However, on May 16, 2005, as the applicants were leaving their home, they said they discovered that their pet dog had been decapitated. A note was left with the dog, which allegedly warned them that if they did not pay the money, a family member would be targeted next."], ["[6]", "The applicants claim that, on June 2, 2005, Mr. Nava Flores was badly beaten by a group of six individuals. The leader of the group was Mr. Palencia Meza. Mr. Nava Flores was warned that if he did not pay back the money, he would not be left alone. Mr. Nava Flores says he filed a complaint with the Public Ministry."], ["[7]", "On or about June 8, 2005, the applicants say that they moved to Apaseo Alto, where members of Ms. Hare's ex-husband's family lived, to hide."], ["[8]", "On July 17, 2005, Ms. Hare's son was killed in a motor-vehicle hit-and-run in Apaseo Alto. In his Personal Information Form (PIF), Mr. Nava Flores indicated that the child \"was intentionally run over by a car.\" The applicants claim that several hours after the incident, Mr. Nava Flores received a phone call advising him that he would continue to lose family members until the money was paid. The couple say that, at that point, they decided that Ms. Hare's oldest son would be safer if he went to live in the US, so they sent him there. The applicants then fled to Canada on August 10, 2005."], ["[9]", "They did not claim refugee protection in Canada until June 29, 2006. The refugee hearings were held on February 17, 2009, May 21, 2009 and July 2, 2009. The Minister intervened under subsection 170(e) of the", "IRPA", "and presented his opinion that Mr. Nava Flores was excluded from protection due to the application of article 1F(b) of the", "Convention", "The decision under review"], ["[10]", "With respect to Ms. Hare's claim for refugee protection, the Board simply indicated that she was a citizen of the US and that no evidence had been presented to suggest that she had any fear of returning there."], ["[11]", "With respect to Mr. Nava Flores, the Board rejected his claim on two grounds: first, because they found him to be excluded under section 98 of the", "IRPA", "and second, because they found his story not to be credible."], ["[12]", "With respect to the issue of exclusion, the Board concluded that Mr. Nava Flores had committed \"a serious non-political crime\" abroad, within the meaning of article 1F(b) of the", "Convention", ". As such, Mr. Nava Flores was excluded by virtue of section 98 of the", "IRPA", ". The Board discussed the two offences committed by Mr. Nava Flores."], ["[13]", "The Board indicated that if committed in Canada, the assault offence would have constituted an offence under subsection 265(1) of the", "Criminal Code", ", R.S.C. 1985, c. C-46 (", "Criminal Code", "), and the firearm offence would have amounted to illegal possession of a firearm under subsection 92(1) of the", "Criminal Code"], ["[14]", "The Board noted that there was very little information regarding the assault offence except the sentence that was imposed. However, with respect to the firearm offence, the Board referred to the Federal Court of Appeal's decision in", "<FRAGMENT_SUPPRESSED> ; 384 N.R. 293; 2008 FCA 404 ( <FRAGMENT_SUPPRESSED> ), and considered a number of factors to arrive at the conclusion that Mr. Nava Flores had committed a serious non-political crime in the US. The Board based its conclusion on the following elements:", "- The sentence provided for the offence of illegal possession of a firearm under the", "Criminal Code", ": a maximum of 10 years' imprisonment.", "- The sentence actually imposed in the US: 24 months' imprisonment and 24 months' probation, which it considered to be fairly harsh.", "- Aggravating circumstances: the offence was committed by Mr. Nava Flores while he was on probation for a violent crime. Also the Board found that, had the firearm not been removed from his possession, there was a possibility that Mr. Nava Flores might have used it (he had purchased the weapon for protection and had already been ridiculed and threatened)."], ["[15]", "The Board rejected Mr. Nava Flores' suggestion that he received a harsh sentence just because he was a foreigner."], ["[16]", "Given its finding that the firearm offence constituted a serious non-political crime, the Board concluded that Mr. Nava Flores was excluded from protection by virtue of article 1F(b) of the", "Convention", "and section 98 of the", "IRPA"], ["[17]", "The Board went on, for completeness, to consider the question of inclusion under sections 96 and 97 of the", "IRPA", ". The Board did not believe the applicants' allegations and concluded that they were not credible. The Board's adverse credibility finding was based on several elements."], ["[18]", "First, the Board did not understand why Mr. Nava Flores had not contacted his stepfather after their initial conversation and after the threats intensified, especially given that the stepfather had indicated he would address the problem with Mr. Palencia Meza, and clearly had failed to do so. The Board rejected Mr. Nava Flores' explanation that it was difficult to contact the stepfather because it required going through an intermediary (i.e., the stepfather's blind mother). The Board found that these vague explanations affected Mr. Nava Flores' credibility."], ["[19]", "Second, the Board found that Mr. Nava Flores' credibility was affected because he had indicated in his PIF that he had filed a complaint with the Public Ministry but made no mention of the fact that it was", "not accepted", ". The Board found that omission to be inconsistent with Mr. Nava Flores' testimony at the hearing, where he indicated that the police had refused to take his complaint after they found out it was directed at Mr. Palencia Meza. The Board found that Mr. Nava Flores' excuse for the inconsistency - that he was under stress when completing the PIF - was doubtful."], ["[20]", "Third, the Board did not believe that the death of Ms. Hare's son was related to the alleged threats. It noted that Mr. Nava Flores had initially indicated that there was no police report filed regarding the incident, and that it was only after the Board insisted on having proof that the applicants admitted that the police did arrive at the scene of the accident."], ["[21]", "The Board stayed its proceedings twice to allow the applicants' time to obtain a copy of the police report regarding the death of Ms. Hare's son. The Board noted that when the applicants did eventually submit the report, the translation that they provided was incomplete and particularly relevant excerpts had been left out. The Board had the entirety of the report translated and found, given the contents of what had been left out, that the omissions in the initial translation were intended to mislead. The omitted portions of the police report contained important contradictions when compared with the applicants' version of events."], ["[22]", "The Board found that the police report contradicted the applicants' testimony in a number of ways. It noted that the two individuals who were questioned by the Mexican police - the victim's grandfather and great-uncle (on his father's side) - indicated that the boy had been living with his grandparents (on his father's side) in Apaseo Alto since December and that he did not live with his mother because she was not the custodial parent, his father was. The Board found that this ran counter to the applicants' version of events. The grandfather further stated that his other grandson, Ms. Hare's oldest son, lived in the US with his father. The Board found that this contradicted the applicants' claim that they had sent the eldest son to the US", "after", "the hit-and-run. Further, neither of the family members questioned indicated that the victim's mother was present in Apaseo Alto at the time of the incident. The Board found that this called into question whether the applicants were even there as they said they were."], ["[23]", "Ultimately, the Board concluded that the applicants had \"shamefully [used Ms. Hare's] son's death as a reason for claiming refugee protection.\" As such, it rejected the applicants' story regarding the threat in Mexico and determined that they were neither Convention refugees nor persons in need of protection.", "Issues"], ["[24]", "The applicants alleged that the Board erred in several ways. The applicants' contentions raise the following issues:", "1) Did the Board err in its appreciation of the evidence and in its assessment of the applicants' credibility?", "2) Was the applicants' former representative negligent in such a way as to constitute a breach of natural justice?", "3) Did the Board err by applying the criteria set forth in <FRAGMENT_SUPPRESSED> to find that Mr. Nava Flores was excluded from refugee protection despite the fact that he had completed his sentence for the crime in question?", "4) Did the Board err in its analysis of the seriousness of the crime by misapplying the factors set forth in <FRAGMENT_SUPPRESSED> ?", "4.1) Did the Board err with respect to the consideration that it afforded to the severity of the sentence imposed in the US?", "4.2) Did the Board err in failing to weigh the fact that Mr. Nava Flores had completed his sentence, or in the alternative, the part of his sentence that he was permitted to complete before being deported to Mexico?", "4.3) Did the Board err by concluding that Mr. Nava Flores had not discounted the possibility of using the firearm and by considering this possibility as an aggravating factor?", "Standard of Review"], ["[25]", "Decisions of the Refugee Protection Division (RPD) as to questions of fact and credibility are to be reviewed against the \"reasonableness\" standard (", "<FRAGMENT_SUPPRESSED>  at para. 22 (available on CanLII)."], ["[26]", "It is well accepted that the RPD is entitled to considerable deference when assessing credibility (", "<FRAGMENT_SUPPRESSED>  at para. 73 (available on  <FRAGMENT_SUPPRESSED>  (F.C.A.), at para. 24). The Court is not in as good a position as the RPD to assess the credibility of evidence."], ["[27]", "The ultimate decision of the Board as to whether Mr. Nava Flores is a person described in article 1F(b) of the", "Convention", "involves questions of mixed fact and law, and as such, is also reviewable against the reasonableness standard ( <FRAGMENT_SUPPRESSED> , above at para. 10;", "<FRAGMENT_SUPPRESSED>  at para. 47, the Supreme Court of Canada held that:", "\"... reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\"", "1. Did the Board err in its appreciation of the evidence and in its assessment of the applicants' credibility?"], ["[29]", "The applicants argue that the Board made two errors with respect to its adverse credibility findings regarding the translated police report. First, the applicants argue that the Board was incorrect in stating that Ms. Hare and Mr. Nava Flores claimed to be living with the victim's grandparents at the time of his death, since they actually had testified that they were living with an aunt. Second, the applicants claim that the Board was wrong to find that the police report indicated that Ms. Hare was not present at the time of her son's death - this was not explicitly stated in the report, and was, rather, an inference that the Board made based on the report."], ["[30]", "I find that these defects do not undermine the Board's credibility finding with respect to the police report. As the applicants rightly admit, these were not major defects."], ["[31]", "The applicants also contend that the Board erred in making an implausibility finding in relation to Mr. Nava Flores' failure to contact his stepfather subsequent to their initial discussion. The applicants argue that an adequate explanation was provided: that the stepfather was difficult to reach in prison, that he had not solved their problem earlier, and that the relationship between the two was tense. The Board rejected these explanations. This rejection was reasonable: contact with the stepfather had been easy enough to achieve the first time, and given that the stepfather had claimed he would take care of the problem with Mr. Palencia Meza, common sense would dictate that Mr. Nava Flores would want to follow up to see what, if anything, had been done (especially given the high stakes involved). The Board is entitled to make determinations based on rationality and common sense (", "<FRAGMENT_SUPPRESSED>  at para. 9) and I find that that is exactly what it did here."], ["[32]", "The applicants also take issue with the Board's credibility finding in relation to Mr. Nava Flores' PIF. They argue that the Board was overzealous and that the account in Mr. Nava Flores' PIF regarding his complaint to the police simply lacked detail. With respect, the difference between stating that one has filed a complaint with the police and stating that one was unsuccessful at filing a complaint with the police is significant. Moreover, Mr. Nava Flores was given the opportunity to explain the discrepancy between his PIF and his testimony at the hearing; he indicated that he was under stress while completing the PIF. It is not unreasonable that the Board would make an adverse credibility finding in these circumstances."], ["[33]", "The Board's primary concern with regards to the applicants' credibility had to do with the events surrounding the death of Ms. Hares' son. The Board indicated in its decision that, \"The evidence presented contained a number of ambiguities, which greatly affect the claimant's credibility, particularly with respect to the murder of the child McClane.\""], ["[34]", "The applicants do not take issue with the contradictions raised in the police report: that Ms. Hare's youngest son had been living with his grandparents since December (not with the applicants as they had claimed), that Ms. Hare did not have custody of either of her children (as she claimed to), and that the eldest son was already living in the US at the time of the hit-and-run (and was not sent there afterwards as was claimed). As such, the Board's credibility finding, as it relates to the police report, can not be said to be unreasonable. The applicants' contention that they did not have an opportunity to respond to these apparent contradictions is a point to which I will return later."], ["[35]", "These contradictions, along with the other elements discussed above, lead me to conclude that the Board's general finding of non-credibility meets the test of reasonableness. As such, the Court's intervention is not warranted.", "2) Was the applicants' former representative negligent in such a way as to constitute a breach of natural justice?"], ["[36]", "The applicants submit that the Board faulted them for filing a partial translation of the police report and for not having provided comments once a complete translated version had been obtained by the Board. The applicants allege that their former representative, alone, decided which parts of the report would be translated. They further submit that their former representative did not inform them that a complete translation had been carried out by the Board. Given this, they claim that they were denied the opportunity to respond to the contradictions that were revealed by the complete translation. They argue that all of this amounted to non-feasance on the part of their former representative and, thus, constituted a breach of natural justice."], ["[37]", "First, I find that the applicants can not so easily absolve themselves of responsibility. They were aware that the Board wanted a copy of the police report. In my view, it was their responsibility to ensure that an adequate translation was provided. They cannot simply claim ignorance in this regard. At the very least, on July 2, 2009 (i.e. at the final hearing, after the partial translation had been filed), the applicants could have verified the completeness - or, rather, detected the lack thereof - of what had been submitted by their representative. It is clear from the record that Mr. Nava Flores speaks Spanish and would have been able to understand the entirety of the original version of the police report. Therefore, when the applicants presented themselves at the hearing on July 2, 2009, they would have been aware that the police report contradicted important aspects of their story. They would also have been aware that the translation which had been provided omitted those contradictions. They had the opportunity to address those contradictions and they chose not to. As such, I find it hard to accept their argument, now, that they were somehow deprived of the opportunity to respond by their representative's non-feasance."], ["[38]", "In any event, the applicants have not adequately proved non-feasance on the part of their former representative. In certain circumstances, non-feasance by an applicant's counsel can amount to a breach of natural justice (", "<FRAGMENT_SUPPRESSED> ). However, if an applicant is to be successful in making an argument based on counsel's non-feasance, a certain evidentiary burden must be met. Justice Pelletier in", "<FRAGMENT_SUPPRESSED>  A.C.W.S.(3d) 303 (T.D.), at para. 19 ( <FRAGMENT_SUPPRESSED> ) indicated:", "I am not prepared to accept an allegation of serious professional misconduct against a member of the bar and an officer of this court without having the member's explanation for the conduct in question or evidence that the matter has been referred to the governing body for investigation.", "In this case, there was ample opportunity to do one or the other but neither was done. The failure to do so is inconsistent with the gravity of the allegations made. This is not a question of being solicitous of lawyers' interests at the expense of their clients. It is a question of recognizing that allegations of professional negligence are easily made and, if accepted, generally result in the relief sought being granted. The proof offered in support of such an allegation should be commensurate with the serious nature of the consequences for all concerned.\" (Emphasis added)"], ["[39]", "Justice Pelletier in <FRAGMENT_SUPPRESSED> , above, was considering alleged professional misconduct in the context of an applicant who claimed that his lawyer did not inform him that his refugee status had been rejected. Although that is somewhat different than the situation before the Court here, it has been held that the principles from <FRAGMENT_SUPPRESSED> apply \"to an applicant who is casting doubt on his representation by an immigration consultant who is subject to regulation by the CSIC\" (", "<FRAGMENT_SUPPRESSED>  at para. 15 (available on CanLII))."], ["[40]", "The applicants indicate in their Further Memorandum that they have filed a complaint with the Canadian Society of Immigration Consultants regarding their former representative. Ms. Hare has submitted an affidavit to that effect. However, no complaint is in evidence before this Court and no detail is provided with respect to that complaint. Nor has an explanation from the former representative been provided. As such, the applicants have not satisfied the required evidentiary burden. I therefore conclude that there was no breach of natural justice."], ["[41]", "Despite having concluded that the Board's decision, with respect to inclusion under sections 96 and 97 of the", "IRPA", "is not reviewable, I will continue to consider the question of exclusion. This is because, as the Federal Court of Appeal pointed out in <FRAGMENT_SUPPRESSED> , above at paras. 1 to 3, the determination that a person is excluded as a Convention refugee under article 1F(b) has impacts beyond sections 96 and 97 of the", "IRPA", ". It means, for instance, that the person can not receive refugee protection under section 95 of the", "IRPA", "(due to the combined effect of paragraphs 95(1)(c) and 112(3)(c)) and cannot obtain permanent resident status on an application for protection under section 112 of the", "IRPA", "(due to paragraph 114(1)(b)).", "3) Did the Board err by applying the criteria set forth  <FRAGMENT_SUPPRESSED>  to find that Mr. Nava Flores was excluded from refugee protection despite the fact that he had completed his sentence for the crime in question?"], ["[42]", "Article 1F(b) of the", "Convention", "states:", "\"F. The provisions of this Convention shall not apply to any person with respect to whom there are serious reasons for considering that:", ". . . . .", "(b) He has committed a serious non-political crime outside the country of refuge prior to his admission to that country as a refugee;\"", "\"F. Les dispositions de cette Convention ne seront pas applicables aux personnes dont on aura des raisons sérieuses de penser:", ". . . . .", "b) qu'elles ont commis un crime grave de droit commun en dehors du pays d'accueil avant d'y être admises comme réfugiés;\""], ["[43]", "Section 98 of the", "IRPA", "incorporates article 1F(b) of the", "Convention", "as follows:", "\"Exclusion - Refugee Convention", "\"98. A person referred to in section E or F of Article 1 of the Refugee Convention is not a Convention refugee or a person in need of protection.\"", "\"Exclusion par application de la Convention sur les réfugiés", "\"98. La personne visée aux sections E ou F de l'article premier de la Convention sur les réfugiés ne peut avoir la qualité de réfugié ni de personne à protéger.\""], ["[44]", "The applicants argue that if an individual who has committed a \"serious non-political crime\" abroad has completed the terms of his or her sentence, then he or she should be exempted from the application of article 1F(b) of the", "Convention", "(i.e., section 98 of the", "IRPA", "does not apply to exclude them from claiming protection under sections 96 and 97). They claim that Mr. Nava Flores had completed his sentence and, as such, the Board erred in finding that he was excluded from seeking protection due to section 98 of the", "IRPA", "and article 1F(b) of the", "Convention", ". The applicants rely on obiter of the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 1, at para. 75 (", "Ward", ") and", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 193, at para. 73, as well as the Federal Court of Appeal's decision in", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 128 (F.C.A.) ( <FRAGMENT_SUPPRESSED> ) to support their argument."], ["[45]", "However, as the applicants are well aware, the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> , above, had the opportunity to revisit the interpretation of article 1F(b) of the", "Convention", "in light of the new", "IRPA", ". The Court compared the provisions governing ineligibility under the old", "Immigration Act", ", R.S.C. 1985, c. I-2 (", "Immigration Act", ") with those in the current", "IRPA", "and determined that \"under the", "IRPA", ", the rule as to ineligibility has changed\" ( <FRAGMENT_SUPPRESSED> , above at para. 32). Given this change, the Court went on to find that sentence completion no longer exempts a person from the application of article 1F(b) of the", "Convention", ". At para. 57, the Court indicated:", "\"The answer to the following question:", "Does serving a sentence for a serious crime prior to coming to Canada allow one to avoid the application of Article 1F(b) of the", "Convention Relating to the Status of Refugees", "Convention", ")?", "is no.\""], ["[46]", "The applicants argue that the differences referred to by the Court are illusory. In particular, they argue that the Federal Court of Appeal erred in describing the operation of the ineligibility rule under the old", "Immigration Act", "as well as the operation of the ineligibility rule under the new", "IRPA", "to arrive at the conclusion that the two schemes were different when, in fact, they are essentially the same."], ["[47]", "The Federal Court of Appeal in <FRAGMENT_SUPPRESSED> , above at para. 31, described the ineligibility rule created under subparagraph 46.01(1)(e)(i) of the", "Immigration Act", "by saying that:", "\"... a claimant [is] ineligible for a refugee hearing if he was inadmissible to Canada on account of serious criminality unless ... the Minister was satisfied that the claimant had rehabilitated himself or herself and five years had elapsed since the expiration of any sentence imposed for the offence or since the commission of the act or omission.\""], ["[48]", "The applicants argue that this description is incorrect because it ignores the fact that under subparagraph 46.01(1)(e)(i), in order for a person to be ineligible for a hearing, the Minister had to", "also", "issue a danger opinion. Thus, a person was", "not", "automatically ineligible for a refugee hearing just because they had been deemed inadmissible to Canada on account of serious criminality; a danger opinion was also needed. In effect, the Applicants argue that the correct description of the ineligibility scheme under the old", "Immigration Act", "would be achieved if the Federal Court of Appeal's description was modified as follows:", "\"... a claimant [is] ineligible for a refugee hearing if", "the Minister is of the opinion that the person constitutes a danger to the public in Canada and", "he was inadmissible to Canada on account of serious criminality unless ... the Minister was satisfied that the claimant had rehabilitated himself or herself and five years had elapsed since the expiration of any sentence imposed for the offence or since the commission of the act or omission.\""], ["[49]", "The applicants essentially submit that there are three basic elements required for ineligibility under subsection 46.01(1)(e)(i) of the old", "Immigration Act", ": a) a danger opinion, b) the person was convicted of an offence that, if committed in Canada, would constitute an offence under an Act of Parliament that is punishable by a maximum term of imprisonment of at least 10 years, and c) the Minister is not of the opinion that the person has been rehabilitated (assuming five years had elapsed since the expiration of any sentence imposed or since the commission of the act)."], ["[50]", "The applicants essentially argue that these are the same three elements that are required for ineligibility under the new", "IRPA"], ["[51]", "The Federal Court of Appeal described the ineligibility rule established under the new", "IRPA", "(rooted in paragraph 101(1)(f)), in <FRAGMENT_SUPPRESSED> , above at para. 32, by saying that:", "\"... a claimant, who is inadmissible by reason of serious criminality, now remains eligible for a refugee hearing unless the 'Minister is of the opinion that the person is a danger to the public in Canada and the conviction is for an offence that, if committed in Canada, would constitute an offence under an Act of Parliament that is punishable by a maximum term of imprisonment of at least 10 years.'\""], ["[52]", "The applicants argue that this description is inaccurate as well. They argue that the Federal Court of Appeal failed to mention that, because of paragraph 36(3)(c) of the", "IRPA", ", a person is not inadmissible due to serious criminality if he or she is deemed by the Minister to have been rehabilitated. Thus, they submit, a person who has been deemed to have been rehabilitated is", "not", "ineligible under paragraph 101(1)(f). Given this, the applicants submit that under the new legislative scheme, the same three basic elements are required for ineligibility as under the old", "Immigration Act", ": a) a danger opinion, b) the person was convicted of an offence that, if committed in Canada, would constitute an offence under an Act of Parliament that is punishable by a maximum term of imprisonment of at least 10 years, and c) the Minister is not of the opinion that the person has been rehabilitated (assuming the \"prescribed period\" of time has passed)."], ["[53]", "In light of the above analysis, the applicants submit that the Federal Court of Appeal erred in its decision to depart from <FRAGMENT_SUPPRESSED> with respect to the effect of sentence completion. They argue that this decision was based on the erroneous conclusion that the rule concerning ineligibility for serious criminality was \"reversed\" under the", "IRPA", "when, in fact, the legislative scheme is virtually identical."], ["[54]", "As interesting as the analysis offered by the applicants is, this Court is bound, under the doctrine of stare decisis, by the decision of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> , above. In both", "<FRAGMENT_SUPPRESSED>  at para. 12, and <FRAGMENT_SUPPRESSED> , above at paras. 24 and 48, this Court cited <FRAGMENT_SUPPRESSED> for the proposition that sentence completion is no longer determinative of the application of article 1F(b) of the", "Convention", "(i.e., although sentence completion used to mean that article 1F(b) did not apply to exclude a claim for refugee protection, it no longer does). Given this, I can not find that the Board erred in failing to consider whether Mr. Nava Flores could avoid the application of article 1F(b) of the", "Convention", "by virtue of having completed his sentence.", "4) Did the Board err in its analysis of the seriousness of the crime by misapplying the factors set forth  <FRAGMENT_SUPPRESSED> ?"], ["[55]", "The applicants argue that the Board made a number of errors in determining that Mr. Nava Flores' weapons offence amounted to a \"serious non-political crime\" within the meaning of article 1F(b) of the", "Convention", ". Specifically, they argue that the Board erred in assessing seriousness by: a) considering the severity of the sentence imposed in the US, b) failing to consider the fact that Mr. Nava Flores had completed his sentence (or at least the part of it that he was permitted to complete), and c) speculating on what Mr. Nava Flores might have done with the weapon had he been allowed to keep it."], ["[56]", "Upon reviewing the submissions of both parties, I am satisfied that the Board did not make any errors that would render its determination unreasonable.", "4.1) Did the Board err with respect to the consideration that it afforded to the severity of the sentences imposed in the US?"], ["[57]", "The applicants initially argued that there was no \"equivalent\" offence in Canada for the offence that Mr. Nava Flores committed in the US, namely unlawful possession of a firearm by an illegal alien. At the hearing, the applicants clarified that they do not dispute the equivalency of the offence per se. Rather, they fault the Board for having considered and characterized the length of the sentence imposed in the US without considering that one of the punishable elements of the offence is not a punishable element in Canada, namely being an \"illegal alien\". The applicants suggest that the Board erred by considering the length of the sentence in isolation. They argue that it was inappropriate to further punish the applicant for an element that is not a crime in Canada."], ["[58]", "In <FRAGMENT_SUPPRESSED> , above, the Federal Court of Appeal stated that the length of a sentence was not to be looked at in isolation. The Court also determined that the length of a sentence was not a determinative factor. At paras. 41-44, the Court indicated:", "\"[41] I agree with counsel for the respondent that, if under Article 1F(b) of the", "Convention", "the length or completion of a sentence imposed is to be considered, it should not be considered in isolation. There are many reasons why a lenient sentence may actually be imposed even for a serious crime. That sentence, however, would not diminish the seriousness of the crime committed. On the other hand, a person may be subjected in some countries to substantial prison terms for behaviour that is not considered criminal in Canada.", "\"[42] Further, in many countries, sentencing for criminal offences takes into account factors other than the seriousness of the crime. ...", ". . . . .", "\"[44] I believe there is a consensus among the courts that the interpretation of the exclusion clause in Article 1F(b) of the", "Convention", ", as regards the seriousness of a crime, requires an evaluation of the elements of the crime, the mode of prosecution, the penalty prescribed, the facts and the mitigating and aggravating circumstances underlying the conviction. ...\""], ["[59]", "With respect, the Board in this case did not consider the length of Mr. Nava Flores' sentence in isolation. Instead, it considered the sentence imposed along with other factors, key among which was the maximum sentence set out for the \"equivalent\" offence under the", "Criminal Code", ". As such, I cannot conclude that the Board's finding was unreasonable. It does not warrant the intervention of the Court.", "4.2) Did the Board err in failing to weigh the fact that Mr. Nava Flores had completed his sentence, or in the alternative, the part of his sentence that he was permitted to complete before being deported to Mexico?"], ["[60]", "The applicants argue that the Board failed to weigh the fact that Mr. Nava Flores had completed his sentence (or, at least, the part of it that he was permitted to complete) in its determination of the seriousness of the offence. The applicants contend that the completion of one's sentence is a critical factor, even according to <FRAGMENT_SUPPRESSED> , above. They further point out that the Board's only mention of sentence completion was brief and erroneous. The Board said that Mr. Nava Flores \"was sentenced to 24 months' imprisonment and to 24 months' probation,", "which could not be counted", "if he were deported from the United States\" (emphasis added). The applicants argue that the terms of Mr. Nava Flores' sentence allowed him to serve the probationary period outside of the US and that, as a result, by the time the Board made its determination, the sentence had been completely served."], ["[61]", "The respondent argues that the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> , above, established that the Board can exclude a refugee claimant under article 1F(b) regardless of whether a sentence given outside Canada has been served. The respondent also submits that when Mr. Nava Flores entered Canada, he had not completed his sentence. The respondent relies on a passage from <FRAGMENT_SUPPRESSED> , above, to support the proposition that the sentence had to be completed prior to entry into Canada. The applicants, for their part, argue that the relevant date should be the date of determination of the refugee claim, not the date of entry into Canada."], ["[62]", "Ultimately, I do not find that the Board made an error that warrants the intervention of this Court. I agree with the applicants that the Board erred when it noted that Mr. Nava Flores could not serve the probationary period of his sentence outside the US. However, I do not consider that this error was determinative. In <FRAGMENT_SUPPRESSED> , above at para. 41, the Federal Court of Appeal stated that \"the length", "or completion", "of a sentence imposed ... should not be considered in isolation ...\" (emphasis added) The completion of a sentence is not a determinative factor. The Federal Court of Appeal concluded, in no uncertain terms, that having served a sentence prior to coming to Canada does not preclude exclusion under article 1F(b)."], ["[63]", "Since sentence completion (or the lack thereof) was not a determinative factor in this case, it is unnecessary to determine whether the relevant time for assessing sentence completion is on entry into Canada or on determination of the refugee claim.", "4.3) Did the Board err by concluding that Mr. Nava Flores had not discounted the possibility of using the firearm and by considering this possibility as an aggravating factor?"], ["[64]", "The applicants submit that the Board erred in concluding that Mr. Nava Flores had not discounted the possibility of eventually using the firearm. They argue that there was no evidentiary basis before the Board for it to make a finding as to Mr. Nava Flores' intentions with respect to the gun and that the Board essentially reversed the burden that rests on the Minister to prove that the claimant committed a serious non-political crime. With respect, I disagree."], ["[65]", "It was not unreasonable for the Board to conclude that Mr. Nava Flores had not discounted the possibility of eventually using the gun, and even that there was a strong", "possibility", "that he might use the gun. It made this conclusion, as the respondent rightly points out, based on the evidence that: a) Mr. Nava Flores had bought the gun to protect himself from racism and ridicule, and b) the events which prompted the purchase of the gun were ongoing. Given this, the Board's inferences were not unreasonable."], ["[66]", "Ultimately, the Board's determination that Mr. Nava Flores had committed a serious non-political crime which excluded him from refugee protection was not unreasonable. Its conclusion was based on its assessment of relevant factors, namely the punishment provided in Canada for the equivalent offence, the sentence actually imposed in the US, the fact that the offence was committed by Mr. Nava Flores while he was on probation for a violent crime and the fact that there was a possibility that Mr. Nava Flores might use the gun, given that he had purchased it for protection and had already been ridiculed and threatened.", "Questions proposed for certification"], ["[67]", "The applicants propose two questions for certification. The first question is:", "1) For the purposes of determining the applicability of Article 1F(b) of the Refugee", "Convention", ", should the Board consider the status of the foreign sentence at the date of the entry into Canada or at the date of adjudication of the claim?"], ["[68]", "The applicants argue that the question meets the test for a question to be certified because it transcends the interests of the parties, contemplates a question of broad significance and is determinative of the judicial review."], ["[69]", "The respondent argues that <FRAGMENT_SUPPRESSED> , above, stands for the proposition that completion of a sentence does not shield a refugee claimant from exclusion under article 1F(b) of the", "Convention", ", that it is not a determinative factor and that it should not be considered in isolation. The respondent further indicates that a question regarding the timing or completion of a sentence in the context of exclusion under article 1F(b) was already certified in <FRAGMENT_SUPPRESSED> and that the Federal Court of Appeal refused to answer that question."], ["[70]", "<FRAGMENT_SUPPRESSED>  the Federal Court of Appeal underscored the requirement that in order to be subject to certification a question must be dispositive of the appeal.  <FRAGMENT_SUPPRESSED>  the Federal Court of Appeal discussed the subject again and reiterated the same principal:", "\"10. ... It is trite law that a question that does not transcend the decision in which it arose should not be certified, and in such a case the Court of Appeal should not answer it (see", "<FRAGMENT_SUPPRESSED> ;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; (1994), 176 N.R. 4 at paragraph 4).", "\"11. I feel it would be useful to add that it would not be appropriate for the Court to answer the certified question because the answer would not do anything for the outcome of the case ( <FRAGMENT_SUPPRESSED> , supra).\""], ["[71]", "As I said earlier in this decision, I do not consider that the completion of the applicant's sentence was a determinative factor in this case, and, therefore, it cannot be said to be determinative of the appeal."], ["[72]", "The second question proposed by the applicants is as follows:", "2) Does the completion of a criminal sentence allow a refugee claimant to avoid the application of Article 1F(b) of the", "Convention", "in respect to that crime?"], ["[73]", "The applicants submit that they have advanced compelling grounds in the course of their argument that would justify the Federal Court of Appeal revisiting or further explaining its findings in <FRAGMENT_SUPPRESSED> , above. The applicants also point out that the decision in <FRAGMENT_SUPPRESSED> was never affirmed by the Supreme Court of Canada as an appeal was never filed."], ["[74]", "The respondent argues that the proposed question has already been addressed and answered by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> and that questions which have already been canvassed and settled should not be certified. They submit that mere disagreement with the reasons of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> does not justify certification. I agree."], ["[75]", "In <FRAGMENT_SUPPRESSED> the following question was certified and answered:", "\"The answer to the following question:", "Does serving a sentence for a serious crime prior to coming to Canada allow one to avoid the application of Article 1F(b) of the", "Convention Relating to the Status of Refugees", "Convention", ")?", "is no.\""], ["[76]", "The question proposed by the applicants is essentially the same question.  <FRAGMENT_SUPPRESSED>  at para. 16, Justice Noël found that the question at issue in that case \"should not be certified since it is an issue that has already been settled by the courts, which therefore does not transcend the interests of the parties.\" The same principle applies in this case. As interesting and compelling as the applicants' arguments are, the Federal Court of Appeal has already definitively addressed the proposed certified question."], ["[77]", "For the above reasons, no question will be certified."], ["[78]", "For all of the reasons above, the application for judicial review is dismissed.", "JUDGMENT"], ["[79]", "THIS COURT ORDERS", "this application for judicial review to be dismissed. No question is certified.", "Application dismissed.", "Editor: Anick Ouellette-Levesque/pdk", "[End of document]"]]}