{"id_": "071367", "body_str": [["[1]", "Mactavish, J.", ": Patricia Henguva's refugee claim was rejected by the Refugee Protection Division of the Immigration and Refugee Board on the basis that there was an internal flight alternative [IFA] available to her in Namibia. While the Board accepted that Ms. Henguva had been victimized by a member of a powerful tribal family in her home town, it was nevertheless satisfied that state protection would be available to Ms. Henguva in the city of Walvis Bay.  <FRAGMENT_SUPPRESSED>"], ["[2]", "At the conclusion of the hearing I advised the parties that I was granting the application for judicial review on the basis that the Board applied the wrong test for state protection. These are my reasons for coming to that decision.  <FRAGMENT_SUPPRESSED>", "Analysis  <FRAGMENT_SUPPRESSED>"], ["[3]", "The Board started its state protection analysis by noting that states need only provide adequate state protection and do not have to provide perfect protection. This is the correct formulation of the test:", "<FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 399", ".  <FRAGMENT_SUPPRESSED>"], ["[4]", "However, the Board then went on to restate its understanding of the test in its own words, stating \"in other words, home states", "only need to make serious efforts at protection", "and do not have to provide", "de facto", "effective or", "de facto", "guaranteed protection\" [my emphasis].  <FRAGMENT_SUPPRESSED>"], ["[5]", "<FRAGMENT_SUPPRESSED>  [2012] F.C.J. No. 1637, precisely the same language was used by the Board to describe the test for state protection. This Court found that in so doing, the Board erred. The Court observed that \"[t]he use of the phrase \"in other words\" in the passage was incorrect. It went on to observe that \"'adequate protection' and 'serious efforts at protection' are not the same thing.\" The Court stated that adequate protection \"is concerned with whether the actual outcome of protection exists in a given country, while [serious efforts] merely indicates whether the state has taken steps to provide that protection\": all quotes from para. 27.  <FRAGMENT_SUPPRESSED>"], ["[6]", "I agree with the respondent that the use of the phrase \"serious efforts\" in a state protection analysis will not automatically result in a Board decision being set aside, and that regard must be had to the decision as a whole in determining whether or not the Board applied the proper test.  <FRAGMENT_SUPPRESSED>"], ["[7]", "However, the use of the phrase \"serious efforts\" in this case is not merely an injudicious choice of language at one point in an otherwise proper analysis. Having mis-stated the test, the Board went on to identify the issue before it as being \"only whether Namibian authorities in Walvis Bay can reasonably be expected to provide the claimant with", "serious efforts", "at protection ...\" [my emphasis].  <FRAGMENT_SUPPRESSED>"], ["[8]", "Having incorrectly framed the issue before it, the Board then proceeded to discuss whether Ms. Henguva faced a forward-looking risk were she to return to Namibia and live in Walvis Bay. The Board concluded its analysis with the ultimate finding that \"I am not persuaded that ... Namibian authorities would not be reasonably forthcoming with", "serious efforts", "to protect the claimant\": at para. 21 [my emphasis].  <FRAGMENT_SUPPRESSED>"], ["[9]", "It is thus clear from reading the decision as a whole that the Board did not understand or apply the correct legal test in assessing the state protection available to Ms. Henguva in Namibia. As a consequence, the application for judicial review is allowed.  <FRAGMENT_SUPPRESSED>"], ["[10]", "Before closing, I note that this Court and the Federal Court of Appeal have repeatedly stated that it is an error for the Board to focus on the efforts made by a government to protect its citizens without considering whether those efforts have actually translated into adequate state protection: see, for example,", "<FRAGMENT_SUPPRESSED>  [2001] F.C.J. No. 135, at para. 9;", "<FRAGMENT_SUPPRESSED>  [2011] F.C.J. No. 358 at para. 47;", "<FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 851, at para. 8;", "<FRAGMENT_SUPPRESSED>  [2011] F.C.J. No. 1715 (QL), at para. 60;", "<FRAGMENT_SUPPRESSED>  [2012] F.C.J. No. 955 at paras. 21-28;", "<FRAGMENT_SUPPRESSED>  [2011] F.C.J. No. 1663, at para. 16;", "<FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 399. Given the clear judicial guidance that has been provided on this issue, it is troubling to see the Board continue to make the same error.  <FRAGMENT_SUPPRESSED>", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[11]", "For these reasons, the application for judicial review is allowed. I agree with the parties that the case does not raise a question for certification.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[12]", "THIS COURT ORDERS AND ADJUDGES", "that", "this application for judicial review is allowed, and the matter is remitted to a differently constituted panel for re-determination.  <FRAGMENT_SUPPRESSED>", ".........................  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>  [Traduction]: La Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié a rejeté la demande d'asile présentée par Mme Patricia Henguva, au motif que cette dernière avait à sa disposition une possibilité de refuge intérieur (PRI) en Namibie. Bien que la Commission ait reconnu le fait que Mme Henguva avait été agressée par un membre d'une puissante famille tribale dans sa ville d'origine, elle était néanmoins convaincue que Mme Henguva pourrait se prévaloir de la protection de l'État dans la ville de Walvis Bay.  <FRAGMENT_SUPPRESSED>"], ["[2]", "À la fin de l'audience, j'ai avisé les parties que j'accueillais la demande de contrôle judiciaire, parce que la Commission n'avait pas appliqué le bon critère en matière de protection de l'État. Voici les motifs pour lesquels je suis parvenue à cette décision.  <FRAGMENT_SUPPRESSED>", "Analyse  <FRAGMENT_SUPPRESSED>"], ["[3]", "La Commission a amorcé son analyse relative à la protection de l'État en faisant remarquer que les États n'ont seulement qu'à fournir une protection adéquate et qu'ils n'ont pas à assurer une protection parfaite. Il s'agit de la bonne formulation du critère:", "<FRAGMENT_SUPPRESSED>  [2008] ACF no 399.  <FRAGMENT_SUPPRESSED>"], ["[4]", "Cependant, la Commission a ensuite reformulé en ses propres mots son interprétation du critère, en mentionnant ce qui suit: « En d'autres termes, [les États d'origine]", "doivent déployer de sérieux efforts pour protéger leurs citoyens", ", mais ils n'ont pas, de fait, à offrir une protection efficace ni à en garantir une ». [Non souligné dans l'original.]  <FRAGMENT_SUPPRESSED>"], ["[5]", "Il s'agit des termes exacts que la Commission avait employés dans la décision", "<FRAGMENT_SUPPRESSED>  [2012] ACF no 1637, pour décrire le critère applicable en ce qui concerne la protection de l'État. La Cour a conclu que la Commission avait commis une erreur et elle a fait remarquer que la Commission « avait eu tort de dire \"[e]n d'autres termes\" dans ce passage ». Elle a ensuite mentionné que la « protection adéquate » et les « sérieux efforts pour protéger [les] citoyens » sont deux choses différentes. La protection adéquate « concerne la question de savoir si la protection est effectivement assurée dans un pays donné, tandis que les [sérieux efforts] ne nous renseignent que sur celle de savoir si l'État a pris des mesures afin de garantir cette protection ». Toutes ces citations sont tirées du paragraphe 27 de la décision", "Harinarain", ".  <FRAGMENT_SUPPRESSED>"], ["[6]", "Je conviens avec le défendeur que l'emploi de l'expression « sérieux efforts » dans le contexte d'une analyse relative à la protection de l'État ne fera pas automatiquement en sorte que la décision de la Commission sera annulée, et que la Cour devra tenir compte de la décision dans son ensemble pour trancher la question de savoir si la Commission a appliqué le bon critère ou non.  <FRAGMENT_SUPPRESSED>"], ["[7]", "Cependant, l'emploi de l'expression « sérieux efforts » en l'espèce ne consiste pas simplement en un emploi non judicieux à un endroit dans le cadre d'une analyse par ailleurs adéquate. La Commission, qui n'avait pas énoncé correctement le critère, a ensuite mentionné que la seule question en litige dont elle était saisie « consist[ait] à savoir s'il serait raisonnable de s'attendre à ce que les autorités de la Namibie à Walvis Bay soient en mesure de faire de", "sérieux efforts", "pour assurer la protection [...] ». [Non souligné dans l'original.]  <FRAGMENT_SUPPRESSED>"], ["[8]", "La Commission, ayant incorrectement formulé la question en litige dont elle était saisie, a ensuite discuté de la question de savoir si Mme Henguva était exposée à un risque prospectif dans l'éventualité où elle devait retourner en Namibie et s'établir à Walvis Bay. Le commissaire a conclu son analyse avec la conclusion finale suivante, au paragraphe 21: « [J]e ne suis pas convaincu que, selon la prépondérance des probabilités, les autorités namibiennes à Walvis Bay ne seraient pas raisonnablement en mesure de déployer de", "sérieux efforts", "pour assurer la protection de la demandeure d'asile ». [Non souligné dans l'original.]  <FRAGMENT_SUPPRESSED>"], ["[9]", "Il ne fait donc aucun doute, à la lecture de la décision dans son ensemble, que la Commission n'a pas compris quel était le critère juridique ou qu'elle n'a pas appliqué le bon critère juridique pour apprécier la protection de l'État qui serait offerte à Mme Henguva en Namibie. Par conséquent, la demande de contrôle judiciaire sera accueillie.  <FRAGMENT_SUPPRESSED>"], ["[10]", "Avant de conclure, je ferais remarquer que la Cour et la Cour d'appel fédérale ont énoncé à maintes reprises que la Commission commet une erreur lorsqu'elle porte son attention sur les efforts déployés par un gouvernement pour protéger ses citoyens et qu'elle ne tient pas compte de la question de savoir si ces efforts avaient, dans les faits, véritablement engendré une protection adéquate de l'État: voir, à titre d'exemple,", "<FRAGMENT_SUPPRESSED>  [2001] ACF no 135, au paragraphe 9;", "<FRAGMENT_SUPPRESSED>  [2011] ACF no 358, au paragraphe 47;", "<FRAGMENT_SUPPRESSED>  [2008] ACF no 851, au paragraphe 8;", "<FRAGMENT_SUPPRESSED>  [2011] ACF no (QL), au paragraphe 60;", "<FRAGMENT_SUPPRESSED>  [2012] ACF no 955, aux paragraphes 21 à 28;", "<FRAGMENT_SUPPRESSED>  [2011] ACF no 1663, au paragraphe 16;", "<FRAGMENT_SUPPRESSED>  [2008] ACF no 399. Compte tenu des directives judiciaires sans équivoque qui ont été fournies quant à cette question, il est préoccupant de voir que la Commission continue de commettre la même erreur.  <FRAGMENT_SUPPRESSED>", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[11]", "Pour ces motifs, la demande de contrôle judiciaire sera accueillie. Je conviens avec les parties que la présente affaire ne soulève pas de question à certifier.  <FRAGMENT_SUPPRESSED>", "JUGEMENT  <FRAGMENT_SUPPRESSED>"], ["[12]", "LA COUR STATUE que", "la présente demande de contrôle judiciaire est accueillie et que l'affaire est renvoyée à un tribunal différemment constitué pour nouvelle décision.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}