{"id_": "071443", "body_str": [["[1]", "de Montigny, J.", "[Translation]: This is an application for judicial review of a decision by a Citizenship and Immigration Canada (CIC) officer dated June 18, 2012, denying the application for permanent residence of Luis Alvaro Pizarro Gutierrez (the applicant) because he is inadmissible for security reasons under paragraphs 34(1)(", ") and (", ") of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [", "IRPA", "]."], ["[2]", "For the reasons that follow, and after carefully reviewing the records and the arguments submitted by both parties, I have reached the conclusion that this application for judicial review cannot be allowed. On the evidence that was before her, the officer could reasonably find that the applicant was involved in terrorist organizations and, as a result, is inadmissible.", "I.", "Facts"], ["[3]", "The applicant was born in Chile in 1971. He became politically involved at a very young age, joining the ranks of the Chilean Communist Party in 1985. He subsequently also participated in the activities of the Manuel Rodriguez Patriotic Front (FPMR), the Movement of the Revolutionary Left (MIR) and the Milices rodriguistes during General Pinochet's dictatorship."], ["[4]", "The applicant left Chile in 1991. He lived in Argentina until 1993, then travelled to Germany where he stayed for two months before settling in Belgium in June 1993. In 1994, the applicant was granted refugee status there."], ["[5]", "In 2001, the applicant acquired Belgian citizenship. The same year, the applicant and his spouse-a Canadian citizen-had a son who is now a Canadian citizen."], ["[6]", "The applicant and his family settled in Canada in 2002. In 2003, the applicant submitted an application for permanent residence after his spouse sponsored him. Since that time, the applicant has obtained annual work permits."], ["[7]", "In 2004, the applicant was interviewed by the Canadian Security Intelligence Service (CSIS) about his activities in Chile. The CSIS prepared a report that the applicant obtained a copy of only after he filed his application for judicial review."], ["[8]", "On March 6, 2012, the applicant received a call-in letter for an interview by Citizenship and Immigration Canada concerning his [translation] \"inadmissibility under section 34 of the", "Immigration and RefugeeProtection Act", "because of [his] membership in the", "Frente Patriotico", "Manuel Rodriguez", "from 1981 to 1989\". The interview took place on March 21, 2012."], ["[9]", "The officer communicated her decision denying the application for permanent residence in a brief letter dated June 18, 2012. After the applicant initiated this application for judicial review, the respondent sent him the officer's notes taken during the interview as well as a 13-page document, also dated June 18, 2012, entitled [translation] \"DETERMINATION OF ADMISSIBILITY\". This document may be considered the officer's reasons.", "II.", "Impugned decision"], ["[10]", "The refusal letter sent to the applicant is very short and is essentially in the following lines:", "[translation]", "It appears that you are a person described in subparagraphs (1)(c) and (f) of section 34 of the", "Immigration and Refugee Protection Act", "IRPA", "). I have determined that you are inadmissible to Canada because of your activities in the Milices rodriguistes and the Manuel Rodriguez Patriotic Front, and your membership in the Movement of the Revolutionary Left. The period of your successive affiliation with these three organizations was, according to your statements, from 1987 to 1991.", "Consequently, your application for permanent residence in Canada is denied."], ["[11]", "In the document entitled [translation] \"DETERMINATION OF ADMISSIBILITY\" mentioned above, the officer first summarized the facts of the case and then went over the applicant's statements at his interview with the CSIS in 2004:", "• He joined the Milices rodriguistes in 1987 and participated in a few missions with them (he threw Molotov cocktails, erected barricades and provided technical support to the Manuel Rodriguez Patriotic Front (FPMR);", "• He joined the FPMR in 1988, where he blew up utility poles and shot in the direction of police officers with a firearm;", "• He knew the FPMR's organization and operation;", "• He took commando training with the FPMR."], ["[12]", "The officer also noted that the applicant had stated in both his applications for permanent residence (in 2003 and 2011) that he had [translation] \"used armed struggle or maintained relationships with a group that used armed struggle or violence or encouraged their use to reach political, religious or social objectives\"."], ["[13]", "The officer summarized the evidence the applicant gave at his interview on March 21, 2012, as follows:", "• He was actively involved in the Chilean Communist Party;", "• He was actively involved in a militarized cell of the FPMR;", "• He carried a weapon and acted as a lookout while other militants blew up poles;", "• He never set off any explosives himself;", "• He never used his weapon;", "• He blew up utility poles in residential areas to trigger demonstrations;", "• He made roadside bombs and encouraged others to do so."], ["[14]", "The officer then consulted documentary sources and conducted a detailed analysis of the nature of the organizations the applicant had belonged to, i.e. the MIR, the FPMR and the Milices rodriguistes. She found that these organizations committed acts described in subparagraphs 83.01(1)(", ")(i) and (ii) of the", "Criminal Code", "or conspired, incited the commission and supported these acts. Consequently, the officer found that there were reasonable grounds to believe that these organizations, during their existence, engaged in the acts described in paragraphs (", "), (", ") and (", ") of subsection 34(1) of the", "IRPA"], ["[15]", "The officer then analyzed the applicant's involvement in these different organizations and,", "inter alia", ", made the following findings from the documentary evidence and the applicant's oral and written statements:", "• The applicant admitted that he had been a member of the FPMR and had been [translation] \"an internal public leader\". In addition, he demonstrated extensive knowledge of the FPMR's structure, its cells and their operation. The documents corroborated the information he gave in this regard;", "• The officer found that such knowledge of an environment where compartmentalization was a question of life or death and where the members lived and acted in secret and in hiding could only be proportionate to the applicant's degree of involvement and responsibility within the organization;", "• The applicant's statements in the interview with CIC were inconsistent with the documentary evidence regarding the termination of the FPMR's activities. Contrary to what the applicant maintained, the FPMR continued to exist and to carry out attacks and other acts of violence after 1987 and until 1991. This period corresponds to the time when the applicant was active in the FPMR, according to the first statements made to the CSIS;", "• The activities and acts admitted by the applicant correspond in all respects to those reported in open source documents and characterize the techniques of both the Milices rodriguistes and the FPMR in their goal to incite the population to what the Chilean Communist Party called [translation] \"national insurrection\": triggering local and national power outages, systematic use of various explosives for acts of sabotage on a small and large scale, and the operating techniques during operations: surveillance of \"safe houses\", surveillance during acts of sabotage, logistical support, handling weapons, the role of training, close ties and trust between the FPMR and the Milices, compartmentalization, etc.;", "• Even though the applicant said he did not play an active role in the acts of violence committed by one or more MIR factions, the officer gave weight to the timelessness factor in section 33 of the", "IRPA", "given the knowledge that the applicant had to have had of the nature of the organization because of his involvement in the Chilean Communist Party, the Milices and the FPMR;", "• The applicant's reasons for leaving Chile remain vague as do the reasons why he is reluctant to return to Chile;", "• Although the applicant belonged to the Chilean Communist Party at the age of 14, he became active in the Milices rodriguistes at 16 and participated in FPMR operations beginning at the age of 17. In light of the decision in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], she noted that one of the factors to be considered in determining the impact of the status as a minor on inadmissibility is whether the minor has the requisite knowledge or mental capacity to understand the nature and effect of his or her actions, and that the closer the minor is to 18 years of age, the greater will be the likelihood that he or she possesses this knowledge or capacity."], ["[16]", "After considering all the evidence on file, the officer concluded that there were reasonable grounds to believe that the applicant was described in paragraphs 34(1)(", ") and 34(1)(", ") of the", "IRPA", "and that he was inadmissible for the following reasons:", "[translation]", "DECISION", "Considering the statements made by the applicant at his interview with the CSIS that he was a member of the Milices rodriguistes and later of the FPMR, that he admitted participating in sabotaging high voltage towers, that he had carried a weapon on a number of occasions while on surveillance and had taken commando training;", "Considering that the applicant admitted to the CIC officer that he had been a member of those organizations, had made roadside bombs and used dynamite, engaged in sabotage, supported the FPMR's activities and operations, had a leadership role in the FPMR and had used armed struggle and violence, had incited the commission of these acts;", "Considering that the documentary evidence notes that the actions of the MIR and the FPMR caused the deaths of civilians and militants, collateral damage that was denounced as serious violations of human rights in the Rettig Report [Report of the Chilean National Commission on Truth and Reconciliation] and whereas the role of the Milices rodriguistes was to support the FPMR's activities;", "Considering the nature of these three organizations;", "In light of the definition of terrorism in the Canadian Criminal Code;", "After considering all the facts and the documents on file, I have reasonable grounds to believe that the claimant is described in section 34(1)(c) and 34(1)(f) of the", "IRPA", "Consequently, he is inadmissible to Canada.", "III.", "Issues"], ["[17]", "The applicant raised a number of issues, all of which deal with compliance with the rules of procedural fairness without really challenging the officer's findings that he was a member of organizations described in paragraphs 34(1)(", ")(", ") and (", ") of the", "IRPA", "or that he himself had engaged in acts of terrorism."], ["[18]", "The issues raised by the applicant may be summarized as follows:", "(1) Are the reasons for the decision adequate or is it based on arbitrary speculation?", "(2) Did the officer err by not considering that the applicant had been granted refugee status in Belgium?", "(3) Did the officer err in her consideration of the best interests of the child or breach procedural fairness by not informing the applicant that he could raise the best interests of his child?", "(4) Did the officer breach procedural fairness by not informing the applicant that he could obtain an exemption because of his age?", "(5) Did the officer breach procedural fairness by not disclosing to the applicant the documents she was relying on to make her decision, thereby depriving him of the opportunity to respond to that evidence?", "IV.", "Analysis", "A.", "Preliminary comment"], ["[19]", "The respondent made a preliminary motion in this case on January 24, 2013, under section 87 of the", "IRPA", ", to prohibit the disclosure of the information that was redacted when the certified tribunal record was created in this application for judicial review. The respondent maintained that the disclosure of this confidential information would be injurious to natural security or endanger the safety of other persons. After reading the redacted passages and hearing the respondent's representations,", "in camera", "and", "ex parte", ", the Court granted the motion by way of an order issued on February 19, 2013."], ["[20]", "It should be noted that the redacted passages include only a few lines at pages 24 to 27 of the tribunal record, which contains 1861 pages. A good part of the deleted content deals with information of an internal or administrative nature that is irrelevant for the purposes of this application for judicial review. With respect to the more substantive portion of the redacted information, whose disclosure would be injurious to national security or endanger the safety of other persons, it is not likely to prejudice the applicant insofar as it deals with information that he already knows or that was already communicated to him.", "B.", "Standard of review"], ["[21]", "The Federal Court of Appeal has held that the question of whether a person is a \"member\" of an organization described in paragraph 34(1)(", ") of the", "IRPA", "is a question of mixed fact and law reviewable on a standard of reasonableness: <FRAGMENT_SUPPRESSED> , above. The same applies to determining whether there are reasonable grounds to believe that the organizations in question have engaged, are engaging or will engage in acts of terrorism. In fact, these two aspects are closely related, and both raise questions of mixed fact and law in which immigration officers have a degree of expertise, as our Court has also recognized on a number of occasions: see,", "inter alia", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> (available on CanLII) [", "Daud", "];", "<FRAGMENT_SUPPRESSED> ACWS (3d) 601."], ["[22]", "On the other hand, it should be noted that the standard of proof that an immigration officer must apply in the context of sections 34 to 37 of the", "IRPA", "is that of \"reasonable grounds to believe\" that the facts stated in those sections have occurred, are occurring or may occur (", "IRPA", ", s 33). It is settled law that this standard requires more than mere suspicion but is not equivalent to the balance of probabilities required in civil matters:", "<FRAGMENT_SUPPRESSED> . Accordingly, the role of this Court when reviewing an immigration officer's inadmissibility decision is not to determine whether, in fact, there were reasonable grounds to believe that the individual engaged in or was a member of an organization that engaged in the alleged acts but to consider whether the officer's finding that there were reasonable grounds to believe can itself be regarded as reasonable."], ["[23]", "Questions of procedural fairness must be assessed on a standard of correctness. In this area, no deference is required:", "<FRAGMENT_SUPPRESSED> .", "(1)", "Are the reasons for the decision adequate or is it based on arbitrary speculation"], ["[24]", "The applicant claims that the officer did not give adequate reasons for her decision and relied on speculation rather than reasonable grounds, as section 33 of the", "IRPA", "requires; in support of his argument, he relies on the wording of the letter advising him that his application for permanent residence had been denied, and specifically on the following sentence (reproduced at paragraph 10 of these reasons): \"It appears that you are a person described in subparagraphs (1)(c) and (f) of section 34 of the", "Immigration and Refugee Protection Act", "IRPA", ").\" He also states, but without really explaining his thought, that the immigration officer did not clearly indicate what she meant by \"terrorism\" and how it applied to his specific case."], ["[25]", "This argument has no merit and cannot be accepted. It must be remembered at the outset that the officer's notes to the file (in this case, the document entitled [translation] \"Determination of Admissibility\") are part of the decision she issued, as the Supreme Court indicated in", "<FRAGMENT_SUPPRESSED>  at para 44 (available on CanLII). A careful reading of these notes shows that the officer was well aware of the applicable standard of proof and referred to it explicitly in the first lines of her analysis after quoting sections 33 and 34 of the", "IRPA"], ["[26]", "Furthermore, there is no doubt, in my opinion, that the officer could reasonably find that there were reasonable grounds to believe that the applicant was described in paragraphs 34(1)(", ") and 34(1)(", ") of the", "IRPA", "for his activities in the Milices rodriguistes and the FPMR and his membership in the MRI from 1987 to 1991, and that there are reasonable grounds to believe that these organizations engage and have engaged in acts of terrorism. The applicant admitted this at his interview with the CSIS in 2004 and confirmed it to some extent at his interview with the officer in March 2012. In his application for permanent residence submitted in 2011, the applicant himself, in answering the question about organizations he was a member of, wrote the Manuel Rodriguez Patriotic Front (which he described as a revolutionary organization). In his previous application submitted in 2003, he had also mentioned the Movement of the Revolutionary Left in response to the same question."], ["[27]", "\"Terrorism\" is not defined as such in the", "IRPA", ". It is true that on numerous occasions, this Court has relied on the definition given by the Supreme Court in", "<FRAGMENT_SUPPRESSED>  [", "Suresh", "]:", ". . . any 'act intended to cause death or serious bodily injury to a civilian, or to any other person not taking an active part in the hostilities in a situation of armed conflict, when the purpose of such act, by its nature or context, is to intimidate a population, or to compel a government or an international organization to do or to abstain from doing any act'."], ["[28]", "The fact remains that this is not the only possible definition of terrorism, as shown by the variety of wording in international instruments and various national statutes. The Supreme Court, moreover, recognized in", "Suresh,", "above, at para 95, that one searches in vain for an authoritative definition of terrorism. In choosing not to define terrorism in the", "IRPA", ", the Canadian Parliament refused to restrict itself to a narrow, rigid view of the term and left it to administrative decision-makers and ultimately to the courts to develop the concept flexibly, taking the circumstances into account. Consequently, the reasonableness of an inadmissibility finding related to terrorism will depend not on the decision-maker's application of a precise definition of this concept to the facts of the case but on the fit between the definition chosen (as long as it is reasonable and can be justified in principle) and the evidence on file. See, to the same effect,", "Daud", "at para 11; <FRAGMENT_SUPPRESSED> at para 32."], ["[29]", "In this case, the officer chose to apply the definition of \"terrorism\" in section 83.01 of the", "Criminal Code", ". She certainly cannot be faulted for that, and the applicant did not present any arguments to that effect. It is possible that this definition is a little broader than the description of terrorism that the Supreme Court gave in", "Suresh,", "above. However, that is not sufficient to make her decision unreasonable. On the one hand, it must be noted that the Supreme Court indicated that the notion of terrorism in section 19 of the", "Immigration Act", ", RSC 1985, c I-2 \"includes\" the description set out at paragraph 27 of these reasons. On the other hand, it was certainly open to the officer to refer to the definition of terrorism inserted into the", "Criminal Code", "through the", "Anti-Terrorist Act,", "SC 2001, c 41, to the extent that the", "IRPA", "states in its preamble (s 3(1)(", ")) that one of its objectives is to \"promote international justice and security by fostering respect for human rights and by denying access to Canadian territory to persons who are criminals or security risks\". Last, no one could argue that the acts of violence identified by the officer and committed by the MIR, the FPMR and the Milices rodriguistes are not acts of terrorism, even by adopting a narrower definition of terrorism than the one adopted by Parliament in the", "Criminal Code"], ["[30]", "In her notes to file, the officer pointed out in particular that the", "Global Terrorism Database", "has identified 306 acts of terrorism in Chile either clearly attributed to the MIR between 1976 and 1994 or that this organization is suspected of committing, including acts of intimidation and targeted assassinations, bombings, acts of sabotage using explosives on electrical and transportation infrastructure, government buildings, businesses and industries, armed attacks, assassinations and hostage-taking in which the targets were members of government, security forces and journalists. As for the FPMR, the officer consulted the documentary evidence and noted that this group distinguished itself by a highly militarized structure and by its particularly violent terrorist tactics, that it was involved in urban guerrilla warfare and the use of explosives like the MIR and that 830 acts of sabotage, bombings, kidnappings and assassinations were claimed or attributed to this group between 1984 and 1997. Finally, the Milices rodriguistes served as a recruitment pool and support network for the FPMR militants and trained people to erect barricades, cause power outages and confront security forces when they wanted to enter working-class areas."], ["[31]", "Accordingly, the officer could reasonably find, in light of the evidence on file, that there were reasonable grounds to believe that these groups were organizations that are engaging, have engaged or will engage in acts of terrorism. Again, the applicant did not really dispute this finding, except to state that one must take into account the fact that these organizations were fighting against a dictatorship that itself was extremely violent and repressive. The notion of terrorism (at least as it is understood and implemented in Canada) does not distinguish between \"good\" and \"bad\" terrorism and cannot be justified by the goal sought: see", "<FRAGMENT_SUPPRESSED> (available on CanLII) [ <FRAGMENT_SUPPRESSED> ]. However, it may well be that the Minister can consider the context in which the acts of terrorism mentioned above were committed for the purposes of determining whether the applicant's presence in Canada would be detrimental to the national interest under subsection 34(2) of the", "IRPA", ". I will come back to this later."], ["[32]", "With respect to the applicant's personal involvement, the evidence is much less clear. The applicant acknowledged carrying a weapon a few times when acting as a lookout while other militants dynamited utility poles and when he was conducting surveillance of safe houses, but he maintained that he never used it. At most, he used dynamite to blow up utility poles in neighbourhoods in order to trigger demonstrations against the regime, and he made roadside bombs. Based on this evidence, I am not convinced that the officer could reasonably conclude that the applicant himself committed acts of terrorism. Moreover, I note that she did not go into detail on this issue, and the applicant did not spend much time on it either in his written and oral representations. It is true that the applicant attempted to minimize his role at his interview with the immigration officer in March 2012. Although he had told the CSIS officer that he had shot in the direction of a police officer on a mission that went badly, he subsequently denied this, saying that he did not carry weapons except when taking courses to learn how to handle them."], ["[33]", "In short, I have no hesitation in finding that the officer's decision was reasonable, at least with respect to the applicant's participation in terrorist organizations. Perhaps the Court would not have arrived at the same conclusion, but that is not the issue. Considering the evidence before her, the officer could reasonably find that the FPMR, the milices rodriguistes and the MIR are organizations that engage, have engaged or will engage in acts of terrorism. Even if the officer erred in determining that the applicant personally carried out acts of terrorism, that error would be inconsequential insofar as the mere fact of being a member of a terrorist organization is sufficient to trigger inadmissibility on security grounds under subsection 34(1) of the", "IRPA", "(2)", "Did the officer err by not considering that the applicant had been granted refugee status in Belgium?"], ["[34]", "The applicant submits that he cannot fall within paragraphs 34(1)(", ") and (", ") of the", "IRPA", "because the Belgian authorities granted him refugee status on the basis of the same facts he is now being criticized for and that there is nothing in the officer's decision that overrules the decision made in Belgium. While recognizing that the Canadian government was not bound by the decision of the Office of the Commissioner General for Refugees and Stateless Persons in Belgium, he submits that the officer should have at least considered this information."], ["[35]", "This argument cannot be accepted for a number of reasons. First, the respondent is correct in noting that some of the documents the applicant relies on in this regard were not submitted to the officer and were submitted for the first time on this application for judicial review. Furthermore, the officer did in fact note that refugee status had been granted to the applicant in Belgium."], ["[36]", "But, more importantly, the fact that an applicant has been granted refugee status in another country or even in Canada does not relieve an applicant from the burden of demonstrating to the officer dealing with an application for permanent residence that he or she is not inadmissible under the", "IRPA", ". In fact, the principles governing inadmissibility on security grounds are completely different from those that regulate refugee status, including the exception provided in Article 1F of the", "United Nations Convention Relating to the Status of Refugees", "[Convention]. In other words, the task of an officer responsible for making a decision on an application for permanent residence consists in determining whether the applicant is inadmissible to Canada under the", "IRPA", "and the", "Immigration and Refugee Protection Regulations", "SOR/2002-227 [Regulations], not to analyze his or her application in the context of the Convention", "Subsection 21(1) of the", "IRPA", "and subparagraph 72(1)(", ")(i) of the Regulations are clear and state that a foreign national can obtain permanent residence only if he or she has complied with the", "IRPA", "and is not inadmissible. These provisions refer explicitly to section 4 of the", "IRPA", "dealing with inadmissibility, which includes section 34 with respect to inadmissibility on security grounds."], ["[37]", "Moreover, this Court has already ruled on this issue more than once. By way of illustration, this is what my colleague, Justice Mactavish, wrote in <FRAGMENT_SUPPRESSED> , above, at paragraphs 52 to 57:", "52. According to Mr. Suleyman, it is impossible to fall outside the exclusion clause of the Refugee Convention, and still come within paragraph 34(1)(", ") of", "IRPA", "by virtue of paragraph 34(1)(", "), given that engaging in, or instigating the subversion by force of any government is a serious non-political crime.", "53. This argument has already been rejected by this Court. That is, in", "<FRAGMENT_SUPPRESSED>  Justice Blais considered the relationship between exclusion under Article 1F of the Refugee Convention and inadmissibility under paragraph 34(1)(f) of the", "Immigration and Refugee Act", ", observing that the two determinations involved quite different considerations.", "54. In this regard, Justice Blais stated at paragraph 11 of his decision that:", "It should also be noted that, in its decision, the Board found the applicant to be complicit in the actions of the MQM. Counsel for each Party also made submissions to this Court with regards to the issue of complicity, which it will not be necessary for this Court to address, since the issue of complicity is irrelevant to a determination under paragraph 34(1)(f) of the Act, which refers strictly to the notion of membership in the organization.", "The question of inadmissibility under paragraph 34(1)(f) should thus be distinguished from inadmissibility as a Convention refugee under section 98 of the Act, which relies on article 1F of the United Nations Convention Relating to the Status of Refugees, where the ground for inadmissibility is described as having \"committed a crime against peace, a war crime, or a crime against humanity\" and, absent direct proof as to the involvement of the person in a specific crime, requires a finding of complicity with the organization who committed such crime.", "[emphasis added]", "55. A review of the record in this case confirms that the UNHCR considered the issue of Mr. Suleyman's potential exclusion under Article 1F of the Convention, concluding that he was not excluded as there was no indication that he had personally assisted in the commission of any of the crimes falling under Article 1F.", "56. In contrast, the visa officer's finding that Mr. Suleyman was inadmissible under paragraph 34(1)(f) of", "IRPA", "was based upon his membership in the PKK. As was noted at the outset of the analysis, no issue has been taken with respect to the officer's membership finding.", "57. As a consequence, I am not persuaded that there was any inconsistency between the findings of the UNHCR and the visa officer, or that the visa officer erred as alleged in this regard."], ["[38]", "I am therefore of the view that the officer was not bound by the decision of the Belgian authorities to grant the applicant refugee status and that she could reasonably find that the applicant was nonetheless inadmissible pursuant to subsection 34(1) of the", "IRPA", "because of his participation in the activities of the Milices rodriguistes, the FPMR and the MIR.", "(3)", "Did the officer err in her consideration of the best interests of the child or breach procedural fairness by not informing the applicant that he could raise the best interests of his child"], ["[39]", "The applicant criticizes the officer for considering the best interests of his child on her own initiative, without informing him first and without giving him the opportunity to make representations in this regard. The officer considered the fact that the couple's son suffers from attention deficit disorder and hyperactivity and that the couple, separated since 2008, had decided to resume cohabitation for the stability of the child even though the wife had to travel abroad regularly for her work. However, the officer gave more weight to national security concerns in balancing the interests here."], ["[40]", "The officer was not required to consider the best interests of the child as the respondent emphatically points out. This was not an application for permanent residence based on humanitarian and compassionate considerations but an application for permanent residence under the \"spouse or common-law partner in Canada\" class. In addition, the onus was on the applicant to submit evidence and relevant information regarding his child's situation if he really wanted the officer to take it into account. She cannot be faulted for going beyond what was strictly required in the context of the application submitted by the applicant or for not considering information that was not given to her.", "(4)", "Did the officer breach procedural fairness by not informing the applicant that he could obtain an exemption because of his age?"], ["[41]", "The applicant also faults the officer for not telling him that he could obtain an exemption because he was a minor at the time of the alleged acts. It is true that at the interview the officer does not seem to have questioned the applicant about his age and particularly his understanding of his acts at the time he carried them out. The fact remains that she correctly applied the principles that emerge from <FRAGMENT_SUPPRESSED> , above, in the reasons for her decision, as previously stated."], ["[42]", "First, it should be noted that there is no blanket exemption for minors under section 34 of the", "IRPA", ", in contrast to what paragraph 36(3)(", ") states for inadmissibility on grounds of criminal activity. Accordingly, the fact that a person was a minor is a factor that can be considered in applying paragraph 34(1)(", ") but will not constitute in itself a ground for exemption. The onus will be on applicants to convince an officer that they did not have the maturity, responsibility or mental capacity required to appreciate the nature of their acts:", "Having concluded that, although there is no blanket exemption for minors, an individual's status as a minor is still relevant under paragraph 34(1)(", "), the next question is what considerations are to be taken into account.", "It seems to me that in the context of age, relevant considerations in paragraph 34(1)(", ") would be matters such as whether the minor has the requisite knowledge or mental capacity to understand the nature and effect of his actions. It is open to the minor to advance those considerations and whatever other arguments support an exemption from paragraph 34(1)(", ") on the basis of his status as a minor and to provide evidence in support of those arguments.", "<FRAGMENT_SUPPRESSED> , at para 46-47."], ["[43]", "Not only is it incumbent on applicants to argue that they did not have the mental capacity to understand the effects of their actions and to provide evidence of that, but there will also be a presumption that \"the closer the minor is to 18 years of age, the greater will be the likelihood that the minor possesses the requisite knowledge or mental capacity\" ( <FRAGMENT_SUPPRESSED> , above, at para 51). These are precisely the principles that the officer applied in this case. After referring to <FRAGMENT_SUPPRESSED> , she noted that the applicant, although he was a member of the Chilean Communist Party at the age of 14, became active in the Milices rodriguistes at 16 and participated in FPMR operations beginning at the age of 17. She also noted that he did not present any arguments for an exemption based on his age at the time of the incidents. In short, her decision is fully consistent with <FRAGMENT_SUPPRESSED> , above. The onus was on the applicant, not the officer, to establish that he should be granted an exemption because of his age. Accordingly, the decision appears to me to be unassailable in this regard.", "(5)", "Did the officer breach procedural fairness by not disclosing to the applicant the documents she relied on to make her decision, thereby depriving him of the opportunity to respond to that evidence"], ["[44]", "The applicant alleges that the officer did not comply with the rules of procedural fairness because she did not give him the opportunity to comment on the decisions found on the Internet concerning the general situation in Chile at the relevant time and, specifically, the documents regarding the organizations that the applicant was a member of or had worked for. The applicant submits that he found out about these documents for the first time when the officer's decision was sent to him. These documents, about ten in number, are from non-governmental organizations, universities, the U.S. State Department, the Central Intelligence Agency and a magazine (Jane's World Insurgency and Terrorism). Also in this list are three works published in 1988 and 1998."], ["[45]", "I cannot agree with the applicant's argument, essentially for the reasons put forward by the respondent. First, the applicant was properly informed that his involvement in Chile with the FPMR, the MIR and the Milices rodriguistes was a concern because, on the one hand, he had had an interview with the CSIS in 2004 about his involvement in these organizations, and, on the other hand, had received a call-in letter specifically in this regard on March 6, 2012. Therefore, it is not surprising that the officer based her findings on documentary evidence from diverse, credible and trustworthy sources concerning the political and social situation in Chile during the relevant years as well as the organizations mentioned by the applicant himself in his application for permanent residence. In fact, these documents are directly related to the situation in Chile and the organizations that the applicant said he was a member of in his application for permanent residence, involvement that was the subject of an interview with the CSIS."], ["[46]", "Second, public documents available on the Internet about the situation in a country that originate from credible and known sources are not extrinsic evidence. These documents were easily accessible on the Internet, and the fact that the officer consulted them and referred to them without advising the applicant is not a breach of the duty of procedural fairness: see,", "inter alia", "<FRAGMENT_SUPPRESSED> ACWS (3d) 118;", "<FRAGMENT_SUPPRESSED> (available on  <FRAGMENT_SUPPRESSED> (available on CanLII)."], ["[47]", "Third, the applicant was confronted with the information contained in the documentary evidence at his interview. His testimony, far from contradicting the evidence on the situation in Chile or the Communist Party, the Milices rodriguistes, the FPMR and the MIR, instead confirmed the information about these organizations, how they function and the path followed by a person involved, like the applicant, in the Chilean Communist Party and the opposition to the Pinochet regime at the relevant time."], ["[48]", "In fact, the applicant demonstrated extensive knowledge of the FPMR, its cells and their operation. The information he gave in this regard was corroborated by the documentary evidence. Furthermore, the activities and acts admitted by the applicant correspond in all respects to those reported in open source documents and characterize the techniques of both the Milices rodriguistes and the FPMR in an effort to incite the population to what the Communist Party called [translation] \"national insurrection\". At any time before a decision was issued, the applicant could have reviewed the documentary evidence and provided the officer with additional information or evidence to support his application. He can only blame himself if he did not do so."], ["[49]", "Last, the applicant argued that the officer breached the principles of procedural fairness by not sending him the CSIS report so that he could contradict the information it contained or, on the contrary, rely on it. Again, procedural fairness did not require proceeding in that fashion in the circumstances."], ["[50]", "As appears from the interview notes, the applicant did not ask to see this document. However, the applicant was confronted on several occasions with the testimony he gave to the CSIS officer, and it can be assumed that the applicant knew what he said at that interview. According to the jurisprudence of this Court, it is not necessary to give the applicant the document itself that the decision-maker can rely on as long as the information contained in that document has been disclosed to the applicant so that he can know the case against to him or her and correct prejudicial misunderstandings or misstatements:", "<FRAGMENT_SUPPRESSED> (available on  <FRAGMENT_SUPPRESSED> FTR 267. In this case, I am of the opinion that the non-disclosure of the CSIS report did not prevent the applicant from arguing his position, and he had ample opportunity to respond to the concerns expressed in the report.", "V.", "Conclusion"], ["[51]", "For all the foregoing reasons, the application for judicial review must be dismissed. No serious question of general importance was proposed, and none will be certified.", "JUDGMENT"], ["[52]", "THE COURT ORDERS AND ADJUDGES that", "the application for judicial review is dismissed. No question is certified.", "Application dismissed.", "Editor: Gary W. McLaughlin/vnh"]]}