{"id_": "071583", "body_str": [["[1]", "Martineau, J.", ": This is an application for judicial review of a decision (the Decision) of Sébastien Sigouin, Director, Canadian Human Rights Commission (the Commission), dated February 9, 2007, which dismissed the applicant's complaint of discrimination against his employer, the Department of Human Resources and Skills Development Canada (HRSDC), pursuant to paragraph 44(3)(", ") of the Canadian", "Human Rights Act", ", R.S.C. 1985, c. H-6 (the Act)."], ["[2]", "The relevant provisions of the Act read:", "3. (1) For all purposes of this Act, the prohibited grounds of discrimination are race, national or ethnic origin, colour, religion, age, sex, sexual orientation, marital status, family status, disability and conviction for which a pardon has been granted.", "[...]", "7. It is a discriminatory practice, directly or indirectly,", "(a) to refuse to employ or continue to employ any individual, or", "(b) in the course of employment, to differentiate adversely in relation to an employee,", "on a prohibited ground of discrimination.", "[...]", "44. (1) An investigator shall, as soon as possible after the conclusion of an investigation, submit to the Commission a report of the findings of the investigation.", "[...]", "(3) On receipt of a report referred to in subsection (1), the Commission", "[...]", "(b) shall dismiss the complaint to which the report relates if it is satisfied", "(i) that, having regard to all the circumstances of the complaint, an inquiry into the complaint is not warranted, or", "(ii) that the complaint should be dismissed on any ground mentioned in paragraphs 41(c) to (e).", "[...]", "3. (1) Pour l'application de la présente loi, les motifs de distinction illicite sont ceux qui sont fondés sur la race, l'origine nationale ou ethnique, la couleur, la religion, l'âge, le sexe, l'orientation sexuelle, l'état matrimonial, la situation de famille, l'état de personne graciée ou la déficience.", "[...]", "7. Constitue un acte discriminatoire, s'il est fondé sur un motif de distinction illicite, le fait, par des moyens directs ou indirects:", "a) de refuser d'employer ou de continuer d'employer un individu;", "b) de le défavoriser en cours d'emploi.", "[...]", "44. (1) L'enquêteur présente son rapport à la Commission le plus tôt possible après la fin de l'enquête.", "[...]", "(3) Sur réception du rapport d'enquête prévu au paragraphe (1), la Commission:", "[...]", "b) rejette la plainte, si elle est convaincue:", "(i) soit que, compte tenu des circonstances relatives à la plainte, l'examen de celle-ci n'est pas justifié,", "(ii) soit que la plainte doit être rejetée pour l'un des motifs énoncés aux alinéas 41c) à e).", "[...]"], ["[3]", "The parties are in agreement regarding the salient facts giving rise to this application for judicial review."], ["[4]", "The applicant, John Bateman, was employed at HRSDC from 1974 until October 13, 2004, the date of his retirement. The applicant was a capable and methodical employee. During the last few years of his employment, he began experiencing difficulties at work involving the use of technology. Management was aware of these difficulties and reduced his workload as a type of informal accommodation."], ["[5]", "In May 2004, the applicant was diagnosed with depression by his general practitioner. The applicant met with his supervisor to inform him that in accordance with his physician's advice, he would be taking sick leave."], ["[6]", "As early as 1999, HRSDC had been made aware of the applicant's intention to retire early on October 13, 2004. In July 2004, while on sick leave, the applicant submitted a request for early retirement to take effect on October 13, 2004. Shortly after this request for early retirement was made, the applicant met with his compensation advisor who provided him with various options including, but not limited to, using the balance of his sick leave credits prior to retirement. The applicant, who acknowledges he was fully informed of his rights at that time, refused all other options. The applicant retired with a full pension in October 2004."], ["[7]", "A month later, the applicant was advised by his psychologist that a diagnosis of neurological disorder was likely, pending further tests. The applicant's wife, acting in her capacity as his attorney, contacted HRSDC by telephone and in writing requesting that the acceptance of her husband's retirement decision be reconsidered as he had not been able to participate fully in the process. No medical evidence was provided to HRSDC to support the applicant's contention that he had not been able to participate fully in the decision making process"], ["[8]", "The applicant was diagnosed with Posterior Cortical Atrophy (PCA) on December 16, 2004. The applicant was informed by his physician that he may have had PCA since 1998 or 1999. PCA is a degenerative disorder in which nerve cells in the posterior part of the brain die over time causing a progressive decline in vision. Early symptoms of PCA often appear in individuals over the age of fifty and include blurred vision, difficulties reading and problems with depth perception."], ["[9]", "The applicant's wife again communicated with HRSDC in April 2005 stating that the applicant had been unable to make an informed decision regarding his retirement and requesting that his disability be accommodated by rescinding the decision. No medical evidence was submitted to support the allegation that he had not been able to participate fully in the retirement decision."], ["[10]", "The applicant's request for accommodation was denied in July 2005 on the ground that his decision to retire had been accepted in good faith and only after he had been fully apprised of his rights and options."], ["[11]", "On September 6, 2005, the applicant filed a complaint with the Commission alleging that HRSDC discriminated against him on the basis of disability contrary to section 7 of the Act. The complaint reads, in part, as follows: \"I have reasonable grounds for believing I have been discriminated against by my employer, [HRSDC]. I believe this is because my employer failed to consider my disability when I was employed and when my retirement request was accepted and processed.\""], ["[12]", "The Commission appointed Deborah Olver, Investigator (the Investigator), to investigate the applicant's complaint to determine whether HRSDC failed to accommodate the applicant in employment by not responding to his change in work performance and by not rescinding his retirement request after he had already retired because of his disability. The Investigator finds that the applicant did not know he had a disability while he was at work (prior to his sick leave in May 2004) and that he admitted to being informally accommodated with the help of his co-workers. The Investigator also states that HRSDC \"did not know the [applicant] had a disability and therefore no referral for a medical assessment was conducted or was a formal accommodation plan instituted.\" In terms of whether the applicant required accommodation during the retirement process, the Investigator states the applicant was diagnosed with PCA two months after he had retired and that HRSDC did not know about his disability prior to his retirement. The Investigator then analyses whether the applicant communicated his need for accommodation to HRSDC while he was at work (including while he was on sick leave) and at retirement. The Investigator notes that the medical evidence before her indicates the applicant may have had the disability prior to his retirement date. However, the Investigator finds that the applicant did not know he had the disability while he was working. Accordingly, he did not communicate his need for accommodation at that time, nor did he ask to be accommodated at retirement."], ["[13]", "The applicant only sought to be accommodated retroactively, two months after retirement. Regarding the issue as to whether the applicant's request for accommodation was denied, the Investigator concludes:", "[...] the [applicant] was accommodated by his co-workers and supervisor prior to his retirement [...] and after he had retired, in that, he was provided with medical retirement benefits which top up his full pension benefits. While he could have postponed his retirement and used his accumulated sick leave benefits, this issue was discussed with the [applicant] and he rejected this option.", "[...]", "[HRSDC] had provided the [applicant] with all information needed to make an informed decision to retire, which the [applicant] states he considered himself well enough to make."], ["[14]", "Based on her findings, the Investigator recommends the applicant's complaint be dismissed pursuant to paragraph 44(3)(", ") of the Act for the following reasons:", "• the evidence indicates the [applicant] had expressed intentions of retiring in October 2004, as early as 1999;", "• the [applicant] did not request accommodation, until two months after he voluntarily retired;", "• given what was known in October 2004, it does not seem reasonable to presume [HRSDC] ought to have know [", "sic", "] the [applicant] required accommodation; and", "• the evidence indicates that [HRSDC] subsequently accommodated the [applicant] by arranging disability benefits after he retired."], ["[15]", "Both parties were provided copies of the investigation report and availed themselves of the opportunity to comment on its findings. The Commission, having considered the applicant's complaint, the investigation report and the submissions of the parties, rendered its Decision on February 9, 2007. The complaint was dismissed pursuant to paragraph 44(3)(", ") for reasons identical to the Investigator's recommendations (as cited above)."], ["[16]", "The applicant now seeks to have the Decision judicially reviewed on the following grounds. First, the applicant submits the Commission failed to properly apply the legal test elucidated in", "British  <FRAGMENT_SUPPRESSED>  (Meiorin) to determine whether HRSDC discriminated against the applicant. The failure of the Commission to first determine whether the applicant's complaint established a", "prima facie", "case of discrimination is a reviewable error that is sufficient to permit the Court to set aside the Decision. Secondly, the applicant submits the Commission failed to conduct a thorough investigation. In particular, the Investigator did not interview the applicant's colleagues to determine the nature of the problems he was experiencing prior to taking sick leave; she failed to interview the applicant's medical doctors to determine his capacity to make the decision to retire in October 2004; and, she failed to examine whether the request for accommodation would cause undue hardship to HRSDC."], ["[17]", "During the course of the investigation into his complaint, the applicant explained to the Investigator that, in hindsight, he was unaware of the degree to which his work performance had been compromised and was unable to advocate for himself. The applicant describes how his disability significantly affected his retirement decision and process. Indeed, by accepting that the decision was made in \"good faith\" and by failing to communicate through the applicant's attorney, the applicant alleges that HRSDC was unwilling to consider how his disability affected the standard retirement process or to remedy the situation."], ["[18]", "The applicant seeks to have the Decision quashed and the matter sent back to the Commission for redetermination following a proper investigation into the applicant's complaint."], ["[19]", "There is contradictory jurisprudence from this Court and the Federal Court of Appeal regarding the standard of review applicable to a decision of the Commission to remit or not remit a complaint to the Tribunal for consideration. In my opinion, the cases turn on whether the issue in question is deemed one of fact or law, or mixed fact and law. The Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 2056 (QL) (Sketchley), emphasised that a pragmatic and functional analysis should be undertaken with respect to each decision under review, regardless of whether the same or similar issue has been decided in a previous case."], ["[20]", "In the case at bar, the Commission was tasked with deciding whether HRSDC had a duty to accommodate the applicant during employment and at retirement. This is clearly a question of mixed fact and law. Having conducted a pragmatic and functional approach and based on the reasoning in <FRAGMENT_SUPPRESSED> , above, I find the overall Decision is reviewable on a standard of reasonableness. Following the hearing on the merits, the Supreme Court of Canada released", "<FRAGMENT_SUPPRESSED>  [2008] S.C.J. No. 9 (QL) (Dunsmuir) which clarifies the Canadian approach to judicial review of administrative decisions. However, nothing in this recently released decision alters my conclusion regarding the standard of review to be applied to the Decision as a whole. The Court agrees with the parties that the second issue in this judicial review, namely whether the Commission's investigation was thorough, is a matter of procedural fairness which is reviewable against the standard of correctness. Again, <FRAGMENT_SUPPRESSED> does not change this conclusion. As a final preliminary matter, I emphasize that I am considering the investigator's report as constituting the Commission's reasoning: <FRAGMENT_SUPPRESSED> , above, at para. 30."], ["[21]", "Turning to the merits of this application, as a starting point, I emphasize that there is nothing in the evidence to suggest that the Investigator failed to properly apply the test elucidated in <FRAGMENT_SUPPRESSED> . To the contrary, having carefully considered both the Decision and the Investigator's report, I conclude the Investigator understood the <FRAGMENT_SUPPRESSED> test and applied it appropriately to the facts as they arise in this instance. The applicant has therefore failed to convince the Court that the Investigator committed a reviewable error in this regard."], ["[22]", "Likewise, I am of the view the overall Decision was reasonable and \"falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , above at para. 47)."], ["[23]", "In his complaint to the Commission, the applicant alleges that HRSDC discriminated against him on the basis of disability by failing to rescind his decision to retire. However, it appears that the Investigator was not satisfied the evidence established a reasonable basis for a case of discrimination", "during the applicant's employment", "for the following reasons: neither the applicant nor HRSDC knew the applicant had a disability during his employment; HRSDC attributed the applicant's difficulties at work with the loss of his former supervisor and the implementation of new Directives which were stressful for all staff; the applicant was given informal accommodation such as assistance from his co-workers; and, the applicant did not communicate his needs for accommodation."], ["[24]", "Likewise, the Investigator was not satisfied the evidence established a reasonable basis for a case of discrimination", "after the applicant's retirement", "for the following reasons: the applicant only requested accommodation when he was no longer an employee of HRSDC; the applicant had mentioned to HRSDC his desire to retire on October 13, 2004 as early as 1999; the applicant was advised of his retirement options in July 2004; the applicant admits he felt fully informed of his retirement options; he was assisted in making an application for disability benefits which he currently receives; and, given the degenerative nature of the applicant's disease, it is unlikely that he could return to his pre-retirement position."], ["[25]", "It is well-established in the jurisprudence that the onus initially lies on the applicant to prove", "prima facie", "discrimination. Justice Linden summarizes this burden in <FRAGMENT_SUPPRESSED> , above, at para. 86 as follows:", "At the outset, I must reiterate the overarching principles of", "the British  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  test, whereby human rights cases are determined. Initially, the onus lies on the complainant to prove prima facie discrimination. A prima facie case is one which \"covers the allegations made and which, if they are believed, is complete and sufficient to justify a verdict in complainant's favour in the absence of an answer from the respondent-employer\" (", "<FRAGMENT_SUPPRESSED>  at para. 28). That being established, it is then incumbent on the employer to justify that discrimination as a bona fide occupational requirement (BFOR)."], ["[26]", "The Investigator acknowledged there was medical evidence that the applicant's disability had affected him up to seven years prior to retirement and in particular in 2004. Nevertheless, the applicant failed to produce any evidence to suggest whether his disability was a factor in his retirement decision. An understanding of the applicant's ability to make an informed and voluntary retirement decision is predicated on a thorough understanding of the applicant's medical condition. However, the applicant never provided this requisite medical information to the Investigator. Indeed, the applicant failed to adduce evidence which would permit the Investigator to reasonably conclude that the applicant's retirement decision ought to be rescinded. To the contrary, the applicant himself admitted he was given the appropriate information and advice regarding his leave entitlements and options. As such, the Investigator did not have the evidentiary foundation upon which to base a conclusion that the applicant's retirement decision was anything but voluntary."], ["[27]", "I am equally of the opinion that the investigation was thorough. For an investigation to be considered \"fair and adequate\", it must satisfy at least two conditions: neutrality and thoroughness:", "<FRAGMENT_SUPPRESSED>  (F.C.A.). In the present case, the applicant only takes issue with the thoroughness of the investigation. Justice Nadon, at paras. 56-57 of", "Slattery", ", above, states that an investigation may have lacked the legally required degree of thoroughness if, for instance, an investigator \"failed to investigate obviously crucial evidence\":", "Deference must be given to administrative decision-makers to assess the probative value of evidence and to decide to further investigate or not to further investigate accordingly. It should only be where unreasonable omissions are made, for example where an investigator failed to investigate obviously crucial evidence, that judicial review is warranted. Such an approach is consistent with the deference allotted to fact-finding activities of the Canadian", "Human Rights Tribunal by the Supreme Court in the case of  <FRAGMENT_SUPPRESSED> .", "In contexts where parties have the legal right to make submissions in response to an investigator's report, such as in the case at bar, parties may be able to compensate for more minor omissions by bringing such omissions to the attention of the decision-maker. Therefore, it should be only where complainants are unable to rectify such omissions that judicial review would be warranted. Although this is by no means an exhaustive list, it would seem to me that circumstances where further submissions cannot compensate for an investigator's omissions would include: (1) where the omission is of such a fundamental nature that merely drawing the decision-maker's attention to the omission cannot compensate for it; or (2) where fundamental evidence is inaccessible to the decision-maker by virtue of the protected nature of the information or where the decision-maker explicitly disregards it."], ["[28]", "Justice Teitelbaum, in", "<FRAGMENT_SUPPRESSED>  (QL) at para. 79, sets out the relevant considerations in determining whether an investigation was thorough:", "In determining the degree of thoroughness of investigation required to be in accordance with the rules of procedural fairness, one must be mindful of the interests that are being balanced: the complainant's and respondent's interests in procedural fairness and the CHRC's interests in maintaining a workable and administratively effective system ..."], ["[29]", "In the case before me, I am satisfied that the investigation report dealt with all of the fundamental issues raised in the applicant's complaint and therefore sufficient thoroughness exists. I note that \"[t] here is no obligation placed upon the investigator to interview each and every person suggested by the parties\" (", "<FRAGMENT_SUPPRESSED>  (QL) at para 10). As such, I am unable to agree with applicant's counsel that the Investigator's failure to interview any of the applicant's colleagues or physicians constitutes a reviewable error."], ["[30]", "As stated, it is incumbent on the applicant (who alleges he lacked the capacity in July 2004 to make an informed retirement decision) to adduce evidence to support this allegation. It is not the Investigator's responsibility to contact all of the applicant's attending physicians in an effort to make the applicant's case for him. Likewise, I am not persuaded that the Investigator ought to have interviewed the applicant's co-workers. The applicant admitted that he was embarrassed his colleagues had noticed deterioration in his work performance. Moreover, I agree with the respondent that the applicant's co-workers are not medical doctors and are thus not in the best position to determine the \"nature and extent of the problems [the applicant] was experiencing and the manner in which it affected his work and demeanor in the workplace.\""], ["[31]", "As a final comment, section 7 of the Act expressly states: \"It is a discriminatory practice, directly or indirectly, (a) to refuse to employ or continue to employ any individual, or (b)", "in the course of employment", ", to differentiate adversely in relation to", "an employee", ", on a prohibited ground of discrimination\" [Emphasis added]. The parties agree that this is not an instance where subsection 7(", ") applies. Indeed there is no allegation of constructive dismissal or that the applicant was forced into early retirement. Instead, the applicant argues HRSDC discriminated against him in contravention of subsection 7(", ") by failing to rescind his retirement decision. It is worthwhile to note that the Court is not convinced that subsection 7(", ") applies to the applicant's complaint to the Commission. The applicant's request for accommodation (in the form of rescission of the retirement decision) was made two months after his retirement. This accommodation request was therefore made at a time when the applicant was no longer", "an employee", "of HRSDC. Similarly, HRSDC's refusal to accommodate the applicant was also arguably not made in", "the course of the applicant's employment", ". Based on the current language of subsection 7(", ") of the Act, and based on the evidentiary record before me, the Court is not convinced that rescission of a retirement decision is a remedy readily available to an applicant who, by virtue of her or his voluntary retirement, is no longer an employee of a specific employer. However, given my conclusion that there was no error in the Decision justifying intervention of the Court, and given the fact that the Investigator did not consider this issue (nor was it raised by either party), it is not necessary for me to base my refusal to intervene on this particular ground."], ["[32]", "For these reasons, this application for judicial review is dismissed with costs to the respondent.", "ORDER"], ["[33]", "THIS COURT ORDERS that", "this application for judicial review be dismissed with costs to the respondent.", "[End of document]"]]}