{"id_": "071861", "body_str": [["[1]", "Reed, J.", ": The appellant appeals, by way of a trial de novo, a decision of the citizenship judge which denied his application for citizenship because he had not fulfilled the residence requirement of the", "Citizenship Act", ", R.S.C. 1985, c. C-29. Section 5(1)(c) of that", "Act", "states:", "\"The Minister shall grant citizenship to any person who", ". . . . .", "(c) has been lawfully admitted to Canada for permanent residence, has not ceased since such admission to be a permanent resident pursuant to section 24 of the Immigration Act and", "has, within the four years immediately preceding the date of his application, accumulated at least three years of residence in Canada", "...\" (underlining added)"], ["[2]", "The appellant was physically present within Canada for a total of 232 days during the four year period preceding his application for citizenship. This total number of days accumulated by a number of short periods of physical presence in Canada. Most of these were of little more than one week duration. At the same time, it is clear from the jurisprudence that actual physical presence within the country is not needed during the whole 1095 days to fulfil the three year residence requirement. In the leading case,", "Re Papadogiorgakis", ", [1978] 2 F.C. 208, Associate Chief Justice Thurlow said, at pp. 213-214:", "\"It seems to me that the words 'residence' and 'resident' in para. 5(1)(b) of the new", "Citizenship Act", "are not as strictly limited to actual presence in Canada throughout the period as they were in the former statute but can include, as well, situations in which the person concerned has a place in Canada which is used by him, during the period as a place of abode to a sufficient extent to demonstrate the reality of his residing there during the material period even though he is away from it part of the time. This may not differ much from what is embraced by the exception referred to by the words '(at least usually)' in the reasons of Pratte, J., but in a close case it may be enough to make the difference between success and failure for an applicant.", "A person with an established home of his own in which he lives does not cease to be resident there when he leaves it for a temporary purpose whether on business or vacation or even to pursue a course of study", ". The fact of his family remaining there while he is away may lend support for the conclusion that he has not ceased to reside there. The conclusion may be reached, as well, even though the absence may be more or less lengthy. It is also enhanced if he returns there frequently when the opportunity to do so arises. It is, as Rand, J., appears to me to be saying in the passage I have read, 'chiefly a matter of the degree to which a person in mind and fact settles into or maintains or centralizes his ordinary mode of living with its accessories in social relations interests and conveniences at or in the place in question.\" (underlining added)", "In the", "Re Papadogiorgakis", "case, a student who had been physically present in Canada for only 79 days during the relevant four year period was determined to have fulfilled the residence requirement."], ["[3]", "Reference was made in", "Re Papadogiorgakis", "to the Supreme Court decision in", "<FRAGMENT_SUPPRESSED> . In that case the concept \"ordinarily resident\" was discussed for tax purposes, at pp. 224-225:", "\"It is held to mean", "residence in the course of the customary mode of life of the person concerned, and it is contrasted with special or occasional or casual residence", ". The general mode of life is, therefore, relevant to a question of its application.", "\"For the purposes of income tax legislation, it must be assumed that every person has at all times a residence ...", "\"But in the different situations of so-called 'permanent residence', 'temporary residence', 'ordinary residence', 'principal residence' and the like, the adjectives do not affect the fact that there is in all cases residence; and", "that quality is chiefly a matter of the degree to which a person in mind and fact settles into or maintains or centralizes his ordinary mode of living with its accessories in social relations, interests and conveniences at or in the place in question", ". It may be limited in time from the outset, or it may be indefinite, or so far as it is thought of, unlimited. On the lower level,", "the expressions involving residence should be distinguished", ", as I think they are in ordinary speech,", "from the field of 'stay' or 'visit'", ".\" (underlining added)"], ["[4]", "A review of the cases reveals that a number of different formulations of the appropriate test have been set out. In", "Re Leung", "(1991), 42 F.T.R. 149, at p. 153, it was said that:", "\"... an applicant who has established a residence in Canada, even if only a rented room, leaves Canada, even for extended periods, to complete studies abroad, because of business transfers, or, as in the case of missionaries or people in the foreign service, temporary postings abroad ... periods so spent abroad can be counted to fulfill [sic] the residence requirements ...", "but when", "on the [other] hand,", "the absences are for purely personal reasons and of a voluntary nature they cannot be so counted", ".\" (underlining added)", "The applicant was held not to have fulfilled the residence requirement because she had chosen to go abroad, because she had:", "\"followed a business strategy that required me to work outside of Canada [as a public relations consultant] in order to provide me with better opportunities in Canada.\" (At p. 5 of the decision.)", "The applicant was held not to have fulfilled the residence requirements even though the judge did not \"have any doubt that it is her intention to make Canada her home.\" He also noted, at p. 9:", "\"Many Canadian citizens, whether Canadian born or naturalized must spend a large part of their time abroad in connection with their businesses, and this is their choice. An applicant for citizenship, however, does not have such freedom because of the provisions of s. 5(1) of the", "Act", ".\""], ["[5]", "At the same time", "Re Lee", "(1988), 24 F.T.R. 188, at p. 196, the test was expressed to be whether the applicant had \"", "demonstrated his intention", "to establish and maintain his home in a given place in Canada?\" (underlining added) and:", "\"Parliament intended that the applicant for citizenship demonstrate that he or she has actually resided among Canadians and in effect thrown in his or her lot with us in some Canadian community ...", "\"The purpose of the residence provisions is to ensure that the would-be citizen takes the full opportunity - in a vernacular word - to 'Canadianize' himself or herself. ... Those without means or of too modest a fortune to travel outside of Canada for extended periods must perforce comply with Parliament's specifically stated purpose; so, also, must those of sufficient means and an extensive wealth. The law is to be applied equally to, all without discrimination as to means.\""], ["[6]", "In", "Re Lau", ", T-136-91 (February 6, 1992) at p. 1, the appropriate test was expressed to be:", "\"physical presence ... is not essential, provided the landed immigrant has", "established a residence, maintained a pied-à-terre and clearly intends to live in this country", ".\" (underlining added)", "and", "Re Chien", "(1992), 51 F.T.R. 317, at p. 318, this was reiterated:", "\"The jurisprudence ... has clearly established that physical presence in Canada is not required throughout the period, provided the applicant has", "established a residence and kept a pied-à-terre in Canada with the intention to reside in this country", ".\" (underlining added)", "In", "Re Law", "(1992), 56 F.T.R. 10, at p. 14, I found I was unable to treat extended absences from Canada as deemed residence because the applicant:", "\"had not made Canada", "the place where he 'regularly, normally or customarily' lives", ".\" (underlining added)"], ["[7]", "In some decisions it has been suggested that the changes in the", "Citizenship Act", "which were made in 1978 lead to the conclusion that Parliament intended that physical presence for the whole three year period was not required. This is said to be related to the removal from the", "Act", "of qualifications based on domicile. I have read the Parliamentary debates and committee proceedings of that period and can find nothing to substantiate that conclusion. Indeed, quite the contrary seems to be the case. The requirement of three year residence within a four year period seems to have been designed to allow for one year's physical absence during the four year period. Certainly, the debates of the period suggest that physical presence in Canada for 1095 days was contemplated as a minimum. In any event, as has been noted above, the jurisprudence which is now firmly entrenched does not require physical presence for the whole 1095 days."], ["[8]", "Another principle which was cited to me from the jurisprudence requires comment. In some decisions it has been said that in the case of an applicant:", "\"... who would very obviously make an excellent citizen the provisions of the", "Act", "should be given a liberal interpretation so as to make the granting of citizenship to him possible ...\"", "See, for example,", "Re Kleifges", "(1978), 84 D.L.R.(3d) 183 (F.C.T.D.) at p. 189."], ["[9]", "I have difficulty with that admonition. If it means that the requirements of the", "Act", "are to be interpreted differently for a person about whom the judge has formed a good opinion (as a potential citizen) from that which applies to a person about whom the judge has not formed this opinion, then, I find I have to reject the rule of interpretation. The same criteria are required to be met by all applicants regardless of the judge's opinion on the individual's qualities as a potential citizen. The law should be applied equally to all."], ["[10]", "The conclusion I draw from the jurisprudence is that the test is whether it can be said that Canada is the place where the applicant \"regularly, normally or customarily lives\". Another formulation of the same test is whether Canada is the country in which he or she has centralised his or her mode of existence. Questions that can be asked which assist in such a determination are:", "(1) was the individual physically present in Canada for a long period prior to recent absences which occurred immediately before the application for citizenship;", "(2) where are the applicant's immediate family and dependents (and extended family) resident;", "(3) does the pattern of physical presence in Canada indicate a returning home or merely visiting the country;", "(4) what is the extent of the physical absences - if an applicant is only a few days short of the 1095 day total it is easier to find deemed residence than if those absences are extensive;", "(5) is the physical absence caused by a clearly temporary situation such as employment as a missionary abroad, following a course of study abroad as a student, accepting", "temporary", "employment abroad, accompanying a spouse who has accepted temporary, employment abroad;", "(6) what is the quality of the connection with Canada: is it more substantial than that which exists with any other country."], ["[11]", "With respect to this last, it was pointed out to me that legally a person could not have two domiciles at the same time but that he could have two residences. In <FRAGMENT_SUPPRESSED> , [1945] Ex. C.R. 17, at p. 28, it was said:", "\"... it is, I think settled that the question of whether a person is ordinarily resident in one country or in another cannot be determined solely by the number of days that he spends in each.", "He may be ordinarily resident in both", "if his stay in each is", "substantial and habitual", "and", "in the normal and ordinary course of his routine life", ".\" (underlining added)"], ["[12]", "The <FRAGMENT_SUPPRESSED> case, of course, dealt with tax matters. I am not convinced that the quality of residence required to fulfil the requirements of the", "Citizenship Act", "admits of a similar interpretation. In my view to allow physical absence to be treated as residence within the country for the purposes of obtaining citizenship, the quality of the person's connection with this country must demonstrate a primacy or priority of residence in Canada (a more substantial connection with Canada than with any other place)."], ["[13]", "I have reviewed some of the residence requirements which exist in the citizenship legislation of some other countries (United Kingdom, United States and Australia). While these are not directly relevant to the interpretation of the Canadian Act, I was interested to ascertain whether other members of the international community have adopted a test of residency for citizenship which allows what might be called dual residence (equal connection in two countries). While the legislation in some of these countries differs from Canada's in that the grant of citizenship is discretionary and not a right following upon certain qualifications having been met, I did not find a dual residence concept in use."], ["[14]", "I have reviewed carefully much of the jurisprudence respecting the residence requirements of the", "Citizenship Act", "because this appellant very much wants to become a Canadian citizen. He and his family fled to Hong Kong from mainland China (Shanghai) in May of 1949. This was a result of the political upheaval which was taking place in that country at that time. Many of the assets of his family's shipping business were lost when they fled. The family rebuilt their business in Hong Kong. The appellant does not have a passport but travels on a Certificate of Identity issued by the Hong Kong government. He and his family are clearly concerned about what 1997 might bring."], ["[15]", "The appellant and his wife arrived in Canada as landed immigrants on May 10, 1987. The appellant left the country for business reasons 18 days later on May 28, 1987. He returned in October, 1987 and spent 13 days in Canada on that occasion. His son and daughter arrived in Canada in June of 1987. While they return to Vancouver for holidays, they have been out of the country for most of the 1987-89 period pursuing their educations, either in Boston or elsewhere."], ["[16]", "Prior to their arrival as landed immigrants, the appellant's wife bought a residence in West Vancouver. She bought the house in December of 1986 and moved into those premises in July of 1987. Ownership of this property was transferred, approximately one year after the appellant and his wife had been landed in Canada, to joint ownership by the appellant and his wife. This was the first time the appellant had personally owned real estate anywhere. In Hong Kong, he and his family lived in rented accommodation provided by the family-owned shipping company, of which the appellant is the chief executive officer. The appellant continues to live in this accommodation when in Hong Kong."], ["[17]", "Subsequent to May 10, 1987, the appellant's wife spent the requisite 1095 days physically present in Canada and has now been granted Canadian citizenship. She and her husband have recently sold the West Vancouver residence and purchased a condominium in Kerrisdale. I note in passing that because the appellant's wife did not have business responsibilities abroad similar to those of her husband she was able to fulfil the 1095 day residence requirement and is now free to spend as much time abroad as she wishes. The appellant has an uncle, an aunt, a cousin, his mother-in-law and his younger brother living in Vancouver."], ["[18]", "As has been noted, the appellant was credited by the citizenship judge with having been physically present in Canada for 232 of the required 1095 days. I will adopt that calculation although it is not immediately apparent that it accurately reflects the actual time spent in Canada. The calculation prepared by the Department of the Secretary of State, for example, states that his absence from February 2, 1990 to April 28, 1990 comprised 49 days. That absence in fact would seem to have exceeded 80 days. Another example of the troublesome calculations is found with respect to the November 2, 1990 to February 11, 1991 period. This was assessed as an absence of 73 days. It would appear to be closer to 110 days. I did not raise these discrepancies with counsel, when counsel were before me, and thus for the purpose of my decision have used the 232 day figure. As has been noted, this number of days was accumulated by numerous short periods of time spent in Canada, most being not much longer than a week in duration."], ["[19]", "The appellant explains that his frequent absences from Canada are necessary so that he can look after the interests of the family company, the Valles Steamship Company Ltd., the head office of which is located in Hong Kong. This company is a multi-million dollar shipping company and while the appellant's father is Chairman of the Board of Directors, it is the appellant who looks after much of the operation of the company on a day to day basis. In addition, during the 1988-1991 period, the appellant was Deputy Chairman and then Chairman of the Hong Kong Shipowners Association. This also required his presence in Hong Kong. He had been involved with that organization since 1971. He retired from his position as Chairman in December 1991."], ["[20]", "The appellant employed a consulting firm to assist with his application for citizenship. The citizenship judge commented on correspondence which had been received from this firm and then described some of the factors which exist in the appellant's case: factors relevant in considering the quality of the appellant's connection with Canada; factors relevant for determining whether or not an individual will be considered to be resident within Canada even though physically absent. I will quote from the citizenship judge's decision since much of the same evidence was presented before me:", "\"Your consulting company, following the initial interview, provided the court with further documentation as well, as requested by Mrs. Glover, the Officer handling this application.", "\"You travel with a certificate of identity, issued by the Hong Kong Government because you are stateless. The certificate of identity presented to the court expires November 4, 1992.", "\"You entered Canada under the NV3 category through Employment and Immigration Canada.", "\"Prior to your arrival in Canada, you had opened an account with the Canadian Imperial Bank of Commerce at 1502 Marine Drive, West Vancouver, B.C. Mrs. Anna Koo, even previous to this date, had purchased property in West Vancouver, B.C. on December 6, 1986, five months prior to your initial landing in Canada. This property remained in your wife's name, Mrs. Anna Koo, until a Transfer of an Estate and Fee Simple was processed on May 6, 1988 (one year after landing) to you, Mr. David Koo and your wife, Mrs. Anna Koo, as Joint Tenants.", "\"You applied for and obtained upon entry, a Social Insurance Card, B.C. Medical coverage, B.C. Driver's License, Visa and Mastercard through Canadian Plus.", "\"I was informed by you that you are an individual member (since 1987) of the Canadian Plus President's Club (which you said was because of your extensive travelling). Also, you are a member of the B.C.A.A. You have held a Corporate membership since July of 1990 with the Hong Kong Canadian Business Association and attend these meetings in Hong Kong, not Vancouver. For your children, you took out an individual membership in the West Vancouver Tennis Club (October 1990) and an individual membership in the Terminal City Club. You and Mrs. Koo also obtained membership cards for the West Vancouver Memorial Library in 1991. [Tennis club and library cards have now expired or become not useful with the appellant's move to Kerrisdale. The appellant stated that a new library card would be sought in Kerrisdale.]", "\"In regard to your business investments in Canada, documentation was provided showing that on September 29, 1987, you incorporated Erindale Holdings Ltd., with yourself as President. On March 25, 1988, there was an investment in joint venture between Park Georgia and Erindale Holdings Ltd. Corporate income tax returns were filed with the real estate market. Two and a half years after the initial entry as a Landed Immigrant, on October 27, 1989, incorporation of No. 66 Taurus Ventures Ltd. (named [sic] changed to Sureness Holding Inc., March 7, 1990) transpired. You have been the Secretary of this company since November 13, 1989. You informed me at your hearing that this company is a 'family' company and owns an office building in Burnaby, B.C.", "\"On November 27, 1989, (two and a half years after initial landing) Valles Steamship (Canada) Ltd., was incorporated with you as the Secretary since December 28, 1989. This is a shell company of your family business Valles Steamship Company Ltd., you informed me.", "\"You have purchased numerous Retirement Savings Plans, through the Canadian Imperial Bank of Canada, since 1988. Income tax returns have been filed by you for the years 1987, 1988 and 1989 [as well as 1990 and 1991].", "\"Seven letters in support of your application for citizenship were reviewed. They were from Mr. Derril T. Warren, Q.C., Executive Director of the Vancouver Centre for Commercial Disputes; Mr. Richard H. Vogel, President, Western Opportunities Ltd.; Mr. L.M. Little, Q.C., Thorsteinssons; Mr. Cecil O.D. Branson, Q.C., Edwards, Kenny and Bray; Mr. Peter D. Larlee, Edwards, Kenny and Bray; Mr. R.E. Lawless, President and CEO, Canadian National, and Mr. Richard H. Vogel, Director, Secretariat - Overseas Shipping Ltd.,", "\"Each writer acknowledged the work done by you, Mr. Koo, in promoting interest in shipping companies relocating in Canada, rather than other deep sea ports somewhere else in the world and also credited you for assisting the lobbying process to have the Income Tax Law rewritten with our Canadian parliamentarians. Each writer stated they felt that you would have much to offer Canada as a Canadian and you would make an excellent citizen.", "\"Newspaper articles and clippings from papers, magazines and such from publications in Hong Kong and Canada were reviewed. They dealt with the proposed changes in the Canadian Income Tax Law.\""], ["[21]", "As is noted, the appellant filed Canadian Income Tax Returns for the 1987 to 1991 years and paid income tax as a resident of Canada even though it was not necessary for him to do so."], ["[22]", "There was evidence both before the citizenship judge and before me that the appellant had been an active promoter of Canadian interest in Hong Kong - acting as a contact person there for Canadian businesses and politicians. He had also been involved, in Canada, in helping lobby the Canadian government to obtain changes in the tax laws and thereby make it more attractive for international shipping companies to locate in Vancouver. Such tax changes were in fact implemented in 1991 and at least one Swedish shipping firm has relocated to Vancouver. One moved from Long Beach, California too. In 1991, the appellant was appointed to the Advisory Board of the Canada-Asia Transportation and Trade Forum. This is part of the Asia Pacific Foundation and has as its objective the fostering of business opportunities from the Pacific Rim."], ["[23]", "Lastly, the appellant's opening of a small Canadian office of the family business (Valles Steamship (Canada) Ltd.) must be commented upon. The appellant expressed a desire to move the head office of the parent company to Vancouver. He also noted that the recent changes in the tax laws would make that a more viable course of action. At the same time, it is clear from the appellant's evidence that business considerations must dictate the primary location of that business. It would be unreasonable to expect that it would be otherwise. In my view, the intention to move the entire Valles Steamship Company Ltd. to Vancouver is, at present, speculative and lacking in what I would call firm resolve. It cannot be used to characterize the appellant's absences from Canada as clearly temporary in nature. From his point of view that is indeed unfortunate."], ["[24]", "In assessing the quality of this applicant's connection with this country, by reference to the questions set out above, I note first that his situation is not one in which there has been an extensive period of residence in Canada prior to the more recent extended absences. While his wife has been here long enough to obtain citizenship, it is not possible to say that the family has \"roots\" here. Some of the appellant's extended family is here, but it is not possible to say that Canada is the main focus of the appellant's family life. The pattern of physical presences in Canada is more consistent with visits to this country rather than demonstrating a return to a place where one \"regularly normally and customarily lives.\" He falls very very far short of the 1095 day requirement of actual residence. The absences are not related to an obviously temporary cause. While the appellant speaks of the possibility of moving the head office of Valles Steamship Company Ltd. to Canada, as I have noted, this is speculative. Insofar as the quality of the appellant's attachment to Canada is concerned, he has acquired many of what I might call the standard indicia, probably on the recommendation of his consultants: property in the form of a residence; a driver's licence; bank accounts; B.C. Medical coverage; a library card (which clearly, he rarely uses); a tennis club membership (which he certainly does not use since he does not play tennis). Despite these formal indicia of connection to Canada, I have not been persuaded that the quality of the appellant's residence in Canada is more substantial than the quality of his residence in Hong Kong. I cannot conclude that the quality of that residence demonstrates that Canada is the place where he regularly, normally and customarily resides. Thus, I reach the same conclusion as that reached by the citizenship judge, that the appellant has not fulfilled the 1095 day residence requirement of the", "Citizenship Act", ". The appellant is clearly caught in a \"catch 22\" situation. He wishes to acquire Canadian citizenship but the requirements of doing so mean that he would have to give up or at least relinquish his involvement for a certain period of time in a very substantial business enterprise of which he is the chief executive officer."], ["[25]", "Counsel for the appellant argues that, in any event, the citizenship judge erred because she did not make a recommendation to the Minister pursuant to s. 5(4) of the", "Citizenship Act", "(\"5(4) In order to alleviate cases of special and unusual hardship or to reward services of an exceptional value to Canada, and notwithstanding any other provision of this Act, the Governor-in-Council may, in his discretion, direct the Minister to grant citizenship to any person and, where such a direction is made, the Minister shall forthwith grant citizenship to the person named in the direction.) that the appellant should be granted citizenship \"to reward services of an exceptional value to Canada\". There is jurisprudence which discusses the jurisdiction of both citizenship judges and judges of the Federal Court to make recommendations to the Minister in this regard. In my opinion, it is open to either a citizenship judge or a judge of the Federal Court to make such a recommendation. That being said, however, I do not see how a reviewing court could censor a citizenship judge for failing to recommend to the Minister that citizenship be granted pursuant to s. 5(4)."], ["[26]", "Some judges feel uncomfortable making recommendations of the kind in question because they know that the ultimate decision rests with the executive branch of government. If their recommendation is ignored, they know that their considered and objective judgment has been brushed aside. Other judges are less reticent about make recommendations to the executive even though they know that in a great many cases, those recommendations will go unheeded. Given that the making of a recommendation is so highly discretionary, I am not convinced that the failure to make one is properly the subject of an appeal."], ["[27]", "In the present case, the citizenship judge did not make a recommendation that the Minister act under s. 5(4). I certainly would not criticize that decision. In the first place, as I have noted, the decision to make such a recommendation is a very discretionary one. Secondly, I personally would feel uncomfortable making such a recommendation myself. While I recognize the difficult position in which the appellant finds himself, this is not appreciably different from that in which many individuals are placed. The law establishes criteria to be met by all regardless of the personal considerations of each. Some individuals necessarily fall on one side of the line drawn by the law. Others fall on the other side. This is the price we pay for having a system which tries to treat people equally."], ["[28]", "In the present case, the activities in which the appellant engaged, which are argued to constitute \"exceptional value to Canada\", are not appreciably different from those in which many businessmen involve themselves for the sake of making and cementing useful business contacts and opportunities. Obtaining concessions from government in order to make the tax and the governmental regulatory features of the business environment more favourable for their endeavours is not an unusual course of action. While I personally regret the situation in which the appellant finds himself, he does not meet the requirement of the", "Act"], ["[29]", "For the reasons given this appeal will be dismissed.", "Appeal dismissed.", "Editor: Steven C. McMinniman/lrz", "[End of document]"]]}