{"id_": "071882", "body_str": [["[1]", "Pinard, J.", ": This is an application for judicial review pursuant to s. 82.1 of the", "Immigration Act", ", R.S.C. 1985, c. I-2 (the \"", "Act", "\"), of a decision of the Immigration Appeal Division (\"I.A.D.\") rendered March 6, 1996 and signed March 14, 1996, whereby the tribunal allowed the appeal of the respondent Darshy Darshan Dhaliwal-Williams from a refusal to approve the application for landing of Ramandeep Ram."], ["[2]", "The applicant has raised several grounds for attacking the I.A.D.'s decision to allow the respondent's appeal. In my opinion, the main ground raised by the applicant, namely that the applicant was denied a full opportunity to make her case, is sufficient to dispose of this application in the applicant's favour."], ["[3]", "At the commencement of the hearing before the I.A.D., the respondent's counsel advised the panel that he intended to call the respondent, the respondent's husband, the guardian of Ramandeep in India, and Ramandeep herself as witnesses. However, after the respondent was examined by her own counsel and cross-examined by the Appeals Officer, the I.A.D. advised the parties that it would only need to hear from one further witness, Ramandeep. Ramandeep then gave only very brief testimony, and the panel adjourned for a short recess. When proceedings resumed, the presiding member advised the parties that the panel had come to a decision on the appeal, and that the appeal was allowed in law and equity."], ["[4]", "The evidence shows that had the applicant been given the opportunity, the Appeals Officer would at least have made submissions on the three issues before the I.A.D., namely whether there had been a ceremony of adoption in compliance with the requirements of the", "Hindu Adoptions and Maintenance Act, 1956", ", whether the adoption had been carried out with the intention to transfer Ramandeep from her natural parents to the respondent, and whether there was a parent/child relationship between the respondent and Ramandeep. Furthermore, the I.A.D. was alive to the fact that the Appeals Officer intended to make representations at the hearing. It appears from the transcript of the hearing that indeed the Appeals Officer raised the issue of making summations after the cross-examination of the respondent was concluded, and that the I.A.D. stated that submissions would be received following the evidence. Notwithstanding this indication by the I.A.D. to the Appeals Officer, the I.A.D. did not in fact provide the Appeals Officer with an opportunity to present his case at any time prior to rendering its decision."], ["[5]", "In my opinion, this constitutes a clear violation of the principles of natural justice and procedural fairness. When s. 25 is read in conjunction with s. 39 of the", "Immigration Appeal Division Rules", "(\"", "I.A.D. Rules", "\") it is clear that the I.A.D. is meant to be master of its procedure. In my view, however, this discretion with respect to procedure cannot be read so as to remove the duty of the I.A.D. to respect the principles of natural justice and procedural fairness. Sections 25 and 39 of the", "I.A.D. Rules", "read as follows:", "\"25. The Appeal Division may permit evidence to be adduced at a hearing in such manner as would provide for a full and proper hearing and to dispose of the appeal or application expeditiously, including", "(a) the filing of affidavits and other documentary evidence;", "(b) the presentation of written or oral arguments or both;", "(c) the calling, questioning and cross-examination of witnesses; and", "(d) the testimony of any party.", "\"39. These Rules are not exhaustive and, where any matter that is not provided for in these Rules arises in the course of any proceeding, the Appeal Division may take whatever measures are necessary to provide for a full and proper hearing and to dispose of the matter expeditiously.\""], ["[6]", "It is well established that the content of the duty of procedural fairness varies with the circumstances (", "Syndicat des employés de production du Québec et de l' <FRAGMENT_SUPPRESSED> ). In", "S.E.P.Q.A.", ", Sopinka, J., writing for himself and for Lamer and La Forest JJ., expressed the following opinion regarding the applicability of procedural fairness, at pages 895 and 896:", "\"... Both the rules of natural justice and the duty of fairness are variable standards. Their content will depend on the circumstances of the case, the statutory provisions and the nature of the matter to be decided. The distinction between them therefore becomes blurred as one approaches the lower end of the scale of judicial or quasi-judicial tribunals and the high end of the scale with respect to administrative or executive tribunals. Accordingly, the content of the rules to be followed by a tribunal is now not determined by attempting to classify them as judicial, quasi-judicial, administrative or executive. Instead, the court decides the content of these rules by reference to all the circumstances under which the tribunal operates.\""], ["[7]", "It is also well established that procedural fairness means at a minimum allowing each side to present its case and providing both parties with the opportunity to be heard. At pages 230 and 231 of", "Principles of Administrative Law", "(2nd Ed. 1994) (Scarborough: Carswell), written by David Jones and Anne de Villars, the authors note that:", "\"The content of the 'audi alteram partem' principle is difficult to determine in particular circumstances, and what fairness requires has altered over time and circumstance.", "At the very least, the rule requires that the parties affected be given adequate notice of the case to be met, the right to bring evidence and to make argument.", "\" (My emphasis)"], ["[8]", "Sopinka, J., expressed a similar view in", "S.E.P.Q.A.", "He writes, at page 902:", "\"... I agree with the reasons of Marceau, J., that the Commission had a duty to inform the parties of the substance of the evidence obtained by the investigator and which was put before the Commission. Furthermore, it was incumbent on the Commission to give the parties the opportunity to respond to this evidence and make all relevant representations in relation thereto.\""], ["[9]", "In the case at bar, the I.A.D. failed to observe even this minimal requirement. Notwithstanding the indication by the I.A.D. to the Appeals Officer that submissions would be received following the evidence, the applicant was given no opportunity to make submissions, and therefore was denied the opportunity to make out her case, which constitutes a serious violation of the principles of natural justice and procedural fairness. Consequently, the I.A.D.'s decision must be quashed and a rehearing by a differently constituted panel will be ordered."], ["[10]", "I agree with counsel for the parties that this is not a matter for certification pursuant to s. 18(1) of the", "Federal Court Immigration Rules, 1993", "Application allowed.", "Editor: Kelli A. Simmonds/gs", "[End of document]"]]}