{"id_": "071901", "body_str": [["[1]", "Zinn, J.", ": This is an application for judicial review by a person who is illegally in Canada. She challenges a decision of an official of Citizenship and Immigration Canada (CIC) that denied her request to pay the cost of her medical care, hospitalization, and related expenses under the Interim Federal Health Program (IFHP).", "Procedural Background"], ["[2]", "Ms. Toussaint filed two applications for judicial review because of an uncertainty as to the proper procedural avenue to get her concern before the Court. This application (Docket T-1310-09) is made pursuant to section 18.1 of the", "Federal Courts Act", ". She also filed a second application (Docket IMM-3761-09) pursuant to section 72 of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (", "Act", "). The substantive aspects of each application are identical. These reasons apply to both and a copy will be ordered to be filed in Docket IMM-3761-09."], ["[3]", "The respondent brought a motion to strike the T-1310-09 application arguing that the decision under review was captured by section 72 of the", "Act", "and that the simultaneous filing of two applications was an abuse of process."], ["[4]", "By Order of the Chief Justice dated January 26, 2010, leave was granted in IMM-3761-09 and these applications were ordered to be heard together. Remaining to be determined is the issue of which of these applications is properly before the Court. The parties at the hearing acknowledged that the only impact that will have is with respect to the avenues available for appeal. If the matter is properly constituted in T-1310-09, either side can appeal as of right, but if the matter is properly constituted as IMM-3761-09, then a question would have to be certified before an appeal could be undertaken.", "Substantive Background"], ["[5]", "Ms. Toussaint is a citizen of Grenada. She came to Canada more than 10 years ago on December 11, 1999, as a visitor. She overstayed her temporary resident visa and has no status in Canada. She is forty years old, divorced, and lives in poverty."], ["[6]", "From 1999 until 2006, Ms. Toussaint worked in Canada without authorization and was able to support herself, including paying for minor medical care when needed. Her health began to deteriorate in 2006. She developed an abscess and chronic fatigue that left her unable to work."], ["[7]", "In June 2008, Ms. Toussaint sought a referral for surgical removal of uterine fibroids, which were causing her pain. After receiving the referral, she was denied service at the Women's College Hospital because she had no public or private medical insurance and was unable to pay for the procedure. Ms. Toussaint eventually had the procedure performed in November 2008 at Humber River Regional Hospital. She was billed $9,385 for her care and is unable to pay the bill."], ["[8]", "On November 27, 2008, Ms. Toussaint attended at St. Michael's Hospital with uncontrolled hypertension. She was admitted for ten days and diagnosed with nephrotic syndrome, a kidney disorder. Ms. Toussaint also has diabetes and the nephrotic syndrome may be caused by her diabetes or it may have another cause. The test required for determining the cause was not performed, apparently in large part because she would not be able to pay for complications that might arise, including special medication that might be needed. Instead, Ms. Toussaint was discharged with a prescription for high blood pressure medication."], ["[9]", "In late February 2009, Ms. Toussaint developed increasing pain in her right leg. Her doctor sent her to the emergency department at St. Michael's Hospital with a suspicion of deep venous thrombosis. Ms. Toussaint was asked to return the following day for an ultrasound. When she returned, she was denied the ultrasound on the basis that she could not afford to pay. She left the hospital and shortly thereafter developed chest pain. Two days later, on the advice of her doctor, Ms. Toussaint returned to the emergency room with her counsel. An investigation was finally performed that found a pulmonary embolism. Ms. Toussaint was hospitalized for eight days and discharged with a prescription for warfarin. Unable to pay for the medication, Ms. Toussaint was eventually able to convince the hospital to provide her with the necessary month's supply of the medication."], ["[10]", "Ms. Toussaint also suffers from decreased mobility and shortness of breath upon exertion. Dr. Guyatt, a Professor of Clinical Epidemiology & Biostatistics at McMaster University, swore an affidavit detailing Ms. Toussaint's medical situation. Dr. Guyatt states:", "\"Ms. Toussaint is a 40-year-old woman suffering from poorly controlled diabetes with complications of renal dysfunction, proteinuria, retinopathy and peripheral neuropathy. In addition to diabetic renal complications, she may well have primary renal diseases, though the biopsy needed to determine this has not been carried out. Her neurological problems result in severe functional disability with marked reduction in mobility and impairment of basic activities such as dressing. Other problems include hyperlipidemia and hypertension.\""], ["[11]", "Dr. Guyatt concludes that Ms. Toussaint has medical problems that require further investigation:", "\"Ms. Toussaint has severe medical problems that markedly impair her quality of life, are likely to decrease her longevity, and could be life-threatening over the short term. She requires intensive medical management by highly skilled professionals, including medical subspecialists. Negotiating pro bono care by a number of such doctors is clearly extremely unsatisfactory and potentially dangerous. Delays resulting from lack of coverage and an inability to pay for the healthcare that she needs and the risk that she will not have access to necessary services creates serious risk to her health and may have life threatening consequences.\""], ["[12]", "Dr. Hwang, a physician at St. Michael's Hospital and a professor in the Faculty of Medicine at the University of Toronto, also swore an affidavit detailing Ms. Toussaint's medical condition. He comments on the likely medical outcome for Ms. Toussaint, should she be unable to obtain adequate healthcare:", "\"Ms. Toussaint would be at extremely high risk of suffering severe health consequences if she does not receive health care in a timely fashion. As noted above, she has already suffered from serious and to some degree irreversible health consequences due to lack of access to appropriate care, which resulted in inadequately treated, uncontrolled diabetes and hypertension. As documented in her medical records, her inability to afford medications in the past has also contributed to the poor control of her diabetes and hypertension. If she were to not receive timely and appropriate health care and medications in the future, she would be at very high risk of immediate death (due to recurrent blood clots and pulmonary embolism), severe medium-term complications (such as kidney failure and subsequent requirement for dialysis), and other long-term complications of poorly-controlled diabetes and hypertension (such as blindness, foot ulcers, leg amputation, heart attack, and stroke).\""], ["[13]", "Ms. Toussaint provided an affidavit in which she addresses the impact her healthcare situation has caused her:", "\"I never know whether I will be able to get treatment or tests I need in a timely fashion. I cannot predict when doctors or service providers will agree to provide services without pay and when they will not. This makes me feel that I lack control over my health.", "\"I am extremely grateful for the services that I have been provided by doctors and service providers, despite the fact that I am unable to pay for them. On the other hand, I find it humiliating and degrading to have to negotiate with doctors and other healthcare service providers to receive healthcare, out of charity. It makes me feel that I am not considered of the same worth or value as other patients.", "\"I am aware that many doctors, receptionists and people in waiting rooms who hear me explain why I have no health coverage and ask for compassion based on my serious circumstances may have negative attitudes about immigrants seeking healthcare in Canada. I feel vulnerable to being treated as an outsider. I feel that administrators, receptionists, other patients and doctors who do not know the details of my circumstances may have negative ideas about people in my situation. They may think that I have set out to 'take advantage' of Canada's healthcare system, rather than thinking of me as an equal human being, a resident of Canada who has worked hard and contributed to society but who has become ill and needs healthcare to save my life.", "\"When people are hostile toward me or do not want to allow me to have access to the healthcare I require, I feel that my life and health are devalued because of my immigration status and my disability. This leaves me depressed and anxious about my vulnerable situation and I have to work hard to maintain my dignity and self-esteem.\""], ["[14]", "Ms. Toussaint took no steps to regularize her status in Canada until September 12, 2008, when she submitted an application for permanent residence based on humanitarian and compassionate (H&C) grounds accompanied by a request to the Minister to waive the $550 fee associated with this application because of her poverty. The waiver request was denied by the Minister. The Minister's decision was upheld by this Court in", "<FRAGMENT_SUPPRESSED>  (", "Toussaint I", "). An appeal to the Federal Court of Appeal is pending."], ["[15]", "In March 2009, Ms. Toussaint made an application for a Temporary Resident Permit to the Minister so that she could become eligible for coverage under the Ontario Health Insurance Program (OHIP): see section 1.4 of Regulation 550, R.R.O. 1990 to the", "Health Insurance Act", ", R.S.O. 1990, c. H-6. Ms. Toussaint again requested a waiver of the required fee because of her poverty. This request was denied."], ["[16]", "In April 2009, Ms. Toussaint was informed that she qualified for welfare in Ontario because she was in the process of applying for permanent residence from within Canada based on H&C grounds. While the welfare program covers the costs of certain medications, it does not pay for medical services. I express no comment on whether, given the decision of this Court in 2010 FC 873 regarding the H&C application, this welfare entitlement was correctly decided."], ["[17]", "In June 2009, Ms. Toussaint inquired about coverage under OHIP but was told that she was not eligible. She took no steps to obtain a formal decision on eligibility from OHIP or to judicially review this response."], ["[18]", "In May 2009, Ms. Toussaint applied to the IFHP for coverage. A negative decision was rendered July 10, 2009. It is from this decision that Ms. Toussaint seeks judicial review."], ["[19]", "The decision is short. The relevant portions are as follows:", "\"Health care services are provided by the Provinces and Territories. As such, access or denial to health care rests with those Provincial and Territorial authorities, in this case the Province of Ontario.", "\"The Interim Federal Health Program is an interim measure to provide emergency and essential health care coverage to eligible individuals who do not qualify for private or public health coverage and who demonstrate financial need. IFHP services aim to serve individuals in the following four groups of recipients:", "• Refugee claimants;", "• Resettled Refugees;", "• Persons detained under the", "Immigration and Refugee Protection Act", "IRPA", "); and,", "• Victims of Trafficking in Persons (VTIPs).", "\"As you have not provided any information to demonstrate that your client falls into any of the above-mentioned categories, I regret to inform you that your request for IFHP coverage cannot be approved.", "\"Please be advised that your client has no active immigration application with Citizenship and Immigration Canada (CIC).\"", "Issues"], ["[20]", "I would rephrase the issues the parties set out in their memoranda and oral submissions as follows:", "1. Whether either or both of the applications in Docket T-1310-09, filed pursuant to section 18.1 of the", "Federal Courts Act", ", or in Docket IMM-3761-09 filed pursuant to section 72 of the", "Immigration and Refugee Protection Act", ", are properly before the Court;", "2. Whether the decision-maker committed a reviewable error in determining that the applicant was not entitled to benefits under the IFHP;", "3. Whether the decision denying the applicant coverage under the IFHP violated principles of international law, including international conventions to which Canada is signatory;", "4. Whether the decision denying the applicant coverage under the IFHP violated section 7 of the", "Charter of Rights and Freedoms", "and, if so, whether it is saved under section 1 of the", "Charter", "; and", "5. Whether the decision denying the applicant coverage under the IFHP violated section 15 of the", "Canadian Charter of Rights and Freedoms", "and, if so, whether it is saved under section 1 of the", "Charter"], ["[21]", "The first issue is procedural. The remaining issues are dependant upon and necessitate an interpretation of Order-in-Council number 157-11/848, effective June 20, 1957, that established the current IFHP. I will first examine the procedural issue, and then turn to the proper interpretation of the Order-in-Council before addressing the four remaining issues set out above.", "Analysis", "Which application is properly before the Court?"], ["[22]", "The applicant submits that the decision denying her coverage under the IFHP was made under authority given to what was the Department of National Health and Welfare by Order-in-Council number 157-11/848, effective June 20, 1957. The applicant submits that this authority was transferred to CIC but that it was never promulgated either in the", "Act", "or its associated", "Immigration and Refugee Protection Regulations", ", S.O.R./2002-227. The applicant says that section 72 of the", "Act", "cannot be read to include decisions made pursuant to an order-in-council and consequently that this application is properly brought as an application pursuant to section 18.1 of the", "Federal Courts Act"], ["[23]", "The respondent submits that IFHP has been exclusively under the jurisdiction of CIC as an \"immigration matter\" since 1993. The respondent submits that it was Parliament's intention in enacting section 72 of the", "Act", "to ensure that all decisions made in relation to immigration matters be subject to the leave requirement of that section. The respondent submits that a matter may fall within section 72 of the", "Act", ", whether or not it is explicitly mentioned in either the", "Act", "or its", "Regulations", ". The respondent says that it is the immigration-related content of the Order-in-Council that should be considered, and that this content brings decisions made pursuant to it under section 72 of the", "Act"], ["[24]", "Section 72(1) of the", "Act", "reads as follows:", "\"72(1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised -", "under this Act", "is commenced by making an application for leave to the Court.\" (emphasis added)", "\"72(1) Le contrôle judiciaire par la Cour fédérale de toute mesure - décision, ordonnance, question ou affaire - prise", "dans le cadre de la présente loi", "est subordonné au dépôt d'une demande d'autorisation.\" (je souligne)"], ["[25]", "The operative part of subsection 72(1), for the purpose of the issue before the Court, is the phrase \"under this Act.\" When subsection 72(1) is read without the words between the hyphens it reads as follows:", "\"72(1) Judicial review by the Federal Court with respect to any matter ... under this Act is commenced by making an application for leave to the Court.\"", "\"72(1) Le contrôle judiciaire par la Cour fédérale de toute mesure ... prise dans le cadre de la présente loi est subordonné au dépôt d'une demande d'autorisation.\""], ["[26]", "In my view, this language makes it clear that the intent of Parliament was that in order to come within the scope of subsection 72(1) of the", "Act", ", the subject of the application must be a", "matter under the", "Act", ". Had Parliament intended the broad scope urged upon the Court by the respondent, it would have added the words \"immigration\" before \"matter\" and the words \"or otherwise\" after \"this Act\", but it did not."], ["[27]", "It is my view that properly interpreted, for a decision to be subject to subsection 72(1) of the", "Act", ", it must be made pursuant to the", "Act", "or its associated", "Regulations", ". Decisions related to IFHP eligibility cannot be said to be \"under this Act\" because there is no statutory authority for the IFHP under either the", "Act", "or the", "Regulations", ". The Order-in-Council pursuant to which this decision was made and the others that preceded it were not made under the", "Act", "; indeed the", "Act", ", as it currently stands, did not exist at the time."], ["[28]", "Given the wording of subsection 72(1) of the", "Act", "and the fact that the legal basis for the decision under review is an Order-in-Council and is not the", "Act", ", it follows that an application for judicial review under the", "Act", "is not proper; an application challenging the decision may only be made pursuant to section 18.1 of the", "Federal Courts Act", ". For this reason that application in Docket No. IMM-3761-09 will be dismissed.", "What is the proper interpretation of Order-in-Council number 157-11/848?"], ["[29]", "The parties differ on the fundamental question of whether, given her particular circumstances, the Order-in-Council authorizes the Minister to pay the applicant's medical expenses. The applicant submits that \"as someone without status who has submitted various applications to Citizenship and Immigration Canada [she] is clearly someone who is 'subject to Immigration jurisdiction'\" as set out in paragraph (b) of the Order-in-Council. The respondent submits that \"a careful reading ... shows that the beneficiaries of the IFHP, consistently throughout its entire 60 years of its existence, have almost exclusively been those legally admitted to Canada as new immigrants, and more recently, also those persons welcomed to Canada on the basis of their need for Canada's protection on refugee or humanitarian grounds\" (emphasis in the original omitted)."], ["[30]", "The respondent provided the Court with a historical record of the provisions that have permitted the relevant government department to pay for medical care. The respondent submits that this record affirms his view that medical care provided at the expense of the government is available only to those legally admitted to Canada."], ["[31]", "The record reveals that Canada initially provided payment of medical expenses to specific classes of immigrants - ex-members of the Polish Armed Forces from the Second World War, followed by those in displaced persons' camps in Europe."], ["[32]", "The first authority for such payments was Order in Council P.C. 3112 of July 23, 1946. That Order authorized the selection and movement of some 4,000 single ex-members of the Polish Armed Forces from Europe to Canada to undertake employment in agriculture. It also provided authority to the government to pay for medical and hospital expenses for those suffering from specified diseases or conditions during the first two years \"following entry into Canada.\" The payment of such services was later extended, under prescribed circumstances, beyond the two-year period by P.C. Minute dated March 15, 1949."], ["[33]", "The next authorization is set out in a Minute of the Privy Council dated December 30, 1947. The Minute stipulated that it was to apply only to those who had been in Canada for less than six months. It reads, in relevant part, as follows:", "\"... [I]n a number of instances where immigrants have been brought to Canada from Displaced Persons' camps in Europe pursuant to Order in Council P.C. 2180 and from other places under similar arrangements, hospital or medical care has been found necessary for such persons within a short time following entry into Canada.", ". . . . .", "\"... [T]he Department of Labour be authorized to pay or to guarantee the payment of costs of hospitalization and medical services for immigrants brought to Canada under the provisions of Order in Council P.C. 2180 ... where in the opinion of the Department of Labour it is necessary that such services be provided to take care of an emergency situation occasioned by accident or sickness and the immigrant is, in the opinion of the Department, unable to pay or give acceptable assurance for the payment of such services or other expenses.\""], ["[34]", "This class-specific authorization was followed in 1949 by a broader authorization that more generally covered immigrants to Canada. Order-in-Council P.C. 41/3888 of August 4, 1949, is described in a letter from the Deputy Minister of Citizenship and Immigration to the Secretary of The Treasury Board to have authorized the Department \"to pay hospital accounts and maintenance expenses of immigrants who may become suddenly ill after being admitted at the port of entry and prior to their arrival at destination, in such cases where immigrants lack the financial resources to bear these expenses themselves.\""], ["[35]", "Order-in-Council P.C. 41/3888 was rescinded and replaced by Order in Council P.C. 4/3263 of June 6, 1952, which \"authorized the Department of Citizenship and Immigration to pay the costs of medical and dental care, hospitalization, and any expenses incidental thereto, on behalf of immigrants who require such medical attention after being admitted at a port of entry and prior to their arrival at destination, or while receiving care and maintenance pending placement in employment, in cases where the immigrants lack the financial resources to pay these expenses.\""], ["[36]", "I agree with the respondents that these instruments provided that it was only those who had been legally admitted to Canada as immigrants who could benefit from the payment of their medical expenses. The issue that requires the Court's determination, is whether that continued to be the case when, on June 20, 1957, Order-in-Council P.C. 157-11/848 was passed. It is the current authority for the IFHP and it provides as follows:", "\"The Board recommends that Order in Council P.C. 4/3263 of June 6, 1952, be revoked, and that the Department of National Health and Welfare be authorized to pay costs of medical and dental care, hospitalization, and any expenses incidental thereto, on behalf of:", "(a) an immigrant, after being admitted at a port of entry and prior to his arrival at destination, or while receiving care and maintenance pending placement in employment, and", "(b) a person who at any time is subject to Immigration jurisdiction or for whom the Immigration authorities feel responsible and who has been referred for examination and/or treatment by an authorized Immigration officer,", "in cases where the immigrant or such a person lacks the financial resources to pay these expenses", ", chargeable to funds provided annually by Parliament for the Immigration Medical Services of the Department of National Health and Welfare.\" (underlining in the original)"], ["[37]", "It will be noted that paragraph (a) above, is largely a reiteration of Order in Council P.C. 4/3263 of June 6, 1952. In order to be covered under (a), the person whose medical expenses are being paid must be an \"immigrant\" to Canada. The terms \"immigrant\" and \"Immigration jurisdiction\", which are found in paragraph (b) of the Order-in-Council are not defined therein or in the current", "Act", "or its", "Regulations", ". The term \"immigrant\" was defined in the", "Immigration Act", "which was in force at the time the Order-in-Council was passed. It provided that \"immigrant\" meant \"a person who seeks admission to Canada for permanent residence:\" The", "Immigration Act", ", S.C. 1952, c. 42, s. 2(i)."], ["[38]", "The applicant submits that she became an \"immigrant\" within the meaning of paragraph (a) of the Order-in-Council when she \"filed\" her H&C application. However, an H&C application can only be said to have been filed when it has been filed in accordance with the rules and regulations that pertain to it. In the applicant's case, that was not done and therefore no H&C application for the applicant has been filed."], ["[39]", "The history of the applicant's purported application is described by Justice Snider  <FRAGMENT_SUPPRESSED>  I", "and may be summarized as follows. On September 12, 2008, the applicant forwarded an H&C application under cover requesting that she be exempted from paying the processing fee of $550.00. On January 12, 2009, her application was returned without processing with a cover letter that provided, in part: \"If you wish to apply for permanent residence in Canada your application must be accompanied by the required fee.\" There is no evidence that the applicant has ever submitted an application with the required fee and, in my opinion, the applicant cannot be said to have sought admission to Canada for permanent residence. To hold otherwise would entail that anyone who sends a letter or an application without payment to the Minister requesting permanent resident status would be an \"immigrant\" to Canada. This, in my view, would expand the meaning of the term beyond recognition. In any event, paragraph (a) provides that it applies to an immigrant \"after being admitted at a port of entry and prior to his arrival at destination.\" In my view, this means that the person covered must have been admitted at a port of entry", "as an immigrant", ". Ms. Toussaint has never been admitted to Canada as an immigrant. She entered Canada on a visitor's visa and was thus admitted to Canada as a temporary resident, not as an immigrant. Furthermore, her temporary resident visa has expired."], ["[40]", "The applicant further submits that she is covered under paragraph (b) because she is a person \"subject to Immigration jurisdiction\". The applicant's position is that anyone who may possibly be captured by the provisions of the", "Act", "is someone who is \"subject to Immigration jurisdiction\" within the meaning of the Order-in-Council. This would entail that anyone in Canada, other than a Canadian citizen or a permanent resident whose status is not under challenge, would be a person subject to Immigration jurisdiction."], ["[41]", "I do not accept that submission. If the phrase \"subject to Immigration jurisdiction\" were to be given the broad interpretation the applicant proposes, then it would include, among others, \"an immigrant, after being admitted at a port of entry and prior to his arrival at destination.\" In short, the persons captured under paragraph (a) would be also captured under paragraph (b). Paragraph (a) would thus be redundant."], ["[42]", "It is a principle of statutory interpretation that it is presumed that the legislators avoid superfluous words: Ruth Sullivan,", "Sullivan on the Construction of Statutes", "(5th Ed.) (Markham, ON: LexisNexis, 2008), at p. 210. \"It is a well accepted principle of statutory interpretation that no legislative provision should be interpreted so as to render it mere surplusage:\"", "<FRAGMENT_SUPPRESSED>  at para. 28. The interpretation proposed by the applicant offends this rule. Therefore, the phrase \"subject to Immigration jurisdiction\" must have a narrower meaning than the applicant submits."], ["[43]", "The respondent submits that one is subject to Immigration jurisdiction if there is some action or proceeding being taken with respect to that person under the legislative regime or powers by the Immigration authorities. The respondent says that these words in the Order-in-Council must be understood in their usual and ordinary sense. The respondent submits that everyone other than a citizen is subject to the provision of the", "Act", ", but not all of those people are subject to Immigration jurisdiction. It is submitted that it is only those persons who are under the custody and care of the Immigration authorities, or who are the subject of an immigration proceeding provided for in the", "Act", ", are subject to Immigration jurisdiction."], ["[44]", "In my view, the respondent's interpretation is correct. I find support for that view in the letter from the Minister of National Health and Welfare who, with the concurrence of the Minister of Health, recommended the wording of the Order-in-Council. The Ministers explained the rationale for recommending the revocation of Order in Council P.C. 4/3263 and the passage of Order-in-Council P.C. 157-11/848, as follows:", "\"THAT on occasion persons are referred for medical and hospital treatment during the time they are thought to be under the jurisdiction of the Immigration authorities but before it is possible to satisfactorily determine their status as immigrants as defined in the", "Immigration Act", ", and because of the urgent nature of the disabling condition, treatment cannot be prudently postponed until their exact status has been completely established;", "\"THAT in other instances persons who other than immigrants as defined who are temporarily under the jurisdiction of the Immigration authorities become urgently in need of medical care or hospital treatment, and at the time it is not humanely possible to defer medical action until the determination of who, if any third party, is financially responsible for the cost of such action;", "\"THAT it is considered to be in the public interest and necessary for the maintenance of good public relations between the two Federal Departments concerned and the large number of individuals, societies and other agencies who work closely in association with these Departments during the ordinary course of Immigration operations, that the existing authority which is restrictive by reason of the term 'immigrant' and also by reason of the conditions of 'time' which are applied, be changed to permit the Department of National Health and Welfare to render the necessary medical assistance", "in these instances", "\"THAT both Departments undertake to administer this authority in such a way as to confine its use to those occasions only when circumstances render it the best course of action in the public interest, and only when humane interests more or less obligate the Departments to accept the responsibility; ...\" (emphasis added)"], ["[45]", "The words I have underlined in the third recital above make it clear that the intent of the legislators was to increase the scope of persons for whom the government could pay medical expenses by the addition of two specific groups of persons. As shall be discussed later, the increased scope of the Order-in-Council may extend somewhat beyond these two specific groups."], ["[46]", "The first group described in the Ministers' letter is comprised of those persons who are thought by the authorities to be immigrants but whom, in fact, may or may not be immigrants as their status has yet to be determined. A person whose status has not yet been determined must be a person who has not yet been admitted to Canada, because once admitted, their status, whether as an immigrant or otherwise, has been determined. Therefore, persons falling within this first group are persons who have not yet been admitted to Canada. Accordingly, the first group intended to be captured by the Order-in-Council are persons thought by the Immigration authorities to be immigrants but who may not be immigrants as their status has not yet been determined, and who have not yet been admitted to Canada."], ["[47]", "With respect to the first group, the most likely circumstance in which the authorities might think that a person is an immigrant but not yet have determined that to be the case, is when a person arrives at a port of entry and is unable because of illness, speech impairment, or inability to speak English or French to let it be known that he or she wishes to enter Canada as a permanent resident and not in some other capacity. In such circumstances, where the person is in immediate need of medical attention, the government may reimburse the medical costs."], ["[48]", "That first group of persons would not include persons who have made an application for permanent residence or have indicated their intent to do so because in those circumstances their immigration status has been determined, even if their application has not yet been processed or approved."], ["[49]", "The second group described in the Ministers' letter is comprised of those persons who are not immigrants but \"who are temporarily under the jurisdiction of Immigration authorities\" and who have an urgent need for medical treatment. Persons temporarily under the jurisdiction of the Immigration authorities who are not immigrants would be those persons who are passing through a port of entry and thus subject to the jurisdiction of the Immigration authorities, those persons whose status in Canada is being processed by the Immigration authorities, and those persons under detention and in the custody of the Immigration authorities. Persons temporarily under the jurisdiction of the Immigration authorities would also include refugee claimants since refugee claimants are subject to a removal order that is unenforceable pending determination of their eligibility to make a claim, adjudication of that claim, and any subsequent application for judicial review of a negative decision by the Immigration and Refugee Board."], ["[50]", "Paragraph (b) of the Order-in-Council includes these two groups of persons; however, it also says that it includes a person \"for whom the Immigration authorities feel responsible and who has been referred for examination and/or treatment by an authorized Immigration officer.\" This further extension of the payment of medical expenses is consistent with the statement made in the fourth recital above that the department pays for medical expenses \"when circumstances render it the best course of action in the public interest, and only when humane interests more or less obligate the Departments to accept the responsibility.\" The Department under this authority has accepted that it will cover medical expenses for persons who have been subject to human trafficking. The Department, under this authority, also covers the medical expenses of resettled refugees and successful refugee claimants pending their eligibility for provincial health care plans, and in some cases, provides supplemental coverage even after refugees qualify for provincial plans. These categories of persons, for which the Department feels responsible, are narrow, well-defined, temporary, and predominantly composed of individuals in high need of assistance; this narrow categorization is consistent with the requirement discussed above that such coverage only be given on rare and well justified occasions."], ["[51]", "Properly interpreted, Order-in-Council P.C. 157-11/848 does not apply to the applicant and she is not eligible for IFHP coverage. The applicant is not an \"immigrant\" in the sense that she is applying for permanent residence in Canada. The applicant is not temporarily under the jurisdiction of Immigration authorities. Nor does the applicant fall into one of the narrow, well-defined categories for which Immigration authorities feel responsible.", "Did the Minister commit a reviewable error?"], ["[52]", "Order-in-Council P.C. 157-11/848 authorizes but does not require the Minister or his delegate to pay the health care costs of certain classes of individuals. Thus, the provision of health coverage under the IFHP is a discretionary power exercised by the Minister or his delegate."], ["[53]", "The applicant submits that the Minister's delegate, the Director, Program Management and Control, Health Management Branch at CIC, fettered his discretion by relying solely on the Departmental guidelines and failing to consider whether she was eligible for the IFHP under Order-in-Council P.C. 157-11/848, notwithstanding the fact that she was ineligible pursuant to the guidelines. The applicant submits that had the decision-maker turned his mind to the Order-in-Council, he would have found that the applicant is subject to Immigration jurisdiction because she \"has submitted various applications to Citizenship and Immigration Canada\" and that this, combined with her medical need and inability to pay, qualify her for IFHP coverage under the Order-in-Council. The respondent submits that the decision-maker properly interpreted the Order-in-Council and reasonably concluded that the applicant was not eligible for IFHP coverage."], ["[54]", "Fettering is an error of law.", "\"[A]n agency may not fetter the exercise of its statutory discretion, or its duty to interpret and apply the provisions of its enabling statute, by mechanically applying a rule that it had previously formulated, other than where it is properly enacted pursuant to a statutory power to make subordinate legislation ... [T]he issue in each case is not whether the rule, guideline, precedent, policy, or contract was a factor, or even the determining factor, in the making of a decision, but whether the decision-maker treated it as binding or conclusive, without the need to consider any other factors, including whether it should apply to the unique circumstances of the particular case: Donald J.M. Brown & John M. Evans,", "Judicial Review of Administrative", "Act", "ion in Canada", ", vol. 3, loose leaf (Toronto: Canvasback Publishing, 1998) at ¶12:4410.\""], ["[55]", "There is nothing improper about agencies making and relying on guidelines to assist in their administrative decision-making processes. On the contrary, guidelines have beneficial purposes such as ensuring administrative consistency in decision-making:", "<FRAGMENT_SUPPRESSED> . Agencies do not need enabling statutory authority to make and rely on guidelines:", "<FRAGMENT_SUPPRESSED>  O.R.(3d) 104 (C.A.). \"Although not legally binding on a decision maker in the sense that it may be an error of law to misinterpret or misapply them, guidelines may validly influence a decision maker's conduct:\" <FRAGMENT_SUPPRESSED> at para. 59. Nonetheless, a decision-maker who makes a decision based solely on a guideline and without a focus on the underlying law, fetters his discretion.", "\"Nonetheless, while agencies may issue guidelines or policy statements to structure the exercise of statutory discretion in order to enhance consistency, administrative decision makers may not apply them as if they were law. Thus, a decision made solely by reference to the mandatory prescription of a guideline, despite a request to deviate from it in the light of the particular facts, may be set aside, on the ground that the decision maker's exercise of discretion was unlawfully fettered: <FRAGMENT_SUPPRESSED> at para. 62.\""], ["[56]", "In my view, the decision-maker in this case applied the Department's guidelines on eligibility for IFHP coverage as if they were law and fettered his discretion. The decision-maker reviewed the limited purpose of the IFHP as adjunct coverage for certain groups of migrants who do not qualify for coverage under a provincial health care plan. The decision-maker listed examples of these groups as set out in the guidelines. The decision-maker determined that the applicant did not fall into any of these examples as found in the guidelines and that she had \"no active immigration application with Citizenship and Immigration Canada (CIC).\" The decision-maker did not expressly consider Order-in-Council P.C. 157-11/848."], ["[57]", "The decision-maker did not expressly consider whether the applicant was temporarily under the jurisdiction of Immigration authorities. It could be argued that the decision-maker's reference to a lack of an active immigration application is an implicit determination that the applicant was not subject to Immigration jurisdiction. However, there is no explicit or implicit consideration in the decision-maker's reasons of whether the Immigration authorities felt responsible for the applicant and should exercise the discretionary authority to provide IFHP coverage."], ["[58]", "The decision-maker's reasoning was limited to the applicant's failure to show how she fell into the categories of persons set out in the guidelines. The decision-maker never considered whether these categories were exhaustive and whether Order-in-Council P.C. 157-11/848 could embrace a wider group of persons that included the applicant. Instead, the decision-maker relied on the list of categories in the guidelines as if they were an exhaustive list of the persons eligible for IFHP coverage and as if they were the binding legal authority on the decision-maker. In this respect, the decision-maker fettered his discretion."], ["[59]", "Not every administrative error, even if it constitutes a reviewable error, will result in the quashing of a decision. Where the error is immaterial to the result, a reviewing court may exercise its discretion not to set aside the decision:", "<FRAGMENT_SUPPRESSED> ."], ["[60]", "In this case, the decision-maker's fettering of his discretion was not material to the outcome of the applicant's application for IFHP coverage. Had the decision-maker properly considered and interpreted Order-in-Council P.C. 157-11/848 he would have concluded that the applicant was not eligible for IFHP coverage. The applicant was not an immigrant in the sense that she was applying for permanent residence. The applicant was not temporarily under the jurisdiction of Immigration authorities."], ["[61]", "Furthermore, while the applicant did not fall under one of the categories of persons that the Department had traditionally felt responsible for and for which it was authorized under Order-in-Council P.C. 157-11/848 to pay the health care costs, she would not have fallen within the Order-in-Council, even if that category had been expanded to include her circumstances. The Order-in-Council provides that coverage may be provided to \"a person who at any time is subject to Immigration jurisdiction or for whom the Immigration authorities feel responsible", "and who has been referred for examination and/or treatment by an authorized Immigration officer", "\" (emphasis added). As is seen, it is not sufficient that the person be one for whom the authorities feel responsible, the person must also have been referred for examination and/or treatment by an authorized Immigration official. No such referral was made with respect to Ms. Toussaint."], ["[62]", "The applicant was in Canada on her own volition and without any legal status. Unlike resettled refugees or victims of trafficking, and given the applicant's lack of a permanent residence application, the applicant did not and would not qualify for IFHP coverage under Order-in-Council P.C. 157-11/848 if properly interpreted. As such, the decision-maker's error was immaterial to the result. I exercise my discretion not to set aside the decision on this basis.", "Was the decision contrary to principles of international law?"], ["[63]", "It is trite law that \"[i]nternational treaties and conventions are not part of Canadian law unless they have been implemented by statutes:\"", "<FRAGMENT_SUPPRESSED> , at para. 69. It is also well-established that international law can be used to interpret domestic law including the", "Constitution", "\"International treaty norms are not, strictly speaking, binding in Canada unless they have been incorporated into Canadian law by enactment. However, in seeking the meaning of the Canadian", "Constitution", ", the courts may be informed by international law. Our concern is not with Canada's international obligations qua obligations; rather, our concern is with the principles of fundamental justice. We look to international law as evidence of these principles and not as controlling in itself:", "<FRAGMENT_SUPPRESSED>  at para. 60.\""], ["[64]", "The applicant submits that the right to healthcare is protected by international law. More specifically, she says that Article 12(1) of the", "International Covenant on Economic, Social and Cultural Rights", ", 16 December 1966, 993 U.N.T.S. 3, Can. T.S. 1976 No. 46 [see footnote 1] (", "ICESCR", ") and the", "International Convention on the Elimination of All Forms of Racial Discrimination", ", 7 March 1966, 660 U.N.T.S. 195, Can. T.S. 1970 No. 28 [see footnote 2] (", "ICERD", ") \"should inform the interpretation and application\" of the", "Charter", "in this case. The applicant submits that to comply with Canada's international human rights obligations the IFHP must be extended to cover \"any person subject to Immigration jurisdiction who lacks the means to pay for necessary healthcare.\" The respondent, for its part, makes no submissions on the application of international law in this case."], ["[65]", "Article 12(1) of the", "ICESCR", "reads: \"The States Parties to the present Covenant recognize the right of everyone to the enjoyment of the highest attainable standard of physical and mental health.\""], ["[66]", "Article 5 of the", "ICERD", "reads:", "\"In compliance with the fundamental obligations laid down in article 2 of this Convention, States Parties undertake to prohibit and to eliminate racial discrimination in all its forms and to guarantee the right of everyone, without distinction as to race, colour, or national or ethnic origin, to equality before the law, notably in the enjoyment of the following rights:", ". . . . .", "(e) Economic, social and cultural rights, in particular:", ". . . . .", "(iv) The right to public health, medical care, social security and social services; ...\""], ["[67]", "While there is an international right to health, \"[d]efining the content of a right to health is a formidable challenge:\" Eleanor D. Kinney,", "The International Human Right to Health: What Does This Mean for Our Nation and World?", "(2001), 34 Ind. L. Rev. 1457 at 1457. \"Health\" is not necessarily equivalent to \"healthcare\". Nor does a right to health necessarily place a positive obligation on a state to provide specific health services. Even more contentious at international law is whether a right to health places positive obligations on a state to provide certain health services to non-citizens present in a state's territory with or without status."], ["[68]", "The applicant cites various commentaries from the international bodies that supervise the", "ICESCR", "and the", "ICERD", ". Such commentaries are persuasive but not binding on the Court. The commentaries cited advocate an interpretation of the", "ICESCR", "and the", "ICERD", "that grants non-citizens the same right to health as citizens regardless of their immigration status. For example, the Committee on Economic, Social and Cultural Rights, in its general comment on the meaning of the \"right to the highest attainable standard of health\" contained in Article 12(1), contends that \"States are under the obligation to", "respect", "the right to health by, inter alia, refraining from denying or limiting equal access for all persons, including ... illegal immigrants, to preventive, curative and palliative health services:\"", "The right to the highest attainable standard of health", ", UNCESCR, 22d Sess., General Comment No. 14, UN Doc. E/C.12/2000/4 (2000) at para. 34. By contrast, the Office of the United Nations High Commissioner for Human Rights and the World Health Organization recognize that:", "\"States have explicitly stated before international human rights bodies or in national legislation that they cannot or do not wish to provide the same level of protection to migrants as to their own citizens. Accordingly, most countries have defined their health obligations towards non-citizens in terms of 'essential care' or 'emergency health care' only. Since these concepts mean different things in different countries, their interpretation is often left to individual health-care staff. Practices and laws may therefore be discriminatory: Office of the United Nations High Commissioner for Human Rights & World Health Organization,", "The Right to Health: Fact Sheet No. 31", "online: OHCHR < http://www.ohchr.org/Documents/Publications/Factsheet31.pdf> at 19.\""], ["[69]", "It is notable that Canada has not signed the", "International Convention on the Protection of the Rights of All Migrant Workers and Members of Their Families", ", 18 December 1990, UN Doc. A/RES/45/158. Article 28 of that", "Convention", "reads:", "\"Migrant workers and members of their families shall have the right to receive any medical care that is urgently required for the preservation of their life or the avoidance of irreparable harm to their health on the basis of equality of treatment with nationals of the State concerned. Such emergency medical care shall not be refused them by reason of any irregularity with regard to stay or employment.\"", "If the right to health is as wide in scope as the above United Nations supervisory organizations advocate there would be little need for further protection of migrant workers such as those found in Article 28 of the", "International Convention on the Protection of the Rights of All Migrant Workers and Members of Their Families"], ["[70]", "Given the applicant's predominant reliance on the", "Charter", ", and the fact that Canada has not expressly implemented either the", "ICESCR", "or the", "ICERD", "in domestic legislation, it is not necessary to pronounce on the contested scope of the international legal right to health. This application cannot succeed on the basis of the alleged international law obligations of Canada because Canada has not expressly implemented them.", "Whether the decision violated section 15 of the", "Charter"], ["[71]", "Before turning to the applicant's", "Charter", "arguments it is important to comment on the division of powers aspects of this case. Constitutional responsibility for healthcare in Canada falls primarily under provincial powers. Nonetheless, there is some federal responsibility for healthcare, most notably through the", "Canada Health Act", ", R.S.C. 1985, c. C-6. An argument could be made that the applicant should have formally applied for health coverage under the Province of Ontario's public insurance plan, and if refused, brought her", "Charter", "arguments on the basis of that refusal."], ["[72]", "Once cabinet passed Order-in-Council P.C. 157-11/848 it created a benefit program that, with the advent of the", "Charter", ", is subject to", "Charter", "scrutiny. Even though the applicant could have challenged her apparent exclusion from provincial health coverage there is nothing stopping her from challenging her exclusion from the IFHP on the basis that her exclusion from the IFHP violates her", "Charter", "rights."], ["[73]", "The applicant submits that the denial of her application for coverage under the IFHP violated her right to non-discrimination under s. 15 of the", "Charter", "because it amounted to a distinction on the basis of disability and citizenship. The respondent submits, citing", "<FRAGMENT_SUPPRESSED>  that there is no freestanding constitutional right to healthcare under the", "Charter", ". The respondent reasons that if there is no such freestanding right for citizens of Canada then \"it clearly follows that non-citizens residing illegally in Canada certainly do not\" possess such rights. The respondent submits that in", "<FRAGMENT_SUPPRESSED>  the Supreme Court rejected the argument, based on s. 15 of the", "Charter", ", that Canadian citizens are entitled to all medically required treatment."], ["[74]", "The Supreme Court's decision in <FRAGMENT_SUPPRESSED> must be approached with some caution. In <FRAGMENT_SUPPRESSED> , the issue was not whether there is a freestanding right to health care under the", "Charter", "; the issue was whether the Province of Québec could prohibit Québeckers from purchasing insurance to obtain private medical services that were conjointly available under the public health care plan. I say that the decision must be approached with some caution because the dispositive, or \"tie-breaker\" reasons provided by Justice Deschamps were based on the", "Québec Charter", "and not the", "Charter", ". Three judges agreed with Justice Deschamps, but were also of the view that the prohibition of private medical insurance was also a violation of the", "Charter", ". Three judges disagreed with Justice Deschamps and were of the view that the prohibition did not violate the", "Charter", ". All the commentary provided by both the majority group of three and the dissenting group of three, insofar as it comments on the right to health and the", "Charter", ", is obiter."], ["[75]", "More importantly, in my view, the respondent has misconstrued the holding of the majority group of three. The respondent accurately cites the decision of Chief Justice McLachlin and Justice Major; they held that \"[t]he", "Charter", "does not confer a freestanding constitutional right to health care\": <FRAGMENT_SUPPRESSED> at para. 104. What the respondent fails to note is that they went on to state: \"However, where the government puts in place a scheme to provide health care, that scheme must comply with the", "Charter", "\": <FRAGMENT_SUPPRESSED> at para. 104. The present case is concerned with a scheme (the IFHP) that the government has put in place to provide health care to certain individuals; it is not concerned with whether non-citizens, or citizens for that matter, have a freestanding right to healthcare."], ["[76]", "Similarly, it is my view, that the respondent misconstrued the Supreme Court's decision in <FRAGMENT_SUPPRESSED> . In <FRAGMENT_SUPPRESSED> , the issue was whether the Province of British Columbia's \"refusal to fund a particular treatment for preschool-aged autistic children violates the right to equality\" under s. 15 of the", "Charter", ": <FRAGMENT_SUPPRESSED> at para. 1. The Court determined that such refusal did not violate s. 15 of the", "Charter"], ["[77]", "The Supreme Court held, at para. 28, that s. 15(1) of the", "Charter", "is confined \"to benefits and burdens imposed by law.\" The Court characterized the respondent autistic families' claim as \"funding for all medically required treatment:\" <FRAGMENT_SUPPRESSED> at para. 30. The Court determined that \"the legislative scheme does not promise that any Canadian will receive funding for all medically required treatment:\" <FRAGMENT_SUPPRESSED> at para. 35. Since the benefit claimed by the respondents \"was not provided for by the law\" there could be no s. 15(1) breach. Everything else the Court discussed after this finding is obiter, including the paragraphs relied on by the respondent."], ["[78]", "The Supreme Court distinguished <FRAGMENT_SUPPRESSED> from", "<FRAGMENT_SUPPRESSED>  B.C.A.C. 81; 155 W.A.C. 81, which \"was concerned with unequal access to a benefit that the law conferred and with", "applying", "a benefit-granting law in a non-discriminatory fashion:\" <FRAGMENT_SUPPRESSED> at para. 38 (emphasis in original). In the case before this Court, the applicant is not asking for funding for all medically required treatment. In this case, like in <FRAGMENT_SUPPRESSED> , there is a law that confers a benefit; the eligibility requirements for that benefit result in unequal access and therefore, the question is whether the unequal access is discriminatory. The question is not whether the Department must establish the IFHP, the question is whether the IFHP, once established, is discriminatory on the ground that it excludes certain individuals on the basis of an enumerated ground."], ["[79]", "The applicant submits that she is discriminated against on the basis of her disability and on the basis of her lack of Canadian citizenship. Neither submission is convincing."], ["[80]", "There is no doubt that the applicant is disabled with high medical needs; however, the applicant was not excluded from IFHP coverage because of her disability.  <FRAGMENT_SUPPRESSED>  to which the applicant attempted to draw an analogy, Ms. Toussaint's specific disability was not excluded from the benefit program."], ["[81]", "Similarly, the applicant was not excluded from IFHP coverage on the basis of her lack of Canadian citizenship. The applicant was excluded from coverage because of her illegal status in Canada. Only if \"immigration status\" is an analogous ground could the applicant's exclusion from IFHP coverage be said to violate s. 15(1) of the", "Charter"], ["[82]", "The applicant did not argue that \"immigration status\" was such an analogous ground. It is not for the Court in", "Charter", "cases to construct arguments for the parties or advance them on their behalf. Given the applicant's failure to argue that \"immigration status\" was an analogous ground, the applicant's s. 15(1) argument must fail. [see footnote 3]"], ["[83]", "In this case, the applicant has not established that in denying her IFHP coverage the decision-maker drew a distinction based on an enumerated ground. The applicant was not discriminated against because of her disability or because of her citizenship; consequently, the applicant's s. 15(1) argument must fail.", "Whether the decision violated section 7 of the", "Charter"], ["[84]", "The applicant submits that delay in receiving medical treatment has been recognized by the Supreme Court as engaging s. 7 of the", "Charter", ". The applicant submits that in her case the delays she has experienced increased her \"risk of life threatening illness,\" caused her to suffer long-term pain, and caused her serious psychological suffering and anxiety, all of which negatively impact her long-term health. The applicant contends that her circumstances are analogous to <FRAGMENT_SUPPRESSED> in that she is not asking for a \"new benefit but only access to an existing one.\" The applicant submits that her exclusion from the IFHP is arbitrary and not consistent with the requirements of fundamental justice."], ["[85]", "The respondent submits that the applicant is the author of her own predicament. The respondent cites", "<FRAGMENT_SUPPRESSED>  N.S.R.(2d) 271; 207 A.P.R. 271, for the proposition that s. 7 of the", "Charter", "does not confer on individuals the most favourable procedure imaginable. The respondent says that", "\"[p]roviding unlimited and free access to Canada's healthcare to all persons living in Canada, be they Canadian citizens and permanent residents or nationals of other countries choosing to reside in Canada illegally, may indeed be 'the most favourable procedure imaginable', but it is not the procedure reasonably and legitimately chosen by the government of Canada.\""], ["[86]", "To establish a breach of s. 7 of the", "Charter", "the applicant must prove (1) that the", "Charter", "applies to her circumstances, (2) that she was deprived of her right to life, liberty and/or security of the person, and (3) that this deprivation was not consistent with principles of fundamental justice."], ["[87]", "In my view, there can be no doubt that the IFHP, and the applicant's exclusion, constitutes \"government action\" to which the", "Charter", "generally applies.  <FRAGMENT_SUPPRESSED> , at 202, the Supreme Court held that the word \"everyone\" in s. 7 of the", "Charter", "\"includes every human being who is physically present in Canada ...\" Accordingly, there can be no debate that non-citizens in Canada, including illegal immigrants, are entitled to the protections of s. 7 of the", "Charter", ". Such a broad conception of s. 7 is consistent with the notion that all human beings, regardless of their immigration status, are entitled to dignity and the protection of their fundamental right to life, liberty and security of the person. This does not mean that non-citizens, and in particular illegal migrants, are entitled to remain in Canada."], ["[88]", "There is no international legal right to migration. Article 12 of the", "International Covenant on Civil and Political Rights", ", 16 December 1966, 999 U.N.T.S. 171, Can. T.S. 1976 No. 47 [see footnote 4] protects the freedom of mobility of persons \"", "lawfully", "within the territory of a State\" as well as the right of persons to leave any country and to return to their own country, but it does not confer a freestanding right to migration (emphasis added). Consistent with this absence of a right to migrate, the Supreme Court has held that:", "\"[t]he most fundamental principle of immigration law is that non-citizens do not have an unqualified right to enter or remain in  <FRAGMENT_SUPPRESSED> , at p. 733. Thus the deportation of a non-citizen in itself cannot implicate the liberty and security interests protected by s. 7 of the", "Canadian Charter of Rights and Freedoms", "<FRAGMENT_SUPPRESSED>  at para. 46.\""], ["[89]", "Further, s. 7 of the", "Charter", "may not be implicated even in situations where the deportation of a non-citizen to their home country exposes them to jeopardy resulting from the inability of their home country to provide life-sustaining medical treatment.  <FRAGMENT_SUPPRESSED>  the applicant suffered from end-stage renal failure for which he was receiving life-sustaining hemodialysis treatment in Canada. This treatment was not available in his home country. The applicant filed a pre-removal risk assessment (PRRA) application arguing that he faced a risk to his life if returned to his home country, where he would not be able to receive the same life-sustaining treatment, and would surely die. The Court of Appeal upheld the rejection of the applicant's PRRA application finding that another State's allocation of healthcare resources could not form the basis for a successful PRRA decision unless the allocation was made to deliberately exclude the specific applicant from treatment in a persecutory manner. The Court of Appeal did not address the applicant's", "Charter", "arguments finding that they were without the proper evidentiary foundation and that the applicant had other avenues to explore prior to bringing a", "Charter", "application."], ["[90]", "Ms. Toussaint is in Canada without status. She may not be able to obtain the medical care she needs if deported from Canada. Nonetheless, there are no current barriers that prevent Canada from instigating removal proceedings against the applicant. For reasons that are not before the Court, such proceedings have not been instigated and the applicant remains in Canada. In light of the applicant's physical presence in Canada, it is necessary to proceed to the second and third requirements for establishing a breach of s. 7 of the", "Charter"], ["[91]", "Delay in medical treatment and severe psychological stress caused by government action have both been recognized as implicating the life, liberty and security of the person protections in s. 7 of the", "Charter", ": <FRAGMENT_SUPPRESSED> , supra;", "<FRAGMENT_SUPPRESSED>  O.A.C. 1;", "New Brunswick (Minister of Health and  <FRAGMENT_SUPPRESSED>  N.B.R.(2d) 25; 552 A.P.R. 25. The evidence before the Court establishes both that the applicant has experienced extreme delay in receiving medical treatment and that she has suffered severe psychological stress resulting from the uncertainty surrounding whether she will receive the medical treatment she needs. More importantly, the record before the Court establishes that the applicant's exclusion from IFHP coverage has exposed her to a risk to her life as well as to long-term, and potentially irreversible, negative health consequences. The medical evidence before the Court establishes that", "\"[i]f she were to not receive timely and appropriate health care and medications in the future, she would be at very high risk of immediate death (due to recurrent blood clots and pulmonary embolism), severe medium-term complications (such as kidney failure and subsequent requirement for dialysis), and other long-term complications of poorly-controlled diabetes and hypertension (such as blindness, foot ulcers, leg amputation, heart attack, and stroke).\"", "In my view, the applicant has established a deprivation of her right to life, liberty and security of the person that was caused by her exclusion from the IFHP."], ["[92]", "The applicant says that her exclusion from health care is not consistent with principles of fundamental justice because it is arbitrary. The respondent says that the applicant's exclusion from the IFHP is fundamentally just because the program was never intended for illegal migrants who chose to come to Canada and to remain here illegally by choice."], ["[93]", "At its core, the purpose of the IFHP is to provide temporary healthcare to legal migrants. Canada also provides IFHP coverage to some illegal migrants, such as victims of trafficking, who are often unwittingly illegal migrants. Canada feels responsible for such illegal migrants because of the fact that they have been exploited by unscrupulous human traffickers. Ms. Toussaint is neither a legal migrant nor is she unwittingly an illegal migrant. Although she entered this country legally, she chose to remain here illegally; there is nothing stopping her from returning to her country of origin. She has chosen her illegal status and, moreover, she has chosen to maintain it. I fail to see how her situation can be said to fall within the purpose of the IFHP. There is a principled reason why a victim of trafficking is entitled to health coverage for medical treatment if needed but other illegal migrants are not. The former is here through deception and manipulation by others; the latter is here by choice."], ["[94]", "I do not accept the applicant's submission that her exclusion from health care is not consistent with principles of fundamental justice because it is arbitrary. I see nothing arbitrary in denying financial coverage for health care to persons who have chosen to enter and remain in Canada illegally. To grant such coverage to those persons would make Canada a health-care safe-haven for all who require heath care and health care services. There is nothing fundamentally unjust in refusing to create such a situation."], ["[95]", "For these reasons this application is dismissed. Considering the issues involved which are in the public interest and beyond merely personal interests to the applicant, and considering the applicant's personal circumstances, it is appropriate that there be no order as to costs.", "JUDGMENT"], ["[96]", "THIS COURT ORDERS AND ADJUDGES that:", "1. This application is dismissed;", "2. A copy of these Reasons for Judgment and Judgment are to be filed in Docket IMM-3761-09; and", "3. There is no order made as to costs.", "Application dismissed.", "Editor: E. Joanne Oley/pdk", "Footnotes", "1. Entered into force on January 3, 1976; acceded to by Canada on May 19, 1976.", "2. Entered into force on January 4, 1969; ratified by Canada on October 14, 1970.", "3. The Supreme Court's decision in", "<FRAGMENT_SUPPRESSED> , leaves open the possibility that \"immigration status\" may be considered an analogous ground in the future. In <FRAGMENT_SUPPRESSED> , at para. 60, the Court recognized that in analyzing whether a characteristic is an analogous ground \"[i]t is also central to the analysis if those defined by the characteristic are lacking in political power, disadvantaged, or vulnerable to becoming disadvantaged or having their interests overlooked.\" It may be fair to say that illegal migrants lack political power, are frequently disadvantaged, and are incredibly vulnerable to abuse; this, combined with the difficulty of changing one's illegal migrant status, might support an argument that such a characteristic is an analogous ground.", "4. It was entered into force in March 23, 1976 and acceded to by Canada on May 19, 1976.", "[End of document]"]]}