{"id_": "072139", "body_str": [["[1]", "Le juge Bédard", ": La Cour est saisie d'une demande de contrôle judiciaire, présentée par la demanderesse en vertu du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", L.C. 2001 c. 27 (LIPR), d'une décision de la Section d'appel de l'immigration (SAI) de la Commission de l'immigration et du statut de réfugié (CISR) rendue le 27 mai 2010 révoquant le sursis de la mesure de renvoi à l'encontre de la demanderesse et rejetant également son appel.", "Contexte"], ["[2]", "La demanderesse est citoyenne de la République Démocratique du Congo (RDC). Elle est arrivée au Canada en 1998. Le 22 septembre 1999, elle a été reconnue réfugiée au sens de la Convention et elle a obtenu le statut de résidente permanente le 9 août 2000. Elle a deux enfants nés au Canada de pères différents et vivant en RDC."], ["[3]", "Le 10 décembre 2007, un rapport concernant la demanderesse a été rédigé en vertu du paragraphe 44(1) de la LIPR. Ce rapport indique que le 10 décembre 2007, la demanderesse a été reconnue coupable sous deux chefs d'accusation de fraude et emploi d'un document contrefait et de voies de fait en vertu des articles 380 et 368(1) du", "Code criminel", "L.R., 1985, ch. C-46 (le Code). Elle avait également été reconnue coupable de complot (art. 465 du Code) le 4 juillet 2002."], ["[4]", "En raison de ces condamnations, la section de l'immigration de la CISR a émis contre la demanderesse une mesure de renvoi pour grande criminalité en vertu de l'alinéa 36(1)a) de la LIPR, puisqu'elle avait été reconnue coupable à une infraction à une loi fédérale punissable d'un emprisonnement maximal d'au moins dix ans. La demanderesse en a appelé de cette mesure auprès de la SAI. Au soutien de son appel, la demanderesse ne contestait pas la validité en droit de la mesure de renvoi, mais elle invoquait qu'il existait des considérations humanitaires justifiant la prise d'une mesure spéciale."], ["[5]", "Le 9 janvier 2009, la SAI a rendu une première décision au terme de laquelle elle a accordé à la demanderesse un sursis d'un an à la mesure de renvoi. Le sursis était assorti de conditions que la demanderesse devait respecter. La SAI a fondé sa décision sur l'intérêt des enfants de la demanderesse et sur les éléments qu'elle avait présentés et qui l'ont amené à juger que la demanderesse était en bonne voie de réhabilitation, qu'elle était déterminée à tourner la page sur ses erreurs de jeunesse et qu'elle bénéficiait d'un soutien adéquat. La SAI a donc estimé qu'il existait des considérations humanitaires qui justifiaient de surseoir au renvoi."], ["[6]", "Le 6 novembre 2009, la SAI a informé le ministre et la demanderesse que la reprise de l'appel (sursis) ferait l'objet d'un examen en janvier 2010. Dans cet avis, la SAI demandait aux parties de l'informer du respect par la demanderesse des conditions imposées lors du sursis."], ["[7]", "Le 2 décembre 2009, la demanderesse a signé une déclaration indiquant qu'elle s'était conformée aux conditions de sursis. Le ministre a procédé à un examen du dossier de la demanderesse et a informé la SAI que la demanderesse n'avait pas respecté plusieurs des conditions du sursis et notamment, qu'elle avait été condamnée pour quatre autres infractions criminelles durant la période de sursis."], ["[8]", "Compte tenu des bris de conditions du sursis, la SAI a décidé de fixer une audience pour trancher la reprise d'appel. Le 24 février 2010, la SAI a envoyé aux parties un avis de convocation pour une audience fixée le 8 avril 2010."], ["[9]", "Le 3 mars 2010, la demanderesse a demandé à la SAI de lui accorder une remise de l'audience prévue le 8 avril 2010, pour lui permettre d'obtenir une expertise psychosociale et de connaître le résultat des représentations sur sentence qui devaient être faites en avril 2010 relativement à l'une des infractions criminelles pour lesquelles la demanderesse avait été reconnue coupable durant le sursis. Le défendeur s'est opposé à la demande de remise. La demande de remise a été refusée par la SAI le 12 mars 2010 et l'audience a eu lieu le 8 avril 2010."], ["[10]", "Le 27 mai 2010, la SAI a révoqué le sursis de la mesure de renvoi prise à l'encontre de la demanderesse et elle a, par la même occasion, rejeté son appel de cette mesure de renvoi.", "Les décisions contestées"], ["[11]", "La demanderesse conteste la décision de la SAI refusant sa demande de remise. Elle invoque à cet égard qu'en refusant sa demande de remise, la SAI a violé les règles de justice naturelle et l'équité procédurale. La demanderesse conteste également la décision de la SAI de révoquer le sursis et de rejeter l'appel de la mesure de renvoi. Elle invoque notamment que la violation de l'équité procédurale a eu pour effet de la priver d'une audience équitable et de la possibilité de déposer un élément de preuve crucial à la décision de la SAI et que, dès lors, le processus décisionnel ayant mené la SAI à révoquer le sursis et à rejeter l'appel était vicié. La demanderesse soutient également que la SAI a erré dans son appréciation de la preuve et des facteurs pertinents aux fins de trancher l'appel.", "Questions en litige"], ["[12]", "Les reproches formulés par la demanderesse à l'encontre des décisions de la SAI soulèvent les deux questions suivantes:", "(1) Le refus de la SAI d'accorder une remise de l'audience constitue-t-il un manquement aux règles de justice naturelle ou au droit à l'équité procédurale?", "(2) La SAI a-t-elle erré en tirant des conclusions de fait de façon arbitraire, sans tenir compte de la preuve et sans considérer tous les facteurs pertinents à sa prise de décision?", "Analyse", "Normes de contrôle"], ["[13]", "La jurisprudence nous enseigne que le pouvoir d'accorder ou de refuser une demande de remise relève du pouvoir discrétionnaire du tribunal administratif et que le refus d'accorder une remise ou un ajournement peut causer un déni d'équité procédurale ou de justice naturelle si le refus est déraisonnable dans les circonstances (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]. Bien que les questions relatives à l'équité procédurale sont normalement assujetties à la norme de la décision correcte (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] ;", "<FRAGMENT_SUPPRESSED>  A.C.W.S., (3d) 888 au par. 36;", "<FRAGMENT_SUPPRESSED>  F.T.R. 160 [", "Julien", "], il faut analyser une telle décision en considérant la discrétion dont dispose la SAI."], ["[14]", "La deuxième question sera par ailleurs assujettie à la norme de la raisonnabilité. La Cour suprême a confirmé dans", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], que l'appréciation par la SAI des motifs humanitaires invoqués au soutien d'un appel d'une mesure de renvoi doit être révisée selon la norme de contrôle de la raisonnabilité. Dans <FRAGMENT_SUPPRESSED> , précitée, la Cour a reconnu le caractère discrétionnaire du pouvoir conféré à la SAI et précisé « [qu] 'il revient à la SAI de déterminer non seulement en quoi consistent les « motifs d'ordre humanitaire », mais aussi s'ils « justifient » la prise de mesures dans un cas donné. » (par. 57)."], ["[15]", "L'appréciation de la preuve par la SAI doit elle aussi recevoir le même degré de déférence et la Cour n'interviendra que si les conclusions et inférences de la SAI sont déraisonnables ( <FRAGMENT_SUPPRESSED> et <FRAGMENT_SUPPRESSED> , précités). Le cadre d'analyse que doit suivre la Cour lorsqu'elle applique la norme de la raisonnabilité, est bien décrit par la majorité dans <FRAGMENT_SUPPRESSED> , au par. 47:", "47 La norme déférente du caractère raisonnable procède du principe à l'origine des deux normes antérieures de raisonnabilité: certaines questions soumises aux tribunaux administratifs n'appellent pas une seule solution précise, mais peuvent plutôt donner lieu à un certain nombre de conclusions raisonnables. Il est loisible au tribunal administratif d'opter pour l'une ou l'autre des différentes solutions rationnelles acceptables. La cour de révision se demande dès lors si la décision et sa justification possèdent les attributs de la raisonnabilité. Le caractère raisonnable tient principalement à la justification de la décision, à la transparence et à l'intelligibilité du processus décisionnel, ainsi qu'à [page221] l'appartenance de la décision aux issues possibles acceptables pouvant se justifier au regard des faits et du droit."], ["[16]", "Ainsi, la Cour n'interviendra que si les conclusions de la SAI ne constituent pas l'une des issues possibles et acceptables pouvant se justifier au regard des faits et du droit.", "(1) Le refus de la SAI d'accorder une remise de l'audience constitue-t-il un manquement au principe de justice naturelle eu au droit à l'équité procédurale?"], ["[17]", "Le 3 mars 2010, l'avocate de la demanderesse a fait une demande de remise de l'audience qui était prévue le 8 avril 2010 afin d'obtenir un rapport psychosocial du CLSC et de le déposer en preuve et afin d'obtenir le résultat des représentations sur sentence prévues le 20 avril 2010 dans un des dossiers criminels de la demanderesse."], ["[18]", "La demanderesse allègue qu'elle a déployé des efforts raisonnables pour obtenir ce rapport d'expertise dans les délais requis, mais que le rapport n'était pas disponible pour la date d'audience fixée au 8 avril 2010, ce qui justifiait la demande de remise. Elle allègue également que ce rapport d'expertise était essentiel à la prise d'une décision juste et éclairée par la SAI."], ["[19]", "Dans la demande de remise formulée le 3 mars 2010, l'avocate de la demanderesse a indiqué que la demanderesse tentait d'obtenir un suivi régulier auprès de son intervenante sociale ainsi qu'une expertise psychosociale relativement « aux problèmes rencontrés ». Elle a indiqué que malgré les efforts déployés par la demanderesse pour compléter le suivi requis, elle était incapable d'obtenir un rendez-vous. Une attestation de consultation complétée par une intervenante du CLSC en date du 19 novembre 2009 indique que la demanderesse a consulté pour une « demande d'aide pour l'aider à surmonter les difficultés rencontrées ». L'attestation contient également une note mentionnant « Diverses démarches entamées par Mme », un suivi suggéré et une rencontre fixée le 3 décembre 2009."], ["[20]", "Dans une lettre répliquant à l'opposition du défendeur à la demande de remise, l'avocate de la demanderesse a indiqué qu'une demande d'expertise psychosociale « pourrait vraisemblablement éclairer le tribunal davantage sur les raisons ayant poussé Mme Omeyaka à commettre les actes criminels reprochés et sur le degré de réhabilitation de cette dernière». Elle a également noté « qu'en l'absence d'une expertise complète et détaillée quant aux problèmes de criminalité de Mme Omeyaka, le présent Tribunal ne sera pas en mesure d'apprécier adéquatement", "les possibilités de réhabilitation de Mme Omeyaka", "». [Je souligne]"], ["[21]", "La preuve a révélé que la demanderesse a annulé le rendez-vous du 3 décembre 2009 pour des motifs qui ne sont pas précisés. Une deuxième attestation du CLSC, datée du 24 février 2010, indique ce qui suit:", "Demande d'aide relativement aux difficultés rencontrées. Offrons à Mme la possibilité de bénéficier d'un suivi psychosocial au CLSC. Un intervenant communiquera avec Mme dans les prochaines semaines."], ["[22]", "La demanderesse prétend que les délais d'attente afférents au CLSC étaient hors de son contrôle et que la SAI a ignoré cette circonstance. La demanderesse soutient que rien n'indiquait que l'ajournement sollicité aurait retardé indûment la conduite de l'appel et qu'en refusant la remise de l'audience, la SAI l'a privée de son droit à une audience équitable."], ["[23]", "Le défendeur soutient pour sa part qu'il s'est écoulé cinq mois entre novembre 2009 et avril 2010 et que, durant cette période, la demanderesse a eu amplement le temps d'obtenir le rapport désiré. Elle n'a pas non plus donné d'explication raisonnable sur ce qui avait causé un tel délai à obtenir le rapport."], ["[24]", "Le défendeur affirme aussi que le droit à un ajournement n'est pas un droit absolu et que la SAI possède le pouvoir discrétionnaire de l'accorder ou non. La jurisprudence exige qu'il n'y ait pas eu de faute, de négligence ou d'insouciance de la part de celui ou celle qui réclame l'ajournement. L'exigence du tribunal d'accorder une audience équitable doit être balancée avec le devoir statutaire de la SAI de résoudre les appels dont elle est saisie avec célérité et d'éviter des délais. La Cour doit réviser une décision d'un tribunal ayant rejeté une demande d'ajournement seulement si les circonstances de l'affaire démontrent clairement que la décision a donné lieu à un déni de justice naturelle ou à un manquement à l'équité, ce qui n'est pas le cas en l'espèce. Le défendeur soutient également que la SAI a considéré les éléments pertinents avant de refuser la demande de remise."], ["[25]", "Il est bien établi que le pouvoir d'accorder une demande de remise relève du pouvoir discrétionnaire du tribunal administratif."], ["[26] <FRAGMENT_SUPPRESSED> Wagg", ", précité, la Cour d'appel fédérale a rappelé que la décision d'accorder ou non un ajournement relève du pouvoir discrétionnaire du décideur et que ce pouvoir doit être exercé équitablement. La Cour a précisé qu'il n'existe pas de droit automatique à l'ajournement et que la Cour n'interviendra pas dans le refus d'accorder un ajournement sauf dans des circonstances exceptionnelles. La Cour a également précisé que le critère ultime à considérer était celui relatif à l'équité du procès:"], ["[22] On pourrait débattre la question de savoir s'il y a eu refus d'accorder un ajournement ou si l'ajournement qui a été consenti était raisonnable eu égard aux circonstances. Cependant, dans les deux cas, le critère est le même. Le demandeur s'est-il vu refuser un procès équitable lorsque le juge du procès a refusé d'inscrire l'affaire au rôle pour une autre date afin de permettre au demandeur de consulter un avocat, après que le juge du procès lui eut expliqué les conséquences de sa position? À mon avis, la réponse est négative."], ["[27]", "Les mêmes principes ont été appliqués à l'égard des décisions de la  <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 139 [ <FRAGMENT_SUPPRESSED> ] et dans", "Julien", ", précité. J'ai moi-même appliqué ces principes à la décision de la Section de la protection des réfugiés de la CISR de refuser une demande d'ajournement dans", "<FRAGMENT_SUPPRESSED>  (disponible sur CanLII)."], ["[28]", "La règle 48 des", "Règles de la section d'appel de l'immigration", ", DORS/2002-230 (Règles de la SAI), prévoit le processus de traitement des demandes de changement de date d'une procédure et encadre l'exercice décisionnel de la SAI:", "Demande de changement de la date ou de l'heure d'une procédure", "48.", "(1) Toute partie peut demander à la Section de changer la date ou l'heure d'une procédure.", "Forme et contenu de la demande", "(2) La partie:", ") fait sa demande selon la règle 43, mais n'a pas à y joindre d'affidavit ou de déclaration solennelle;", "b) indique dans sa demande au moins six dates, comprises dans la période fixée par la Section, auxquelles elle est disponible pour commencer ou poursuivre la procédure.", "Procédure dans deux jours ouvrables ou moins", "(3) Dans le cas où les destinataires reçoivent la demande, deux jours ouvrables ou moins avant la procédure, la partie doit se présenter à la procédure et faire sa demande oralement.", "Éléments à considérer", "(4) Pour statuer sur la demande, la Section prend en considération tout élément pertinent. Elle examine notamment:", ") dans le cas où elle a fixé la date et l'heure de la procédure après avoir consulté ou tenté de consulter la partie, toute circonstance exceptionnelle qui justifie le changement;", "b) le moment auquel la demande a été faite;", "c) le temps dont la partie a disposé pour se préparer;", "d) les efforts qu'elle a faits pour être prête à commencer ou à poursuivre la procédure;", "e) dans le cas où la partie a besoin d'un délai supplémentaire pour obtenir des renseignements appuyant ses arguments, la possibilité d'aller de l'avant en l'absence de ces renseignements sans causer une injustice;", ") dans le cas où la partie est représentée, les connaissances et l'expérience de son conseil;", ") tout report antérieur et sa justification;", ") si la date et l'heure qui avaient été fixées étaient péremptoires;", "i) si le fait d'accueillir la demande ralentirait l'affaire de manière déraisonnable;", ") la nature et la complexité de l'affaire.", "Application to change the date or time of a proceeding", "48.", "(1) A party may make an application to the Division to change the date or time of a proceeding.", "Form and content of application", "(2) The party must", ") follow rule 43, but is not required to give evidence in an affidavit or statutory declaration; and", ") give at least six dates, within the period specified by the Division, on which the party is available to start or continue the proceeding.", "If proceeding is two working days or less away", "(3) If the party's application is received by the recipients two days or less before the date of a proceeding, the party must appear at the proceeding and make the request orally.", "Factors", "(4) In deciding the application, the Division must consider any relevant factors, including", ") in the case of a date and time that was fixed after the Division consulted or tried to consult the party, any exceptional circumstances for allowing the application;", ") when the party made the application;", ") the time the party has had to prepare for the proceeding;", ") the efforts made by the party to be ready to start or continue the proceeding;", ") in the case of a party who wants more time to obtain information in support of the party's arguments, the ability of the Division to proceed in the absence of that information without causing an injustice;", ") the knowledge and experience of any counsel who represents a party;", ") any previous delays and the reasons for them;", ") whether the date and time fixed were peremptory;", ") whether allowing the application would unreasonably delay the proceedings; and", ") the nature and complexity of the matter to be heard."], ["[29]", "Ces facteurs ne sont pas exhaustifs ni conjonctifs et chaque cas doit être apprécié suivant les circonstances particulières de l'affaire. Dans <FRAGMENT_SUPPRESSED> , précité, la Cour a mentionné que la règle 48(4) ne devait pas être interprétée comme une directive donnée de reprendre systématiquement chacun des éléments énumérés, qu'ils soient pertinents ou non. La Cour s'est exprimée comme suit à cet égard au paragraphe 7 du jugement:", "Je tiens d'entrée de jeu à signaler qu'on trouve dans les premiers mots du paragraphe précité, qui enjoint à la Section d'appel de l'immigration de tenir compte de \"tout élément pertinent\", certains des facteurs qui sont expressément énumérés. Il ne s'ensuit pas pour autant que la SAI doit explicitement examiner chacun des éléments énumérés et ce, qu'ils soient pertinents ou non dans un cas déterminé. Je n'interprète pas cette disposition comme une directive donnée à la SAI de reprendre systématiquement chacun des éléments énumérés, qu'ils soient pertinents ou non. L'esprit dans lequel cette appréciation doit se faire est, à mon avis, bien expliqué dans l'arrêt", "<FRAGMENT_SUPPRESSED>  dans lequel le juge Décary, en parlant d'une situation analogue qui n'était pas régie par des règles précises, a expliqué que, pour exercer son pouvoir discrétionnaire d'accorder ou non un ajournement, le tribunal devrait tenir compte de certains facteurs, pour ensuite énumérer une liste de facteurs semblables à ceux prévus au paragraphe 48(4) des Règles de la Section d'appel de l'immigration."], ["[30]", "Je suis satisfaite en l'espèce que la SAI a considéré les motifs invoqués par la demanderesse au soutien de sa demande d'ajournement et qu'elle a pris sa décision à la lumière des facteurs prescrits qui lui apparaissaient pertinents."], ["[31]", "La SAI a motivé sa décision de refuser la demande de remise de la demanderesse par les éléments suivants:", "La demanderesse avait été avisée le 17 décembre 2009 que son dossier était fixé pour une audience orale et elle connaissait la date d'audience depuis le 24 février 2010. Elle a bénéficié du temps nécessaire pour préparer ses documents et observations et elle n'a pas démontré qu'elle s'y était prise de façon diligente pour le faire.", "La demanderesse a attendu jusqu'au 3 mars 2010 pour faire une demande de remise et elle est demeurée vague sur la nature des « problèmes » rencontrés qui exigeraient que l'audience soit remise.", "En réponse à l'avis de reprise de l'appel qui lui a été adressé, la demanderesse a indiqué s'être conformée aux conditions de son sursis, alors que les documents fournis par le défendeur indiquent le contraire et elle n'a rien joint à sa déclaration écrite, alors qu'elle avait l'obligation de le faire.", "La demanderesse allègue être au courant de ses problèmes depuis 2009, mais elle ne les a portés à la connaissance de la SAI que longtemps après la décision de convoquer une audience pour traiter le dossier.", "La demande de remise est de nature à ralentir les procédures de manière déraisonnable.", "La SAI n'a pas l'obligation d'attendre le résultat des nouvelles accusations qui pendent contre la demanderesse pour trancher l'appel.", "Aucune circonstance exceptionnelle ou imprévisible ne permet d'accorder une remise."], ["[32]", "Je considère que la SAI a exercé son pouvoir discrétionnaire d'une manière raisonnable eu égard aux circonstances. De plus, la demanderesse ne m'a pas convaincue que le refus de la SAI de lui accorder une remise pour lui permettre de soumettre une expertise psychosociale l'avait privée d'une audience équitable ou qu'une telle expertise aurait été déterminante dans l'issue de l'appel."], ["[33]", "Il est important de conserver à l'esprit que la reprise d'appel avait lieu à l'échéance d'un sursis de la mesure de renvoi accordé pour une période d'un an pour des considérations humanitaires. À l'échéance de la période de sursis, la SAI a décidé de procéder à la reprise de l'appel en convoquant une audience parce que la demanderesse avait déclaré qu'elle avait respecté les conditions rattachées au sursis alors que le ministre avait à sa disposition des informations qui démontraient le contraire."], ["[34]", "Une lecture de la décision de la SAI révoquant le sursis et rejetant l'appel de la mesure de renvoi révèle que la SAI a fondé sa décision de révoquer le sursis et de rejeter l'appel sur plusieurs éléments, dont le comportement de la demanderesse durant la période de sursis. La preuve démontrait que la demanderesse avait menti en déclarant avoir respecté les conditions du sursis alors qu'elle avait enfreint plusieurs des conditions. La demanderesse avait également menti au tribunal lors de l'audience du 9 novembre 2009 relativement à une infraction pour laquelle elle avait invoqué qu'il y avait eu erreur sur l'auteur du délit et elle avait commis de nouvelles infractions criminelles durant le sursis."], ["[35]", "L'expertise psychosociale que souhaitait obtenir la demanderesse aurait pu avoir une certaine pertinence sur l'appréciation du critère relatif à la réhabilitation de la demanderesse. L'avocate de la demanderesse avait invoqué la pertinence d'une expertise psychosociale afin d'éclairer le tribunal sur les raisons ayant poussé la demanderesse à commettre des délits et sur ses possibilités de réhabilitation."], ["[36]", "Bien que la demanderesse n'ait pas été en mesure de produire une expertise psychosociale, elle a tout de même produit une note de son intervenante datée du 17 mars 2010 et qui contient ce qui suit:", "[ ...]", "Du côté psychosocial, nous croyons que Mme a besoin d'aide pour mieux se structurer et se fixer des objectifs réalistes. Nous pouvons lui offrir le soutien pour surmonter cette épreuve et trouver les moyens pour faire face à la situation, se prendre en main et regarder ce qui l'a amené à ce glissement qui l'a conduit vers la criminalité. Mme est consciente de ses erreurs. Elle est troublée et affectée par les conséquences de ses actes. Elle semble vouloir s'amender. Elle doit pour ce faire redoubler d'efforts pour y arriver car elle doit joindre à ses démarches de retour au travail son rôle de mère de 2 enfants de 8 ans et 4 ans dont elle a la garde et la responsabilité totale. Il semble que Mme ait réussi à préserver le développement normal de ses enfants et un contexte de vie favorable à leur apprentissage scolaire malgré les événements perturbateurs et les conséquences sur son état émotionnel.", "Soyez assurés, que si Mme persiste dans sa volonté d'entreprendre une démarche, nous pourrons l'accompagner."], ["[37]", "Il appert clairement de cette note que la demanderesse n'avait pas encore entrepris de démarche pour l'aider à modifier ses comportements. Or, ce que la SAI a considéré dans son analyse, c'est le comportement de la demanderesse durant la période de sursis et son degré de réhabilitation au moment de la reprise d'appel et non son degré de réhabilitation potentiel pour l'avenir. À ce chapitre, la SAI a considéré le fait que la demanderesse donnait les mêmes explications pour ses délits et qu'elle exprimait les mêmes regrets et la même volonté de changer que ceux qu'elle avait présentés en janvier 2009 et qui avaient amené la SAI à accorder le sursis."], ["[38]", "La SAI a jugé que malgré le discours de la demanderesse, que la SAI ne considérait plus crédible, cette dernière ne s'était pas amendée. Au contraire, elle n'avait pas respecté les conditions rattachées au sursis et elle avait commis d'autres infractions. La SAI a également considéré le niveau de réhabilitation de la demanderesse et les démarches qu'elle avait entreprises auprès du CLSC durant la période de sursis et jugé, à la lumière de la preuve et de ses explications, que ses démarches n'avaient pas été entreprises avec sérieux. Cette conclusion m'apparaît raisonnable."], ["[39]", "Je ne vois pas en quoi une expertise psychosociale, qui pourrait jeter un éclairage sur les raisons pour lesquelles la demanderesse continue de commettre des délits et sur son potentiel de réhabilitation dans le futur, aurait pu modifier les conclusions de la SAI relativement au comportement passé de la demanderesse et à son niveau de réhabilitation au moment de la reprise d'appel."], ["[40]", "Il appert également que, lors de l'audience du 8 avril 2010, la demanderesse a eu l'occasion de témoigner et de faire valoir tous les éléments et arguments au soutien de sa demande de prise de mesures spéciales. De plus, il ressort de la décision révoquant le sursis et rejetant l'appel que la SAI a analysé tous les facteurs pertinents aux fins de trancher l'appel."], ["[41]", "Je considère donc qu'il n'y a pas eu de déni de justice et que la SAI n'a pas violé les règles de justice naturelle en refusant d'accorder la remise. Ceci m'amène à la deuxième question en litige.", "(2) La SAI a-t-elle erré en tirant des conclusions de faits de façon arbitraire, sans tenir compte de la preuve et sans considérer tous les facteurs pertinents à sa prise de décision?"], ["[42]", "La demanderesse invoque que la SAI n'a pas appliqué les facteurs pertinents et qu'elle a tiré plusieurs conclusions de faits qui sont arbitraires, déraisonnables ou qui ne tenaient pas compte de la preuve. Elle reproche notamment à la SAI:", "• D'avoir considéré que les crimes commis par la demanderesse étaient des crimes sérieux et répétitifs, et que la demanderesse avait récidivé à plusieurs reprises;", "• De ne pas avoir tenu compte des circonstances atténuantes, notamment que la demanderesse avait commis ces vols pour subvenir à ses propres besoins et aux besoins de ses enfants;", "• Que les conclusions erronées de la SAI ont vicié tout son raisonnement quant à l'importance de la réhabilitation de la demanderesse;", "• Que la SAI a erré en concluant que la demanderesse ne s'était pas établie au Canada, alors que le Canada est le seul pays où elle s'est établie depuis 12 ans;", "• La SAI a sous-estimé l'effet du départ de la demanderesse sur les enfants qui sont complètement dépendants de leur mère, alors que les pères sont en RDC et qu'ils n'ont pas de contacts avec les enfants."], ["[43]", "La mesure de renvoi qui a été émise contre la demanderesse l'a été en vertu de l'alinéa 36(1)", ") de la LIPR. Le paragraphe 63(3) de la LIPR prévoit la possibilité pour une personne visée par une mesure de renvoi d'interjeter appel de la mesure auprès de la SAI. La SAI peut accueillir l'appel et surseoir à l'exécution de la mesure de renvoi si elle considère que des motifs humanitaires le justifient. Au terme du paragraphe 67(1) de la LIPR, la SAI fait droit à un appel s'il y a « compte tenu de l'intérêt supérieur de l'enfant directement touché - des motifs d'ordre humanitaire justifiant, vu les autres circonstances de l'affaire, la prise de mesures spéciales ». Les mêmes critères sont prévus au paragraphe 67(2) de la LIPR à l'égard du sursis."], ["[44]", "Ces dispositions accordent à la SAI un large pouvoir discrétionnaire dans son appréciation des considérations humanitaires invoquées (", "<FRAGMENT_SUPPRESSED> ) [ <FRAGMENT_SUPPRESSED> ]. Dans <FRAGMENT_SUPPRESSED> , la Cour suprême a également confirmé la pertinence pour la SAI de considérer, en plus de l'intérêt supérieur de l'enfant, les facteurs établis dans l'affaire", "<FRAGMENT_SUPPRESSED>  (disponible sur Quicklaw), soit la gravité de l'infraction ou des infractions à l'origine de l'expulsion, le potentiel de réhabilitation ou subsidiairement, les circonstances de la violation des conditions d'admissibilité ayant entrainé l'expulsion, la période passée au Canada et le niveau d'établissement, la famille et les bouleversements que l'expulsion pourrait entraîner pour cette dernière, le soutien de la famille et de la collectivité et l'importance des difficultés qu'entraîneraient, pour l'appelant, un retour dans son pays d'origine."], ["[45]", "Pour bien saisir l'appréciation que la SAI a faite des considérations humanitaires invoquées par la demanderesse, il est utile de reproduire l'extrait de la décision initiale de la SAI, datée du 9 janvier 2009, qui révèle les considérations qui l'avaient amené à accorder le sursis:"], ["[9] Le Tribunal note que l'appelante a deux enfants dont elle a la garde, par conséquent, il s'agit d'un cas ou l'intérêt supérieur d'un enfant directement touché doit être pris en compte. D'autre part, l'appelante est arrivée au Canada en tant que réfugiée, il ne s'agit donc pas d'un cas où son renvoi serait immédiat si l'appel est rejeté."], ["[10] Sans pour autant nier leur gravité, le Tribunal note que les infractions à l'origine de la mesure de renvoi n'impliquent aucune violence. Outre ces condamnations, l'appelante a également été trouvée coupable d'un vol de moins de 5 000$ à deux reprises. L'appelante a expliqué les circonstances des infractions et, mis à part l'infraction de complot qui visait à faire venir sa jeune sœur au Canada plus rapidement, les autres infractions étaient toutes liées au besoin d'argent de l'appelante qui a deux enfants à nourrir. Certes, ce n'est pas une excuse. Cependant, le Tribunal note que l'appelante n'avait que des emplois sporadiques à l'époque, ce qui n'est plus le cas aujourd'hui."], ["[11] Le Conseil du Ministre a souligné l'existence d'un mandat d'arrêt contre l'appelante suite à une accusation de vol. Cependant, l'appelante a expliqué à la satisfaction du conseil du Ministre et du Tribunal qu'il y avait erreur sur l'identité de l'auteur présumé du vol, qui aurait été commis pas sa sœur. L'appelante devra néanmoins comparaître dans cette affaire en avril 2009, par conséquent, il serait utile qu'elle fournisse le résultat de cette comparution à l'", "Agence des services frontaliers du Canada", "(l'ASFC) et à la", "Section d'appel de l'immigration", "(SAI)."], ["[12] L'appelante a exprimé des regrets que le Tribunal juge sincères. Elle a respecté les conditions du sursis qui lui avait été accordé en 2007 et n'a plus commis d'infractions depuis. Elle a également pris des mesures pour éviter les contacts des personnes qui avaient exercé une mauvaise influence sur elle dans le passé. De l'avis du Tribunal, elle [", "sic", "] en bonne voie de réhabilitation."], ["[13] De plus, il existe plusieurs considérations humanitaires à prendre en compte en l'espèce. En premier lieu, l'appelante a deux enfants de six ans et trois ans dont elle a la garde et qui n'ont pas de contacts avec leur père. Ces jeunes enfants dépendent entièrement de leur mère."], ["[14] L'appelante a des attaches familiales importantes au Canada. Elle est proche de ses sœurs et considère sa sœur mineure comme sa propre fille. Son autre sœur a une fille de trois ans dont l'appelante s'occupe beaucoup d'après son témoignage. En d'autres termes, l'appelante est un pilier important pour sa famille proche au Canada. Elle a également des attaches à l'extérieur de sa famille, tel qu'en témoigne le soutien de ses amies."], ["[46]", "Le sursis accordé par la SAI était assorti de 10 conditions, dont les suivantes: la demanderesse ne devait pas commettre d'infraction criminelle, elle devait signaler à l'Agence des services frontaliers du Canada (ASFC) toute accusation criminelle portée contre elle et toute condamnation criminelle prononcée contre elle. Elle devait également rendre compte du résultat de sa comparution relativement à l'accusation de vol pour laquelle elle avait donné des explications."], ["[47]", "Dans sa décision du 27 mai 2010, la SAI a circonscrit l'objet du litige et précisé qu'elle devait déterminer si la demanderesse avait respecté les conditions du sursis et s'il existait, compte tenu de l'intérêt supérieur des enfants, des motifs d'ordre humanitaire justifiant la prise de mesures spéciales. La SAI a énoncé qu'elle devait exercer son pouvoir discrétionnaire en se fondant sur les facteurs non exhaustifs énumérés dans <FRAGMENT_SUPPRESSED> et <FRAGMENT_SUPPRESSED> , précités."], ["[48]", "La SAI a ensuite considéré chacun des facteurs et retenu les éléments suivants.", "Respect des conditions du sursis"], ["[49]", "La SAI a noté que la demanderesse avait négligé de respecter plusieurs des conditions rattachées au sursis qui lui avait été accordé, notamment: elle n'avait pas fourni une copie de son passeport de la RDC ou une demande complétée pour un passeport de ce pays; elle faisait l'objet d'accusations criminelles dans deux causes et le ministère ignorait l'existence de l'une d'entre elles; depuis le début de la période de sursis, elle avait été condamnée dans les deux causes dont l'une était en attente du prononcé de la sentence et, outre ces deux causes, la demanderesse avait aussi été accusée et condamnée dans deux autres dossiers et elle n'avait pas signalé ces nouvelles accusations et condamnations.", "Les infractions commises"], ["[50]", "La SAI a considéré les déclarations de culpabilité de la demanderesse et répondu à son argument que les crimes commis n'étaient pas des crimes violents. La SAI a retenu qu'entre août 2008 et décembre 2009, la demanderesse avait été accusée et condamnée trois fois pour vol et une fois pour avoir omis de se conformer à un ordre de la Cour. La SAI a reconnu que les crimes commis par la demanderesse n'étaient pas des crimes contre la personne, mais elle a considéré le caractère répétitif des infractions et le non-respect flagrant de la loi par la demanderesse, ainsi que le fait qu'elle avait récidivé à maintes reprises après le prononcé de la mesure de renvoi et l'obtention du sursis.", "Le degré de réhabilitation de la demanderesse"], ["[51]", "La SAI a longuement discuté du degré de réhabilitation de la demanderesse."], ["[52]", "La SAI a jugé en outre que la demanderesse ne semblait pas prendre sa part de responsabilité pour ses comportements antérieurs malgré son désir de changer sa vie et elle a jugé que dans l'ensemble son témoignage n'était pas crédible et digne de foi."], ["[53]", "La SAI a noté que lorsqu'elle avait accordé le sursis en janvier 2009, elle avait considéré le fait que la demanderesse avait exprimé des regrets, qu'elle avait respecté les conditions du sursis criminel qui lui avait été accordé en 2007, qu'elle avait pris des mesures pour éviter les contacts avec des personnes qui avaient exercé une mauvaise influence sur elle dans le passé et jugé, sur la base de ces éléments, que la demanderesse était en bonne voie de réhabilitation. La SAI a jugé que, compte tenu du comportement de la demanderesse depuis le sursis, sa déclaration renouvelée selon laquelle elle regrettait ses gestes et n'avait plus de contact avec les personnes qui exerçaient une mauvaise influence sur elle n'était ni sincère, ni crédible."], ["[54]", "La SAI a également constaté que la demanderesse lui avait menti lors de l'audience du 9 janvier 2009 lorsque, commentant l'existence d'un mandat d'arrêt contre elle suite à une accusation de vol le 30 août 2009, elle avait déclaré qu'il y a avait eu erreur sur l'auteur présumé du vol qui aurait été commis par sa sœur. Or, la demanderesse a été reconnue coupable de ce vol le 15 septembre 2009 et en plus, elle n'avait pas signalé cette condamnation comme elle était tenue de le faire aux termes des conditions du sursis."], ["[55]", "La SAI a également noté que lors de l'audience du 9 janvier 2009, la demanderesse avait omis de déclarer qu'elle faisait aussi l'objet d'accusations déposées le 8 décembre 2008 pour vol, recel et méfait chez Winners. Elle a plaidé coupable à cette accusation le 12 novembre 2009 et la sentence a été reportée au 20 avril 2010 (c'est le résultat de cette audience sur sentence qui constituait l'un des motifs invoqués par la demanderesse au soutien de sa demande de remise). La SAI a également considéré la conduite de la demanderesse depuis l'octroi du sursis."], ["[56]", "La SAI a noté que la mesure de renvoi émise contre la demanderesse le 1er avril 2008 ne l'avait pas empêché de commettre deux vols en août et septembre 2008 et qu'un sursis avec conditions accordé en janvier 2009 ne l'avait pas empêché de commettre deux autres infractions en avril 2009 (vol et bris de conditions) en plus d'avoir fait défaut de respecter plusieurs conditions du sursis."], ["[57]", "La SAI a également discuté des efforts de prise en charge de la demanderesse et de sa déclaration selon laquelle elle était fort dérangée par ses problèmes et que les démarches qu'elle avait entreprises au CLSC l'aidaient beaucoup. La SAI a jugé que la demanderesse n'avait pas entrepris de démarches sérieuses. Lorsque la SAI a demandé à la demanderesse de lui décrire les démarches sérieuses qu'elle avait entreprises, cette dernière aurait déclaré qu'elle évitait les distractions et les mauvaises fréquentations. La SAI a noté que lorsque la demanderesse s'était présentée pour la première fois au CLSC en novembre 2009, elle avait déjà été avisée de rendre des comptes à l'ASFC et à la SAI."], ["[58]", "La SAI a jugé que, contrairement à ce que le conseil de la demanderesse avait invoqué au soutien de la demande de remise de l'audience, la demanderesse n'avait pas fait les efforts nécessaires pour obtenir un rendez-vous: en plus d'avoir annulé son rendez-vous du 3 décembre 2009, elle ne s'était représentée au CLSC que le 24 février 2010, soit plus de trois mois après son premier rendez-vous. La SAI a estimé qu'entre le 19 novembre 2009 et la date d'audience le 8 avril 2010, la demanderesse avait eu suffisamment de temps pour s'engager sérieusement dans ses démarches. La SAI a jugé que la demanderesse n'avait pas atteint un degré raisonnable de réhabilitation et que les risques qu'elle commette d'autres infractions étaient présents.", "Degré d'établissement de la demanderesse"], ["[59]", "La SAI a considéré que la demanderesse vit en appartement et possède quelques biens, meubles ainsi qu'un compte de banque, mais elle a surtout retenu que, bien qu'elle soit au Canada depuis 12 ans, elle n'a eu aucune stabilité d'emploi elle a travaillé tout au plus une année durant cette longue période. La SAI a jugé que lorsque toutes les circonstances qui entourent l'établissement social et économique de la demanderesse étaient considérées, la demanderesse n'avait pas démontré qu'elle s'était établie au Canada.", "Soutien familial au Canada et de la communauté"], ["[60]", "La SAI a considéré la présence au Canada de deux des sœurs de la demanderesse et d'une cousine. Elle a noté que la demanderesse a déclaré que ses problèmes étaient liés à son manque d'argent en raison du fait qu'elle doive faire vivre ses deux enfants. La SAI a par ailleurs indiqué que lorsque la demanderesse a des problèmes et des besoins d'argent, elle se tourne vers de « mauvais amis » qui l'incitent à commettre des délits au lieu de se tourner vers sa famille et ses amis. La SAI a conclu que la famille et les amis de la demanderesse ne semblaient pas avoir su l'encadrer et l'empêcher de récidiver. La SAI a jugé que la demanderesse n'avait pas démontré qu'elle entretenait des liens étroits avec sa famille ni qu'elle avait le soutien de cette dernière, de ses amis ou de la communauté.", "Bouleversements occasionnés à la famille en raison du renvoi"], ["[61]", "La SAI n'a pas retenu que le départ de la demanderesse causerait des bouleversements sérieux à ses deux sœurs adultes au Canada, ni à ses amis ou à sa cousine. Elle a par ailleurs reconnu que le départ de la demanderesse occasionnerait des bouleversements pour ses enfants, mais elle a jugé que le facteur de l'intérêt des enfants ne pouvait en l'espèce contrer tous les facteurs défavorables qui l'emportaient en nombre et en valeur et qu'il n'était pas opportun, dans ce contexte, de prolonger le sursis. La SAI a conclu que la mesure de renvoi était fondée et qu'il n'y avait pas, compte tenu de l'intérêt supérieur des enfants directement touchés, suffisamment de motifs humanitaires justifiant la prise de mesures spéciales."], ["[62]", "Outre les allégations générales d'erreurs de la SAI, lors de l'audience, l'avocate a insisté sur la conclusion déraisonnable et arbitraire qu'aurait tirée la SAI en qualifiant les infractions commises par la demanderesse de sérieuses et de répétitives. Avec égard, je considère que la conclusion de la SAI était tout à fait raisonnable compte tenu de la preuve. L'avocate a également soutenu que la conclusion de la SAI que la demanderesse ne s'était pas établie au Canada était tout à fait intenable. Je ne suis pas de cet avis. La formulation de la SAI n'est peut-être pas des plus heureuses, mais il appert clairement de sa décision qu'elle a jugé que le facteur de l'établissement ne pouvait être favorable à la demanderesse parce que, bien qu'habitant au Canada depuis 12 ans, elle n'avait pas réussi à devenir autonome financièrement et à conserver un emploi. Cette conclusion ne m'apparaît pas déraisonnable."], ["[63]", "La demanderesse est essentiellement en désaccord avec la décision de la SAI et elle demande à la Cour d'apprécier la preuve autrement et d'accorder un poids différent aux facteurs applicables. Or, il n'appartient pas à la Cour de réévaluer la preuve et de déterminer le poids qui doit être accordé aux différents facteurs, mais plutôt de déterminer si les conclusions de la SAI font parties des issues possibles eu égard aux faits et au droit et à déterminer si elles sont motivées et intelligibles."], ["[64]", "La demanderesse soutient que la SAI a sous-estimé l'intérêt de ses enfants. Je ne suis pas de cet avis.  <FRAGMENT_SUPPRESSED>  D.L.R. (4th) 139 [ <FRAGMENT_SUPPRESSED> ] et dans", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 181 [ <FRAGMENT_SUPPRESSED> ], la Cour d'appel fédérale a traité du poids relatif à accorder à l'intérêt des enfants. Dans <FRAGMENT_SUPPRESSED> , la Cour a cité un extrait de <FRAGMENT_SUPPRESSED> et s'est exprimée comme suit:", "23", "Je tiens d'abord à citer l'extrait suivant de l'arrêt", "<FRAGMENT_SUPPRESSED>  (C.A.), autorisation de pourvoi à la Cour suprême du Canada refusée le 21 novembre 2002 dans le dossier 29221, dans lequel mon collègue le juge Décary a exprimé l'avis suivant aux paragraphes 11 et 12:"], ["[11] La Cour suprême, dans Suresh, nous indique donc clairement que", "Baker", "n'a pas dérogé à la tradition qui veut que la pondération des facteurs pertinents demeure l'apanage du ministre ou de son délégué. Il est certain, avec", "Baker", ", que l'intérêt des enfants est un facteur que l'agent d'immigration doit examiner avec beaucoup d'attention. Il est tout aussi certain, avec", "Suresh", ", qu'il appartient à cet agent d'attribuer à ce facteur le poids approprié dans les circonstances de l'espèce. Ce n'est pas le rôle des tribunaux de procéder à un nouvel examen du poids accordé aux différents facteurs par les agents."], ["[12] Bref, l'agent d'immigration doit se montrer \"réceptif, attentif et sensible à cet intérêt\" (", "Baker", ", précité, au paragraphe 75), mais une fois qu'il l'a bien identifié et défini, il lui appartient de lui accorder le poids qu'à son avis il mérite dans les circonstances de l'espèce [...] Ce n'est pas parce que l'intérêt des enfants voudra qu'un parent qui se trouve illégalement au Canada puisse demeurer au Canada (ce qui, comme le constate à juste titre le juge Nadon, sera généralement le cas), que le ministre devra exercer sa discrétion en faveur de ce parent. Le Parlement n'a pas voulu, à ce jour, que la présence d'enfants au Canada constitue en elle-même un empêchement à toute mesure de refoulement d'un parent se trouvant illégalement au pays (voir", "<FRAGMENT_SUPPRESSED>  (C.A.F.), permission d'appeler refusée, [1995] 3 R.C.S. vii). [Non souligné dans l'original.]", "24", "Ainsi, un demandeur ne peut s'attendre à une réponse favorable à sa demande fondée sur des raisons d'ordre humanitaire simplement parce que l'intérêt supérieur de l'enfant milite en faveur de ce résultat. La plupart du temps, il est dans l'intérêt supérieur de l'enfant de résider avec ses parents au Canada, mais ce facteur n'est qu'un de ceux dont il y a lieu de tenir compte. Il n'appartient pas aux tribunaux de procéder à un nouvel examen du poids accordé aux différents facteurs par l'agent chargé de se prononcer sur les raisons d'ordre humanitaire. En revanche, l'intérêt supérieur des enfants est un facteur que l'agent doit examiner \"avec beaucoup d'attention\" et qu'il doit soupeser avec les autres facteurs applicables. Le simple fait de dire qu'on a tenu compte de l'intérêt supérieur de l'enfant n'est pas suffisant ( <FRAGMENT_SUPPRESSED> , précité, aux paragraphes 11 et 13)."], ["[65]", "En l'espèce, la SAI a invoqué l'importance de l'intérêt des enfants et reconnu que le départ de la demanderesse entraînerait pour eux des bouleversements, mais elle a considéré que ce facteur ne pouvait contrecarrer tous les autres facteurs négatifs. Il lui appartenait de déterminer le poids à accorder à l'intérêt des enfants, et ce, en considérant l'ensemble des circonstances et tous les facteurs pertinents. Sa décision à cet égard n'est pas déraisonnable."], ["[66]", "Il ne faut pas non plus oublier que la révocation du sursis et le rejet de l'appel de la demanderesse n'entraînera pas sa déportation en RDC. Ayant été reconnue comme réfugiée au sens de la Convention et n'ayant pas été déclarée être un danger pour le « public au Canada » (alinéa 115(2)", ") de la LIPR), la demanderesse bénéficie du principe de non-refoulement prévu au paragraphe 115(1) de la LIPR."], ["[67]", "Les parties n'ont proposé aucune question à certifier et ce dossier n'en contient aucune.", "JUGEMENT"], ["[68]", "LA COUR STATUE que", "la demande de contrôle judiciaire est rejetée.", ".........................", "<FRAGMENT_SUPPRESSED>  This is an application for judicial review, filed by the applicant under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001 c. 27 (IRPA), of a decision of the Immigration Appeal Division (IAD) of the Immigration and Refugee Board (IRB) dated May 27, 2010, revoking the stay of the removal order made against the applicant and dismissing her appeal.", "Background"], ["[2]", "The applicant is a citizen of the Democratic Republic of Congo (DRC). She came to Canada in 1998. On September 22, 1999, it was determined that she was a Convention refugee, and on August 9, 2000, she was granted permanent resident status. She has two Canadian-born children by different fathers who live in the DRC."], ["[3]", "On December 10, 2007, a report on the applicant was prepared under subsection 44(1) of the IRPA. According to the report, on December 10, 2007, the applicant was convicted of two counts of fraud and use of a forged document and of assault under section 380 and subsection 368(1) of the", "Criminal Code,", "R.S., 1985, c. C-46 (the Code). She had also been convicted of conspiracy (section 465 of the Code) on July 4, 2002."], ["[4]", "Because of these convictions, the Immigration Division of the IRB made a removal order against her on grounds of serious criminality, under paragraph 36(1)(", ") of the IRPA, since she had been convicted of an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years. The applicant appealed against the IAD's order. In support of her appeal, the appellant did not challenge the legal validity of the removal order; rather, she argued that there were humanitarian and compassionate considerations warranting special relief."], ["[5]", "On January 9, 2009, the IAD rendered its initial decision, in which it granted the applicant a one-year stay of the removal order. The stay was subject to conditions with which the applicant had to comply. The IAD based its decision on the best interests of the applicant's children and on the evidence she adduced, which led them to find that the applicant was on the on the road to rehabilitation, was determined to turn the page on the mistakes of her youth and had the required support to do so. The IAD therefore found that sufficient humanitarian and compassionate considerations warranted granting a stay of the removal order."], ["[6]", "On November 6, 2009, the IAD informed the Minister and the applicant that a notice of reconsideration of the appeal (stay) would be reviewed in January 2010. In the notice, the IAD asked the parties to keep it informed of the appellant's compliance with the conditions."], ["[7]", "The appellant signed a declaration on December 2, 2009, stating that she had complied with the conditions of the stay. The Minister reviewed the applicant's file and informed the IAD that the applicant had breached several conditions of the stay and, more specifically, that she had been convicted of four other criminal offences during the period of the stay."], ["[8]", "In view of the breaches of the conditions of the stay, the IAD decided to schedule a hearing to reconsider the appeal. On February 24, 2010, the IAD sent the parties a notice to appear at a hearing scheduled for April 8, 2010."], ["[9]", "On March 3, 2010, the applicant requested that the IAD postpone the hearing scheduled for April 8, 2010, so that she could obtain a psycho-social assessment and find out the outcome of the submissions on sentencing made in April 2010 regarding one of the offences of which the applicant had been convicted during the stay. The respondent objected to the request for a postponement. The IAD denied the request for a postponement on March 12, 2010, and the hearing took place on April 8, 2010."], ["[10]", "On May 27, 2010, the IAD revoked the stay of the removal order made against the applicant and dismissed her appeal of that order.", "Impugned decisions"], ["[11]", "The applicant is challenging the IAD's decision to deny her request for a postponement. She argues that in denying her request, the IAD breached the rules of natural justice and procedural fairness. She is also challenging the IAD's decision to revoke the stay and dismiss the appeal of the removal order. She argues, among other things, that the breach of procedural fairness deprived her of a fair hearing and of the opportunity to file a piece of evidence that was crucial to the IAD's decision and that, as a result, the decision-making processing that led the IAD to revoke the stay and dismiss the appeal was tainted. The applicant also submits that the IAD erred in its assessment of the evidence and factors relevant to her appeal.", "Issues"], ["[12]", "The applicant's criticisms of the IAD's decisions raise the following two questions:", "(1) Is the IAD's refusal to postpone the hearing a breach of the rules of natural justice and the right to procedural fairness?", "(2) Did the IAD err in making findings of fact in a capricious manner, without regard for the evidence and without considering all the factors relevant to making its decision?", "Analysis", "Standards of review"], ["[13]", "Case law has established that the power to grant or deny a request for a postponement is within the discretion of the administrative tribunal and that the refusal to grant a postponement or an adjournment may result in a denial of procedural fairness or natural justice if it is unreasonable in the circumstances (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]. Although issues of procedural fairness are usually subject to the standard of correctness (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] ;", "<FRAGMENT_SUPPRESSED>  A.C.W.S., (3d) 888 at para. 36;", "<FRAGMENT_SUPPRESSED>  F.T.R. 160 [", "Julien", "], such a decision must be considered in light of the IAD's discretion."], ["[14]", "The second issue will be subject to the standard of reasonableness. In", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], the Supreme Court of Canada confirmed that the assessment by the IAD of humanitarian and compassionate considerations cited in support of an appeal of a removal order is reviewable on a standard of reasonableness. In <FRAGMENT_SUPPRESSED> , above, the Court recognized the discretionary nature of the IAD's power and stated that \"[n] ot only is it left to the IAD to determine what constitute 'humanitarian and compassionate considerations', but the 'sufficiency' of such considerations in a particular case as well\" (para. 57)."], ["[15]", "The IAD's assessment of the evidence, too, is owed the same degree of deference, and the Court will intervene only if the IAD's findings and inferences are unreasonable ( <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> , above). The analytical framework which the Court must use when applying the standard of reasonableness is well described by the majority in <FRAGMENT_SUPPRESSED> , at paragraph 47:", "47 Reasonableness is a deferential standard animated by the principle that underlies the development of the two previous standards of reasonableness: certain questions that come before administrative tribunals do not lend themselves to one specific, particular result. Instead, they may give rise to a number of possible, reasonable conclusions. Tribunals have a margin of appreciation within the range of acceptable and rational solutions. A court conducting a review for reasonableness inquires into the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes. In judicial review, reasonableness is concerned mostly with the existence of [page221] justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law."], ["[16]", "Accordingly, the Court will intervene only if the IAD's findings do not fall within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.", "(1) Is the IAD's refusal to postpone the hearing a breach of the rules of natural justice and the right to procedural fairness?"], ["[17]", "On March 3, 2010, counsel for the applicant requested a postponement of the hearing scheduled for April 8, 2010, in order to obtain a psycho-social assessment from the local community service centre (CLSC) and file it in evidence, and to find out the outcome of the representations on sentencing scheduled for April 20, 2010, in one of the applicant's criminal cases."], ["[18]", "The applicant alleges that she made reasonable efforts to obtain this expert report within the prescribed time, but it was not ready for the scheduled hearing date, April 8, 2010, so the request for a postponement was justified. She also alleges that if the IAD was to make a fair and enlightened decision, it needed to have the expert report."], ["[19]", "In the postponement request made on March 3, 2010, counsel for the applicant stated that the applicant had been trying to be seen by her social worker on a regular basis and to obtain a psycho-social assessment regarding [translation] \"her problems\". Counsel stated that despite the applicant's efforts to obtain the required follow-up, she could not get an appointment. In a consultation report dated November 19, 2009, a CLSC social worker states that the reason for the applicant's visit was [translation] \"to seek help overcoming problems\". The report also contains a note referring to [translation] \"various steps taken by the client\", suggested follow-up and an appointment booked for December 3, 2009."], ["[20]", "In a letter in reply to the respondent's objection to the postponement request, counsel for the applicant stated that a request for a psycho-social assessment [translation] \"would in all likelihood give the panel a clearer understanding of the factors that led Ms. Omeyaka to commit the criminal acts of which she stands accused, and of her degree of rehabilitation\". Counsel also noted [translation] \"that without a complete, detailed expert opinion on Ms. Omeyaka's criminal behaviour issues, this Panel will be unable to adequately assess", "Ms. Omeyaka's potential for rehabilitation", "\". [Emphasis added]"], ["[21]", "The evidence showed that the applicant cancelled the December 3, 2009, appointment for undisclosed reasons. A second CLSC consultation report, dated February 24, 2010, states as follows:", "[translation]", "Requested help for her problems. Will offer her psycho-social follow-up at CLSC. Social worker will contact her in coming weeks."], ["[22]", "The applicant claims that the wait times for CLSC services were beyond her control and that the IAD ignored this factor. She submits that there was nothing to indicate that the requested adjournment would have unduly delayed the appeal process and that, in refusing to postpone the hearing, the IAD deprived her of her right to a fair hearing."], ["[23]", "On the other hand, the respondent submits that five months passed between November 2009 and April 2010 and that, during this period, the applicant had more than enough time to obtain the report she needed. Moreover, she did not give a reasonable explanation as to why it took so long to obtain it."], ["[24]", "The respondent also states that the right to an adjournment is not absolute and that the IAD has the discretion to grant one or not. The case law requires that there be no fault, negligence or carelessness on the part of the person applying for the adjournment. The IAD's obligation to hold a fair hearing must be balanced with its statutory duty to resolve appeals in a timely manner and avoid delays. The Court must review a panel's decision denying an application for an adjournment only if the circumstances of the case clearly show that the decision gave rise to a denial of natural justice or a breach of the rules of equity, which is not the case here. The respondent also submits that the IAD considered all relevant factors before denying the postponement request."], ["[25]", "It is well established that the power to grant a postponement is within the discretion of an administrative tribunal."], ["[26]", "In <FRAGMENT_SUPPRESSED> , above, the Federal Court of Appeal noted that the decision as to whether or not to grant an adjournment is a matter within the decision-maker's discretion and that this discretion must be exercised fairly. The Court specified that there is no presumption that everyone is entitled to an adjournment and that the Court will not interfere in the refusal to grant an adjournment unless there are exceptional circumstances. The Court also pointed out that the ultimate test to be considered concerned the fairness of the trial:"], ["[22] One could argue about whether the issue is the refusal to grant an adjournment or whether the adjournment which was offered was reasonable in the circumstances. However, in both cases, the test is the same. Was the applicant denied a fair trial when the trial judge refused to set the matter down for another day so as to allow the applicant to consult counsel once the trial judge had explained the ramifications of his position to him? In my view, he was not."], ["[27]", "The same principles were applied to IAD decisions in", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 139 [ <FRAGMENT_SUPPRESSED> ] and in", "Julien", ", above. I myself applied these principles to a decision of the IRB's Refugee Protection Division in refusing an adjournment request in", "<FRAGMENT_SUPPRESSED>  (available on CanLII)."], ["[28]", "Rule 48 of the", "Immigration Appeal Division Rules", ", SOR/2002-230 (IAD Rules) sets out the application process for changing the date of a proceeding and establishes a framework for the IAD's decision making:", "Application to change the date or time of a proceeding", "48.", "(1) A party may make an application to the Division to change the date or time of a proceeding.", "Form and content of application", "(2) The party must", ") follow rule 43, but is not required to give evidence in an affidavit or statutory declaration; and", ") give at least six dates, within the period specified by the Division, on which the party is available to start or continue the proceeding.", "If proceeding is two working days or less away", "(3) If the party's application is received by the recipients two days or less before the date of a proceeding, the party must appear at the proceeding and make the request orally.", "Factors", "(4) In deciding the application, the Division must consider any relevant factors, including", ") in the case of a date and time that was fixed after the Division consulted or tried to consult the party, any exceptional circumstances for allowing the application;", ") when the party made the application;", ") the time the party has had to prepare for the proceeding;", ") the efforts made by the party to be ready to start or continue the proceeding;", ") in the case of a party who wants more time to obtain information in support of the party's arguments, the ability of the Division to proceed in the absence of that information without causing an injustice;", ") the knowledge and experience of any counsel who represents a party;", ") any previous delays and the reasons for them;", ") whether the date and time fixed were peremptory;", ") whether allowing the application would unreasonably delay the proceedings; and", ") the nature and complexity of the matter to be heard.", "Demande de changement de la date ou de l'heure d'une procédure", "48.", "(1) Toute partie peut demander à la Section de changer la date ou l'heure d'une procédure.", "Forme et contenu de la demande", "(2) La partie:", ") fait sa demande selon la règle 43, mais n'a pas à y joindre d'affidavit ou de déclaration solennelle;", "b) indique dans sa demande au moins six dates, comprises dans la période fixée par la Section, auxquelles elle est disponible pour commencer ou poursuivre la procédure.", "Procédure dans deux jours ouvrables ou moins", "(3) Dans le cas où les destinataires reçoivent la demande, deux jours ouvrables ou moins avant la procédure, la partie doit se présenter à la procédure et faire sa demande oralement.", "Éléments à considérer", "(4) Pour statuer sur la demande, la Section prend en considération tout élément pertinent. Elle examine notamment:", ") dans le cas où elle a fixé la date et l'heure de la procédure après avoir consulté ou tenté de consulter la partie, toute circonstance exceptionnelle qui justifie le changement;", "b) le moment auquel la demande a été faite;", "c) le temps dont la partie a disposé pour se préparer;", "d) les efforts qu'elle a faits pour être prête à commencer ou à poursuivre la procédure;", "e) dans le cas où la partie a besoin d'un délai supplémentaire pour obtenir des renseignements appuyant ses arguments, la possibilité d'aller de l'avant en l'absence de ces renseignements sans causer une injustice;", ") dans le cas où la partie est représentée, les connaissances et l'expérience de son conseil ;", ") tout report antérieur et sa justification;", ") si la date et l'heure qui avaient été fixées étaient péremptoires;", "i) si le fait d'accueillir la demande ralentirait l'affaire de manière déraisonnable;", ") la nature et la complexité de l'affaire."], ["[29]", "These factors are not exhaustive or conjunctive, and each case must be assessed on the basis of its own circumstances. In <FRAGMENT_SUPPRESSED> , above, the Court noted that Rule 48(4) should not be interpreted as directing that each of the enumerated factors be considered systematically, whether or not they are relevant. In this regard, the Court stated as follows, at paragraph 7 of that judgment:", "I would first observe that the opening words of the subsection direct the Division to consider \"relevant factors\" including the ones enumerated. This does not mean that the IAD must expressly consider each of the factors enumerated whether relevant or not to the particular case. I do not take that to be a direction to the IAD to recite in its reasons a formulaic consideration of each enumerated point whether relevant or not. The spirit of this exercise is, I think, described in", "<FRAGMENT_SUPPRESSED>  where Justice Décary in speaking of a similar situation not governed by the specific rules said that in exercising his discretion whether to grant an adjournment or not, an adjudicator should direct his attention to factors \"such as\" and then listed a number of factors similar to those in subsection 48(4) of", "the Immigration Appeal Division Rules"], ["[30]", "In this case, I am satisfied that the IAD considered the grounds raised by the applicant in support of her adjournment request and that it made its decision in light of the prescribed factors that were, in its view, relevant to the case."], ["[31]", "The IAD gave the following reasons for its decision to refuse the applicants postponement request:", "The applicant had been notified on December 17, 2009, that her case was scheduled for an oral hearing, and she had been aware of the hearing date since February 24, 2010. She had the necessary time to prepare her documentation and submissions and failed to show that she was diligent in taking action.", "The applicant waited until March 3, 2010, to request a postponement and was vague about the nature of the \"problems\" requiring that the hearing be postponed.", "In reply to the notice of reconsideration of the appeal served on her, the applicant stated that she had complied with the conditions of her stay, whereas the documents provided by the respondent show that this was not the case and that she had not submitted anything else with her written declaration, even though she was required to do so.", "The applicant claims that she has been aware of her problems since 2009 but did not bring them to the IAD's attention until long after the decision was made to require her to appear for a hearing to deal with the matter.", "The postponement request would cause unreasonable delays in the proceedings.", "The IAD is not required to wait for the outcome of new charges pending against the applicant before ruling on the appeal.", "There were no exceptional or unforeseeable circumstances justifying a postponement."], ["[32]", "I find that the IAD exercised its discretion reasonably in the circumstances. Furthermore, the applicant has not satisfied me that the IAD's refusal to grant her a postponement to allow her to submit a psycho-social assessment deprived her of a fair hearing or that such an assessment would have been determinative of the outcome of the appeal.."], ["[33]", "It is important to bear in mind that the appeal reconsideration took place at the end of a one-year stay of the removal order granted for humanitarian and compassionate considerations. At the end of the period of the stay, the IAD decided to proceed with the appeal reconsideration by scheduling a hearing because the applicant had declared that she had complied with the conditions of her stay when the Minister was in possession of information to the contrary."], ["[34]", "A reading of the IAD's decision revoking the stay and dismissing the appeal of the removal order shows that the IAD based its decision on several factors, including the applicant's conduct during the stay period. The evidence shows that the applicant lied when she declared that she had complied with the conditions of the stay; in fact, she had violated several conditions. The applicant also lied to the panel at the hearing on November 9, 2009, regarding an offence for which she had claimed that there had been mistake as to the identity of the perpetrator, and she had committed new criminal offences during the stay."], ["[35]", "The psycho-social assessment that the applicant wanted to obtain could have been somewhat relevant to the consideration of applicant's rehabilitation. Counsel for the applicant had argued that a psycho-social assessment would have been relevant to giving the panel a clearer understanding of the factors that led the applicant to commit crimes and of the possibility of rehabilitation."], ["[36]", "Although the applicant was unable to produce a psycho-social assessment, she nevertheless did produce a note from her social worker, dated March 17, 2010, which contained the following passage:", "[translation]", ". . .", "From a psycho-social standpoint, we believe that the client needs to organize herself better and set realistic objectives. We can offer her support in meeting this challenge and finding a way to face the situation, take matters into her own hands and see what led her to relapse into criminal behaviour. She is aware of her mistakes. She is troubled and affected by the consequences of her actions. She seems to want to make amends. To do so, she must redouble her efforts, since in addition to her efforts to return to work, she has her role as mother to two children in her custody, aged eight and four years, for whom she is totally responsible. It appears that she has succeeded in sustaining the normal development of her children and maintaining a living environment favourable to their education despite the disruptive events and the consequences on her emotional state.", "Be assured that if the client persists in her desire to take action, we will support her."], ["[37]", "This note clearly shows that the applicant had not yet taken steps to help change her behaviour. However, what the IAD considered in its analysis was the applicant's behaviour during the stay period and her degree of rehabilitation at the time of the appeal reconsideration, not her potential degree of rehabilitation in the future. In this regard, the IAD considered the fact that the applicant gave the same explanations for her crimes and expressed the same regrets and willingness to change, just as she had done in January 2009 to persuade the IAD to grant her the stay."], ["[38]", "The IAD held that, despite the applicant's words, which it found not to be credible, the applicant had not mended her ways. On the contrary, she had not complied with the conditions of her stay and had committed other offences. The IAD also considered the applicant's level of rehabilitation and the steps she had taken with the CLSC during the stay period and found, in light of the evidence and her explanations, that she had not taken the process seriously. In my view, this conclusion is reasonable."], ["[39]", "I do not see how a psycho-social assessment, which could shed light on the factors that cause her to continue to commit crimes and on her potential for rehabilitation in the future, could have changed the findings of the IAD regarding the applicant's past conduct and her level of rehabilitation at the time of the appeal reconsideration."], ["[40]", "It also appears that, at the hearing on April 8, 2010, the applicant had the opportunity to testify and present all of the evidence and arguments supporting her application for special relief. Furthermore, as the decision revoking the stay and dismissing the appeal makes clear, the IAD analyzed all of the factors relevant to disposing of the appeal."], ["[41]", "I therefore find that there was no denial of justice and that the IAD did not breach the rules of natural justice in refusing to grant a postponement. This brings me to the second issue.", "(2) Did the IAD err in making findings of fact in a capricious manner, without regard for the evidence and without considering all the factors relevant to making its decision?"], ["[42]", "The applicant argues that the IAD did not apply the relevant factors and made a number of findings of fact that were capricious and unreasonable or made without regard for the evidence. She criticizes the IAD for, among other reasons,", "• having found that her crimes were serious, repeated offences, and that she had re-offended several times;", "• having failed to consider the mitigating circumstances, for example, that she had committed these thefts to support herself and her children;", "• having made erroneous findings that tainted all of its reasoning regarding her degree of rehabilitation;", "• having erred in concluding that she had not established herself in Canada, when Canada is the only country where she has made a life for the last 12 years; and", "• having underestimated the effect of her removal on the children, who are completely dependent on her, when their fathers are in the DRC and have no contact with them."], ["[43]", "The removal order was made against the applicant pursuant to paragraph 36(1)(", ") of the IRPA. Subsection 63(3) of the IRPA provides that a person may appeal to the IAD against a decision to make a removal order against him or her. The IAD may allow the appeal and stay the removal order if it finds that humanitarian and compassionate considerations warrant such relief. Under subsection 67(1) of IRPA, the IAD may allow an appeal if, \"taking into account the best interests of a child directly affected by the decision, sufficient humanitarian and compassionate considerations warrant special relief in light of all the circumstances of the case\". The same criteria are provided for in subsection 67(2) of the IRPA with respect to stays."], ["[44]", "These provisions give the IAD broad discretion in assessing humanitarian and compassionate considerations (", "<FRAGMENT_SUPPRESSED> ) [ <FRAGMENT_SUPPRESSED> ]. In <FRAGMENT_SUPPRESSED> , the Supreme Court also confirmed the relevance of having the IAD consider, in addition to the best interests of the child, the factors established in", "<FRAGMENT_SUPPRESSED>  (available on Quicklaw), namely, the seriousness of the offence or offences leading to the deportation order, the possibility of rehabilitation, or, in the alternative, the circumstances surrounding the failure to meet the conditions of admissibility which led to the deportation order, the length of time spent in Canada and the degree of establishment, the family and the dislocation that deportation would cause them, the support provided by the family and community and the degree of hardship that would be caused to the appellant if he or she were to return to his or her country of origin."], ["[45]", "To properly appreciate the IAD's assessment of the humanitarian and compassionate considerations raised by the applicant, it is useful to reproduce the following excerpt from the IAD's initial decision, dated January 9, 2009, which sets out the considerations that led it to grant the stay:"], ["[9] The panel notes that the appellant has custody of her two children and, accordingly, this is a case in which the best interests of the child directly affected must be taken into account. On the other hand, because the appellant arrived in Canada as a refugee, this is not a case in which her removal would be immediate were the appeal to be dismissed."], ["[10] While not minimizing their seriousness, the panel notes that the offences that led to the removal order did not involve violence. Aside from those convictions, the appellant was also convicted of theft under $5,000 on two occasions. The appellant explained the circumstances surrounding the offences and, aside from the charge of conspiracy, whereby she attempted to bring her younger sister to Canada more quickly, the other offences were all related to the appellant's need for money to feed her two children. That is certainly not an excuse. However, the panel notes that the appellant had only sporadic employment at the time, which is no longer the case today."], ["[11] Counsel for the Minister emphasized that there was an arrest warrant against the appellant following a charge of theft. However, the appellant explained to the satisfaction of counsel for the Minister and the panel that it was a case of mistaken identity as to the perpetrator of the alleged theft, and that it had allegedly been committed by her sister. Nonetheless, the appellant is required to appear in that case in April 2009 and accordingly, it would be useful for her to supply the results of that appearance to the Canada Border Services Agency (CBSA) and the Immigration Appeal Division (IAD)."], ["[12] The appellant expressed regret, and the panel was of the opinion that she was sincere. She met the conditions of the stay granted in 2007 and has committed no offence since. She also took steps to avoid contact with the people who had had a negative influence on her in the past. In the panel's opinion, she is on the road to rehabilitation."], ["[13] Further, there are a number of humanitarian and compassionate considerations in this case. First, the appellant has two children, aged six and three, who are in her custody and who have no contact with their father. The young children are entirely dependent on their mother."], ["[14] The appellant has significant family ties in Canada. She is close to her sisters and regards her minor sister as her own daughter. Her other sister has a three-year-old daughter whom the appellant frequently looks after, according to her testimony. In other words, the appellant is a significant support for her immediate family in Canada. She also has ties outside her family, as shown by the support of her female friends."], ["[46]", "The stay granted by the IAD was subject to 10 conditions. Among other conditions, the applicant was not to commit any criminal offences and, if charged with or convicted of a criminal offence, was to report that fact to the Canada Border Services Agency (CBSA). She also had to report the outcome of her court appearance regarding the theft charge for which she had given explanations."], ["[47]", "In its decision dated May 27, 2010, the IAD defined the subject of the appeal and stated that it had to determine whether the applicant had complied with the conditions of the stay and whether, taking into account the best interests of the children, there were humanitarian and compassionate considerations warranting special relief. It said that it had to exercise its discretion on the basis of the non-exhaustive factors set out in <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> , above."], ["[48]", "The IAD then considered each of the factors and made the following findings.", "Compliance with conditions of stay"], ["[49]", "The IAD noted that the applicant had failed to comply with several conditions of her stay, including the following: she had not provided a copy of her DRC passport or a completed application for a passport from that country; she was facing criminal charges in two cases, one of which the department did not know about; since the beginning of the stay, she had been convicted in two cases and was awaiting sentencing in one of them; and, apart from those two cases, she had also been charged and convicted in two other cases and had not reported these new charges and convictions.", "Offences committed"], ["[50]", "The IAD considered the applicant's convictions and responded to her argument that the crimes committed were not violent ones. The IAD found that between August 2008 and December 2009, the applicant had been charged and convicted three times for theft and once for failing to comply with a court order. The IAD acknowledged that the crimes committed by the applicant were not crimes against the person but took into consideration the repetitive nature of the offences, her flagrant disregard for the law and the fact that she had re-offended many times after the removal order was made and the stay was granted.", "Applicant's degree of rehabilitation"], ["[51]", "The IAD discussed the applicant's degree of rehabilitation at great length."], ["[52]", "It found, among other things, that the applicant did not appear to accept her share of the responsibility for her previous conduct, despite her desire to change her life, and that her testimony as a whole was not credible and trustworthy."], ["[53]", "The IAD noted that when it granted the stay in January 2009, it took into account that the applicant had expressed remorse, had complied with the conditions of a suspended sentence that she had received in 2007, had taken steps to avoid contact with people who had been a bad influence on her in the past. It had therefore found, on the basis of those factors, that the applicant was the right track to being rehabilitated. However, having regard to the applicant's conduct since the stay, her renewed declaration that she regretted her actions and no longer had any contact with people who were a bad influence on her was neither sincere nor credible."], ["[54]", "The IAD also found that the applicant had lied to the panel at the hearing on January 9, 2009, when, commenting on the existence of an arrest warrant issued against her on August 30, 2009, for theft, she declared that there had been a mistake as to the identity of the alleged perpetrator of the theft, which had allegedly been committed by her sister. However, the applicant had been convicted of this theft on September 15, 2009; what is more, she had not reported this conviction as she was required to do under the conditions of the stay."], ["[55]", "The IAD further noted that at the hearing on January 9, 2009, the applicant had failed to declare that charges had also been laid against her on December 8, 2008, for theft, possession of stolen goods and mischief at Winners. She pleaded guilty to these charges on November 12, 2009, and sentencing was postponed to April 20, 2010 (the outcome of that sentencing hearing was one of the grounds relied on by the applicant in support of her postponement request). The IAD also took into consideration the applicant's conduct since the stay had been granted."], ["[56]", "The IAD noted that the removal order made against the applicant on April 1, 2008, had not stopped her from committing two thefts in August and September 2008 and that a stay with conditions granted in January 2009 had not stopped her from committing another two offences in April 2009 (theft and breach of conditions) in addition to her having failed to comply with several conditions of the stay."], ["[57]", "The IAD also discussed the applicant's efforts to take responsibility for herself and her declaration to the effect that she was very upset about her problems and that the measures she had taken through the CLSC were helping her a lot. The IAD found that the applicant had not taken the process seriously. When the IAD asked the applicant to describe the serious measures she had taken, she stated that she was avoiding distractions and bad company. The IAD noted that when the applicant went to the CLSC for the first time, in November 2009, she had already been given notice to report to the CBSA and the IAD."], ["[58]", "The IAD found that, contrary to what counsel for the applicant had argued in support of the postponement request at the hearing, the applicant had not made the necessary effort to schedule an appointment: in addition to having cancelled her appointment on December 3, 2009, she had not gone to the CLSC until February 24, 2010, more than three months after her first appointment. In the IAD's view, between November 19, 2009, and the date of the hearing, April 8, 2010, the applicant had been given sufficient time to take serious action. The IAD found that the applicant had not attained a reasonable degree of rehabilitation and that there was a risk that she would commit other offences.", "Applicant's degree of establishment"], ["[59]", "The IAD found that the applicant lived in an apartment and had some belongings, furniture and a bank account. Above all, however, it noted that although she had been in Canada for 12 years, she had had no job stability and had worked at most one year over that long period. The IAD found that, when all the circumstances surrounding the appellant's social and economic establishment in Canada were taken into account, the applicant had not proved that she had established herself in Canada.", "Family and community support in Canada"], ["[60]", "The IAD took into consideration that the applicant has two sisters and a cousin in Canada. It noted that the applicant stated that her difficulties were related to her lack of money because of the fact that she must provide for her children. The IAD also stated that when the applicant has money problems, instead of turning to her family and friends for help, she seeks out [translation] \"bad friends\" who encourage her to commit crimes. The IAD concluded that the applicant's family and friends did not seem to be able to guide her and stop her from re-offending. The IAD found that the applicant had not proved that she had a close relationship with her family or could rely on the support of her family, her friends or the community.", "Dislocation to the family that removal would cause"], ["[61]", "The IAD did not agree that the applicant's removal would result in serious dislocation to her two adult sisters in Canada, her friends or her cousin. It did acknowledge that the applicant's removal would result in dislocation for her children but found that, in this case, all the unfavourable factors outweighed the best interests of the children in quantity and in quality and that, in this context, it would not be appropriate to extend the stay. The IAD concluded that the removal order was valid and that, taking into account the best interests of the children directly affected, there were insufficient humanitarian and compassionate considerations warranting special relief."], ["[62]", "Apart from the general allegations of errors on the part of the IAD, at the hearing, counsel insisted that the IAD had made an unreasonable and capricious finding in characterizing the offences committed by the applicant as serious and repetitive. With respect, I find that, having regard to the evidence, the IAD's finding was perfectly reasonable. Counsel also submitted that the IAD's finding that the applicant had not established herself in Canada was completely untenable. I do not share this view. The IAD may not have expressed itself as well as it should have, but it is clear from its decision that it found that the degree of establishment was not favourable to the applicant because, although she had lived in Canada for 12 years, she had not succeeded in becoming financially independent or keeping a job. This conclusion does not strike me as being unreasonable."], ["[63]", "The applicant essentially disagrees with the IAD's decision and is asking the Court to reassess the evidence and attach different weight to the applicable factors. However, it is not the role of this Court to reassess the evidence and determine the weight that should be given to the factors, but to determine whether the IAD's findings are within a range of possible outcomes in respect of the facts and law, and whether those findings are intelligible and supported by reasons."], ["[64]", "The applicant submits that the IAD underestimated the best interests of her children. I do not agree.  <FRAGMENT_SUPPRESSED>  D.L.R. (4th) 139 [ <FRAGMENT_SUPPRESSED> ] and", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 181 [ <FRAGMENT_SUPPRESSED> ], the Federal Court of Appeal considered the relative weight to be given to the best interests of children. In <FRAGMENT_SUPPRESSED> , the Court quoted an excerpt from <FRAGMENT_SUPPRESSED> and stated as follows:", "23", "I begin with this Court's pronouncement in", "<FRAGMENT_SUPPRESSED>  (C.A.), leave to appeal to the Supreme Court of Canada denied on November 21, 2002 in file 29221, where my colleague Décary J.A. opined as follows at paragraphs 11 and 12:"], ["[11] In", "Suresh", ", the Supreme Court clearly indicates that", "Baker", "did not depart from the traditional view that the weighing of relevant factors is the responsibility of the Minister or his delegate. It is certain, with", "Baker", ", that the interests of the children are one factor that an immigration officer must examine with a great deal of attention. It is equally certain, with", "Suresh", ", that it is up to the immigration officer to determine the appropriate weight to be accorded to this factor in the circumstances of the case. It is not the role of the courts to re-examine the weight given to the different factors by the officers."], ["[12] In short, the immigration officer must be \"alert, alive and sensitive\" (", "Baker, supra", ", at paragraph 75) to the interests of the children, but once she has well identified and defined this factor, it is up to her to determine what weight, in her view, it must be given in the circumstances. . . . It is not because the interests of the children favour the fact that a parent residing illegally in Canada should remain in Canada (which, as justly stated by Justice Nadon, will generally be the case), that the Minister must exercise his discretion in favour of said parent. Parliament has not decided, as of yet, that the presence of children in Canada constitutes in itself an impediment to any \"refoulement\" of a parent illegally residing in  <FRAGMENT_SUPPRESSED>  (F.C.A.), leave to appeal refused, [1995] 3 S.C.R. vii).", "(emphasis added.)", "24", "Thus, an applicant is not entitled to an affirmative result on an H&C application simply because the best interests of a child favour that result. It will more often than not be in the best interests of the child to reside with his or her parents in Canada, but this is but one factor that must be weighed together with all other relevant factors. It is not for the courts to reweigh the factors considered by an H&C officer. On the other hand, an officer is required to examine the best interests of the child \"with care\" and weigh them against other factors. Mere mention that the best interests of the child has been considered will not be sufficient ( <FRAGMENT_SUPPRESSED> , supra, at paragraphs 11 and 13)."], ["[65]", "In the present case, the IAD referred to the importance of the best interests of the children and acknowledged that the applicant's removal would result in dislocation for them; however, it found that this factor was not enough to outweigh all the other, negative factors. It was up to the IAD to determine the weight to be given to the best interests of the children, taking into account all the circumstances and all the relevant factors. Its decision in that respect is not unreasonable."], ["[66]", "It is also important to bear in mind that the revocation of the stay and the dismissal of the applicant's appeal will not necessarily result in her removal to the DRC. Since she has been determined to be a Convention refugee and has not been declared to be a danger to the \"public in Canada\" (paragraph 115(2)(", ") of the IRPA), the applicant is covered by the principle of non-refoulement provided for at subsection 115(1) of the IRPA."], ["[67]", "The parties did not propose a question for certification, and no question arises on this record.", "JUDGMENT"], ["[68]", "THIS COURT ORDERS AND ADJUDGES that", "the application for judicial review is dismissed.", "[End of document]"]]}