{"id_": "072170", "body_str": [["[1]", "Russell, J.", ": This is an application for judicial review of the decision (\"Decision\") of visa officer Katia D'Haene (\"Visa Officer\"), wherein she dismissed the application of Hongjuan Lin (\"Applicant\") for Temporary Entry to Canada (Student Authorization) (the \"Application\") by letter dated January 24, 2002.  <FRAGMENT_SUPPRESSED>", "BACKGROUND  <FRAGMENT_SUPPRESSED>"], ["[2]", "The Applicant applied for a Student Authorization at the Canadian Embassy in Beijing, China in September 2001. Her plan was to study English and computer programming at Seneca College in Toronto, Ontario. The Applicant was not contacted by the Canadian Embassy and was not asked to attend for an interview.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The Applicant is a young woman from Fujian Province in China. She was a student at Fujian Teachers University. She has three younger siblings.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The Applicant's father is a 38% shareholder of Fuqing Bisheng Steel Construction Co. Ltd., having invested 1,402,200 RMB in that company. As Deputy Manager of this company, Mr. Lin earned 362,760 RMB in 2000, 349,760 RMB in 1999, and 358,160 RMB in 1998. These values are each equivalent to approximately CDN $55 - 60 000.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The Applicant included with her application the business licence, audited financial statements for 1998, 1999 and 2000, and taxation documents for the company business. In addition, the Applicant's family provided certificates of deposit and bank books, confirming their savings in the amount of 800,000 RMB.  <FRAGMENT_SUPPRESSED>", "DECISION UNDER REVIEW  <FRAGMENT_SUPPRESSED>"], ["[6]", "The Visa Officer found that the Applicant had not satisfactorily explained in her study plan the need to study English and computer programming abroad. The Visa Officer rejected the application because the study plan was not credible and because she reached a negative evaluation of the Applicant's personal background.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Visa Officer noted that the Applicant had completed only 2 years of vocational middle school in the Economics and Administration Department of Fujian Teacher's University (from September 1998 until July 2000), and that her major was \"Computer Study.\" The Applicant indicated that she then entered the \"Education Department of Fujian Teacher's University,\" majoring in Information Management.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The Respondent points out that the Economic and Administration Department of Fujian Teacher's University is an adult secondary school. The Visa Officer noted that, as a general rule, vocational middle schools are entered after three years of junior middle school. The duration of studies at vocational middle schools is, generally, three to four years. The Applicant indicated that she had completed only two years of vocational middle school.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The Visa Officer also noted that the Applicant was born in 1980, the year that China's one-child policy became law, and that the Applicant had 3 younger siblings in China. Although certain categories of Chinese citizens are exempt from the one-child policy, the Visa Officer noted that the Applicant's family did not appear to fall into any such exempted category. Moreover, the Visa Officer was aware of many reports of persecution in China against families who are in breach of the one-child policy. Information regarding repercussions to families who break this law is widely available, and includes parental job losses, destruction of houses, the imposition of high fines, and people being ostracized by their community.  <FRAGMENT_SUPPRESSED>", "RELEVANT LEGISLATION  <FRAGMENT_SUPPRESSED>"], ["[10]", "Sections 9 and 10 of the", "Immigration Act", ", R.S.C. 1985, c. I-2 (\"", "Act", "\") set out the general principles respecting visas and special authorizations, including student authorizations. Section 9(1) of the", "Act", "requires that every immigrant and visitor (except in prescribed cases) must apply for and obtain a visa before that person appears at a port of entry. This requirement is confirmed with respect to student authorizations under s. 10 of the", "Act", ". Section 10 of the", "Act", "states as follows:  <FRAGMENT_SUPPRESSED>", "\"10. Except in such cases as are prescribed, every person, other than a Canadian citizen or a permanent resident, who seeks to come into Canada for the purpose of  <FRAGMENT_SUPPRESSED>", "(a) attending any university or college authorized by statute or charter to confer degrees,  <FRAGMENT_SUPPRESSED>", "(b) taking any academic, professional or vocational training course at any university, college or other institution not described in paragraph (a), or  <FRAGMENT_SUPPRESSED>", "(c) engaging in employment  <FRAGMENT_SUPPRESSED>", "shall make an application to a visa officer for and obtain authorization to come into Canada for that purpose before the person appears at a port of entry. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"10. Sauf cas prévus aux règlements, est tenu de présenter une demande auprès de l'agent des visas et d'obtenir l'autorisation nécessaire avant de se présenter à un point d'entrée quiconque, à l'exception d'un citoyen canadien ou d'un résident permanent, cherche à venir au Canada aux fins:  <FRAGMENT_SUPPRESSED>", "a) de faire des études dans une université ou un collège autorisés par la loi ou par une charte à délivrer des diplômes;  <FRAGMENT_SUPPRESSED>", "b) de suivre des cours de formation générale, théorique ou professionnelle dans une université, un collège ou un autre établissement non visés à l'alinéa a);  <FRAGMENT_SUPPRESSED>", "c) d'occuper un emploi. <FRAGMENT_SUPPRESSED>"], ["[11]", "Section 9(1.2) of the", "Act", "requires that any person who makes an application for a visitor's visa must satisfy a visa officer that the person is not an immigrant. Section 9(1.2) of the", "Act", "sets out a statutory presumption that a person making an application for a visitor's visa is an immigrant, or a person who is seeking lawful permission to establish permanent residence in Canada.  <FRAGMENT_SUPPRESSED>"], ["[12]", "A visa officer may issue a student authorization, provided that the issuance of the authorization would not be contrary to the", "Act", "or the", "Immigration Regulations, 1978", "(the \"", "Regulations", "\") (Section 9(4) of the", "Act", ").  <FRAGMENT_SUPPRESSED>"], ["[13]", "Sections 14.1 to 17 of the", "Regulations", "govern student authorizations. An applicant, who is not a Canadian citizen or permanent resident and who wishes to attend a university or college or take any academic, professional or vocational training course in Canada, requires a valid and subsisting student authorization.  <FRAGMENT_SUPPRESSED>"], ["[14]", "\"Student authorization\" is defined in ss. 2(1) of the", "Regulations", "as follows:  <FRAGMENT_SUPPRESSED>", "\"'student authorization' means a document issued by an immigration officer whereby the person to whom it is issued is authorized  <FRAGMENT_SUPPRESSED>", "(a) to attend a university or college authorized by statute or charter to confer degrees, or  <FRAGMENT_SUPPRESSED>", "(b) to take an academic, professional or vocational training course at a university, college or other institution not described in paragraph (a); <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"'autorisation d'étude' Document délivré par un agent d'immigration portant que le titulaire est autorisé:  <FRAGMENT_SUPPRESSED>", "a) soit à suivre des cours à une université ou à un collège autorisé par la loi ou par une charte à délivrer des diplômes;  <FRAGMENT_SUPPRESSED>", "b) soit à suivre des cours de formation générale, théorique ou professionnelle à une université, à un collège ou à toute autre institution non visés à l'alinéa a). <FRAGMENT_SUPPRESSED>"], ["[15]", "In addition to the", "Act", "and", "Regulations", ", Citizenship and Immigration Canada has developed policy manuals to guide visa officers in their assessments of various types of applications. The policy manual relevant to students is called (OP \"Overseas Processing\") 10 - \"Processing Student Authorizations\" (\"Manual\").  <FRAGMENT_SUPPRESSED>"], ["[16]", "The Policy Direction statement at 1.4.1 suggests at p. 7 of the Manual, that Canada wishes to compete with other countries to attract foreign students:  <FRAGMENT_SUPPRESSED>", "\"Foreign students are considered a growth industry for Canada, as they are for the rest of the industrialized world. CIA is committed to putting in place guidelines and procedures which will streamline program management and simplify processing for foreign students choosing Canada for their educational pursuits. <FRAGMENT_SUPPRESSED>"], ["[17]", "The Policy Direction statement \"4.6.1 Bona fide visitor\" at p. 40 of the Manual indicates as follows:  <FRAGMENT_SUPPRESSED>", "\"Applicants have the burden of proving to your satisfaction that they are bona fide visitors. However, in the case of foreign students, the general question of bona fides is not so much whether the applicant is a prospective immigrant, but whether the applicant is a prospective illegal immigrant. <FRAGMENT_SUPPRESSED>"], ["[18]", "The Policy Direction statement \"3.5 Student bona fides\" at p. 32 of the Manual addresses relevant factors and assessment criteria:  <FRAGMENT_SUPPRESSED>", "\"3.5.1 Factors underlying assessment of bona fides  <FRAGMENT_SUPPRESSED>", "\"There are two factors underlying the assessment of student bona fides.  <FRAGMENT_SUPPRESSED>", "\"First, foreign students have not represented a control or enforcement problem for Canada. Second, there is a new and growing realization in Canada that foreign students yield significant benefits for our economy.  <FRAGMENT_SUPPRESSED>", "\"In administering its foreign student program, CIC must support the policies of other federal government departments, provinces and educational institutions who are anxious to capitalize on the potential which foreign academic talent represents.  <FRAGMENT_SUPPRESSED>", "\"3.5.2 Assessment Criteria  <FRAGMENT_SUPPRESSED>", "\"In establishing whether a foreign student is a bona fide visitor, officers should be guided by the knowledge that foreign students educated in Canada provide needed links for trade and investment, and that they are an excellent source of future skilled immigrants. It is not uncommon for highly qualified students, particularly those at the graduate level, to work for a year after completing their course of studies and apply for permanent residence status through visa officers in the USA. CIC views this development as a positive outcome.  <FRAGMENT_SUPPRESSED>", "\"Foreign students have the burden of proving to the satisfaction of officers that they are bona fide visitors. However, in these cases, the general question of bona fides is not so much whether the applicant is a prospective immigrant, but whether the applicant is a prospective illegal immigrant. <FRAGMENT_SUPPRESSED>", "ISSUES  <FRAGMENT_SUPPRESSED>"], ["[19]", "The Applicant raises the following issues:  <FRAGMENT_SUPPRESSED>", "Did the Visa Officer err in law in her interpretation of the", "Immigration Act", "and", "Regulations", "with respect to the requirements for temporary entry to Canada for students?  <FRAGMENT_SUPPRESSED>", "Did the Visa Officer deny the Applicant fairness by relying on extrinsic evidence or personal assumptions, and by failing to provide the Applicant with any opportunity to respond to her concerns?  <FRAGMENT_SUPPRESSED>", "ANALYSIS  <FRAGMENT_SUPPRESSED>", "What is the applicable standard of review to apply to the Decision of the Visa Officer?  <FRAGMENT_SUPPRESSED>"], ["[20]", "Teitelbaum, J., in", "<FRAGMENT_SUPPRESSED> ; 208 F.T.R. 99; 2001 FCT 751 (T.D.), provided guidance on this issue as paras. 19 and 20:  <FRAGMENT_SUPPRESSED>", "\"The appropriate standard of review for this type of decision -- a discretionary one by a visa officer -- is the same as that enunciated by McIntyre, J., in the", "<FRAGMENT_SUPPRESSED> , at pp. 7-8:  <FRAGMENT_SUPPRESSED>", "'It is, as well, a clearly-established rule that the courts should not interfere with the exercise of a discretion by a statutory authority merely because the court might have exercised the discretion in a different manner had it been charged with that responsibility. Where the statutory discretion has been exercised in good faith and, where required, in accordance with the principles of natural justice, and where reliance has not been placed upon considerations irrelevant or extraneous to the statutory purpose, the courts should not interfere.'  <FRAGMENT_SUPPRESSED>", "\" <FRAGMENT_SUPPRESSED> , held that the appropriate standard of review should be reasonableness simpliciter.\" (emphasis added)  <FRAGMENT_SUPPRESSED>"], ["[21]", "Accordingly, I regard reasonableness simpliciter as the appropriate standard to review the Visa Officer's decision in this case. However, I reach the same conclusions even if I apply a standard of patent unreasonableness.  <FRAGMENT_SUPPRESSED>", "Did the Visa Officer err in law in her interpretation of the Immigration Act and Regulations with respect to the requirements for temporary entry to Canada for students?  <FRAGMENT_SUPPRESSED>"], ["[22]", "In her affidavit of May 14, 2002, the Visa Officer says she was not satisfied the Applicant was a bona fide or genuine student because of the fact that \"her study plan was not credible\" and because \"of her personal background.\" The Visa Officer makes it clear that she considered a number of factors in arriving at the Decision, \"including reviewing the Applicant's education.\" She says that the \"Applicant's family background, including the number of siblings, was only one of the factors which I considered.\" In the same affidavit the Visa Officer says that the \"notes I entered onto CAIPS reflect my reasons for refusing the application and are true to the best of my information, recollection and belief. <FRAGMENT_SUPPRESSED>"], ["[23]", "If we turn to the CAIPS notes, the Applicant's failure to convince the Visa Officer of her bona fides appears to be based upon three issues that can be summarized as follows:  <FRAGMENT_SUPPRESSED>", "a) it was not clear whether the Applicant had completed the compulsory 12 years of education in her home country;  <FRAGMENT_SUPPRESSED>", "b) the Applicant did not explain in her study plan why she needed to study her particular subject in Canada;  <FRAGMENT_SUPPRESSED>", "c) the Applicant had three siblings and the one-child policy in China could mean that persecution in China might be the real motive behind her wanting to come to Canada.  <FRAGMENT_SUPPRESSED>"], ["[24]", "The Respondent says that the Decision is based upon three separate grounds, any of which is sufficient to sustain it. But this is not really born out by the CAIPS notes or by the Visa Officer's affidavit which says that \"I considered a number of factors in arriving at my decision.\" The Decision was that the Visa Officer \"was not satisfied that the applicant was a bona fide or genuine student,\" and the failure to convince appears to be based upon the cumulative impact of the concerns mentioned. No mention is made, either in the affidavit or the CAIPS notes, that the Visa Officer had any concerns about financial means.  <FRAGMENT_SUPPRESSED>"], ["[25]", "I agree with the Applicant that, based upon", "<FRAGMENT_SUPPRESSED> ; 199 F.T.R. 302 (T.D.), there is no requirement for the Applicant to show why she wishes to study in Canada. If the Visa Officer's point (and this is not articulated) is that a desire to study in Canada, rather than remain in China, raises doubts about bona fides, then these are doubts that will exist in every case. So this is hardly a basis for questioning bona fides.  <FRAGMENT_SUPPRESSED>"], ["[26]", "As regards the Visa Officer's concern that the Applicant may not have completed all of her compulsory education in China, the Applicant provided a copy of an acceptance by Seneca College in Toronto. The only qualification in the acceptance letter is that \"[i]f you have been accepted into the preparatory program, your admission to the professional program will require the successful completion of the program's orientation activities.\" There does not appear to have been any evidence before the Visa Officer that the Applicant's Chinese qualifications were a problem for Seneca College. Seneca College writes that \"[i]t is with great pleasure that we offer our congratulations on your acceptance to Seneca College.\" So it is difficult to comprehend what relevance the Visa Officer's concern with the Applicant's Chinese qualification had for the issue of bona fides or the Applicant's plan to study at Seneca College.  <FRAGMENT_SUPPRESSED>"], ["[27]", "As regards the Visa Officer's concern with the Applicant's three siblings and the one-child policy, there was no evidence before the Visa Officer that this was a problem at all for the Applicant and her family. The evidence was clear that the Applicant came from a thriving and comparatively affluent family that could well afford to send her abroad to study in Canada for a year.  <FRAGMENT_SUPPRESSED>"], ["[28]", "The Visa Officer's concerns about the one-child policy were based upon her own knowledge of conditions in China (upon which she is entitled to rely), but she does not connect this knowledge with the Applicant's actual situation. Hence, the Visa Officer relied on speculative generalizations and stereotyping in reaching her Decision. This was a reviewable error.  <FRAGMENT_SUPPRESSED>", "Did the Visa Officer deny the Applicant fairness by relying on extrinsic evidence or personal assumptions, and by failing to provide the Applicant with any opportunity to respond to her concerns?  <FRAGMENT_SUPPRESSED>"], ["[29]", "In my opinion, the jurisprudence is clear that, in the case of visa officers, and particularly in relation to student authorizations, there is no general obligation on the officer to conduct an interview or obtain further clarifications from an applicant. The Respondent argues that the Student Visa Application Kit provided sufficient detail to advise the Applicant of her obligation to provide adequate information on the points she had to establish. But the duty of fairness is variable and contextual.  <FRAGMENT_SUPPRESSED>"], ["[30]", "I am concerned in this case that the Visa Officer relied heavily upon her own generalized perception of the Applicant's family background and her own speculations and stereotyping about how the one-child policy affected the Applicant when there was no need to speculate in this way. It was unreasonable to expect the Applicant to include an explanation as to how her parents had four children, while still sustaining a very substantial family income, because there was no reason for the Applicant to think that this would be an issue. The Visa Officer had an obligation to clarify this kind of detail that could not have been anticipated and that relates to a speculative matter that goes to the credibility of the Applicant, and to provide the Applicant with an opportunity to respond. The duty of fairness was breached in this case because the Visa Officer based her Decision on generalizations and stereotyping that were not born out by the actual evidence and that the Applicant had no way of anticipating.  <FRAGMENT_SUPPRESSED> ; 43 F.T.R. 233 (T.D.).  <FRAGMENT_SUPPRESSED>", "ORDER  <FRAGMENT_SUPPRESSED>"], ["[31]", "THIS COURT ORDERS THAT:  <FRAGMENT_SUPPRESSED>", "1. This Application for judicial review is allowed, the January 24, 2002, Decision is set aside and the matter is referred back for reconsideration by a different visa officer.  <FRAGMENT_SUPPRESSED>", "2. There is no question for certification.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Gary W. McLaughlin/klf  <FRAGMENT_SUPPRESSED>", "[End of document]"]]}