{"id_": "072352", "body_str": [["[1]", "Mosley, J.", ": This is an application for judicial review pursuant to section 72 of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (\"IRPA\") of the decision made on May 17, 2010 by an officer of Citizenship and Immigration Canada in Niagara Falls, Ontario, refusing the applicants' permanent residence application on humanitarian and compassionate (\"H&C\") grounds."], ["[2]", "The background facts concerning the applicants are set out in a related judgment respecting a negative pre-removal risk assessment made by the same officer:", "<FRAGMENT_SUPPRESSED> ."], ["[3]", "This judgment refers to the applicants' second application for permanent residence on H&C grounds. Their first was submitted on May 17, 2004 and refused on July 28, 2006. In the interim, the applicants were removed from Canada. They returned on September 29, 2008 and were found to be ineligible to make a second refugee claim. They made a second H&C application in April 2009. The refusal which is the subject of this application for judicial review was issued on May 17, 2010."], ["[4]", "The officer found that the applicants had not presented sufficient evidence that their personal circumstances are such that the hardship of not being granted the H&C exemption would be unusual and undeserved or disproportionate."], ["[5]", "The issues are whether the officer erred in assessing the applicants' hardship, establishment and the best interests of the children? The appropriate standard of review is reasonableness:", "<FRAGMENT_SUPPRESSED>  at para. 11."], ["[6]", "In considering establishment, the officer noted the fact that the applicants have had a good civil record while here, have family members in Canada with whom they have developed a close relationship and are involved in Canadian society through their employment, volunteer work and enrolment in further education. The officer placed favourable consideration on these efforts but found that because their removal orders have been effective since September 2008, any hardship arising out of their decision to remain here was foreseeable and within their control."], ["[7]", "This is a reasonable conclusion in light of the established principle that applicants should not be rewarded for accumulating time in Canada when they have no legal right to remain in the country but have nonetheless chosen to do so:", "<FRAGMENT_SUPPRESSED>  (QL), 185 F.T.R. 161 at paras. 20 and 22;", "<FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 100 at paras. 15-17 and", "<FRAGMENT_SUPPRESSED>  at para. 18."], ["[8]", "The applicants argue that the officer failed to appreciate the entirety of the time period the applicants have lived here, claiming that he has only assessed establishment from 2008 onwards. This argument stems from a misreading of the officer's decision."], ["[9]", "In paragraph two of his analysis under establishment, the officer points out that the applicants resided in Canada from April 2000 until February 2005 and then again from September 2008 until the present day. In the paragraphs that follow this statement the officer assesses the applicants' relationships, community involvement and work experience which point to their establishment. The record also indicates that the officer properly took into account the whole period of time that the applicants were here, including letters from their employers dated in September 2003. Thus, it cannot be said that the officer only considered the past two years in assessing establishment. In my view, the officer reasonably concluded that the applicants would not face any unusual and undeserved or disproportionate hardship if returned to Bolivia due to their establishment."], ["[10]", "The officer noted the fact that the children are doing well in school, recognized an assessment which stated that their settlement here was long enough to imprint itself as \"home\" to the two children, particularly the youngest, and that Spanish is the son's second language. Although these factors favour remaining in Canada, the officer also reasoned that the principal applicant and female applicant's mother tongue is Spanish and so it would be reasonable to expect that the children, having been exposed to the language and culture, would adjust to Bolivian society. This is especially so given the fact that they have family in Bolivia who would assist them in reintegrating."], ["[11]", "The officer's hardship analysis took into account the documentary evidence on Bolivia as well as the notarized declarations, letters and photographs submitted by the applicants. He also referred to a report from Clinical Assessment Canada, and a letter from the Toronto Rape Crisis Centre. In examining all of the evidence, the officer noted that Bolivia provided assistance to women through non-governmental organizations, and that the government is dealing with sexual crimes. As such, it was properly inferred that state protection and a certain level of social resources would exist if the applicants were to be returned."], ["[12]", "Having conducted a family history and after interviewing the applicants, Laurie Bell, M.A. concluded that the female applicant presents with post-traumatic stress disorder and the principal applicant reports his condition according to criteria specified for Major Depressive Disorder, Chronic. Ms. Bell found that Mr. Perez \"presented as a man who is withering away\" and \"lives in psychological torment\". She held that \"The psychological well being of this family depends upon individual and marital recovery for both Mr. Perez and Ms. Rodriguez\". Ms. Bell went on to say that, \"based on their history of returning to Bolivia, they have no basis to believe they will ever be secure in their country of citizenship and therefore they are uncertain if they will have the opportunity to recover\"."], ["[13]", "Ms. Bell's qualifications for making such assessments were not in evidence and counsel was unable to assist me in that regard. The officer appears to have assumed that she is a clinical psychologist but, based on her letterhead and the description in her report of the services she provides, that is unclear. Her reports are described as \"refugee and immigration psychosocial assessments\"."], ["[14]", "Given the discretionary and exceptional nature of H&C decisions (", "<FRAGMENT_SUPPRESSED>  at para. 15;", "<FRAGMENT_SUPPRESSED>  at para. 27), it would have been open to the officer to discount this evidence had he properly assessed it and then determined that it deserved little weight. There is, for example, no evidence of a continued course of psychological treatment for either of the principal applicants."], ["[15]", "The officer erred in this case by referring to the assessments without substantively analyzing them. I appreciate that there was an enormous amount of material submitted to the officer that required his attention but given this family's long and tumultuous history, which included rape, flight and general insecurity, the officer should have examined the evidence of psychological hardship in greater detail. The question overlooked was not the availability of services in Bolivia, which the applicants concede, but whether return would affect their psychological stability."], ["[16]", "In addition, the first number of pages of the hardship analysis is identical to that of the first pages of the pre-removal risk assessment made by the same officer. This suggests that the officer was concerned more with risk for the purposes of the hardship analysis. This was too limited. The officer needed to look beyond the question of risk, which, in the related application for judicial review I have found he properly analysed, to determine whether the family would suffer hardship."], ["[17]", "Accordingly, I find that the decision falls outside the range of possible outcomes acceptable on the facts and the law. This application will be granted and the matter remitted for a fresh consideration of the H&C factors by a different officer in keeping with these reasons. No questions are certified.", "JUDGMENT"], ["[18]", "THIS COURT'S JUDGMENT is that", "the application is granted and the matter remitted for reconsideration by a different officer. No questions are certified.", "[End of document]"]]}