{"id_": "072614", "body_str": [["[1]", "Le juge Annis", ": La Cour est saisie d'une demande de contrôle judiciaire présentée au titre du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 [LIPR] à l'encontre d'une décision d'un commissaire de la Section de la protection des réfugiés [le Tribunal] datée du 7 mai 2015, par laquelle la demande d'asile des demandeurs a été rejetée. Les demandeurs cherchent à faire infirmer la décision et retourner le dossier à un commissaire différent pour un nouvel examen."], ["[2]", "Pour les raisons exposées ci-dessous, la présente demande de révision judiciaire est accueillie en partie.", "II.", "Contexte"], ["[3]", "La demanderesse principale, Miriam Joseph Latif, et son fils, le demandeur, Farhad Yacin Mohamoud [ensemble, les demandeurs], sont tous deux citoyens de Djibouti."], ["[4]", "La demanderesse et son mari ont quatre enfants, dont un fils aîné qui réside toujours à Djibouti avec son père. Leur autre fils a fui vers le Maroc. La demanderesse, son fils (le demandeur) et sa fille mineure ont fui vers le Canada où ils ont demandé l'asile le 16 mai 2014 au point d'entrée à Lacolle."], ["[5]", "La demanderesse craint retourner dans son pays en raison des implications politiques de son beau-père, qui était jadis membre du gouvernement du premier président du Djibouti. Une dizaine d'années après avoir été démis de ses fonctions, il a appuyé l'opposition en 2011 à la suite des menaces envers sa famille. Malgré le décès de ce dernier en juin 2013, les menaces envers la famille n'ont pas cessé."], ["[6]", "Le 3 avril 2011, la demanderesse a été convoquée avec son mari et son fils aîné au commissariat de police en raison de son nom (Joseph) qui a une connotation juive ou chrétienne, quoique cette dernière soit musulmane. Lorsqu'ils étaient en détention, les gendarmes ont maltraité le mari de la demanderesse et son fils. Par la même occasion, ils ont menacé la demanderesse en lui indiquant qu'elle aurait intérêt à changer son nom si elle voulait vivre en paix avec sa famille. Ils ont tous été relâchés le lendemain et menacés de « se tenir tranquilles s'ils ne voulaient pas mettre leurs vies en jeu »."], ["[7]", "Le 20 avril 2012, la demanderesse et sa famille ont reçu des menaces de mort. Ils ont aussi appris que des résidents influents du quartier ont encouragé des jeunes munis d'armes à escalader le mur de leur maison durant la nuit."], ["[8]", "Le 4 mai 2012, des policiers en civil leur ont apporté une convocation et ont utilisé le prétexte du nom de la demanderesse pour les harceler et les intimider. C'est dans ce contexte que la demanderesse et son mari ont décidé que celle-ci quitterait le pays avec les deux plus jeunes enfants pour rejoindre sa famille au Canada et revendiquer le statut de réfugié."], ["[9]", "Les demandes d'asile de la demanderesse principale et de son fils (le demandeur) ont été rejetées alors que la demande d'asile de sa fille mineure a été accueillie.", "III.", "Décision contestée"], ["[10]", "Les demandes d'asile de la demanderesse principale et du demandeur ont été refusées à cause des nombreuses conclusions défavorables en matière de crédibilité. Le Tribunal a conclu qu'il y avait plusieurs contradictions entre les formulaires de fondement des demandes d'asile [FDA] des demandeurs et leurs témoignages aux audiences, d'autant plus que la preuve documentaire au dossier n'appuyait pas leurs prétentions."], ["[11]", "Quant à la demanderesse principale, le Tribunal a estimé qu'il y avait une différence claire entre son récit et son témoignage oral des évènements entourant sa détention par le commissariat et des activités politiques alléguées de son beau-père. Au point d'entrée, elle avait déclaré que sa détention était en raison de son mari tandis que lors de son témoignage et dans son FDA, elle avait allégué que c'était en raison de la connotation juive ou chrétienne de son nom. Le Tribunal a noté que la demanderesse n'a déposé aucune preuve démontrant les activités politiques de son beau-père et que la preuve documentaire objective déposée n'appuyait pas ses prétentions que les juifs ou les chrétiens étaient persécutés au Djibouti. Conséquemment, le Tribunal a conclu que la demanderesse n'était pas crédible."], ["[12]", "Quant au demandeur, le Tribunal a relevé plusieurs contradictions entre sa demande d'asile au point d'entrée et son témoignage à l'audience. Au point d'entrée, il avait déclaré qu'il n'était ni sympathisant ni membre ou affilié à une organisation et n'avait jamais été détenu. Cette déclaration était contraire à son témoignage où il alléguait avoir été ciblé par les autorités et détenu à trois reprises en raison de ses activités politiques au sein du mouvement des jeunes opposants [MJO]. Le Tribunal a constaté que les tampons d'entrée et de sortie dans son passeport démontrent qu'il était à l'extérieur du Djibouti entre le 29 juin 2013 et le 26 juillet 2013, ce qui contredit les allégations contenues dans son FDA indiquant qu'il avait été détenu le 18 juillet 2013 au Djibouti. Ainsi, le Tribunal a conclu que le demandeur n'était pas crédible."], ["[13]", "En dernier lieu, le Tribunal a conclu que la demanderesse mineure serait exposée à une possibilité sérieuse de persécution, spécifiquement à la mutilation génitale féminine [MGF], dans l'éventualité de son retour au Djibouti. Par contre, le Tribunal a tout de même conclu que, sa mère, n'ayant pas déclaré craindre pour elle-même du fait de son opposition à cette pratique et n'ayant aucune preuve à l'appui, ne serait pas persécutée advenant son retour au Djibouti.", "IV.", "Questions en litige"], ["[14]", "La présente demande soulève deux questions en litige:", "1. Est-ce que la décision du Tribunal quant à l'appréciation de la crédibilité des demandeurs était déraisonnable?", "2. Est-ce que le Tribunal a conclu de façon déraisonnable que la preuve au dossier ne permet pas de conclure que la demanderesse serait à risque en raison de son opposition à la MGF?", "V.", "Norme de contrôle"], ["[15]", "Les parties s'entendent que la norme de contrôle en l'espèce est celle de la décision raisonnable (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]).", "VI.", "Analyse", "A.", "L'appréciation de la crédibilité des demandeurs"], ["[16]", "Les demandeurs soutiennent que le tribunal a mis un poids démesuré sur les déclarations soumises au point d'entrée, notamment sur le document IMM-0008 [Formulaire de demande générique pour le Canada]. Ce type d'analyse contrevient au principe établi dans l'affaire", "<FRAGMENT_SUPPRESSED> qu' « [i]l ne conviendrait pas que la Commission tire ses conclusions après avoir examiné \"à la loupe\" des éléments qui ne sont pas pertinents ou qui sont accessoires à la revendication du demandeur ». D'ailleurs le Tribunal commet une erreur « lorsqu'[il] met en doute la crédibilité du demandeur simplement parce que les renseignements ... fournis lors de l'entrevue au point d'entrée ne sont pas détaillés » (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]. Le Tribunal a donc commis une erreur en se basant sur les récits du point d'entrée pour conclure que les demandeurs ne sont pas crédibles."], ["[17]", "Toutefois, il est à noter que dans l'affaire <FRAGMENT_SUPPRESSED> , le demandeur n'avait pas changé son récit entre l'entrevue du point d'entrée et l'audience. Il était question d'apporter des précisions, telles des dates. De plus, le Tribunal, dans cette affaire, avait accepté des faits erronés qui n'étaient pas soutenus par la preuve au dossier."], ["[18]", "En ce qui a trait à l'évaluation des documents remplis au point d'entrée, le défendeur soutient que le Tribunal ne met pas en doute la crédibilité des demandeurs uniquement parce que ces renseignements n'étaient pas détaillés. Il y avait des contradictions et des omissions importantes entre les FDA des demandeurs et leurs témoignages sur les questions au cœur de leurs demandes. Le Tribunal peut tirer des conclusions négatives des divergences entre les déclarations faites au point d'entrée et tout témoignage ultérieur: (", "<FRAGMENT_SUPPRESSED> )."], ["[19]", "Compte tenu des lacunes décrites par le Tribunal, telles les contradictions et omissions importantes, sa décision quant à la crédibilité des demandeurs est raisonnable. Le Tribunal ne croit ni le récit des demandeurs ni qu'ils ont été actifs politiquement dans leur pays et ciblés par les autorités djiboutiennes.", "B.", "L'obligation de considérer tous les motifs de persécution possible"], ["[20]", "La demanderesse principale fait valoir que le Tribunal a commis une erreur puisqu'il avait l'obligation de considérer tous les motifs de persécution possibles, même si l'un des motifs n'est soulevé que lors de l'audience, comme c'est le cas en l'espèce. Ce principe a été énoncé par la juge Dawson dans l'affaire", "<FRAGMENT_SUPPRESSED> à 7 [ <FRAGMENT_SUPPRESSED> ]:", "Appartenance au groupe de la famille: conjointe de M. Malagon"], ["[5] À la décharge de la Commission, il faut dire que l'ancien avocat de Mme Pastrana n'avait pas fondé la demande d'asile précisément sur ce motif. En effet, l'ancien avocat de Mme Pastrana n'était pas intervenu lorsque le commissaire, au début de l'audience, avait avisé les parties que « chaque demande sera jugée sur le fond ».", "[...]"], ["[6] Cependant, dans l'arrêt", "Canada (Procureur général) c. Ward", ", [1993] 2 R.C.S. 689, aux pages 745 et 746,", "la Cour suprême du Canada a confirmé que la Commission doit examiner tous les motifs de demande d'asile, même si les motifs n'ont pas été soulevés par le demandeur au cours de l'audience.", "Cette obligation découle de la directive, énoncée au paragraphe 67 du", "Guide des procédures et critères à appliquer pour déterminer le statut de réfugié", "du Haut Commissariat des Nations Unies pour les réfugiés (HCNUR), selon laquelle le demandeur n'a pas l'obligation de préciser les motifs pour lesquels il serait persécuté."], ["[7] En l'espèce, la Commission a accepté que Mme Pastrana était la conjointe de fait de M. Malagon, que ce dernier était un ancien conscrit de l'armée et que les FARC « sont présentées comme une organisation brutale et omniprésente qui exerce des pressions sur les jeunes gens pour les forcer à rejoindre ses rangs, et qui a recours aux menaces, à l'intimidation, à l'extorsion et à l'enlèvement pour atteindre ses objectifs ». La preuve documentaire dont la Commission était saisie comprenait un document de mars 2005 préparé par l'HCNUR qui s'intitule [traduction] « Principes directeurs sur la protection internationale au sujet des demandeurs d'asile et des réfugiés Colombiens ». Dans ce document, l'HCNUR notait que [traduction] « dans le contexte des violations généralisées des droits de la personne et du droit international humanitaire, certains groupes de personnes [en Colombie] sont plus souvent ciblés que d'autres. » Dans ces groupes se trouvaient [traduction] « [les] ancien[s] conscrit[s] ou d'anciens soldats ou policiers, ainsi que leurs familles. »", "[Je souligne]"], ["[21]", "Lors de l'audience, la demanderesse principale affirme pour la première fois que le document du Haut Commissariat des Nations unies pour les réfugiés [HCNUR] qu'elle a déposé, intitulé", "« Guidance Note on Refugee Claims relating to Female Genital Mutilation", "», démontre qu'il existe une possibilité raisonnable qu'elle soit persécutée pour son opposition à la MGF. La demanderesse principale se base sur l'énoncé suivant du document:", "[traduction] Le parent pourrait néanmoins être considéré comme le demandeur principal s'il ou elle se trouve à avoir une demande en son propre droit. Cela inclut les cas où le parent serait contraint d'assister à la douleur et la souffrance de l'enfant, ou au risque de persécution pour son opposition à la pratique."], ["[22]", "Le défendeur soumet, en premier lieu, que la demanderesse ne s'est pas déchargée de son fardeau d'établir le bien-fondé de sa propre demande d'asile basée sur son opposition à la MGF, puisque le fait d'avoir soulevé ces arguments à l'audience ne constitue pas une preuve en soi. Je rejette cet argument compte tenu de la décision <FRAGMENT_SUPPRESSED> citée ci-dessus."], ["[23]", "En deuxième lieu, il prétend que la décision du Tribunal est raisonnable puisqu'aucune preuve n'a été soumise au sujet de la crainte de la mère d'être témoin des souffrances de son enfant. J'écarte également ce point, puisque la preuve pertinente concernant l'opposition de la mère à la MGF a été mentionnée au paragraphe 81 de la décision:", "Or, ni dans son FDA, ni à l'audience, la demandeure adulte (la demanderesse) n'a déclaré craindre pour elle-même du fait de son opposition à l'excision de sa fille. Elle n'a parlé que de sa crainte que sa fille soit excisée et du fait qu'elle veut protéger sa fille contre cette mutilation. La demandeure n'a jamais invoqué de la persécution, des menaces ou d'autres préjudices dirigés contre elle-même de la part de sa belle-famille ou d'autres individus du fait de son opposition à la mutilation génitale de sa fille.", "En effet, lorsque le conseil de la demandeure lui a demandé quelles seraient les conséquences pour elle si cette dernière et son mari s'opposaient ouvertement à la grand-mère de son mari qui veut exciser leur fille, la demandeure n'a que répondu qu'elle ne peut contrarier la grand-mère, qu'elle ne peut le lui dire ouvertement et qu'elle passait par son mari. Ce dernier a déjà parlé à sa grand-mère de leur opposition à l'excision de leur fille, mais la grand-mère n'écoute pas, disant qu'il faut respecter son âge et ses volontés.", "[Je souligne]"], ["[24]", "Ce passage démontre l'impossibilité pour la demanderesse principale de protester ou d'intervenir pour empêcher la grand-mère de procéder à la MGF de sa fille. La demanderesse principale est contrainte par les normes culturelles de la famille, ce qui l'empêche de s'opposer à la décision de la grand-mère. En tant que femme, elle ne peut donc pas dénoncer les mauvais traitements imposés à sa fille puisque seul le mari peut le faire."], ["[25]", "Outre le fait que le Tribunal aurait dû évaluer la preuve en vertu des", "Guidance Note on Refugee Claims relating to Female Genital Mutilation", "et les", "Directives no 4 - Revendicatrices du statut de réfugié craignant d'être persécutées en raison de leur sexe", ", il aurait dû comprendre que la preuve tendait aussi à établir le fondement de la crainte subjective de la demanderesse principale. Je trouve que c'est particulièrement le cas lorsque la preuve au soutien du risque de la MGF de la fille a été acceptée par le Tribunal."], ["[26]", "La demanderesse principale a peut-être dit qu'elle ne craignait pas pour sa propre sécurité, mais en tenant compte de la preuve au dossier il est évident que si celle-ci ne se réfugie pas dans un autre pays et tente d'intervenir au nom de sa fille contrairement aux normes culturelles, elle sera à risque."], ["[27]", "Il n'est pas acceptable de rejeter un risque de persécution ou un besoin de protection lorsque le comportement reproché placera la personne dans une situation potentielle de préjudice grave, même si la personne peut l'éviter si elle accepte le comportement de persécution et n'intervient pas pour l'empêcher."], ["[28]", "Je rejette aussi l'argument similaire du défendeur que l'on retrouve dans sa lettre de soumission supplémentaire datée du 17 novembre 2015:", "Deuxièmement, le risque implicite en question est un risque hypothétique. Le risque d'être témoin à la souffrance de sa fille sera un risque potentiel dans l'éventualité que la demanderesse retourne en Djibouti", "et", "qu'elle amène sa fille. Dans les circonstances du dossier présent, [le Tribunal] n'avait aucune obligation de considérer une telle éventualité.", "[Souligné dans l'original]"], ["[29]", "Le fait que la mère évitera la persécution en ne ramenant pas sa fille avec elle au Djibouti n'est pas une indication que le risque est hypothétique ou qu'elle ne serait pas victime de persécution. La demanderesse principale n'a pas la liberté de choisir de voyager et de demeurer avec sa fille, comme le voudrait normalement une mère. En l'espèce, le danger n'est donc pas hypothétique."], ["[30]", "Le", "Guidance Note on Refugee Claims relating to Female Genital Mutilation", "est une preuve objective qui soutien les craintes subjectives de la demanderesse principale: [traduction] « ... où le parent serait contraint d'assister à la douleur et la souffrance de l'enfant, ou au risque de persécution pour être opposé à la pratique »."], ["[31]", "Enfin, je conclus que la décision du Tribunal de refuser d'accorder le statut de réfugié à la demanderesse principale est déraisonnable à la lumière de la décision", "Dunsmuir.", "Cette partie de la décision est donc infirmée et le dossier doit être retourné pour un nouvel examen par un commissaire différent. Cependant, la décision du Tribunal quant au demandeur (Farhad Yacin Mohamoud) est raisonnable et n'est pas infirmée par cette décision.", "VII.", "Question certifiée"], ["[32]", "Il y a eu une discussion devant la Cour à savoir si une question certifiée serait nécessaire pour permettre la Cour de considérer un point en litige qui n'a pas été soulevé lors de l'audience du Tribunal, c'est-à-dire la persécution « indirecte » de la demanderesse principale suite à son implication dans le processus de MGF de sa fille. Ayant conclu que le point en litige a été soulevé lors de l'audience et adressé dans les motifs du Tribunal, la question certifiée ne se pose plus.", "VIII.", "Conclusion"], ["[33]", "Pour les motifs exposés ci-dessus, la requête est accueillie en partie et aucune question n'est certifiée. La partie de la décision de refuser d'accorder le statut de réfugié à la demanderesse principale est déraisonnable et doit être retournée pour un nouvel examen par un commissaire différent. La décision du Tribunal quant au demandeur est raisonnable et n'est pas infirmée.", "JUGEMENT"], ["[34]", "LA COUR STATUE que", "la présente demande en contrôle judiciaire est accueillie en partie. Aucune question n'est certifiée.", ".........................", "Mariam Joseph Latif and  <FRAGMENT_SUPPRESSED>  This is an application for judicial review filed under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA] against a decision by a member of the Refugee Protection Division [the Tribunal] dated May 7, 2015, to reject the applicants' refugee protection claim. The applicants are seeking to have the decision set aside and the file referred back to a different member for redetermination."], ["[2]", "For the reasons that follow, this application for judicial review is allowed in part.", "II.", "Background"], ["[3]", "The principal (female) applicant, Miriam Joseph Latif, and her son, the male applicant, Farhad Yacin Mohamoud [collectively, the applicants], are both citizens of Djibouti."], ["[4]", "The female applicant and her husband have four children, including an older son who still lives in Djibouti with his father. Their other son fled to Morocco. The female applicant, her son (the male applicant) and her minor daughter fled to Canada, where they claimed refugee protection on May 16, 2014, at the Lacolle port of entry."], ["[5]", "The female applicant fears returning to her country because of the political involvement of her father-in-law, who was once a member of the government of Djibouti's first president. Ten years after being dismissed from office, he supported the opposition in 2011 after his family was threatened. Despite her father-in-law's death in June 2013, the threats against the family continued."], ["[6]", "On April 3, 2011, the female applicant, along with her eldest son and her husband, was ordered to come to the police station because of her name (Joseph), which sounds Jewish or Christian, even though she is a Muslim. While they were in detention, the police officers mistreated the female applicant's husband and her son. On that same occasion, they threatened the female applicant by telling her that she should change her name if she wanted to live in peace with her family. They were all released the next day and threatened [translation] \"to keep quiet if they wanted to not put their lives at stake\"."], ["[7]", "On April 20, 2012, the applicant and her family received death threats. They also learned that influential residents in the neighbourhood had encouraged armed youths to climb over the walls of their house during the night."], ["[8]", "On May 4, 2012, some plainclothes police officers brought them a summons and used the principal applicant's name as a pretext for harassing and intimidating them. This is the context in which the principal applicant and her husband decided that she should leave the country with the two youngest children to join her family in Canada and claim refugee status."], ["[9]", "The refugee protection claims of the principal applicant and her son (the male applicant) were rejected, while the refugee protection claim of her minor daughter was allowed.", "III.", "Impugned decision"], ["[10]", "The refugee protection claims of the principal applicant and the male applicant were refused because of numerous unfavourable findings regarding credibility. The Tribunal found that there were several contradictions between the applicants' Basis of Claim [BOC] forms and their testimony; moreover, the documentary evidence in the record did not support their claims."], ["[11]", "In the case of the principal applicant, the Tribunal was of the opinion that there was a stark difference between her story and her oral testimony regarding the events surrounding her detention by the police station and the alleged political activities of her father-in-law. At the port of entry, she had stated that she had been detained because of her husband, whereas in her testimony and in her BOC form, she had alleged that it had been because her name sounded Jewish or Christian. The Tribunal noted that the principal applicant did not file any evidence showing the political activities of her father-in-law and that the objective documentary evidence did not support her claims that Jews or Christians were being persecuted in Djibouti. The Tribunal therefore found that the principal applicant was not credible."], ["[12]", "In the case of the male applicant, the Tribunal found several contradictions between his refugee protection claim at the port of entry and his testimony at the hearing. At the port of entry, he had declared that he was neither a sympathizer nor a member or affiliate of any organization and had never been detained. This declaration contradicted his testimony, in which he alleged having been targeted by the authorities and detained three times because of his political activities with the Youth Opposition Movement [MJO]. The Tribunal noted that the entry and exit stamps in his passport show that he was outside Djibouti between June 29, 2013, and July 26, 2013, which contradicts the allegations in his BOC form that he had been detained on July 18, 2013, in Djibouti. The Tribunal therefore found that the male applicant was not credible."], ["[13]", "Lastly, the Tribunal found that the minor female applicant would face a serious possibility of persecution, specifically, female genital mutilation [FGM], should she return to Djibouti. However, the Tribunal nonetheless found that her mother, having failed to declare that she feared for herself because of her opposition to this practice and having failed to provide any supporting evidence, would not be persecuted should she return to Djibouti.", "IV.", "Issues"], ["[14]", "This application raises two issues:", "1. Was the Tribunal's decision regarding the assessment of the applicants' credibility unreasonable?", "2. Did the Tribunal unreasonably conclude that the evidence in the record did not allow it to find that the female applicant would be at risk because of her opposition to FGM?", "V.", "Standard of review"], ["[15]", "The parties agree that the standard of review in this case is the reasonableness standard (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]).", "VI.", "Analysis", "A.", "Assessment of the applicants' credibility"], ["[16]", "The applicants submit that the Tribunal placed undue weight on the declarations made at the port of entry, particularly document IMM-0008 [Generic Application Form for Canada]. This sort of analysis is contrary to the principle established in", "<FRAGMENT_SUPPRESSED> that \"[i]t would not be proper for the Board to base its findings on extensive 'microscopic' examination of issues irrelevant or peripheral to the applicant's claim\". It is also an error of the Tribunal \"to impugn the credibility of the Applicant on the sole ground that the information provided . . . at the [port of entry] interview lacks details\" (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). The Tribunal therefore erred in relying on these stories from the port of entry to find that the applicants are not credible."], ["[17]", "However, it should be noted that in <FRAGMENT_SUPPRESSED> , the applicant had not changed his story been the port of entry interview and the hearing. It was a matter of adding details, such as dates. Furthermore, in that case, the Tribunal had accepted erroneous facts that were not supported by the evidence in the record."], ["[18]", "Regarding the assessment of the documents filled out at the port of entry, the respondent submits that the Tribunal did not cast doubt on the applicants' credibility just because this information was not detailed. There were significant contradictions and omissions between the applicants' BOC form and their testimony regarding key questions in their claims. The Tribunal may draw negative conclusions from differences between the statements made at the point of entry and any subsequent testimony: (", "<FRAGMENT_SUPPRESSED> )."], ["[19]", "In light of the deficiencies described by the Tribunal, such as the significant contradictions and omissions, its decision regarding the applicants' credibility is reasonable. The Tribunal did not believe the applicants' story or that they had been politically active in their country and targeted by Djiboutian authorities.", "B.", "Duty to consider all possible grounds of persecution"], ["[20]", "The principal applicant argues that the Tribunal erred because it has a duty to consider all possible grounds of persecution, even if one of the grounds is not raised until the hearing, as was the case here. This principle was stated by Justice Dawson in", "<FRAGMENT_SUPPRESSED> to 7 [ <FRAGMENT_SUPPRESSED> ]:", "Particular Family Group: Spouse of Mr. Malagon"], ["[5] In fairness to the Board, Ms. Pastrana's former counsel did not specifically advance a claim to refugee status on this ground. Indeed, Ms. Pastrana's former counsel made no intervention when the presiding member at the start of the hearing advised the parties that \"each claim will be determined on its own merits\".", ". . ."], ["[6] However, in", "<FRAGMENT_SUPPRESSED>  at pages 745 and 746,", "the Supreme Court of Canada confirmed that the Board must consider all of the grounds for making a claim to refugee status, even if the grounds are not raised during a hearing by a claimant", ". This flows from the direction at paragraph 67 of the United Nations High Commissioner for Refugees (UNHCR) Handbook on Procedure and Criteria for Determining Refugee Status that it is not the duty of a claimant to identify the reasons for their persecution."], ["[7] In the present case, the Board accepted that Ms. Pastrana was the common-law spouse of Mr. Malagon, that he was a former military conscript, and that FARC \"is described as a brutal and pervasive organization that pressures young men to join their ranks, and resort to threats, intimidation, extortion and kidnapping in order to achieve their goals\". Documentary evidence before the Board included the March 2005 document prepared by the UNHCR entitled \"International Protection Considerations Regarding Colombian Asylum-Seekers and Refugees\". There, the UNHCR noted that \"[a]gainst the background of widespread violations of human rights and international humanitarian law, certain groups of persons [in Colombia] can be identified as being more frequently targeted than others\". Included as a group were \"[f]ormer conscript[s] or professional soldiers and police, as well as their families\".", "[Emphasis added]"], ["[21]", "At the hearing, the principal applicant stated for the first time that the document from the Office of the United Nations High Commissioner for Refugees [UNHCR] that she had filed, entitled \"Guidance Note on Refugee Claims relating to Female Genital Mutilation\", shows that there is a reasonable possibility that she could be persecuted for her opposition to FGM. The principal applicant relies on the following statement from that document:", "The parent could nevertheless be considered the principal applicant where he or she is found to have a claim in his or her own right. This includes cases where the parent would be forced to witness the pain and suffering of the child, or risk persecution for being opposed to the practice."], ["[22]", "The respondent submits, first of all, that the female applicant has not discharged her burden of proving the merits of her own refugee protection claim based on her opposition to FGM, since raising these arguments at the hearing is not in itself evidence. In light of <FRAGMENT_SUPPRESSED> , above, I cannot agree with this argument."], ["[23]", "Second, the respondent submits that the Tribunal's decision is reasonable because no evidence was submitted with regard to the mother's fear of witnessing the suffering of her child. I reject this point too, since the relevant evidence concerning the mother's opposition to FGM was mentioned at paragraph 81 of the decision:", "[translation]", "The adult claimant (the female applicant) did not state in her BOC or at the hearing that she feared for herself because of her opposition to her daughter's excision. She spoke only of her fear that her daughter would be excised and of her desire to protect her daughter from such mutilation. The female claimant never raised persecution, threats or other harm directed against her by her in-laws or other individuals because of her opposition to the genital mutilation of her daughter.", "Indeed, when the female claimant's counsel asked her what the consequences would be for her if she and her husband openly opposed her husband's grandmother, who wants to excise their daughter, the female claimant simply answered that she did not want to antagonize the grandmother, that she could not say it to her directly and that she went through her husband. Her husband has already spoken to the grandmother about their opposition to their daughter's excision, but the grandmother would not listen, saying that they had to respect her age and her wishes.", "[Emphasis added]"], ["[24]", "This passage shows that it would be impossible for the principal applicant to protest or intervene to prevent the grandmother from going ahead with the FGM of her daughter. The principal applicant is constrained by the family's cultural norms, which prevent her from objecting to the grandmother's decision. As a woman, she therefore cannot denounce the mistreatment of her daughter because only the husband may do so."], ["[25]", "Apart from the fact that the Tribunal should have assessed the evidence under the", "Guidance Note on Refugee Claims relating to Female Genital Mutilation", "and", "Guideline 4 - Women Refugee Claimants Fearing Gender-Related Persecution", ", it should have understood that the evidence also tended to establish the basis for the principal applicant's subjective fear. I find that this is particularly the case when the supporting evidence for the daughter's risk of FGM has been accepted by the Tribunal."], ["[26]", "The principal applicant may have said that she did not fear for her own safety, but in light of the evidence in the record, it is clear that if she does not take refuge in another country and tries to intervene on behalf of her daughter contrary to cultural norms, she will be at risk."], ["[27]", "It is unacceptable to reject a risk of persecution or a need for protection when the alleged conduct would place the person in a potential situation of serious harm, even if the person could avoid it by accepting the persecuting conduct and does nothing to prevent it."], ["[28]", "I also reject the similar argument by the respondent in his supplementary submission letter dated November 17, 2015:", "Second, the implicit risk at issue is a hypothetical risk. The risk of witnessing the pain and suffering of her daughter would be a potential risk should the applicant return to Djibouti", "along with her daughter", ". In the circumstances of this case, [the Tribunal] was under no obligation to consider such a possibility.", "[Emphasis in original]"], ["[29]", "The fact that the mother would avoid persecution by not bringing her daughter back with her to Djibouti is not an indication that the risk is hypothetical or that she would not be persecuted. The principal applicant is not free to choose to travel and remain with her daughter, as a mother normally would want. In this case, the danger is therefore not hypothetical."], ["[30]", "The", "Guidance Note on Refugee Claims relating to Female Genital Mutilation", "is objective evidence supporting the subjective fears of the principal applicant: \"where the parent would be forced to witness the pain and suffering of the child, or risk persecution for being opposed to the practice\"."], ["[31]", "Finally, I conclude that the Tribunal's decision to refuse to grant the principal applicant refugee status is unreasonable in light of", "Dunsmuir.", "That part of the decision is therefore set aside, and the matter shall be referred back to a different member for redetermination. However, the Tribunal's decision regarding the male applicant (Farhad Yacin Mohamoud) is reasonable and is not set aside by this decision.", "VII.", "Certified question"], ["[32]", "There was a discussion before the Court as to whether a certified question was needed to allow the Court to consider an issue that had not been raised at the Tribunal's hearing, namely, the [translation] \"indirect\" persecution of the principal applicant owing to her involvement in the process of her daughter's FGM. Having concluded that the issue was raised at the hearing and addressed in the Tribunal's reasons, the Court finds that a certified question is no longer required.", "VIII.", "Conclusion"], ["[33]", "For the reasons set out above, the application is allowed in part, and no question is certified. The part of the decision refusing to grant the principal applicant refugee status is unreasonable and shall be referred back to a different member for redetermination. The Tribunal's decision regarding the male applicant is reasonable and is not set aside.", "JUDGMENT"], ["[34]", "THIS COURT ORDERS AND ADJUDGES that", "this application for judicial review is allowed in part. No question is certified.", "[End of document]"]]}