{"id_": "072737", "body_str": [["[1]", "Jerome, A.C.J.", ": This is an application for an order setting aside the decision of the Refugee Division of the Immigration and Refugee Board dated May 3, 1993, wherein it was held the applicant is not a Convention refugee."], ["[2]", "Mr. Bishara, a citizen of Egypt, arrived in Canada in July of 1987. He made a claim for Convention refugee status on June 27, 1990, on the grounds of persecution based on religion and membership in a particular social group as a Coptic Christian. The hearing of the claim took place on March 23, 1993, and by decision dated May 3, 1993, the Refugee Division found the applicant not to be a Convention refugee."], ["[3]", "The evidence at the hearing before the Refugee Division consisted of the applicant's oral testimony, his Personal Information Form and some documents on the current conditions in Egypt. The applicant's testimony was that in 1981, he was struck by a stone, beaten and attacked with a knife by a particular group of Muslims on account of his Christianity and because his father was a priest. In cross-examination, he stated that on the advice of his father, the knife attack incident was never reported to the police. During 1982 and 1983, Mr. Bishara encountered no difficulties with the Muslims as he had relocated to a different district of Cairo where he attended church with his sisters and aunt and continued to go to school."], ["[4]", "In 1985, after he had returned to his father's residence, the applicant was again subject to beatings from the same group of Muslims which had previously harassed him. These attacks occurred approximately once per month during that year. In addition, the group attempted to rape the applicant's sister, his family's flat was broken into, and on one occasion his father's church was set on fire. The latter incident was never reported to the police on the advice of a senior bishop. In 1986, the applicant moved back in with his aunt and uncle. He encountered no difficulties with Muslims throughout 1986 and 1987 and during this time he attended church weekly, worked and went to university."], ["[5]", "The applicant left Egypt for Canada in 1987 in order to visit his aunt and uncle. He got married in Canada and his wife sponsored him for landing, but later withdrew that sponsorship because of marital difficulties. As of the date of his current refugee claim, the applicant and his spouse had one child and were separated. In 1990, because of his marriage difficulties, the applicant contacted his father about returning to Egypt. His father advised him against it on the basis the situation in Egypt had deteriorated and because the applicant's cousin Samir had been shot in 1989, although it is unknown why he was shot or who shot him. His father did not mention having any difficulties himself since the applicant had left in 1987."], ["[6]", "The Refugee Division concluded the applicant did not leave his country of origin because of persecution, but based his claim on fear of persecution should he return. The tribunal acknowledged the existence of serious tensions in Egypt, essentially the result of Islamic extremists, and recognized wide-spread discrimination and harassment, including random violent acts on Copts and tourists. It also noted in its decision that civil unrest in Egypt has been random and sporadic and although the government has been criticized for its handling of suspected members and sympathizers of Islamic groups, it does offer some protection to its minority citizens."], ["[7]", "Based on these findings, the tribunal concluded there was no credible basis for the applicant's refugee claim. It found there was no evidence to relate the death of Mr. Bishara's cousin to his own personal situation, that there was nothing in the applicant's testimony to show he would face anything more than the general situation facing all Copts and other Egyptians in that country, and that the discriminatory practices imposed upon Christians is discrimination but not outright persecution."], ["[8]", "The applicant now appeals from that decision on the grounds the Refugee Division erred in law when it concluded that verbal harassment, loss of employment, and physical attacks upon himself and his community property did not amount to persecution, or alternatively, erred when it failed to consider whether the applicant's fear was well-founded on the basis of past persecution. It is further submitted the tribunal erred in concluding that past discrimination does not amount to persecution and that it misrepresented or ignored portions of the evidence, in particular, evidence of the state's inability to offer adequate and effective protection against non-state forces."], ["[9]", "In order for a claimant to be considered a Convention refugee, he must establish a subjective fear of persecution on a balance of probabilities and, with respect to the objective basis for that subjective fear, he must prove a reasonable chance or a reasonable or serious possibility that he would be persecuted if he were returned to his country of origin. This was the principle expressed by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 153 (F.C.A.), at p. 155:", "\"The parties were agreed that one accurate way of describing the requisite test is in terms of 'reasonable chance': is there a reasonable chance that persecution would take place were the applicant returned to his country of origin?", "\"We would adopt that phrasing, which appears to us to be equivalent to that employed by Pratte, J.A, in", "<FRAGMENT_SUPPRESSED>  that an applicant is a convention refugee, the evidence must not necessarily show that he 'has suffered or would suffer persecution'; what the evidence must show is that the applicant has", "good grounds", "for fearing persecution for one of the reasons specified in the", "Act", ".\""], ["[10]", "Although past persecution can support a prospective fear of persecution, it can only do so if there is a continuity of risk. The essence of the tribunal's decision in the present case was that the applicant's testimony failed to show he would face any more than the general situation facing all Copts and other Egyptians should he return to his country of origin. It is clear the Board was simply not satisfied the evidence demonstrated a reasonable chance Mr. Bishara would be persecuted should he return to Egypt. Based on its findings, it was open to the Board to reach that conclusion and there is nothing to indicate it committed any error of law in doing so."], ["[11]", "Furthermore, the jurisprudence has established that a claimant must provide clear and convincing confirmation of his state's inability to offer protection. In the absence of exceptional circumstances, the Refugee Division must assume a fair and independent judicial process in the foreign country.  <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 1; 20 Imm. L.R.(2d) 85, the Supreme Court of Canada made the following comments in this regard at p. 24 [D.L.R.]:", "\"Although this presumption increases the burden on the claimant, it does not render illusory Canada's provision of a haven for refugees. The presumption serves to reinforce the underlying rationale of international protection as a surrogate, coming into play where no alternative remains to the claimant. Refugee claims were never meant to allow a claimant to seek out better protection than that from which he or she benefits already.\""], ["[12]", "In the case at bar, the applicant provided no evidence of the state's inability to protect its minority citizens. Christians form a large minority in Egypt, and according to the applicant, his father, a priest, did not admit to having any particular problems in Egypt since 1987."], ["[13]", "After reviewing the decision of the Refugee Division, and carefully considering the arguments made by the parties at the hearing before me, as well as written submission, I am satisfied the Refugee Division weighed all of the evidence before it and made its decision based on a thorough review of that evidence. There is no finding of fact in a capricious manner or without regard to the evidence."], ["[14]", "The fact an administrative tribunal does not summarize all the evidence before it in its written reasons does not mean the evidence has been ignored or misconstrued. The reasons of the Refugee Division need not list every conceivable factor which may have influenced its decision. In the present case, the reasons demonstrate an understanding of the pertinent issues and of the relevant evidence. There is nothing to indicate the Refugee Division failed to consider any aspect of Mr. Bishara's claim. On the contrary, it is clearly implicit in its reasons that the tribunal considered there to be no reasonable likelihood of persecution on any of the alleged grounds."], ["[15]", "As there was evidence to support the Refugee Division's findings of fact and its decision does not reveal any reviewable error of law, the application is dismissed.", "Application dismissed.", "Editor: Angela E. McKay/gas", "[End of document]"]]}