{"id_": "072874", "body_str": [["[1]", "Hughes, J.", ": The Applicant Esther Ogbevuon Okhionkpanmwonyi, originally a Nigerian citizen, became a Canadian citizen on February 12, 2008. She applied for a Canadian passport and received it (passport number WP 793908) on May 23, 2008. Subsequently, the Canadian Border Services Agency determined that on two separate occasions that passport had been used by imposters in an effort to enter Canada illegally. The Applicant reported that the passport had been lost."], ["[2]", "Passport Canada, a Special Operating Agency of the Department of Foreign Affairs and International Trade, investigated the matter and concluded that the Applicant had misused her passport. Passport Canada gave the Applicant an opportunity to make representations concerning the matter, which she did. Having considered those representations, Passport Canada, in a letter dated August 4, 2010, advised the Applicant that passport WP 793908 was revoked, that no new passport would be issued, and that passport services would be refused to the Applicant for a period of five (5) years. It is this decision that is the subject of this application for judicial review."], ["[3]", "Applicant's Counsel raises three issues as to the decision under review; namely, was the evidence misconstrued, were conclusions made without proper evidentiary bases or proof, and was the assessment of the evidence perverse or capricious, or unfairly or improperly assessed."], ["[4]", "In brief, Applicant's Counsel argues that the decision is a result of improper assessment of the evidence, or lack thereof."], ["[5]", "The Applicant filed an affidavit in support of her application. She was not cross-examined. The Respondent filed an affidavit of Ralph Micucci, an Investigator with Passport Canada. He was cross-examined."], ["[6]", "It is recognized that the", "Canadian Charter of Rights and Freedoms", ", section 6(1), affords a Canadian citizen such as the Applicant the right to enter, remain in and leave Canada. A passport facilitates that right and in many instances is essential in exercising that right. On the other hand, it is equally to be recognized that misuse of a passport, such as the facilitation of entry into Canada by imposters, is not to be tolerated. The", "Canadian Passport Order", "S1/81-86 provides for a number of circumstances in which a passport may be issued, refused, revoked or revoked for a period of time. Section 10(2)(c) provides:", "10. . . .", "(2) In addition, Passport Canada may revoke the passport of a person who", ". . .", "c) permits another person to use the passport;"], ["[7]", "Section 10.2 provides:", "10.2 The authority to make a decision to refuse or revoke a passport under this Order includes the authority to impose a period of withheld passport service."], ["[8]", "In the present case, the passport issued to the Applicant was revoked and, in effect, she cannot get another for five years. The basis raised by the Applicant for objecting to that decision essentially rests on allegations as to misappreciation of the evidence. I have thoroughly reviewed the evidence before the decision-maker, and the decision itself. I do not agree with Applicant's Counsel that the evidence was not properly appreciated. The decision-maker had a sound basis for making the decision, and the decision was reasonable."], ["[9]", "I see no need to itemize or meticulously review each and every point raised by Applicant's Counsel with respect to the evidence or the decision made. The Applicant is simply asking that the evidence be reweighed and that a different result be achieved. I am satisfied that the decision was reasonable and arrived at properly."], ["[10]", "As a result, the application is dismissed with costs to the Respondent I have reviewed the Respondent's Draft Bill of Costs and fix costs including disbursements and taxes in the sum of $2,000.00.", "JUDGMENT"], ["[11]", "FOR THE REASONS PROVIDED"], ["[12]", "THIS COURT'S JUDGMENT is that", "1. The application is dismissed; and", "2. The Respondent is entitled to costs to be paid by the Applicant, fixed in the sum of $2,000.00.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}