{"id_": "072899", "body_str": [["[1]", "Heneghan, J.", ": Ms. R.K. (the \"Principal Applicant\") and her child C.K. (collectively, the \"Applicants\") seek judicial review of a decision of the Immigration and Refugee Board, Refugee Appeal Division (the \"RAD\"). In that decision, the RAD confirmed the decision of the Immigration and Refugee Board, Refugee Protection Division (the \"RPD\"), dismissing their claim for protection as Convention Refugees or persons in need of protection pursuant to sections 96 and 97(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001 c. 27 (the \"Act\")."], ["[2]", "The Applicants are citizens of Ethiopia. They came to Canada in August 2013 with the assistance of a smuggler. The Principal Applicant's Basis of Claim (\"BOC\") form, dated September 6, 2013, sets out the basis of her fear as being her political opinion, specifically a fear of persecution arising from her activities on behalf of the X Party."], ["[3]", "The Principal Applicant testified before the RPD. She also provided documentary and further evidence including news articles detailing the persecution of the X Party members by Ethiopian police and an Amnesty International Public Statement. The RPD, in a decision dated December 6, 2013, declined her claim on the grounds of lack of credibility."], ["[4]", "By Notice of Appeal dated December 10, 2013, the Applicants appealed to the RAD."], ["[5]", "The Applicants filed a written statement pursuant to Rule 3(d) of the", "Refugee Appeal Division Rules", ", SOR/2012-257 (the \"RAD Rules\"), advising as follows:", "Please be advised that the Appellants are relying on evidence referred to in s. 110(4) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27, namely her affidavit sworn on January 6, 2014 and enclosed in this Appeal Record and the attached exhibits (not including exhibits E, F and G which were already before the Refugee Protection Division)."], ["[6]", "The Applicants did not request that a hearing be held pursuant to subsection 110(6) of the Act. However, the RAD, by Notice dated April 4, 2014, advised it would convoke an oral hearing of the Applicants' appeal. The RAD identified the issues to be considered at the hearing, as follows:", "1. Is the allegation of rape made by the Principal Appellant ... in her affidavit, pages 18 to 24 of the Appellant's Record credible and trustworthy?", "2. If so, are the Principal Appellant and the Minor Appellant ... entitled to refugee protection under sections 96 or 97 of the Immigration and Refugee Protection Act, S.C. 2001, c.27 (IRPA) and, in particular, is it established that the appellants have rebutted the presumption of state protection?", "3. All new evidence", "4. [sic]", "5. [sic]"], ["[7]", "By another notice dated April 23, 2014, the RAD rescheduled the hearing and restated the issues as follows:", "1. Is the allegation of rape made by the Principal Appellant ... in her affidavit at pages 18 to 24 of the Appellant's Record credible and trustworthy?", "2. If so, are the Principal Appellant and the Minor Appellant ... entitled to refugee protection under sections 96 or 97 of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (", "IPRA", ") and, in particular, is it established that the appellants have rebutted the presumption of state protection?\" [sic]"], ["[8]", "The hearing before the RAD proceeded on May 28, 2014. Questioning was conducted first by Counsel for the Applicants and then by the RAD."], ["[9]", "At the outset of the hearing, the RAD clearly stated the oral hearing was granted on the basis of a new issue that had \"not arisen at the original hearing\" and that issue was the sexual assault of the Applicant while arrested in X date, in connection with her political opinion. The RAD further clearly stated that the issue of sexual assault raised a question of credibility. Finally, the RAD said that state protection was in issue."], ["[10]", "The evidence before the RAD included the Principal Applicant's personal testimony, new documentary evidence that was submitted pursuant to Rule 21 of the RAD Rules, a report from a psychotherapist and an amended BOC narrative in which the Principal Applicant disclosed that she had been raped by a policeman while detained in X date. She further disclosed that she had deliberately withheld evidence about this incident when she presented her original BOC and while testifying before the RPD in November 2013."], ["[11]", "At the beginning of the hearing the RAD clearly stated that the oral hearing of the appeal was to address the new evidence only, not to respond to the original decision."], ["[12]", "The RAD further said that the hearing was to be restricted to matters raised in the Notice of Appeal."], ["[13]", "The most important part of the new evidence was the Principal Applicant's disclosure of the sexual assault, that she alleged was committed against her during her second detention by the police in X date."], ["[14]", "The Principal Applicant had disclosed the sexual assault in the affidavit that she submitted as part of her Notice of Appeal. She also testified about this incident."], ["[15]", "The RAD, in its decision, reviewed the decision of the RPD upon the standard of reasonableness. It purported to apply that standard to the RPD, in light of the new evidence before it. It gave no weight to the report of the psychotherapist or to the Notice from the Police Commission dated X date."], ["[16]", "The RAD found the conclusion of the RPD upon reavailment to be reasonable. It rejected the Principal Applicant's evidence about her involvement with the X Party and that she minimized the degree of her involvement in order to avoid questions about the sexual assault."], ["[17]", "The RAD found that the credibility concerns were significant. It noted inconsistencies in her explanation for non-disclosure of the sexual assault to the RPD. It found insufficient evidence of her membership in the X Party and ultimately concluded that the negative credibility findings of the RPD were reasonable."], ["[18]", "In their submissions upon this application for judicial review, the Applicants raise the following issues:", "1. In adopting the reasonableness standard of review, did the RAD use the appropriate standard, if one was at all warranted?", "2. Did the RAD breach its duty of procedural fairness and natural justice in not providing appropriate notice of the case to be met?", "3. Is the Panel's credibility analysis flawed as a result of its failure to properly consider or apply the General Guidelines [sic] ?", "4. Did the Panel engage in misapprehension of key evidence central to R.K.'s claim?"], ["[19]", "The issue of an alleged breach of procedural fairness is reviewable on the standard of correctness; see the decision in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at paragraph 43."], ["[20]", "The question whether the RAD should proceed on a", "de novo", "basis when it accepts new evidence raises a question of law and is reviewable on the standard of correctness. The issues of the negative credibility finding and assessment of the evidence are reviewable on the standard of reasonableness; see the decision in", "<FRAGMENT_SUPPRESSED>  (F.C.A.). On judicial review, in order to meet the reasonableness standard, the reasons offered must be justifiable, transparent, intelligible and fall within a range of possible, acceptable outcomes; see the decision in", "<FRAGMENT_SUPPRESSED>  at paragraph 47."], ["[21]", "The RAD was created to allow for appeals from decisions of the RPD granting or refusing claims for refugee protection; see subsection 110(1)."], ["[22]", "Subsection 110(3) provides that an appeal will proceed on the basis of the record before the RAD and without a hearing."], ["[23]", "New documentary evidence may be present to the RAD; see subsection 110(4). Subsection 110(6) allows the RAD to hold a hearing, if the new documentary evidence addresses certain criteria. Subsections 110(4) and 110(6) are relevant to the within proceeding and provide as follows:", "110", ". (4) On appeal, the person who is the subject of the appeal may present only evidence that arose after the rejection of their claim or that was not reasonably available, or that the person could not reasonably have been expected in the circumstances to have presented, at the time of the rejection.", "...", "(6) The Refugee Appeal Division may hold a hearing if, in its opinion, there is documentary evidence referred to in subsection (3)", "(a) that raises a serious issue with respect to the credibility of the person who is the subject of the appeal;", "(b) that is central to the decision with respect to the refugee protection claim; and", "(c) that, if accepted, would justify allowing or rejecting the refugee protection claim.", "110.", "(4) Dans le cadre de l'appel, la personne en cause ne peut présenter que des éléments de preuve survenus depuis le rejet de sa demande ou qui n'étaient alors pas normalement accessibles ou, s'ils l'étaient, qu'elle n'aurait pas normalement présentés, dans les circonstances, au moment du rejet.", "[...]", "(6) La section peut tenir une audience si elle estime qu'il existe des éléments de preuve documentaire visés au paragraphe (3) qui, à la fois:", "a) soulèvent une question importante en ce qui concerne la crédibilité de la personne en cause;", "b) sont essentiels pour la prise de la décision relative à la demande d'asile;", "c) à supposer qu'ils soient admis, justifieraient que la demande d'asile soit accordée ou refusée, selon le cas."], ["[24]", "The first issue raises a question of law and is reviewable on a standard of correctness; see the decision in", "<FRAGMENT_SUPPRESSED> ."], ["[25]", "The Applicants argue that the RAD erred by failing to conduct a", "de novo", "hearing and in purporting to apply the standard of reasonableness to the findings of the RPD."], ["[26]", "In my opinion, the dispositive issue in this application is the failure of the RAD to conduct a full", "de novo", "review of the Applicants' claim on the basis of all the evidence before it."], ["[27]", "The Act is silent as to the manner in which the RAD is to conduct an oral hearing of an appeal. However, in view of the statutory provision that allows it to accept new evidence gives it a discretion to accept new evidence."], ["[28]", "The Applicants argue that the RAD should use their introduction of new evidence as the basis of a", "de novo", "hearing, similar to the procedure followed before the Immigration Appeal Division."], ["[29]", "The Minister of Citizenship and Immigration (the \"Respondent\") argues that the RAD was not required to conduct a", "de novo", "hearing upon all the evidence but only upon the new evidence that was presented, after the hearing before the RPD. Otherwise, he submits that the decision of the RAD was reasonable and the application should be dismissed."], ["[30]", "In", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (F.C.A.) at paragraph 6, Justice Rothstein (as he then was) said the following about a", "de novo", "hearing:", "I think it is important to first clarify the use of the term", "de novo", ". Strictly speaking, a", "de novo", "review is a review in which an entirely fresh record is developed and no regard at all is had to a prior decision (see", "<FRAGMENT_SUPPRESSED>  (C.A.), at page 166)."], ["[31]", "Section 171 of the Act addresses the process to be followed by the RAD in exercising its appellate function. Subsections 171(a), (a.1), (a.2) and (a.3) are relevant to the within proceeding and provide as follows:", "171", ". In the case of a proceeding of the Refugee Appeal Division,", "(a) the Division must give notice of any hearing to the Minister and to the person who is the subject of the appeal;", "(a.1) subject to subsection 110(4), if a hearing is held, the Division must give the person who is the subject of the appeal and the Minister the opportunity to present evidence, question witnesses and make submissions;", "(a.2) the Division is not bound by any legal or technical rules of evidence;", "(a.3) the Division may receive and base a decision on evidence that is adduced in the proceedings and considered credible or trustworthy in the circumstances;", "171", ". S'agissant de la Section d'appel des réfugiés:", "a) la section avise la personne en cause et le ministre de la tenue de toute audience;", "(a.1) sous réserve du paragraphe 110(4), elle donne à la personne en cause et au ministre la possibilité, dans le cadre de toute audience, de produire des éléments de preuve, d'interroger des témoins et de présenter des observations;", "(a.2) elle n'est pas liée par les règles légales ou techniques de présentation de la preuve;", "(a.3) elle peut recevoir les éléments de preuve qu'elle juge crédibles ou dignes de foi en l'occurrence et fonder sur eux sa décision;"], ["[32]", "The Applicants submit that these provisions show that Parliament intended that the RAD conduct a", "de novo", "review where presiding by way of an oral hearing."], ["[33]", "The Respondent, on the other hand, argues that only the new evidence should be treated on a", "de novo", "basis."], ["[34]", "I am not persuaded by the submissions of the Respondent. In my opinion, once the RAD advised that it would accept new evidence on behalf of the Applicants and proceed with a hearing, it should have dealt with all the evidence on a", "de novo", "basis."], ["[35]", "Implicit in the RAD's decision to accept new evidence was its recognition that the new evidence related to credibility. Credibility of the Principal Applicant was a significant issue for the RPD. In a manner analogous to proceedings before the Immigration Appeal Division, which are recognized as", "de novo", "proceedings where the decision maker makes an independent decision, the RAD should have proceeded on a", "de novo", "basis in respect of all evidence. There cannot be a partial", "de novo", "proceeding."], ["[36]", "The Supreme Court of Newfoundland discussed the elements of a", "de novo", "hearing in", "Newterm Ltd., Re", "(1988), 215 A.P.R. 216 (Nfld. T.D.) at paragraphs 4-5:", "A hearing de novo is, as the term implies, an altogether fresh or new hearing and not limited to an inquiry to determine if the tribunal acted properly and correctly on the evidence and material before it Black's Law Dictionary (5th ed.), at page 649 defines, \"hearing de novo\" in the following manner:", "\"Generally, a new hearing or a hearing for the second time, contemplating an entire trial in same manner in which matter was originally heard", "and a review of previous hearing", ". On hearing 'de novo' court hears matter as court of original and not appellate jurisdiction. (My emphasis added).", "On a hearing de novo the Court is not fettered by the decision of the tribunal and is free to substitute or impose its opinion for that of the tribunal. Its opinion is based on the entirety of the evidence presented at the new hearing."], ["[37]", "In my opinion, the RAD committed a reviewable error by failing to conduct a full", "de novo", "hearing upon the Applicants' appeal. It is no answer to refer to subsection 171(a.2) of the Act and say that the RAD is master of its own process. The process chosen must give effect to the appeal right conferred by the Act."], ["[38]", "It is not necessary for me to address the other issues raised by the parties."], ["[39]", "The Respondent proposed the following question for certification:", "Is there any deference owed by the Refugee Appeal Division (RAD) to the Refugee Protection Division's (RPD) credibility findings where the RAD holds a hearing under section 110(6) of the IRPA?"], ["[40]", "The Federal Court of Appeal set out the test for certification in the decision", "<FRAGMENT_SUPPRESSED>  (F.C.A.), as \"a serious question of general importance which would be dispositive of an appeal\"."], ["[41]", "I am satisfied that the proposed question meets this test and the question will be certified.", "JUDGMENT"], ["[42]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is allowed, the decision of the Refugee Appeal Division is set aside and the matter is remitted to a different panel of the Refugee Appeal Division for a new hearing and, the following question is certified: Is there any deference owed by the Refugee Appeal Division (RAD) to the Refugee Protection Division's (RPD) credibility findings where the RAD holds a hearing under section 110(6) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c.27?", "[End of document]"]]}