{"id_": "073119", "body_str": [["[1]", "Snider, J.", ": The Applicant, Ms. Klaudia Konya, is a citizen of Hungary who arrived in Canada in February 2009. She seeks refugee protection in Canada based on her fear of persecution: (a) as a Roma; and (b) at the hands of her former common-law partner (I.) who allegedly is the father of her child."], ["[2]", "In a decision, dated August 3, 2012, a panel of the Immigration and Refugee Board, Refugee Protection Division (the Board) determined that the Applicant was neither a Convention refugee, pursuant to s. 96 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (", "IRPA", "), nor a person in need of protection, pursuant to s. 97 of", "IRPA", ". While the Board disbelieved the Applicant's story of abuse, the determinative finding was that the Applicant had not rebutted the presumption of state protection."], ["[3]", "The Applicant seeks to overturn this decision. For the reasons that follow, this application for judicial review will be dismissed.", "II. Issues and Standard of Review"], ["[4]", "This application raises the following issues:", "1. Did the Board's conduct in incorporating certain passages into its analysis provided by a third party and using \"boilerplate\" copied from other decisions amount to a reasonable apprehension of bias or lack of procedural fairness?", "2. Did the Board err in its assessment of the Applicant's credibility by requiring corroborating documents or by relying on microscopic inconsistencies in the testimony?", "3. Did the Board err in its analysis of state protection by:", "a. applying the wrong test;", "b. failing to do a meaningful assessment of the effectiveness of state protection for victims of domestic abuse;", "c. ignoring relevant documentary evidence; or", "d. ignoring relevant jurisprudence?", "4. Was the Board's finding that the Applicant had an internal flight alternative (IFA) unreasonable?"], ["[5]", "The parties agree that the question of apprehension of bias is reviewable on a standard of correctness and that the issues of credibility, state protection and IFA are subject to a reasonableness standard. As taught by the Supreme Court of Canada, on a standard of reasonableness, the Court should not intervene where the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law (", "<FRAGMENT_SUPPRESSED>  at para 47 [ <FRAGMENT_SUPPRESSED> ]).", "A.", "Issue #1: Lack of Procedural Fairness or Reasonable Apprehension of Bias"], ["[6]", "In the version of the decision sent to the Applicant, the following words appear as a heading to a portion of the reasons dealing with state protection:", "Background: Situation of the Roma in Hungary", "(all of this portion I suggest should go in your discussion of state protection", "[Underlining added]"], ["[7]", "For an unexplained reason, the underlined words were deleted from the version of the decision contained in the Certified Tribunal Record (CTR), such that the heading now reads \"Background: Situation of the Roma in Hungary\"."], ["[8]", "This heading is followed by 14 paragraphs of very general text on the situation in Hungary before another heading (without any additional words) begins. The Applicant submits that the heading demonstrates a reasonable apprehension of bias on the part of the Board and that use of 14 paragraphs of boilerplate constitutes a lack of procedural fairness (relying on comments of the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  NR 261)."], ["[9]", "I begin with a discussion of the impugned 14 paragraphs of text. Like many of my fellow judges, I have seen those same (or very similar) paragraphs in a number of decisions involving claims by ethnic Roma from Hungary. These 14 paragraphs are followed by a section on \"State Response to Discrimination against Roma\" which also appears to be a commonly used section in such decisions. The use of such \"boilerplate\" is not necessarily an error (", "<FRAGMENT_SUPPRESSED> [2009] FCJ No 620). After all, the country of Hungary and its institutions do not change for each refugee claimant. A large portion of the general country documentation will apply across all Hungarian Roma claims. Moreover, the question is really whether, in incorporating material from others, would a reasonable person apprised of all the relevant facts conclude that the Board did not put its mind to the issues and did not make an independent decision based on the evidence (paraphrasing from", "<FRAGMENT_SUPPRESSED> DLR (4th) 585)."], ["[10]", "The impugned paragraphs are based on documentary evidence, and apply to the Applicant's situation. To the extent that the Applicant's claim was based, in part, on the general fear of being Roma in Hungary, this summary of the existing situation in Hungary is responsive to the Applicant's general allegations and is entirely justified. Throughout other sections of the decision, the Board clearly directs its mind to the particular claims of domestic abuse made by the Applicant. The conduct of the Board, in copying 14 or more paragraphs of general country conditions does not, in this case, amount to procedural unfairness or bias. A reasonable person, having read the entire decision, would not conclude the judge did not make an impartial and independent decision."], ["[11]", "The second question arises because of the deleted words. The Applicant states that the underlined text suggests that someone else was involved in the decision making, and this is a breach of natural justice or a demonstration of an apprehension of bias such that the decision must be sent back."], ["[12]", "The Board ought not to have amended the decision to delete the underlined text, without any explanation. The changed reasons raise more questions and cause a closer examination than might otherwise have been the case."], ["[13]", "It is clear from the deleted words that someone other than this particular Board reviewed the decision. Given the workload of members of the Board and the desire for consistency in certain areas, this is neither surprising nor, in and of itself, a reviewable error. The Applicant does not argue that the Board somehow misinterpreted the situation in Hungary. Everything referenced in the 14 paragraphs is supportable in the general country condition documentation before the Board. While I do not condone the deletion of the text from the decision, I am not persuaded that the conduct of the Board rises to a level of apprehension of bias or demonstrates a reviewable breach of procedural fairness.", "B.", "Issue #2: Credibility"], ["[14]", "It is evident, from reading the decision as a whole, that the Board did not believe the Applicant's claim to have been domestically abused by I. Much of the Board's conclusion was based on a lack of corroborating evidence. However, the Board also drew a negative inference from the Applicant's failure to list her address when living with I."], ["[15]", "The Applicant asserts that it was unreasonable for the Board: (a) not to accept her explanation of why she had omitted I.'s address from the list of residences; and (b) to require corroborating documents."], ["[16]", "I agree with the Applicant that the Board should believe a refugee claimant's testimony unless it is given a reason to doubt its truthfulness (", "<FRAGMENT_SUPPRESSED> [2010] FCJ No 1411). Further, A decision maker must be able to articulate why it is suspicious of a claim-the benefit of the doubt must go to the person giving the evidence (", "Dias  <FRAGMENT_SUPPRESSED> )."], ["[17]", "However, in this case, the Applicant was notified in the screening form that credibility was an issue and, in particular, that it was due to the inconsistency between her Port of Entry notes and the Personal Information Form (PIF) narrative. The Board had every reason to consider the omission of I.'s address and the length of time the Applicant lived with I to be material. The Applicant's co-habitation with I. was an essential element of her claim."], ["[18]", "This omission, and the Board's disbelief of the Applicant's explanation, is sufficient reason for the Board to require some corroborating evidence (", "<FRAGMENT_SUPPRESSED> [2008] FCJ No 1134). It was not an error for the Board to require corroboration, particularly when the Applicant's credibility was called into question."], ["[19]", "The Board made at least one other credibility finding. It did not believe that the Applicant's father, an ethnic Hungarian, would tell the police that I. was her common-law partner when reporting a beating by I. This is not an illogical inference."], ["[20]", "The only evidence the Applicant called was her own testimony and documentary evidence. She could have provided information from other sources, such as her family, police reports, or otherwise, and chose not to. The onus is on the Applicant to make her case (", "<FRAGMENT_SUPPRESSED> IMM LR (3d) 253;", "<FRAGMENT_SUPPRESSED> [2006] FCJ No 574;", "Refugee Protection Division Rules", ", SOR 2002/228, Rule 7). Here, she has not done so."], ["[21]", "The Applicant argues that the Board conducted a microscopic analysis, which is disallowed. For this proposition, the Applicant cites a number of cases, including", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  Imm LR (3d) 286 [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [2007] FCJ No 395 [", "Chen", "]; and", "<FRAGMENT_SUPPRESSED>  [2010] FCJ No 54 [", "Dong", "]."], ["[22]", "Reading these cases together, a microscopic analysis is one in which the Board examines a fact which has no material relevance to any issue; is outweighed by other evidence; and, is not central to the issues in the case, but is used to dispose of the case."], ["[23]", "In the case of the Applicant, she knew that there were inconsistencies in her Port of Entry examination and in her PIF. Further, she had the opportunity to amend her PIF, and did so before the hearing, including new information about her family as well as her new common-law spouse in Canada. The Applicant did not use this opportunity to correct the missing information relating to her time in Budapest, either on her PIF questionnaire or in her PIF narrative."], ["[24]", "The Board did not conduct a microscopic analysis. It examined the Applicant on an inconsistency in her testimony that was material to the case. The location of the agent of persecution and where the Applicant lived in Hungary were relevant to the case. This is not an estimation of numbers of people in an underground church (as in", "Dong", ", above), whether a hole was the exact size of a soccer ball (as in <FRAGMENT_SUPPRESSED> , above) or where Noah's Ark is located in the Bible (as in", "Chen", ", above). The co-habitation with I. is a key issue to the Applicant's case, and the Board was entitled to examine this."], ["[25]", "The fact that the Board is disallowed from a microscopic analysis is not an excuse for the Applicant to provide non-credible evidence. An Applicant is presumed to tell the truth, but where concerns arise as to the veracity of evidence or the credibility of the claim, the Board is entitled to question the Applicant on it. The credibility finding was reasonable."], ["[26]", "However, even if the credibility finding was in error, the Board went on to consider the issue of state protection, including for women who are victims of domestic abuse. Thus, unless there is an error in the state protection analysis, an error in the credibility analysis would not result in a successful judicial review application.", "C.", "Issue #3: State Protection"], ["[27]", "The Applicant submits that the Board's conclusion that the Applicant failed to rebut the presumption of state protection is unreasonable. I do not agree."], ["[28]", "The burden lies on a claimant to demonstrate that state protection is inadequate. It is the responsibility of the claimant to introduce evidence of inadequate state protection, and to persuade the trier of fact that the state protection is inadequate on a balance of probabilities (", "<FRAGMENT_SUPPRESSED> ). Where the state is democratic, a claimant bears a heavy burden, making it more difficult to rebut the presumption ( <FRAGMENT_SUPPRESSED> , above at para 26;", "<FRAGMENT_SUPPRESSED> DLR (4th) 413). Evidence must be \"clear and convincing\"."], ["[29]", "The Applicant argues that the Board:", "• applied the wrong test;", "• failed to analyze the effectiveness of Hungary's efforts to provide protection to victims of domestic violence;", "• ignored certain documentary evidence; and", "• ignored relevant jurisprudence."], ["[30]", "In my view, none of these arguments is sustainable. The decision was not unreasonable.", "(1)", "Wrong Test"], ["[31]", "The Applicant argues that the Board applied the wrong test for state protection. This alleged error occurs in paragraph 30 of the decision where the Board states:", ". . . the claimant has not demonstrated that state protection in Hungary", "is so inadequate", ", that she need not have approached the authorities at all . . . [Emphasis added.]"], ["[32]", "This extraction, by the Applicant, of one specific use of words does not mean that the Board applied an incorrect test. Throughout the reasons, the Board repeatedly states that the test for state protection is adequacy. The Board obviously understood and applied the correct test for state protection. There is no error.", "(2)", "Effectiveness of State Protection"], ["[33]", "The Applicant submits that the Board stopped its assessment after stating the central government is implementing ways to assist the Roma, and this is an error. The Applicant argues the onus was on the Board to determine if the state was able to protect victims. The Applicant asserts that the Board should have assessed and explained why and how the state could provide adequate protection. In effect, the Applicant is arguing that the Board should have looked at the effectiveness of state protection."], ["[34]", "The test for state protection is not a test of effectiveness, but whether it is adequate (", "<FRAGMENT_SUPPRESSED> [2011] FCJ No 840;", "<FRAGMENT_SUPPRESSED> [2012] FCJ No 603). It is not enough for the Applicant to demonstrate the state is not always effective at protecting persons in the Applicant's situation (", "<FRAGMENT_SUPPRESSED> [2012] FCJ No 1152)."], ["[35]", "In any event, the Board did not stop its analysis. It considered the Applicant's story that she had left Budapest for refuge at her parents home; that the police did not assist when asked to do so (in the face of the original refugee claim form stating that, if I. showed up again, the police would arrest him); and that the Applicant had not attempted to seek help elsewhere. The Board also considered there were numerous organizations which could assist her. Further, the Board considered that the Applicant had two chances to make refugee claims in the United States as a Roma woman suffering discrimination, and she did not. In other words, the Board examined the effectiveness of many of the measures of state protection in the factual matrix of the Applicant's situation."], ["[36]", "The Applicant points to the Board's reference to the availability of restraining orders as a factor that supports its finding of adequate state protection. She relies on the case of", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 1192 [ <FRAGMENT_SUPPRESSED> ], where this Court found that the state protection analysis was fatally flawed due to the heavy reliance by the Board on the availability of restraining orders."], ["[37] <FRAGMENT_SUPPRESSED> is distinguishable from the case at bar. In the present case, the Board relied on more than the mere availability of restraining orders. It considered non-police assistance, such as government-sponsored shelters and hotlines. It had access to additional information on police training, new National Police policy on domestic violence, and police attitudes in such cases-something missing in <FRAGMENT_SUPPRESSED> (", "<FRAGMENT_SUPPRESSED>  at para 22). Unlike <FRAGMENT_SUPPRESSED> , the totality of the evidence does not demonstrate state protection would not be reasonably forthcoming ( <FRAGMENT_SUPPRESSED> , above at para 25). It was open to the Board to draw the conclusion it did on this evidence.", "(3)", "Documentary Evidence"], ["[38]", "The Applicant argues that the Board failed to have regard for certain documentary evidence before it. It argues this information demonstrated a lack of state protection for victims of domestic abuse. Specifically, the Applicant refers to a United Nations document and Information Request HUN103981.E."], ["[39]", "The Applicant is not correct; these documents were considered and weighed by the Board. Further, the Board is presumed to have considered all the evidence before it unless the contrary is shown (", "<FRAGMENT_SUPPRESSED> [2012] FCJ No 832, citing", "<FRAGMENT_SUPPRESSED> (11 June 1993) A-1307-91 (FCA))."], ["[40]", "For the UN document, the Board expressly refers to it at paragraph 46 of its decision. The claim that the Board considered it then ignored it is an invitation to this court to reweigh the evidence, which is not the court's role on judicial review."], ["[41]", "For the Information Request, the Board considers it at paragraph 10, accepting that Roma women are vulnerable to becoming victims of human trafficking, sexual exploitation and prostitution. The specific portion the Applicant claims the Board ignored is quoted in its Further Memorandum of Fact and Law, and appears to stand for the proposition that police ignore calls from women in Roma neighbourhoods. However, on reading the original Information Request, it appears the passage submitted to the court has been selectively edited by the Applicant."], ["[42]", "Reading the passage in full, it is clear that: (a) the NANE representative's assertion that claims are often not taken by police is not corroborated; (b) if complaints are not followed up on, victims can complain about lack of investigation or a violation of rights; (c) the European Roma Rights Centre survey some findings are based on is from 2007, two years before the restraining order law of 2009 came into effect; and (d) that the entire passage relates to effectiveness of police protection."], ["[43]", "There is no evidence indicating the Board did not take this into account in making its decision. It was before the Board, who referred to it early in the decision and in its reasoning at paragraph 52."], ["[44]", "In any event, there is no requirement for the Board to refer to every piece of documentary evidence or every passage from sources relied on by the claimant which may contradict the information relied on by the Board. The constraint is whether, in examining the record as a whole, including the contradictory evidence, the decision is reasonable (", "<FRAGMENT_SUPPRESSED> [2011] FCJ No 1551;", "<FRAGMENT_SUPPRESSED> FTR 1; and", "<FRAGMENT_SUPPRESSED> [2010] FCJ No 1138). Here, the decision was reasonable in the face of this evidence.", "(4)", "Jurisprudence"], ["[45]", "The Applicant refers to a number of cases of this Court where findings of state protection have been overturned and argues that the Board ought to have followed those decisions. There are two problems with this argument."], ["[46]", "First, each case must be considered on its own facts. It is difficult to apply the finding of a judge or court from one fact situation to another."], ["[47]", "The second problem is that the Applicant appears to be using findings of this Court as evidence that state protection is not adequate in Hungary. This would be a wrong application of the law. A judge of the Federal Court, sitting in judicial review, is not determining whether state protection is or is not adequate in Hungary. The task of the judge on judicial review is to review the decision to determine whether it is reasonable. Each case will be decided on the basis of the facts and arguments before the Court. In the course of analysis, a judge may express views of what the documentary evidence tends to show. However, these judicial comments cannot be elevated to factual findings. Only the Board is able to make such findings. Use of jurisprudence in the manner proposed by the Applicant is improper.", "D.", "Issue #4: Internal Flight Alternative"], ["[48]", "In addition to concluding that the Applicant had failed to rebut the presumption of state protection, the Board found that the Applicant had two IFAs where she could live without a serious possibility of persecution."], ["[49]", "Given that I have concluded that the Board's finding with respect to state protection was reasonable, there is no need to opine on the reasonableness of the IFA finding.", "III. Conclusion"], ["[50]", "In conclusion, I am not persuaded that the Board's decision should be overturned. The conduct of the Board did not rise to the level of a reasonable apprehension of bias. There was no breach of procedural fairness. The decision \"falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and the law\" ( <FRAGMENT_SUPPRESSED> , above, at para 47). Further, the decision displays \"justification, transparency and intelligibility within the decision-making process\" ( <FRAGMENT_SUPPRESSED> , above at para 47)."], ["[51]", "Neither party proposes a question for certification.", "JUDGMENT"], ["[52]", "THIS COURT ORDERS AND ADJUDGES THAT", "1. the application for judicial review is dismissed; and", "2. no question of general importance is certified.", "Application dismissed.", "Editor: Sharon McCartney/vnh"]]}