{"id_": "073141", "body_str": [["[1]", "Dawson, J.", ": These three applications for judicial review were heard together pursuant to the consent of the parties and an order of the Court. In them, Mr. Naeem challenges what he characterizes to be the following decisions:", "IMM-5395-05", "(first application): the March 7, 2005 decision of an officer \"wherein she refused the application for permanent residence of the Applicant and concluded that the Applicant was inadmissible pursuant to section 34(1)\" of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (", "Act", ").", "IMM-2728-06", "(second application): the March 14, 2006 decision of the Minister of Public Safety and Emergency Preparedness (Minister) \"wherein the Minister refused the Applicant's request for Ministerial relief pursuant to s. 34(2)\" of the", "Act", "IMM-2727-06", "(third application): the May 10, 2006 decision of an officer based upon a memorandum dated May 8, 2006 \"wherein the officer refused the Applicant's application for permanent residence in Canada\"."], ["[2]", "These reasons deal with all three applications and a copy shall be placed on each file. After receiving submissions from the parties with respect to the certification of any question, separate orders shall issue with respect to each application.", "BACKGROUND FACTS"], ["[3]", "Mr. Naeem is a citizen of Pakistan who came to Canada in 1999 and made a refugee claim based upon his membership and activities in the Mohajir Quami Movement (Altaf faction) (MQM-A) and its student wing, the All Pakistan Mohajir Student Organization (APMSO). He was found to be a Convention refugee in February of 2001. Immediately thereafter he applied for permanent residence in Canada."], ["[4]", "In February of 2005, Mr. Naeem was interviewed by the officer for the purpose of determining whether he was inadmissible to Canada under paragraph 34(1)(f) of the", "Act", "as a result of his membership in the MQM-A. Section 34 of the", "Act", "provides as follows:", "\"34(1)", "A permanent resident or a foreign national is inadmissible on security grounds for", "(a) engaging in an act of espionage or an act of subversion against a democratic government, institution or process as they are understood in Canada;", "(b) engaging in or instigating the subversion by force of any government;", "(c) engaging in terrorism;", "(d) being a danger to the security of Canada;", "(e) engaging in acts of violence that would or might endanger the lives or safety of persons in Canada; or", "(f)", "being a member of an organization that there are reasonable grounds to believe engages, has engaged or will engage in acts referred to in paragraph (a), (b) or (c)", "\"34(2)", "The matters referred to in subsection (1) do not constitute inadmissibility in respect of a permanent resident or a foreign national who satisfies the Minister that their presence in Canada would not be detrimental to the national interest", ".\" (underlining added)", "\"34(1)", "Emportent interdiction de territoire pour raison de sécurité les faits suivants", "a) être l'auteur d'actes d'espionnage ou se livrer à la subversion contre toute institution démocratique, au sens où cette expression s'entend au Canada;", "b) être l'instigateur ou l'auteur d'actes visant au renversement d'un gouvernement par la force;", "c) se livrer au terrorisme;", "d) constituer un danger pour la sécurité du Canada;", "e) être l'auteur de tout acte de violence susceptible de mettre en danger la vie ou la sécurité d'autrui au Canada;", "f)", "être membre d'une organisation dont il y a des motifs raisonnables de croire qu'elle est, a été ou sera l'auteur d'un acte visé aux alinéas a), b) ou c).", "34(2)", "Ces faits n'emportent pas interdiction de territoire pour le résident permanent ou l'étranger qui convainc le ministre que sa présence au Canada ne serait nullement préjudiciable à l'intérêt national", ".\" (Le souligné est de moi.)"], ["[5]", "It appears that on or about the same date Mr. Naeem requested ministerial relief pursuant to subsection 34(2) of the", "Act"], ["[6]", "On March 7, 2005, the officer prepared a memorandum in which, among other things, she set forth Mr. Naeem's immigration history, described her interview with Mr. Naeem and set out his personal circumstances. The officer also stated:", "\"After taking into account all of the information at my disposal I am satisfied that the applicant is inadmissible to Canada on grounds of national security. The applicant has requested Ministerial relief pursuant to subparagraph 34(2) of the", "Immigration and Refugee Protection Act", "\"In keeping with the new guidelines in IP 10 Processing of National Interest Requests this report is being referred for consideration.\" (Emphasis deleted)"], ["[7]", "Specifically, the officer concluded that Mr. Naeem was a self-admitted member of the APMSO and the MQM-A and that there was sufficient reliable information on which to conclude that the APMSO and MQM-A were involved in acts of terrorism during the period from 1988 to 1999 when he was a member."], ["[8]", "Upon being notified of this \"decision\" Mr. Naeem commenced the first application. He also made extensive submissions in respect of his application for ministerial relief."], ["[9]", "Mr. Naeem was given the opportunity to respond to the officer's memorandum which was prepared in accordance with Chapter 10 of the Inland Processing manual dealing with \"Refusal of National Security Cases/Processing of National Interest Requests\" (IP 10). The officer's memorandum and Mr. Naeem's submissions were then sent to the Intelligence Branch of Security Review in Ottawa. After review, the president of the Canada Border Services Agency (CBSA) made a negative recommendation to the Minister on the issue of ministerial relief. Mr. Naeem was provided with the recommendation and given an opportunity to respond before the material was submitted to the Minister."], ["[10]", "On March 14, 2006, the Minister indicated his concurrence with the negative recommendation. After being notified of this, Mr. Naeem commenced the second application."], ["[11]", "After the Minister rejected the application for relief, the officer prepared, on May 8, 2006, a second document entitled \"Decision and Rationale Application for Permanent Residence in Canada as a person deemed to be a Convention Refugee\". In it, the officer noted that the \"application for permanent residence is refused as the applicant is inadmissible to Canada for Security reasons\" pursuant to paragraph 34(1)(f) of the", "Act", ". She wrote \"[t]his decision has been held in abeyance pending the applicant's request for Ministerial relief pursuant to subsection 34(2)\" of the", "Act", ". The decision was communicated to Mr. Naeem in a letter dated May 10, 2006. The third application was filed in respect of this decision.", "PROCEDURAL HISTORY"], ["[12]", "The oral hearing in respect of the first application was heard on July 25, 2006. At that time it was the position of the Minister of Citizenship and Immigration that the \"decision\" of March 7, 2005 was not justiciable because it was a preliminary assessment and not the final decision on the issue of inadmissibility. As of July 25, 2006, the second and third applications had been filed, but not perfected. After discussion between the Court and counsel, instructions were received whereby the parties agreed that the hearing of the first application would be adjourned, the responsible Minister would consent to the granting of leave in the second and third applications and the three applications would be heard together. In my view, this avoided potentially inconsistent results and brought the matters on for hearing on a timely and organized basis.", "PROCEDURAL MATTER"], ["[13]", "Prior to the first hearing in the first application, the Minister brought a motion for an order declaring that he was not required to disclose the redacted portions of the certified tribunal record for reasons of national security. The parties agreed that section 87 of the", "Act", ", which permits an application to a judge for the non-disclosure of information, was not applicable because the information at issue was neither protected under subsection 86(1) of the", "Act", ", nor considered under sections 11, 112 or 115 of the", "Act", ". These are the circumstances where section 87 of the", "Act", "is expressed to have application. Section 87 is contained in Schedule A to these reasons."], ["[14]", "The Minister argued that there exists a gap in the", "Federal Courts Rules", ", SOR/2004-283 and the", "Federal Courts Immigration and Refugee Protection Rules", ", SOR/93-22 for dealing with information which a tribunal does not disclose, on grounds of national security, in the record it files with the Court. Accordingly, he relies upon the Federal Courts' gap rule, Rule 4, to argue that the Court could use the procedure found in Rules 317 and 318. Those three rules are set out in Schedule B to these reasons."], ["[15]", "In response, Mr. Naeem argued that:", "(i) Rules 317 and 318 of the", "Federal Courts Rules", "have no application because they are expressly excluded from application in immigration matters by Rule 4(1) of the", "Federal Courts Immigration and Refugee Protection Rules", ", and because Rules 317 and 318 are not intended to apply where the objection to disclosure is based upon national security concerns.", "(ii) Disclosure could be governed by section 38.01 of the", "Canada Evidence Act", ", R.S.C. 1985, c. C-5.", "(iii) A fundamental principle of the administration of justice is the open court system.", "(iv) There must be clear, established legislative authority and clear criteria to set out the basis upon which the Court will determine whether or not information can be withheld.", "(v) Rule 318 provides no such criteria."], ["[16]", "For reasons to be delivered with the reasons disposing of the first application on its merits, I followed the procedure prescribed by subsection 87(2) of the", "Act", "in order to deal with the Minister's motion. As a result, some further disclosure of information was made and an order issued approving the redactions from the tribunal record that remained after the further disclosure. I was satisfied that disclosure of the redacted information would be injurious to national security or to the safety of any person. What follows are the reasons for that decision."], ["[17]", "Subsequent to my order with respect to the motion for non-disclosure, the same issue was raised before my colleague Mr. Justice von Finckenstein. He too applied the procedure dictated by subsection 87(2) of the", "Act", "for reasons reported as", "<FRAGMENT_SUPPRESSED> \"there are such things in the field of legislative drafting as oversights\". At paragraphs 59 to 77, the Court considered the failure of Parliament to specify that section 78 of the", "Act", "applies to an application for judicial release made under subsection 84(2) of the", "Act", ". The Court concluded that Parliament \"presumed or implicitly intended\" that the section 78 procedure would apply to application for release."], ["[19]", "Similarly, in my view, Parliament overlooked the situation of inland determinations of inadmissibility when considering the types of applications for judicial review listed in subsection 87(1) of the", "Act", ". I have no doubt that Parliament presumed or intended section 87 to apply to all applications for judicial review under the", "Act", "where the decision-maker considered information which, if released, would be injurious to national security or to the safety of persons."], ["[20]", "I now turn to the substantive issues raised in these applications.", "THE ISSUES TO BE DECIDED"], ["[21]", "I frame the issues to be decided on these applications as follows:", "1. Which admissibility decision ought to be reviewed by the Court, the one made on March 7, 2005 (first decision) or the one made on May 8, 2006 (second decision)?", "2. What is the standard of review to be applied to the officer's decision with respect to Mr. Naeem's inadmissibility?", "3. If the second decision is the one that is properly subject to judicial review, was Mr. Naeem denied fairness because he was not provided notice, or given any opportunity to respond to what is said to be new evidence, or to make submissions on admissibility?", "4. Was the decision with respect to inadmissibility otherwise tainted by any reviewable error?", "5. What is the standard of review to be applied to the Minister's decision on the application for ministerial relief?", "6. What constitutes the reasons of the Minister for his negative decision?", "7. Did the Minister err in law by failing to consider the national interest, or by relying on patently unreasonable findings of fact, or by ignoring evidence, or by making unreasonable inferences?", "8. Is this an appropriate case for an award of costs?"], ["[22]", "I now consider each issue.", "1. Which admissibility decision is the one that ought to be reviewed by the Court, the one made on March 7, 2005 (first decision) or the one made on May 8, 2006 (second decision)?"], ["[23]", "In my view, prior jurisprudence of this Court establishes that the first decision is properly reviewable. The significance of this in the present case flows from the fact that the first and second decisions are quite different. The second decision, made after the first application was filed and perfected, is materially more detailed than the first. For example, in the second decision the officer had regard to the definition of \"terrorism\" before concluding that the MQM-A is a terrorist organization. On Mr. Naeem's behalf it is argued that the second decision is an attempt to bolster the reasons given in the first decision by addressing the concerns he raised in the written argument filed in the first application."], ["[24]", "There are two additional differences. First, the second decision references an additional document relied upon by the officer, a research paper prepared by the Case Management Branch/CIC/NHQ, dated February 6, 2001, that deals with the origins and history of the MQM of Altaf Hussain until the start of the June 1992 army crackdown in Karachi. Second, the tone of each memorandum is quite different. In the first, the officer wrote of Mr. Naeem \"[h]is involvement with the organization began initially in his youth. His continued involvement over the years was minimal and there is no information which would lead us to believe he was personally involved in violence ... To the best of my knowledge Mr Naeem has discontinued all activities on behalf on the MQM and poses no threat or danger to the Canadian public\". She found Mr. Naeem to be \"very cooperative and credible and he struck me as being sincere. The information he has provided to the Department has always been consistent throughout the file\". There was no mention of complicity. However, in the second memorandum the officer wrote: \"[g]iven the information the applicant provided concerning his activities in the APMSO and the MQM ... it is reasonable to conclude that he was more than a mere supporter or sympathizer\" ... \"[i]n my opinion he was complicit in the acts of violence and terror\" and \"[i]t is not possible for me to accept his view that the organization was portrayed this way by the media and the government ... \""], ["[25]", "Returning to the prior jurisprudence of the Court, in", "<FRAGMENT_SUPPRESSED>  my colleague Madam Justice Mactavish rejected the Minister's argument that the decision of an immigration officer with respect to admissibility under subsection 34(1) of the", "Act", ", made prior to a decision with respect to ministerial relief, was not justiciable. She found that such a decision was not interlocutory in nature and that the availability of ministerial relief did not provide an adequate alternate remedy. <FRAGMENT_SUPPRESSED> was recently followed on this point by my colleague Mr. Justice von Finckenstein in", "<FRAGMENT_SUPPRESSED> ; 304 F.T.R. 124; 2006 FC 1412."], ["[26]", "Before me in oral argument, the Minister did not pursue the argument that <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> were distinguishable. Rather, he argued that they were wrongly decided."], ["[27]", "I disagree. For reasons of comity, and because I believe they were decided correctly, I adopt the reasons of my colleagues on this issue and find the first decision is justiciable. However, before leaving this issue, I make the following additional comments."], ["[28]", "First, I initially had concern whether the present case was distinguishable from <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> on the ground that in this case, after the first decision, no report was issued under subsection 44(1) of the", "Act"], ["[29]", "Subsection 44(1) provides:", "\"An officer who is of the opinion that a permanent resident or a foreign national who is in Canada is inadmissible may prepare a report setting out the relevant facts, which report shall be transmitted to the Minister.\"", "\"S'il estime que le résident permanent ou l'étranger qui se trouve au Canada est interdit de territoire, l'agent peut établir un rapport circonstancié, qu'il transmet au ministre.\""], ["[30]", "Such a report may lead to the making of a removal order."], ["[31]", "However, having considered the guidance provided to officers in IP 10 with respect to enforcement actions, as described below, I am satisfied that the absence of a subsection 44(1) report is not significant."], ["[32]", "Section 10 of IP 10 instructs officers that after the initial determination with respect to inadmissibility is made, and pending the decision on ministerial relief, an officer has discretion whether to issue a subsection 44(1) report. Thus, the issuance or non-issuance of a report does not alter or impact upon the effect of the decision with respect to inadmissibility."], ["[33]", "It follows that I am satisfied that counsel properly declined to attempt to distinguish this case from <FRAGMENT_SUPPRESSED> or <FRAGMENT_SUPPRESSED> ."], ["[34]", "Second, I find the following matters support the conclusion that the first decision is justiciable.", "(1) Section 34 of the", "Act", "is set out at paragraph 4, above. Reading subsections 34(1) and 34(2) together, it makes little sense to me that a request for ministerial relief from a finding of inadmissibility would be considered before a finding of inadmissibility is made. This is consistent with the conclusion of my colleague Mr. Justice Mosley in", "<FRAGMENT_SUPPRESSED> . There, he accepted the finding of Justice Mactavish in <FRAGMENT_SUPPRESSED> that a subsection 34(1) finding is a separate and discrete determination of inadmissibility that is not tied to the exercise of ministerial discretion under subsection 34(2). He went on to note that, but for an exceptional circumstance, it is preferable for the evidence to be presented and fact finding to be conducted with respect to inadmissibility before the Minister considers an application for discretionary relief.", "(2) The wording of the officer's March 7, 2005 memorandum is consistent with a final decision on admissibility. She wrote, \"I am satisfied that the applicant is inadmissible to Canada on grounds of national security\".", "(3) The following instructions to officers contained in IP 10 are also consistent with the conclusion that the March 7, 2005 memorandum embodies a justiciable decision that Mr. Naeem is inadmissible, subject to ministerial relief being granted.", "(a) section 6 of IP 10 defines the term \"Ministerial relief\" as follows:", "\"There are exceptional situations where individuals may fall within the above grounds of inadmissibility but it would not be contrary to the program objectives mentioned in section 2 above to grant their admission to Canada. In such instances, the Minister can grant relief where the Minister is of the opinion that the person's presence in Canada would not be detrimental to the national interest.", "Once the Minister has made this determination, the person is no longer inadmissible on that ground", "Relief provisions are found in A34(2) (security), A35(2) (designated regimes or persons whose entry is restricted pursuant to international sanctions), and A37(2) (organized crime). The relief provisions do not apply to persons who have committed or have been complicit in human rights violations as described in A35(1)(a).\"", "(b) When instructing officers with respect to rendering a decision, section 8.8 of IP 10 advises:", "\"Procedural fairness requires that the officer must render a decision in a timely manner. Where the officer determines that the person is not inadmissible on grounds of national security, the person should be advised accordingly and informed that the processing of the application will continue.", "Subject to section 9 below (Requests for relief), where the officer determines that the person is inadmissible, a letter refusing the application for permanent residence should be sent to the applicant", ". While it is not necessary to provide detailed reasons to the client, the officer must record the reasons for their decision in notes on the file. The content of the letter may be discussed with the CBSA NHQ analyst. See Appendix F for a sample refusal letter.\"", "(c) When an applicant for permanent residence applies for ministerial relief, section 9 of IP 10 states \"[t]he officer should be guided by the following principles and guidelines\". Under the subheading \"Processing the request\" officers are instructed in section 9.2:", "The request for relief must be processed only if the officer is satisfied that the applicant is inadmissible", "on grounds of national security.", "After having reviewed all the information, if the officer determines that the person is not inadmissible on grounds of national security, processing of the application for permanent residence will continue.\"", "(d) Under the subheading \"After issuance of Minister's decision\" officers are instructed in section 9.5:", "\"A faxed copy of the Minister's decision will be forwarded to the CIC. Where the decision is positive, the client should be informed that they are not inadmissible on grounds of national security and processing of the application for permanent residence should continue.", "Where the decision is negative, the client should be issued a refusal letter and action taken pursuant to section 8.8 above.", "The refusal letter (see Appendix F) should indicate that the application for permanent residence is refused as the applicant was determined to be inadmissible and the Minister did not grant relief", ".\"", "(e) Returning to section 9 of IP 10, one of the principles set out to guide officers is found in section 9.1:", "\"The national interest provisions are intended to be exceptional. A6(3) precludes any delegation from the Minister. The following principles apply:", "- The decision to grant relief is entirely within the discretion of the Minister.", "The role of the officer is primarily to ensure that accurate and complete information is placed before the Minister so that the Minister can make an informed decision", ".\" (underlining added throughout)", "Section 9.2 and Appendix D thereto instruct that preparing the request for relief report and the request to the Minister should consist of three parts:", "\"1. The client's submission and all supporting documentation;", "2. A report prepared by the officer addressing the applicant's current situation with respect to the ground of inadmissibility and any exceptional circumstances to be taken into account. This includes:", "- details of the immigration application;", "- basis for refugee protection, if applicable;", "- other grounds of inadmissibility, if applicable;", "- activities while in Canada;", "- details of family in Canada or abroad;", "- any Canadian interest;", "- any personal or exceptional circumstances to be considered.", "3. A recommendation to the Minister prepared by the CBSA, NHQ. In order to assess the current situation regarding the ground of inadmissibility, evidence must be produced to address the questions stated in the following table: [...]\""], ["[35]", "It is contrary to logic and to these instructions that a less than complete or final report with respect to an applicant's ground of inadmissibility would be provided to the Minister. Logic, and these instructions, favor the view that the final position on inadmissibility be put before the Minister before he is asked to exercise his discretion with respect to ministerial relief."], ["[36]", "I do note that in the present case, the \"second decision\" of May 8, 2006 was materially expanded upon, as discussed above. This seems to be contrary to the instructions found in IP 10. Further, Mr. Naeem was not invited to provide further submissions to the officer before the May 8, 2006 memorandum was prepared. If this was a new final decision, based upon additional considerations, fairness would have required that Mr. Naeem be given an opportunity to make further submissions, particularly in view of the officer's apparently changed view of Mr. Naeem's credibility (or at the least, the altered expression of her opinion as to his credibility)."], ["[37]", "In short, I accept that where a request for ministerial relief is made before the applicant has been advised that he is inadmissible and where the officer is satisfied that the applicant is inadmissible, the officer prepares the report described in section 9.2 of IP 10. Then, the applicant is not told of his inadmissibility and the application for permanent residence is held in abeyance pending the Minister's decision. However, the fact an application is held in abeyance does not detract from the justiciability of an officer's decision that, but for the exceptional exercise of Ministerial discretion, the applicant is inadmissible."], ["[38]", "Having found the first decision to be justiciable, I now turn to the standard of review to be applied to the officer's decision with respect to Mr. Naeem's inadmissibility.", "2. What is the standard of review to be applied to the officer's decision with respect to Mr. Naaem's inadmissibility?"], ["[39]", "The parties are in agreement that the applicable standard of review is reasonableness simpliciter."], ["[40]", "On the basis of the analysis of Mr. Justice Rothstein, then of the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  and on the basis of the analysis of my colleagues in", "<FRAGMENT_SUPPRESSED>  I accept that the decisions with respect to whether an organization is one described in paragraphs 34(1)(a), (b), or (c) of the", "Act", ", and whether one is a member of such an organization are reviewable on the standard of reasonableness simpliciter.", "3. If the second decision is the one that is properly subject to judicial review, was Mr. Naaem denied fairness because he was not provided notice, or given any opportunity to respond to what is said to have been new evidence, or to make submissions on admissibility?"], ["[41]", "As I have concluded that the first decision is justiciable, it is not necessary for me to consider this issue.", "4. Was the decision with respect to inadmissibility otherwise tainted by any reviewable error?"], ["[42]", "In the memorandum of March 7, 2005, the officer wrote as follows under the heading \"Decision by Officer on Inadmissibility\":", "\"Having interviewed Mr Naeem and reviewing the information on file it is clear that he was a self[-]admitted member of APMSO and MQM.", "He has admitted that there was violence and in fighting MQM-A against MQM-H and the rangers on the Karachi campuses and elsewhere. He feels MQM was not a terrorist organization and was labelled so by the Government. This was in his opinion influenced by the propaganda in the media and press.", "There is sufficient reliable information which I shared with the applicant to conclude the APMSO and MQM-A [were] involved in acts of terrorism during the time frame 1988-1999. We discussed information outlined in: Amnesty International - Library-Pakistan [footnote omitted].", "AI concluded on page 23 'In Karachi, the two factions of the MQM, the factions of the Jeay Sindh and different religious groupings are pitted against each other and several of them oppose the Government. These confused lines of conflict have enabled each group as also the Government to hold others responsible for abuses. However, AI believes that the available evidence strongly suggests that [all] the armed opposition groups operating in Karachi are responsible for torture, abductions and killings.' [footnotes omitted]", "These materials are all available to the public and [are] not classified.", "These reports are from a reliable unbiased source. I have confidence in the validity of the source and have concluded the MQM-A has indeed been involved in acts of terrorism, such as assault, kidnapping and revenge killings during the time frame 1988 until 1999 when Mr. Naeem was a member of both the student wing APMSO and MQM-A.\""], ["[43]", "Mr. Naeem asserts that the officer erred in finding that the APMSO and the MQM-A qualified, under paragraph 34(1)(f) of the", "Act", ", as organizations that engage, have engaged or will engage in terrorism as contemplated by paragraph 34(1)(c) of the", "Act"], ["[44]", "The jurisprudence of this Court with respect to the determination of whether an entity is a terrorist organization was summarized succinctly by my colleague Mr. Justice Mosley in <FRAGMENT_SUPPRESSED> , cited above. There, he wrote at paragraphs 22 through 25:", "\"22. The Court has dealt with the issue of 'terrorist' organization in", "<FRAGMENT_SUPPRESSED>  the Supreme Court of Canada had provided both a functional and a stipulative definition of the term 'terrorism.' The function approach consisted of defining terrorism by reference to specific acts of violence (e.g. hijacking, hostage-taking and terrorist bombing) spelled out in the annexed list of treaties to the United Nations", "International Convention for the Suppression of the Financing of Terrorism", "(the", "Convention", ").", "\"23. With respect to the stipulative definition of terrorism, Justice Lemieux held that the Supreme Court referred to Article 2 of the", "Convention", "which defined terrorism as 'any ... act intended to cause death or serious bodily injury to a civilian, or to any other person not taking an active part in the hostilities in a situation of armed conflict, when the purpose of such act, by its nature or context, is to intimidate a population, or to compel a government or an international organization to do or to abstain from doing any act.'", "\"24. Mr. Justice Lemieux then reviewed the jurisprudence of this Court and concluded that there must be an evidentiary foundation to support a finding that an organization was engaged in acts of terrorism. He noted that in", "<FRAGMENT_SUPPRESSED>  (F.C.A.) this Court stressed the importance of providing findings of fact as to specific crimes against humanity which the refugee is alleged to have committed: <FRAGMENT_SUPPRESSED> , above at paras. 74, 82.", "\"25. With specific reference to MQM-A and in setting aside a finding under subsection 34(1)(f) that there were reasonable grounds to believe that it is a terrorist organization, Madam Justice Anne L. Mactavish in", "<FRAGMENT_SUPPRESSED>  held that the officer would have to have regard to the definition of 'terrorism' provided in Suresh as well as to the definitions of 'terrorist activity' and 'terrorist group' contained in section 83.01 of the", "Criminal Code", ", R.S.C. 1985, c. C-46: see also", "<FRAGMENT_SUPPRESSED> .\""], ["[45]", "Justice Mosley went on to conclude that in the case before him, the officer had erred in the following respects:", "\"30. On the reasonableness standard of review, a determination that the organization to which the applicant belonged engaged or engages in terrorism must be 'supported by reasons that will withstand a somewhat probing examination' as described by Justice Iacobucci in", "Canada (Director of Investigation and  <FRAGMENT_SUPPRESSED>  at para. 56.", "\"31. The respondent may well be correct that the acts attributed to the MQM-A fall within the", "Suresh", "definition, or of the similar definition added to the", "Criminal Code", "by the", "Anti-terrorism Act", ", S.C. 2001, c. 41, but that is not apparent from a reading of the officer's notes or her decision letter. There is no indication as to what she means when she says that MQM-A is an organization that has engaged in 'terrorism' other than through a listing of acts described as terrorist activities. Thus it is impossible to determine how the officer defined 'terrorism' in assessing these acts. She has simply asserted that 'MQM is a known organization that has participated in terrorist activities' without explaining how she understood and applied those terms.", "\"32. A reader of the officer's decision letter and notes does not have a clear picture of what the officer understood 'terrorism' to mean and how that understanding was applied to the organization in question. The officer should have provided the definition she relied upon and explained how the listed acts met the definition. Her failure to do so means that her reasons do not stand up to a 'somewhat probing scrutiny'. Accordingly, the application will be granted and the matter remitted for reconsideration by a different officer.\""], ["[46]", "In my view, the officer's decision in the present case suffers from the same inadequacy. There is no indication as to how the officer understood and applied the definition of terrorism. The reasons do not set out the details and circumstances of the acts characterized to be terrorist acts. Acts such as kidnapping, assault and murder are undoubtedly criminal, but are not necessarily acts of terrorism. It was incumbent on the officer to explain why she viewed them to be terrorist acts. Her failure to do so leads to the conclusion that her reasons do not withstand somewhat probing scrutiny."], ["[47]", "For these reasons, the first decision was made in error and should be set aside.", "5. What is the standard of review to be applied to the Minister's decision on the application for ministerial relief?"], ["[48]", "The parties agree that the Court must grant deference to the Minister's exercise of discretion on questions of national interest. Therefore, the applicable standard of review to be applied to the Minister's decision is patent unreasonableness. I adopt the pragmatic and functional analysis conducted by Chief Justice Lutfy in", "<FRAGMENT_SUPPRESSED>  O.A.C. 38, at paragraphs 164 and 165 Mr. Justice Binnie, for the majority of the Court, explained review on the standard of patent unreasonableness in the following terms:", "\"164. However, applying the more deferential patent unreasonableness standard, a judge should intervene if persuaded that there is no room for reasonable disagreement as to the decision maker's failure to comply with the legislative intent. In a sense, like the correctness standard, the patently unreasonable standard admits only one answer. A correctness approach means that there is only one proper answer. A patently unreasonable one means that there could have been many appropriate answers, but not the one reached by the decision maker.", "\"165. A patently unreasonable appointment, then, is one whose defect is 'immedia[te] or obviou[s]' ( <FRAGMENT_SUPPRESSED> , supra, at para. 57), and so flawed in terms of implementing the legislative intent that no [page 616] amount of curial deference can properly justify letting it stand (", "Ryan", ", supra, at para. 52).\"", "6. What are the reasons of the Minister for his negative decision?"], ["[50]", "The parties also agree that the Minister's reasons should be taken to be the memorandum of the President of the CBSA that recommended that ministerial relief not be granted to Mr. Naeem. I agree that, because the Minister adopted the negative recommendation, the memorandum should serve as his reasons. See also:", "Miller", ", cited above, at paragraphs 55 through 63."], ["[51]", "In oral argument counsel for the Minister agreed that the rationale for the Minister's decision is contained in that portion of the memorandum found under the heading \"Recommendation\". In full, that portion of the memorandum is as follows:", "\"We do not recommend that Ministerial relief be granted to Mr. Naeem as per section 34(2) of", "IRPA", "to overcome his inadmissibility pursuant to section 34(1)(f) of", "IRPA", ". Section 34(2) states: '", "The matters referred to in subsection (1) do not constitute inadmissibility in respect of a permanent resident or a foreign national who satisfies the Minister that their presence in Canada would not be detrimental to the national interest", ".'", "\"Mr. Naeem was a member of the MQM for eleven years. He was nominated to a leadership level in the student wing of the MQM while attending National College. He met a number of times each year with other executive leaders to plan actions that would further the cause of the Mohajir students.", "\"It was under his leadership that a group of students clashed with police and he was arrested and beaten. He was warned to desist from further activities with the MQM. He disregarded the warning and was arrested a few months later at a MQM office. He was detained for one week and released. One month later, a more serious altercation with the police took place while travelling with party members to Hyderabad. Police opened fire and a number of party members were killed.", "\"Mr. Naeem described himself as a prominent member of the MQM and, as such, a target for police arrest. This forced him to go into hiding for a few years. Despite the threat of arrest, Mr. Naeem remained a loyal party member and continued to attend secret meetings. This led to another arrest and a week of detention during which time he was again beaten. He moved to another city but continued to remain active in the MQM and narrowly escaped an additional arrest by police. In his submissions, Mr. Naeem claimed that he was not very actively involved in the party after 1993; however, he was active enough in 1998 to attend to [sic] secret party meetings in Lahore (Appendix 3).", "\"His prominence as a party member led to a final attack on him by members of a rival faction of the MQM, as well as threats to his family. His parents persuaded him that it would be best for everyone if he left the country.", "\"The numerous altercations with the authorities suggest that Mr. Naeem was more than just a minor member of the MQM. He was obliged to go underground for several years and to move to another city to escape being targeted by police. During the eleven years of his membership, the MQM perpetrated numerous acts of violence and human rights abuse (Appendix 2). Despite living with the continual threat of imprisonment and beatings, Mr. Naeem remained loyal to the party. As a prominent member he would have had considerable knowledge of the violence. Despite his denial that he didn't support the use of violence, his continued membership within the party strongly suggests that he did condone it.", "\"In his descriptions of the violence that was directed towards him by police authorities, as well as a rival MQM faction, Mr. Naeem illustrated his continued dedication to the group and his strong belief in party policies and activities. In spite of the continual threat of arrest or physical harm he remained loyal to the MQM. Violent acts were committed between rival MQM factions, against government authorities as well as the general public. His longevity within the party ranks denotes his acceptance of violent acts to attain political goals. No mention was made by Mr. Naeem of any acts of violence perpetrated by the MQM.", "\"The rationale for our recommendation is detailed in the considerations above.", "\"If you agree with our recommendation, Mr. Naeem's application for permanent residence will be refused. He cannot be removed from Canada at this time pursuant to section 115 of", "IRPA", ", as he has been recognized as a Convention refugee and as he does not present a threat to the security of Canada.", "\"If you do not agree and the reasons for your decision are not included in the text above, please provide the rationale for your decision.\""], ["[52]", "I now turn to review the Minister's decision on the standard of patent unreasonableness.", "7. Did the Minister err in law by failing to consider the national interest, or by relying on patently unreasonable findings of fact, or by ignoring evidence, or by making unreasonable inferences?"], ["[53]", "I begin consideration of this issue by setting out three applicable principles of law."], ["[54]", "First, the burden of proof is on the applicant to establish that his admission to Canada will not be detrimental to the national interest. See:", "Miller", ", at paragraph 64."], ["[55]", "Second, I accept the submission of counsel for the Minister that when the Minister considers whether to grant relief, the Minister is to consider, notwithstanding the applicant's admissibility under subsection 34(1) of the", "Act", ", the impact the continued presence of the applicant in Canada would have upon the national interest. The Minister is not to review the soundness of the determination of inadmissibility."], ["[56]", "Third, the Minister's guidelines are intended to be instructive to the official responsible for preparing the memorandum and recommendation to the Minister. As the Supreme Court explained in", "<FRAGMENT_SUPPRESSED> , at paragraph 36, its review of the Minister's discretion in", "<FRAGMENT_SUPPRESSED>  was based upon the failure of the Minister's officials to comply with ministerial guidelines. In", "Baker", ", at paragraphs 72, the Court described the ministerial guidelines as \"a useful indicator of what constitutes a reasonable interpretation of the power\" conferred by the applicable section of the", "Act", ". The \"fact that this decision was contrary to their directives is of great help in assessing whether the decision was an unreasonable exercise\" of the discretion conferred by the", "Act"], ["[57]", "The guidelines applicable to this exercise of discretion are found in the manual entitled \"Evaluating Inadmissibility\" (ENF 2/OP 18). Section 13 of ENF 2/OP 18 deals with ministerial relief. In section 13.6 the concept of national interest is explained as follows:", "\"Persons who have engaged in acts involving espionage, terrorism, human rights violations and subversion, and members of organizations engaged in such activities including organized crime, are inadmissible to Canada. The ground of inadmissibility may be overcome if the Minister of PSEP is satisfied that their entry into Canada is not contrary to the national interest.", "\"Whereas criminal rehabilitation is specific and results in a decision that the person is not likely to re-offend, the concept of national interest is much broader. The consideration of national interest involves the assessment and balancing of all factors pertaining to the applicant's entry into Canada against the stated objectives of the", "Immigration and Refugee Protection Act", "as well as Canada's domestic and international interests and obligations.\""], ["[58]", "Section 13.7 provides guidance with respect to the preparation of a submission to the Minister in connection with a request for relief. Section 13.7 reads:", "National interest considerations", "A submission to the Minister of PSEP should consist of three parts:", "1. The first part must address the applicant's current situation with respect to the ground of inadmissibility;", "2. The second part of the submission must deal with the immigration application and humanitarian and compassionate (H&C) considerations;", "3. The third part provides the recommendation.", "In order to assess the current situation regarding the ground of inadmissibility, evidence must be produced to address the questions stated in the following table", "Question", "Details", "Will the applicant's entry into Canada be offensive to the Canadian public?", "- Is there satisfactory evidence that the person does not represent a danger to the public?", "- Was the activity an isolated event? If not, over what period of time did it occur?", "- When did the activities occur?", "- Was violence involved?", "- Was the person personally involved or complicit in the activities of the regime/organization?", "- Is the regime/organization internationally recognized as one that uses violence to achieve its goals? If so, what is the degree of violence shown by the organization?", "- What was the length of time that the applicant was a member of the regime/organization?", "- Is the organization still involved in criminal or violent activities?", "- What was the role or position of the person within the regime/organization?", "- Did the person benefit from their membership or from the activities of the organization?", "- Is there evidence to indicate that the person was not aware of the atrocities/criminal/terrorist activities committed by the regime/organization?", "Have all ties with the regime/organization been completely severed?", "- Has the applicant been credible, forthright, and candid concerning the activities/membership that have barred entry into Canada or has the applicant tried to minimize his role?", "- What evidence exists to demonstrate that ties have been severed?", "- What are the details concerning disassociation from the regime/organization? Did the applicant disassociate from the regime/organization at the first opportunity? Why?", "- Is the applicant currently associated with any individuals still involved in the regime/organization?", "- Does the applicant's lifestyle demonstrate stability or a pattern of activity likely associated with a criminal lifestyle?", "Is there any indication that the applicant might be benefiting from assets obtained while a member of the organization?", "- Is the applicant's lifestyle consistent with Personal Net Worth (PNW) and current employment?", "- If not, provide evidence to establish that the applicant's PNW did not come from criminal activities.", "Is there any indication that the applicant may be benefiting from previous membership in the regime/organization?", "- Does the applicant's lifestyle demonstrate any possible benefits from former membership in the regime/organization?", "- Does the applicant's status in the community demonstrate any special treatment due to former membership in the regime/organization?", "Has the person adopted the democratic values of Canadian society?", "- What is the applicant's current attitude towards the regime/organization, his membership, and his activities on behalf of the regime/organization?", "- Does the applicant still share the values and lifestyle known to be associated with the organization?", "- Does the applicant show any remorse for their membership or activities?", "- What is the applicant's current attitude towards violence to achieve political change?", "- What is the applicant's attitude towards the rule of law and democratic institutions, as they are understood in Canada?", "The second part of the submission should deal with the immigration application and any humanitarian and compassionate considerations. This includes:", "- details of immigration application/status;", "- Canadian interest including family in Canada and abroad;", "- is the applicant a Convention refugee;", "- does the applicant meet all other statutory requirements.", "The recommendation should include a supporting rationale.", "The rationale should demonstrate a thorough assessment and balancing of all factors relating to the entry into Canada of the person in accordance with the explanation of national interest as noted in section 13.6 of this chapter", ".\" (underlining added)"], ["[59]", "In the present case, the submission to the Minister consisted of a four-page memorandum prepared by the President of the CBSA and 109 attached pages, comprised of:", "(i) paragraph 34(1)(f) of the", "Act", "(ii) a backgrounder on the MQM;", "(iii) Mr. Naeem's Personal Information Form;", "(iv) the officer's memorandum of March 7, 2005; and", "(v) Mr. Naeem's submissions, including those of his counsel."], ["[60]", "The submissions on Mr. Naeem's behalf dealt with, among other things, the present status of the MQM Party (a recognized political party that as a result of the most recent election forms part of the government of Pakistan. A list was attached showing the members of the national and provincial assemblies, the senators and the national and provincial ministers who are members of the MQM). Additionally, photographs were enclosed of members of the MQM meeting with Canadian members of Parliament, including Prime Minister Harper, then leader of the opposition); Mr. Naeem's significant financial success as a real estate agent in Canada; Mr. Naeem's current lack of affiliation with the MQM and, historically, his personal lack of involvement in violence; Mr. Naeem's lack of knowledge of the commission of any terrorist acts; the officer's conclusion that Mr. Naeem posed no threat to Canada; the officer's finding that Mr. Naeem was cooperative, credible and sincere; and a discussion of the factors relevant to consideration of the national interest."], ["[61]", "With this background, I turn to consider the memorandum prepared and placed before the Minister."], ["[62]", "It is apparent from the face of the memorandum that it fails to address a number of questions that section 13.7 of ENF 2/OP 18 instructs should be addressed. Most significantly, it fails to address the questions:", "- Will the applicant's entry into Canada be offensive to the Canadian public?", "- Have all ties with the organization been completely severed?", "- Has the person adopted the democratic values of Canadian society?"], ["[63]", "Also missing was consideration of the concept of national interest and the \"thorough assessment and balancing of all factors relating to the entry into Canada of the person in accordance with the explanation of national interest\" as required by section 13.7 of ENF 2/OP 18."], ["[64]", "Instead, notwithstanding the officer's conclusions as to credibility, sincerity and the lack of threat posed by Mr. Naeem, the full extent of the discussion of factors favoring Mr. Naeem's admission is found in the following paragraph, which was contained in the portion of the President's memorandum providing the context of the application:", "\"Mr. Naeem claims to have broken off any ties with the MQM since his arrival in Canada. He does acknowledge the existence of offices in Canada. He has successfully completed the Toronto Real Estate Board examinations and currently works as a real estate agent. He appears to be well established in his career. He lives alone and has no other family members in Canada.\""], ["[65]", "Given the presence in this case of a number of relevant factors that were favorable to Mr. Naeem I find that the failure of the memorandum (and consequently the resulting reasons) to assess and balance all of the relevant factors pertaining to the national interest as described in that portion of ENF 2/OP 18, set out above, to be a reviewable error. The decision in that regard is patently unreasonable and should be set aside.", "8. Is this an appropriate case for an award of costs?"], ["[66]", "Mr. Naeem seeks costs on two grounds. First, he notes that the Minister of Citizenship and Immigration did not oppose the granting of leave in the first application, but then took the position when filing his further memorandum of argument that the decision was not reviewable. Second, Mr. Naeem says that the conduct of the officer in attempting to correct the deficiencies in the first decision by making further observations in the second decision, without providing him an opportunity to respond, breaches the principles of fairness."], ["[67]", "Rule 22 of the", "Federal Courts Immigration and Refugee Protection Rules", "stipulates that no costs are payable unless the Court, for special reasons, so orders."], ["[68]", "I am not prepared to infer on the record before me bad faith or highhandedness on the part of either responsible Minister. As the officer noted in her March 7, 2005 memorandum, the guidelines in IP 10 were, at the time, new. Therefore, no costs are ordered.", "9. Conclusion and Certification"], ["[69]", "For the above reasons, the applications for judicial review in the first and second applications are allowed and the decisions shall be set aside."], ["[70]", "In view of my conclusion that the first decision was justiciable, some question may arise as to whether or not the second decision was in fact a decision. I do not believe it is necessary for me to decide the point because I am satisfied that any such decision can not stand in view of its inter-relationship with the two decisions that have been set aside. To the extent new matters were added by the officer, it would not be appropriate to sustain the decision on that basis when the new matters were added after Mr. Naeem had filed his submissions as to why the initial decision was inadequate and he was given no chance to respond. For clarity, an order will issue allowing the application for judicial review in the third application. Parenthetically, I note that it was at least implicit in the submissions of counsel that this would be the result if the decisions at issue in the first and second applications were set aside."], ["[71]", "Counsel for each minister shall have seven days to serve and file submissions with respect to certification of any question. Thereafter, counsel for Mr. Naeem will have seven days to file and serve responding submissions. Any reply to those submissions shall be served and filed within three days of receipt of Mr. Naeem's submissions.", "Applications allowed.", "Editor: Angela E. McKay/vnh", "Schedule A", "Section 87 of the", "Act", "87(1) The Minister may, in the course of a judicial review, make an application to the judge for the non-disclosure of any information with respect to information protected under subsection 86(1) or information considered under section 11, 112 or 115.", "87(2) section 78, except for the provisions relating to the obligation to provide a summary and the time limit referred to in paragraph 78(d), applies to the determination of the application, with any modifications that the circumstances require.", "87(1) Le ministre peut, dans le cadre d'un contrôle judiciaire, demander au juge d'interdire la divulgation de tout renseignement protégé au titre du paragraphe 86(1) ou pris en compte dans le cadre des articles 11, 112 ou 115.", "87(2) L'article 78 s'applique à l'examen de la demande, avec les adaptations nécessaires, sauf quant à l'obligation de fournir un résumé et au délai.", "Schedule B", "Rules 4, 317 and 318:", "4(1) Subject to subrule (2), except to the extent that they are inconsistent with the Act or these Rules, Parts 1 to 3, 6, 7, 10 and 11 and rules 383 to 385 of the Federal Courts Rules apply to applications for leave, applications for judicial review and appeals.", "4(2) Rule 133 of the Federal Courts Rules does not apply to the service of an application for leave or an application for judicial review.", "[. . . . .]", "317(1) A party may request material relevant to an application that is in the possession of a tribunal whose order is the subject of the application and not in the possession of the party by serving on the tribunal and filing a written request, identifying the material requested.", "317(2) An applicant may include a request under subsection (1) in its notice of application.", "317(3) If an applicant does not include a request under subsection (1) in its notice of application, the applicant shall serve the request on the other parties.", "318(1) Within 20 days after service of a request under rule 317, the tribunal shall transmit", "(a) a certified copy of the requested material to the Registry and to the party making the request; or", "(b) where the material cannot be reproduced, the original material to the Registry.", "318(2) Where a tribunal or party objects to a request under rule 317, the tribunal or the party shall inform all parties and the Administrator, in writing, of the reasons for the objection.", "318(3) The Court may give directions to the parties and to a tribunal as to the procedure for making submissions with respect to an objection under subsection (2).", "318(4) The Court may, after hearing submissions with respect to an objection under subsection (2), order that a certified copy, or the original, of all or part of the material requested be forwarded to the Registry.", "4(1) Sous réserve du paragraphe (2), la demande d'autorisation, la demande de contrôle judiciaire et l'appel sont régis par les parties 1, 2, 3, 6, 7, 10 et 11 et les règles 383 à 385 des Règles des Cours fédérales, sauf dans le cas où ces dispositions sont incompatibles avec la Loi ou les présentes règles.", "4(2) La règle 133 des Règles des Cours fédérales ne s'applique pas à la signification d'une demande d'autorisation ou d'une demande de contrôle judiciaire.", "[. . . . .]", "317(1) Une partie peut demander que des documents ou éléments matériels pertinents à la demande qui sont en la possession de l'office fédéral dont l'ordonnance fait l'objet de la demande lui soient transmis en signifiant à l'office fédéral et en déposant une demande de transmission de documents qui indique de façon précise les documents ou éléments matériels demandés.", "317(2) Un demandeur peut inclure sa demande de transmission de documents dans son avis de demande.", "317(3) Si le demandeur n'inclut pas sa demande de transmission de documents dans son avis de demande, il est tenu de signifier cette demande aux autres parties.", "318(1) Dans les 20 jours suivant la signification de la demande de transmission visée à la règle 317, l'office fédéral transmet:", "a) au greffe et à la partie qui en a fait la demande une copie certifiée conforme des documents en cause;", "b) au greffe les documents qui ne se prêtent pas à la reproduction et les éléments matériels en cause.", "318(2) Si l'office fédéral ou une partie s'opposent à la demande de transmission, ils informent par écrit toutes les parties et l'administrateur des motifs de leur opposition.", "318(3) La Cour peut donner aux parties et à l'office fédéral des directives sur la façon de procéder pour présenter des observations au sujet d'une opposition à la demande de transmission.", "318(4) La Cour peut, après avoir entendu les observations sur l'opposition, ordonner qu'une copie certifiée conforme ou l'original des documents ou que les éléments matériels soient transmis, en totalité ou en partie, au greffe.", "[End of document]"]]}