{"id_": "073279", "body_str": [["[1]", "Harrington, J.", ": Product Care Association is in the recycling business. It is a not-for-profit industry sponsored association that manages product stewardship programs for household hazardous and special waste on behalf of its Canadian members. Some of the members are identified in the record. They include several prominent Canadian corporations. In June 2010, Product Care applied to register a proposed trade-mark. As later amended, its intended use in Canada was to be in association with:", "...(1) management of a recycling programme for lights, (2) dissemination of information in the field of recycling lighting products by means of the Internet, printed publication, seminars, conferences and media event ..."], ["[2]", "The proposed trade-mark looks like this:", "[Diagram omitted - see printed version]"], ["[3]", "The Trade-marks Examiner initially expressed concern that the trade-mark LIGHTRECYCLE & DESIGN was the equivalent of LIGHT RECYCLE and, therefore, when sounded was \"clearly descriptive\" of the services in association with which it was proposed to be used. On that basis, the mark was not registrable because s. 12(1)(", ") of the", "Trade-marks Act", "provides:", "12. (1) Subject to section 13, a trade-mark is registrable if it is not", "...", "(b) whether depicted, written or sounded, either clearly descriptive or deceptively misdescriptive in the English or French language of the character or quality of the goods or services in association with which it is used or proposed to be used or of the conditions of or the persons employed in their production or of their place of origin;", "12. (1) Sous réserve de l'article 13, une marque de commerce est enregistrable sauf dans l'un ou l'autre des cas suivants:", "[...]", "b) qu'elle soit sous forme graphique, écrite ou sonore, elle donne une description claire ou donne une description fausse et trompeuse, en langue française ou anglaise, de la nature ou de la qualité des produits ou services en liaison avec lesquels elle est employée, ou en liaison avec lesquels on projette de l'employer, ou des conditions de leur production, ou des personnes qui les produisent, ou de leur lieu d'origine;"], ["[4]", "Over the next few years Product Care's counsel and various officials in the Trade-marks Office shared their different interpretations of the", "Trade-marks Act", ", each relying on a great deal of case law."], ["[5]", "Finally, on 16 May 2014, Geneviève Côté, Acting Director General, Trade-marks, on behalf of the Registrar (hereinafter the Registrar), rejected the application. Section 37(1)(", ") of the Act prohibits the registration of a trade-mark which offends the above-stated s. 12(1)(", ")."], ["[6]", "This is the appeal of that decision.", "I.", "The Appeal Process"], ["[7]", "The appeal process is covered by s. 56 of the Act. It is somewhat peculiar in that it allows the parties to bring evidence before this Court which was not before the Registrar. Product Care, as applicant, has filed new evidence. The Attorney General, as respondent, has not and did not cross-examine the affiant, Man Wah Cheung, Vice-President of the applicant, the one who produced the new evidence."], ["[8]", "There is no dispute as to how this Court is to treat new evidence."], ["[9]", "First of all, the new evidence must be relevant. If the Court does not consider the new evidence relevant then the standard on which the Registrar's decision is reviewed is that of reasonableness (", "REFERENCE_SUPPRESSED)."], ["[10]", "However:", "...where additional evidence is adduced in the Trial Division that would have materially affected the Registrar's findings of fact or the exercise of his discretion, the Trial Division judge must come to his or her own conclusion as to the correctness of the Registrar's decision.", "REFERENCE_SUPPRESSED)"], ["[11]", "I shall first analyze the decision under appeal before determining whether the new evidence would have materially affected the Registrar's findings of fact or the exercise of her discretion.", "II.", "The Decision under Appeal"], ["[12]", "In her decision, the Registrar characterized the issue (correctly so in my view) as being whether the average purchaser of the proposed services would consider whether the proposed mark was \"clearly descriptive\" of the character of the proposed services.", "REFERENCE_SUPPRESSED."], ["[13]", "She went on (again correctly in my view) to state that the mark \"must not be dissected into its component elements and carefully analyzed but must be considered in its entirety as a matter of immediate impression\" (", "REFERENCE_SUPPRESSED). She then opined that \"the purpose of the prohibition in s. 12(1)(", ") is to prevent any single trader from monopolizing a term that is clearly descriptive or common to the trade, thereby placing legitimate traders at a disadvantage\". (", "REFERENCE_SUPPRESSED). Neither Product Care nor I take issue with any of these propositions."], ["[14]", "She acknowledged that the applicant considered that both the design and word elements of the proposed trade-mark were of equal value, that LIGHTRECYCLE was a coined word with an ambiguous combination of suggested elements which did not have any logical grammatical meaning, and that there was no evidence that LIGHTRECYCLE was common in the trade."], ["[15]", "The following paragraph sets out the heart of the decision:", "It is my position that the average purchaser or user of the applicant's services, when faced with the trade-mark LIGHTRECYCLE & DESIGN would immediately conclude as a matter of first impression that the applicant's manages a light recycling program and disseminates information in the field of a light recycling program. It is also my position that LIGHTRECYCLE is a combination of ordinary dictionary words which results, without the necessity of dissection or re-arrangement, in a clear and readily discernible message, as opposed to suggesting a multiplicity of possible connotations. The subject mark, when sounded, clearly describes the services in a manner that is easy to understand, self-evident or plain."], ["[16]", "This conclusion flows from her position that the prospective consumer would consider LIGHTRECYCLE as being the most influential or prominent feature of the mark. She formed this view taking into account the words and size of the design, font, style, layout and the distinctiveness of the design element which was limited to a light bulb encircled by arrows."], ["[17]", "Her decision drew upon the decision of Mr. Justice Gibson in", "REFERENCE_SUPPRESSED, which dealt with design marks that included words as a dominant feature. That decision, which has been subsequently followed in this Court, led to a practice notice in the", "Trade-marks Journal", "to the effect that a composite mark,", "when sounded", ", is not registrable if the word elements are dominant and are clearly descriptive or misdescriptive of the character or quality of the services in association with which it is proposed to the used.", "III.", "New Evidence"], ["[18]", "The Cheung affidavit:", "a. identifies some of Product Care's members;", "b. provides the results of a Google search of LIGHTRECYCLE; and", "c. provides various dictionary definitions of the word \"light\"."], ["[19]", "I do not consider that any of this evidence would have materially affected the decision rendered by the Registrar. The identification of some of Product Care's members does not, in any way, suggest that they would be the only customers. Indeed, the trade-mark was already in use. We have to assume a broader appeal to a wider range of consumers."], ["[20]", "The dictionary definitions are not new. The examiner had referred to a dictionary definition of \"LIGHT\". She said that, as indicated in the Canadian Oxford Dictionary, \"LIGHT\" means \"a source of light, e.g. the sun, or a lamp, fire, etc.\" That reference was incomplete. The same dictionary also defines \"LIGHT\" as meaning \"of little weight; not heavy; easy to lift.\""], ["[21]", "The Google searches show that the coined word \"LIGHTRECYCLE\" only turned up with reference to Product Care's own services. Therefore, it was submitted that there was no confusion in the market place. However, the application was not rejected on the grounds of confusion as per sections 6 and 12(1)(", ") of the Act."], ["[22]", "Thus, the appeal is to be assessed on the reasonableness standard.", "IV.", "Product Care's Case"], ["[23]", "Product Care submits:", "a. the registrar erred in determining that the proposed trade-mark was clearly descriptive of the character or quality of the services in association with which it was proposed to be used;", "b. the registrar erred in applying a \"dominant feature\" test. The mark should have been considered as a whole. In this regard, it was submitted that the", "CITATION_SUPPRESSED", "decision was wrongly decided; and", "c. while the English version of s. 12(1)(", ") is ambiguous and could lead to more than one interpretation, the French version is clear. The French version does not impose a \"separate\" sounded test to a composite mark which includes both words and a design. Furthermore, the \"word\" in this case is coined and ungrammatical.", "V.", "Decision"], ["[24]", "I have come to the conclusion that the Registrar's analysis is unreasonable. However, my own analysis also leads me to the conclusion, although by a different route, that the proposed trade-mark cannot be registered as s. 12(1)(", ") of the Act prohibits the registration of a trade-mark which is clearly descriptive of the character of the services in association with which it is proposed to be used."], ["[25]", "A trade-mark may be limited to a design, limited to a word, whether coined or not, such as \"Kleenex\" or \"Exxon\" or limited to a sound. On this latter point, the Trade-marks Office has issued a directive with respect to trade-marks consisting of a sound, which should be a recording in MP3 or WAVE format. A mark may also be in a combination format, as is the case here."], ["[26]", "This proposed trade-mark engages two of our senses: sight and sound. The proposed trade-mark is seen as a whole, both the design and the letters. However, when sounded \"LIGHTRECYCLE\" sounds like two words, \"light\" and \"recycle\". The design cannot be sounded. It can only be described in voice: a light bulb encircled by three arrows."], ["[27]", "The Registrar's position is that:", "the average purchaser or user of the applicant's services, when faced with the trade-mark LIGHTRECYCLE & DESIGN would immediately conclude as a matter of first impression that the applicant's manages a light recycling program and disseminates information in the field of a light recycling program."], ["[28]", "She took the position that \"LIGHTRECYCLE\" is a combination of ordinary dictionary words. That is so. However, she failed to take into account that \"LIGHT\" has at least two distinct meanings. She could only have preferred one meaning because she, unlike the ordinary consumer, had the trade-mark application in hand."], ["[29]", "The average purchaser or user of the proposed services does not encounter a trade-mark with copy of the trade-mark application in his or her pocket. As discussed during the hearing, the materials one puts in a municipal blue box for recycling are \"light\". They comprise such things as glass bottles, tin cans, newsprint and so on. Contrast this with a scrap yard which recycles automobile engine parts or breakers who break up ships of hundreds of thousands of deadweight tons in order to recuperate copper, aluminium and steel. They are in the recycling business but in no way can it be said that they are recycling \"light\" products, much less light bulbs."], ["[30]", "This leads to the Registrar's opinion that the word element of the proposed trade-mark was the dominant feature. As a matter of impression, without benefit of the disclosure to the Trade-marks Office, it is unreasonable to conclude that the word portion of the trade-mark proposes use in recycling light bulbs."], ["[31]", "It is not necessary to analyze the", "CITATION_SUPPRESSED", "decision in any depth. The pre-eminent design feature of the proposed trade-mark in that case was a maple leaf, which was disclaimed. There is no such disclaimer in this case."], ["[32]", "The reasonableness standard of review was set out in paragraph 47 of", "REFERENCE_SUPPRESSED:", "Reasonableness is a deferential standard animated by the principle that underlies the development of the two previous standards of reasonableness: certain questions that come before administrative tribunals do not lend themselves to one specific, particular result. Instead, they may give rise to a number of possible, reasonable conclusions. Tribunals have a margin of appreciation within the range of acceptable and rational solutions. A court conducting a review for reasonableness inquires into the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes. In judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law."], ["[33]", "The Registrar had correctly stated that the mark is not to be dissected into its component elements, but must be considered in its entirety (", "CITATION_SUPPRESSED", "and", "CITATION_SUPPRESSED", ")."], ["[34]", "However, she failed to explain how she determined that the word element was dominant. Given the different meanings of \"light\", the design element could not, for all intents and purposes, be ignored."], ["[35]", "Where I differ from the applicant, in considering the proposed mark in its entirety and as a matter of immediate impression, the only conclusion is that it is \"clearly descriptive\" of the business at hand, and thus is not registrable."], ["[36]", "Although I consider differences in the English and French versions of s. 12(1)(", ") to be stylistic only, in the circumstances it is not necessary to dwell on the point as the trade-mark when seen as a whole is clearly descriptive of the services offered.", "VI.", "Costs"], ["[37]", "The applicant did not seek costs. The respondent made no submissions in that regard. As I have come to the same conclusion as the Registrar, but for quite different reasons, I consider it appropriate that each party bear its own costs.", "JUDGMENT"], ["[38]", "FOR REASONS GIVEN;", "THIS COURT'S JUDGMENT is that", "the appeal is dismissed. There is no order as to costs.", "Appeal dismissed.", "Editor: Gary W. McLaughlin/nmg", "[End of document]"]]}