{"id_": "073662", "body_str": [["[1]", "Annis, J.", ": This is an application for judicial review, pursuant to section 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA], of a decision that the applicant was not a Convention refugee or a person in need of protection.  <FRAGMENT_SUPPRESSED>", "Background  <FRAGMENT_SUPPRESSED>"], ["[2]", "Mr. Tjipuravandu was born in Namibia in 1981. He grew up in a rural village. He stated that when he was sixteen, his parents arranged a marriage with a cousin, and he left school and went to work on the family cattle farm. He has one daughter. His family followed a traditional belief system but the applicant had become interested in Christianity while at school. He refused to become more deeply involved in traditional rituals and ultimately stopped practicing them completely.  <FRAGMENT_SUPPRESSED>"], ["[3]", "When the applicant's father became aware of his Christian faith, he was furious. He reported the applicant to the community leaders and alleged that the applicant had desecrated the holy fire shrine by bringing the Bible into the shrine. The applicant was summoned by the community leaders and told that he did not have any choice but to listen to what his father said and follow through with it.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The applicant fled his village without his wife and daughter and hitchhiked to Windhoek. He moved in with a half-brother there until November 2009. When his father arrived with members of the village council, he resisted being taken back to the village to be initiated into the traditional religion.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The applicant went to the police in Windhoek to lay a complaint against his father and community traditional leaders. The police declined to assist because the matter was a traditional one.  <FRAGMENT_SUPPRESSED>"], ["[6]", "The applicant then turned to his pastor in Windhoek, who bought him a ticket to Toronto. He arrived in Canada on January 30, 2011 and claimed asylum at the airport.  <FRAGMENT_SUPPRESSED>", "Impugned decision  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Refugee Protection Division [the Board] heard the case on May 25, 2012 and rendered its decision on June 1, 2012. The Board accepted Mr. Tjipuravandu's story, but found that he was not a refugee because he had a viable Internal Flight Alternative  <FRAGMENT_SUPPRESSED>  in Walvis Bay, Namibia.  <FRAGMENT_SUPPRESSED>"], ["[8]", "It also found that the applicant had not rebutted the presumption of state protection in Walvis Bay with clear and convincing evidence and, from questions put to him at the hearing, had not demonstrated that his traditional Herero community family situation established a prospective lack of protection in Walvis Bay and would force him to live in hiding in that location.  <FRAGMENT_SUPPRESSED>", "Issues  <FRAGMENT_SUPPRESSED>"], ["[9]", "The issues are:  <FRAGMENT_SUPPRESSED>", "a. Did the Board misapprehend the basis of the applicant's claim?  <FRAGMENT_SUPPRESSED>", "b. Did the Board err in confusing the test for state protection with the test for an  <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "Analysis  <FRAGMENT_SUPPRESSED>", "Did the Board misapprehend the basis of the applicant's claim?  <FRAGMENT_SUPPRESSED>"], ["[11]", "The applicant argues that in his application for refugee protection, he stated his fear of persecution based on conversion to Christianity. Religious opinion is one of the listed grounds in section 96 of IRPA. He claims that the Board made no mention of this and made its decision based on \"domestic violence\" and \"forced marriage\".  <FRAGMENT_SUPPRESSED>"], ["[12]", "I find that that the Board was clearly aware of the basis of the claim, as was made clear by its questioning. The Board noted that he did not say either in his Personal Information Form [PIF] or in his oral evidence that he had had a problem practising his religion; rather his narrative indicates that he was at risk primarily from his father with the support of community leaders. The applicant stated that he was afraid of \"his father and the traditional leaders\". I agree with the respondent that the Board reviewed the risk raised by the applicant.  <FRAGMENT_SUPPRESSED>"], ["[13]", "I also agree that in any event, the Board's findings on state protection and IFA nullified the requirement to engage in an analysis of the objective basis for the alleged religious persecution.  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "Did the Board err in confusing the test for state protection with the test for an IFA?  <FRAGMENT_SUPPRESSED>"], ["[14]", "<FRAGMENT_SUPPRESSED>  [", "Huerta Morales", "], Zinn J. pointed out that the law relating to an IFA is closely bound up with the notion of state protection, describing both forms of protection at paragraphs 5 and 6 as follows:  <FRAGMENT_SUPPRESSED>"], ["[5] Canadian law relating to state protection has been stated and developed in a decade and a half of Federal Court jurisprudence interpreting and applying the seminal exposition of the issue in", "<FRAGMENT_SUPPRESSED> . In that decision Justice LaForest stressed the surrogate nature of refugee protection; it is only the failure of the foreign state to protect that will engage Canadian responsibility. Absent a situation of total breakdown of state institutions, the ability of the foreign state to provide protection is presumed. The surrogacy principle has raised various issues relating to the intensity of the presumption of state protection and the type of evidence that can demonstrate a failure thereof. The following principles have been articulated in this respect:  <FRAGMENT_SUPPRESSED>", "(i) The stronger the democratic institutions of the foreign state in question, the heavier the burden will be on the claimant to rebut the presumption:", "<FRAGMENT_SUPPRESSED>  (CanLII), 2005 FC 193.  <FRAGMENT_SUPPRESSED>", "(iii) Evidence sufficient to rebut the presumption must be \"clear and convincing\":", "<FRAGMENT_SUPPRESSED>  (CanLII), 2007 FCA 171.  <FRAGMENT_SUPPRESSED>", "(iv) An absence of perfect or ideal protection in the foreign state will not engage Canada's surrogate role; \"adequacy,\" not effectiveness per se, is what matters:", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (CanLII), 2008 FCA 94.  <FRAGMENT_SUPPRESSED>"], ["[6]", "The law relating to an IFA, is closely bound up with the notion of state protection.", "Justice Kelen in", "<FRAGMENT_SUPPRESSED>  (CanLII), 2008 FC 1035, recently summarized the legal principles in this area at paragraph 34 of his Judgment.  <FRAGMENT_SUPPRESSED>", "1. If IFA will be an issue, the Refugee Board must give notice to the refugee claimant prior to the hearing (", "<FRAGMENT_SUPPRESSED> , per Mr. Justice Mahoney at paragraph 9,", "Thirunavukkarasu", ") and identify a specific IFA location(s) within the refugee claimant's country of origin (", "<FRAGMENT_SUPPRESSED>  (CanLII), 2006 FC 472, 147 A.C.W.S. (3d) 1047 at paras. 9-10);  <FRAGMENT_SUPPRESSED>", "2. There is a disjunctive two-step test for determining that there is not an IFA. See, e.g.,  <FRAGMENT_SUPPRESSED> ; Thirunavukkarasu, supra; Urgel, supra at para. 17.  <FRAGMENT_SUPPRESSED>", "i. Either the Board must be persuaded by the refugee claimant on a balance of probabilities that there is a serious possibility that the refugee claimant will be persecuted in the location(s) proposed as an IFA by the Refugee Board; or  <FRAGMENT_SUPPRESSED>", "ii. The circumstances of the refugee claimant make the proposed IFA location unreasonable for the claimant to seek refuge there;  <FRAGMENT_SUPPRESSED>", "3. The applicant bears the burden of proof in demonstrating that an IFA either does not exist or is unreasonable in the circumstances.  <FRAGMENT_SUPPRESSED>  (CanLII), 2008 FC 748 per Madame Justice Tremblay-Lamer at para 13;", "<FRAGMENT_SUPPRESSED>  (CanLII), 130 A.C.W.S. (3d) 1010, 2004 FC 601 per Mr. Justice Mosley at para. 17;  <FRAGMENT_SUPPRESSED>", "4. The threshold is high for what makes an IFA unreasonable in the circumstances of the refugee claimant: see", "<FRAGMENT_SUPPRESSED>  (CanLII), 2008 FC 449, per Mr. Justice Russell at paragraph 41. In", "<FRAGMENT_SUPPRESSED> , at para. 16, and", "Thirunavukkarasu", ", supra, at para. 12, whether an IFA is unreasonable is a flexible test taking into account the particular situation of the claimant. It is an objective test;  <FRAGMENT_SUPPRESSED>", "5. The IFA must be realistically accessible to the claimant, i.e. the claimant is not expected to risk physical danger or undue hardship in traveling or staying in that IFA. Claimants are not compelled to hide out in an isolated region like a cave or a desert or a jungle. See:", "Thirunavukkarasu", ", supra at para. 14; and  <FRAGMENT_SUPPRESSED>", "6. The fact that the refugee claimant has no friends or relatives in the proposed IFA does not make the proposed IFA unreasonable.  <FRAGMENT_SUPPRESSED>", "The refugee claimant probably does not have any friends or relatives in Canada. The fact that the refugee claimant may not be able to find suitable employment in his or her field of expertise may or may not make the IFA unreasonable. The same may be true in Canada ... [Emphasis added]  <FRAGMENT_SUPPRESSED>"], ["[15]", "The Board carried out an extensive analysis of the \"presently probative country documents\" and concluded they were \"positive when it comes to state protection for persons fearing domestic violence in Namibia\", clearly indicating that the state now has \"sophisticated state protection mechanisms available for persons fearing domestic violence in both legislation and in practice\".  <FRAGMENT_SUPPRESSED>"], ["[16]", "After doing so, the Board summarized the situation in respect of IFA, noting that with respect to Walvis Bay it was a sub-issue of state protection, as follows at paragraphs 14 and 15 of its reasons:  <FRAGMENT_SUPPRESSED>"], ["[14] Among the protection mechanisms available, it is important to note for this case that Namibia does have shelters with trained police officers. Furthermore, one of these shelters is located in Walvis Bay and, indeed, it does house a unit of the Namibian police. Again, to date, the claimant has never requested protection at a police station in Walvis Bay or at a shelter anywhere in Namibia.  <FRAGMENT_SUPPRESSED>"], ["[15] According to refugee protection law, states only need to provide adequate protection and do not have to provide perfect protection: in other words, states only have to make serious efforts at protection and do not have to provide", "de facto", "effective or", "de facto", "guaranteed protection [", "Canada (Minister of Employment and Immigration) v.Villafranca", "(1992) 18 Imm. L.R. (2d) 130 (F.C.A.)]. Therefore,", "the IFA state protection sub-issue here", "is only whether Namibia authorities in Walvis Bay can be reasonably expected to provide the claimant with serious efforts at protection if he were to return to Namibia and live there, and not whether those authorities can be reasonably expected to provide the claimant with", "de facto", "effective or", "de facto", "guaranteed protection from his father and the traditional community leaders. Furthermore, one cannot rebut the presumption of state protection by asserting only a subjective reluctance to engage it [", "<FRAGMENT_SUPPRESSED> ], and doubts about the effectiveness of state protection without having tested it do not rebut the presumption either [", "<FRAGMENT_SUPPRESSED> ]. [Emphasis added]  <FRAGMENT_SUPPRESSED>"], ["[17]", "Although this was not raised by the applicant, it is arguable that the Board misstated the test for an IFA at paragraph 14 described above. There is no requirement that the applicant have already sought protection in the designated IFA. The IFA is determined by the Refugee Board and thereafter it is incumbent upon the applicant that on a balance of probabilities there is a serious possibility that he will be persecuted in the location proposed as an  <FRAGMENT_SUPPRESSED>  (QL), 45 Imm LR (2d) 150 (TD)). However, the remainder of its reasons, including paragraph 15, indicates that the Board did not misdirect itself on this issue.  <FRAGMENT_SUPPRESSED>", "Did the Board err in concluding that there was a viable IFA?  <FRAGMENT_SUPPRESSED>"], ["[18]", "I do not find that the Board erred in principle in focusing on the state protection aspect of Walvis Bay being an IFA. For that matter, given the evidence before the Board, it was reasonable for it to conclude that simply by asking the police at Windhoek for protection on only one occasion, the applicant failed to rebut the presumption that state protection was adequate in a clear and convincing fashion.  <FRAGMENT_SUPPRESSED>"], ["[19]", "The applicant argued that the Board's analysis was microscopic, speculative and inadequate in its conclusions on an IFA, inasmuch as there is no effective state protection for victims of traditional religious practices in Namibia. This submission does not respond to the requirement that he demonstrate that the IFA will not provide suitable protection. Indeed, when questioned on the issue in chief, the respondent was unable to provide a suitable answer.  <FRAGMENT_SUPPRESSED>"], ["[20]", "In the present case, the applicant has stated that he fears that his family would track him down in Walvis Bay and continue to persecute him by forcing him to carry out the traditional religious observances which are contrary to his Christian faith. His testimony on the issue was far from convincing, even to his own counsel, as may be seen from the excerpt from his testimony as follows:  <FRAGMENT_SUPPRESSED>", "COUNSEL: All right, you will note ... You testified earlier when you were asked whether you contacted the police [", "sic", "] said you did go to the police in Windhoek and they declined to assist you. Now, if for any reason you return to Namibia and move to Walvis Bay to live and if for any reason your father or the community leader comes after you, is there any reason why you cannot go to the police in Walvis Bay and seek for protection?  <FRAGMENT_SUPPRESSED>", "CLAIMANT: No ways because the police is ... is not dealing with ... it is traditional so there is no way I can go to the police.  <FRAGMENT_SUPPRESSED>", "COUNSEL: The ... part of the documentary evidence on Namibia shows that Walvis Bay is not one of those traditional homelands for the Herero's, which is your tribe ...  <FRAGMENT_SUPPRESSED>", "CLAIMANT: Um-hum.  <FRAGMENT_SUPPRESSED>", "COUNSEL: ... so I am just wondering if it is not part of the traditional Herero homelands why do you think that the police in Walvis Bay would not be different from possibly police in Windhoek of the predominantly Herero homelands?  <FRAGMENT_SUPPRESSED>", "CLAIMANT: If I understand the question maybe ... all the ... the rules are the same of the police ...  <FRAGMENT_SUPPRESSED>", "COUNSEL: Okay  <FRAGMENT_SUPPRESSED>", "CLAIMANT: so they will definitely not help me if I go to the police, they will send me back. So there is no way they can help me, the police no way they can help me.  <FRAGMENT_SUPPRESSED>"], ["[21]", "The threshold for finding that relocation to an IFA is unreasonable is a high one. An applicant must provide actual and concrete evidence of conditions which would jeopardize his life and safety in traveling there (", "Huerta  <FRAGMENT_SUPPRESSED> , at para 6). There was no actual concrete evidence of conditions that would jeopardize the applicant's life and safety.  <FRAGMENT_SUPPRESSED> , 2000 CanLII 16789 (FCA) at para 15. In the circumstances of this case, the applicant had the burden of presenting evidence of a failure of state protection and did not meet that burden.  <FRAGMENT_SUPPRESSED>"], ["[22]", "The Board applied the two-pronged IFA test that there must be no serious possibility of persecution in the proposed IFA and that it must not be unreasonable for the applicant to seek refuge in the  <FRAGMENT_SUPPRESSED>  (FCA) at para 10.  <FRAGMENT_SUPPRESSED>"], ["[23]", "The Board carried out a thorough analysis and provided reasons why it considered that there existed a viable IFA. The argument that the Board failed to carry out a \"close analysis\" which would have demonstrated that the government and authourities did not implement and enforce the Namibian laws amounts to a request that the Court reweigh the evidence, which as stated, is not a ground for judicial review.  <FRAGMENT_SUPPRESSED>  (QL) (FCA).  <FRAGMENT_SUPPRESSED>", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[24]", "The Board's decision was not unreasonable. The decision falls within the range of possible, acceptable outcomes that are defensible in facts and in law. For these reasons, the application is dismissed.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[25]", "THIS COURT'S JUDGMENT is that", "the application is dismissed.  <FRAGMENT_SUPPRESSED>", ".........................  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>  [Traduction]: Il s'agit d'une demande de contrôle judiciaire, présentée en conformité avec le paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 [la LIPR], d'une décision selon laquelle le demandeur n'a pas qualité de réfugié au sens de la Convention ni celle de personne à protéger.  <FRAGMENT_SUPPRESSED>", "Contexte  <FRAGMENT_SUPPRESSED>"], ["[2]", "M. Tjipuravandu est né en Namibie en 1981. Il a grandi dans un village. Il a déclaré que, lorsqu'il avait 16 ans, ses parents ont organisé son mariage avec une cousine, et il a quitté l'école pour travailler dans l'exploitation bovine familiale. Il a une fille. Sa famille adhérait à un système de croyances traditionnelles, mais le demandeur a commencé à s'intéresser au christianisme quand il fréquentait l'école. Il a refusé de s'investir davantage dans les rituels traditionnels et a fini par cesser complètement de les pratiquer.  <FRAGMENT_SUPPRESSED>"], ["[3]", "Lorsque le père du demandeur s'est rendu compte que celui-ci était désormais de foi chrétienne, il était furieux. Il a dénoncé le demandeur aux chefs de la communauté et allégué qu'il avait profané le sanctuaire du feu sacré en y apportant la bible. Le demandeur a été convoqué par les chefs de la communauté, qui lui ont dit qu'il était tenu d'écouter son père et de lui obéir.  <FRAGMENT_SUPPRESSED>"], ["[4]", "Le demandeur a fui son village sans son épouse et sa fille et s'est rendu en auto-stop à Windhoek. Il a vécu avec son demi-frère jusqu'en novembre 2009. Lorsque son père est arrivé avec des membres du conseil du village pour le ramener, il s'est débattu pour ne pas rentrer et être initié dans la religion traditionnelle.  <FRAGMENT_SUPPRESSED>"], ["[5]", "Le demandeur s'est adressé à la police de Windhoek pour porter plainte contre son père et les chefs de la communauté traditionnelle. La police a refusé de l'aider parce qu'il s'agit de questions traditionnelles.  <FRAGMENT_SUPPRESSED>"], ["[6]", "Le demandeur s'est ensuite adressé à son pasteur à Windhoek, qui lui a acheté un billet d'avion pour Toronto. Il est arrivé au Canada le 30 janvier 2011 et a demandé l'asile à l'aéroport.  <FRAGMENT_SUPPRESSED>", "Décision contestée  <FRAGMENT_SUPPRESSED>"], ["[7]", "La Section de la protection des réfugiés [la Commission] a entendu l'affaire le 25 mai 2012 et a rendu sa décision le 1er juin 2012. La Commission a accepté le récit de M. Tjipuravandu, mais a estimé qu'il n'avait pas qualité de réfugié parce qu'il avait une possibilité de refuge intérieur  <FRAGMENT_SUPPRESSED>  viable à Walvis Bay, en Namibie.  <FRAGMENT_SUPPRESSED>"], ["[8]", "La Commission a également conclu que le demandeur n'avait pas réfuté la présomption de protection de l'État à Walvis Bay au moyen d'une preuve claire et convaincante et que, à partir des questions qui lui ont été posées à l'audience, il n'avait pas montré que sa situation de famille traditionnelle héréro établissait qu'il ne bénéficierait d'aucune protection à Walvis Bay et qu'il devrait y vivre dans la clandestinité.  <FRAGMENT_SUPPRESSED>", "Questions en litige  <FRAGMENT_SUPPRESSED>"], ["[9]", "Les questions en litige sont les suivantes:  <FRAGMENT_SUPPRESSED>", "a. La Commission a-t-elle mal interprété le fondement de la demande d'asile du demandeur?  <FRAGMENT_SUPPRESSED>", "b. La Commission a-t-elle commis une erreur en confondant le critère relatif à la protection de l'État avec celui relatif à une PRI viable?  <FRAGMENT_SUPPRESSED>", "c. La Commission a-t-elle commis une erreur en concluant que le demandeur disposait d'une PRI viable?  <FRAGMENT_SUPPRESSED>", "Normes de contrôle  <FRAGMENT_SUPPRESSED>"], ["[10]", "Les décisions de la Commission sur la protection de l'État et les PRI relèvent des questions de faits et sont susceptibles de contrôle selon la norme plus déférente de la raisonnabilité ( <FRAGMENT_SUPPRESSED>  fondement de la demande d'asile du demandeur?  <FRAGMENT_SUPPRESSED>"], ["[11]", "Le demandeur soutient qu'il a fait valoir dans sa demande d'asile sa crainte de persécution fondée sur sa conversion au christianisme. Les opinions religieuses représentent l'un des motifs prévus à l'article 96 de la LIPR. Il soutient que la Commission n'en a pas fait mention et a fondé sa décision sur la [traduction] « violence conjugale » et le [traduction] « mariage forcé ».  <FRAGMENT_SUPPRESSED>"], ["[12]", "J'estime que la Commission était clairement consciente du fondement de la demande d'asile, comme l'atteste son interrogatoire. La Commission a souligné que le demandeur n'a pas indiqué dans son Formulaire de renseignements personnels [le FRP] ou dans ses observations de vive voix qu'il avait été empêché de pratiquer sa religion; son exposé circonstancié indique plutôt qu'il était essentiellement menacé par son père avec le soutien des chefs de la communauté. Le demandeur a affirmé qu'il craignait [traduction] « son père et les chefs traditionnels ». Je conviens avec le défendeur que la Commission a examiné le risque soulevé par le demandeur.  <FRAGMENT_SUPPRESSED>"], ["[13]", "Je conviens aussi que, quoi qu'il en soit, les conclusions de la Commission sur la protection de l'État et la PRI annulent la nécessité de mener une analyse des fondements objectifs de la persécution religieuse alléguée.  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "La Commission a-t-elle commis une erreur en confondant le critère relatif à la protection de l'État avec celui relatif à une PRI?  <FRAGMENT_SUPPRESSED>"], ["[14]", "<FRAGMENT_SUPPRESSED>  [", "Huerta Morales", "], le juge Zinn a souligné que le droit se rapportant à une PRI est étroitement lié à la notion de protection de l'État. Il a décrit les deux formes de protection en ces termes aux paragraphes 5 et 6:  <FRAGMENT_SUPPRESSED>"], ["[5] Depuis quinze ans, la Cour fédérale formule et développe le droit canadien relatif à la protection de l'État, en interprétant et en appliquant l'arrêt de principe à cet égard,", "Canada (Procureur général) c. Ward,"], ["[1993] 2 R.C.S. 689. Le juge La Forest y a souligné la nature supplétive de la protection des réfugiés; la responsabilité du Canada ne sera engagée que si l'État étranger n'assure pas de protection. En l'absence d'un effondrement complet de l'appareil étatique, il y a lieu de présumer que celui-ci est en mesure d'assurer cette protection. Le principe de la substitution a soulevé divers problèmes relativement à l'intensité de la présomption de la protection de l'État et au type de preuve susceptible d'en démontrer l'absence. Les principes suivants ont été formulés à cet égard:  <FRAGMENT_SUPPRESSED>", "i) plus les institutions de l'État en cause seront démocratiques, plus lourde sera pour le demandeur la charge de réfuter la présomption de protection de l'État:", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "iii) La preuve suffisante pour réfuter la présomption doit être « claire et convaincante »:", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "iv) La protection supplétive du Canada ne se trouvera pas engagée parce qu'il n'existe pas de protection parfaite ou idéale dans l'État en cause; c'est la « suffisance » qui importe, non pas l'efficacité intrinsèque:", "Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[6]", "Le droit relatif à la PRI est étroitement associé à la notion de protection de l'État", ". Le juge Kelen a récemment résumé les principes juridiques à cet égard dans", "<FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "1. Si la PRI est une question litigieuse, la Commission du statut de réfugié doit en aviser le demandeur d'asile avant l'audience (", "Rasaratnam", ", précité, par le juge Mahoney au paragraphe 9,", "Thirunavukkarasu", ") et identifier des lieux précis comme PRI dans le pays d'origine du demandeur d'asile (", "<FRAGMENT_SUPPRESSED>  147 A.C.W.S. (3d) 1047, aux paragraphes 9 et 10);  <FRAGMENT_SUPPRESSED>", "2. Il convient d'appliquer un test disjonctif à deux volets afin de déterminer s'il existe une PRI. Voir, p. ex.,", "Rasaratnam,", "précité;", "Thirunavukkarasu,", "précité;", "Urgel,", "précité, au paragraphe 17.  <FRAGMENT_SUPPRESSED>", "i. La Commission doit avoir été persuadée par le demandeur d'asile, selon la prépondérance de la preuve, qu'il existe une possibilité sérieuse qu'il soit persécuté dans les lieux qu'elle a proposés comme PRI; ou  <FRAGMENT_SUPPRESSED>", "ii. Compte tenu de la situation propre au demandeur, il serait déraisonnable que le demandeur cherche refuge dans les lieux proposés comme PRI;  <FRAGMENT_SUPPRESSED>", "3. Le demandeur a la charge de prouver qu'il n'existe pas de PRI ou que cette PRI est déraisonnable dans les circonstances.  <FRAGMENT_SUPPRESSED>  par le juge Mosley, au paragraphe 17;  <FRAGMENT_SUPPRESSED>", "4. Le critère est élevé pour déterminer ce qui rend une PRI déraisonnable dans la situation du demandeur d'asile: voir", "<FRAGMENT_SUPPRESSED>  par le juge Russell, au paragraphe 41. Selon", "Mwaura,", "précitée, au paragraphe 16, et", "Thirunavukkarasu", ", précité, au paragraphe 12, il convient d'appliquer un critère souple pour déterminer si une PRI est déraisonnable en tenant compte de la situation particulière au demandeur. C'est un critère objectif;  <FRAGMENT_SUPPRESSED>", "5. La PRI doit être réalistement accessible au demandeur, p. ex. le demandeur n'est pas censé s'exposer à un grand danger physique ou subir des épreuves indues lorsqu'il se rend dans un lieu de PRI ou y demeure. Le demandeur ne devrait pas être tenu de se cacher dans une région isolée, par exemple dans une caverne, dans le désert ou dans la jungle. Voir:", "Thirunavukkarasu", ", précitée, au paragraphe 14;  <FRAGMENT_SUPPRESSED>", "6. Le fait que le demandeur d'asile n'a ni amis ni parents dans le lieu proposé comme PRI ne rend pas cette PRI déraisonnable. Le demandeur d'asile n'a probablement pas d'amis ni de parents au Canada. Le fait que le demandeur d'asile ne soit pas en mesure de se trouver un emploi approprié dans son domaine de profession peut ou non rendre la PRI déraisonnable. Cela vaut également pour le Canada; [Non souligné dans l'original.]  <FRAGMENT_SUPPRESSED>"], ["[15]", "La Commission a mené une analyse approfondie des « documents sur le pays [...] ayant actuellement une valeur probante » et a conclu qu'ils « sont raisonnablement positifs en ce qui a trait à la protection de l'État pour les personnes craignant la violence conjugale en Namibie ». Elle a clairement mentionné que désormais « des mécanismes élaborés de protection de l'État [étaient] disponibles en Namibie pour les personnes craignant la violence conjugale, tant dans la législation qu'en pratique ».  <FRAGMENT_SUPPRESSED>"], ["[16]", "Après quoi, la Commission, aux paragraphes 14 et 15 de ses motifs, a résumé la situation en ce qui concerne la PRI, soulignant qu'au sujet de Walvis Bay, il existait une sous-question de protection de l'État:  <FRAGMENT_SUPPRESSED>"], ["[14] Parmi les mécanismes de protection disponibles, il est important de souligner, en l'espèce, qu'il existe en Namibie des refuges où travaillent des policiers formés. En outre, un de ces refuges est situé à Walvis Bay et héberge une unité de la police namibienne. Il convient de souligner de nouveau que, jusqu'à maintenant, le demandeur d'asile n'a jamais communiqué avec un poste de police de Walvis Bay ou un autre refuge en Namibie pour demander d'être protégé.  <FRAGMENT_SUPPRESSED>"], ["[15] Selon la législation en matière de protection des réfugiés, les États sont tenus uniquement d'offrir une protection adéquate, et non d'assurer une protection parfaite. En d'autres termes, ils doivent déployer de sérieux efforts pour protéger leurs citoyens, mais ils n'ont pas, de fait, à offrir une protection efficace ni à en garantir une. [", "Canada (Ministre de l'Emploi et de l' <FRAGMENT_SUPPRESSED>  concernant la possibilité de refuge intérieur", "doit uniquement être tranchée pour déterminer si les autorités namibiennes à Walvis Bay seraient raisonnablement en mesure de faire de sérieux efforts pour assurer la protection du demandeur d'asile s'il retournait en Namibie pour y vivre, et non de déterminer si ces autorités seraient raisonnablement en mesure d'offrir de fait une protection garantie ou efficace au demandeur d'asile contre son père et les chefs de la communauté traditionnelle. Qui plus est, un demandeur d'asile ne peut réfuter la présomption de l'existence d'une protection de l'État en ne faisant valoir qu'une réticence subjective à la solliciter [", "<FRAGMENT_SUPPRESSED> ]. Pour leur part, les doutes exprimés quant à l'efficacité de la protection offerte par l'État, alors que celle-ci n'a pas été éprouvée dans une mesure suffisante, ne réfutent pas pour autant l'existence d'une présomption de protection étatique [", "<FRAGMENT_SUPPRESSED> ]. [Non souligné dans l'original.]  <FRAGMENT_SUPPRESSED>"], ["[17]", "Même si le demandeur n'a pas soulevé cet argument, on peut soutenir que la Commission a mal énoncé le critère relatif à une PRI au paragraphe 14, précité. Il n'est pas nécessaire que le demandeur ait déjà demandé d'être protégé dans la PRI désignée. La Commission désigne la PRI, et il incombe ensuite au demandeur de faire valoir que, selon la prépondérance des probabilités, il existe une possibilité sérieuse de persécution au lieu proposé comme  <FRAGMENT_SUPPRESSED>  (QL), 45 Imm LR (2e) 150 (1re instance)). Cependant, selon le reste des motifs, y compris le paragraphe 15, la Commission n'a pas commis d'erreur à cet égard.  <FRAGMENT_SUPPRESSED>", "La Commission a-t-elle commis une erreur en concluant qu'il existait une PRI viable?  <FRAGMENT_SUPPRESSED>"], ["[18]", "Je ne crois pas que la Commission a commis une erreur de principe en mettant l'accent sur l'aspect relatif à la protection de l'État quand elle a désigné Walvis Bay comme PRI. D'ailleurs, étant donné les éléments de preuve dont disposait la Commission, il était raisonnable que celle-ci conclue que, en s'adressant une seule fois à la police pour obtenir une protection à Windhoek, le demandeur n'a pas réfuté d'une manière claire et convaincante la présomption selon laquelle la protection de l'État est suffisante.  <FRAGMENT_SUPPRESSED>"], ["[19]", "Le demandeur a soutenu que dans ses conclusions sur une PRI l'analyse de la Commission était tatillonne, hypothétique et insuffisante parce qu'il n'existe pas de protection étatique efficace pour les victimes de pratiques religieuses traditionnelles en Namibie. Cette observation ne satisfait pas la condition voulant que le demandeur démontre que la PRI ne constituera pas une protection suffisante. En fait, lorsqu'il a été interrogé sur cette question en particulier, le demandeur n'a pas pu fournir de réponses satisfaisantes.  <FRAGMENT_SUPPRESSED>"], ["[20]", "En l'espèce, le demandeur a affirmé qu'il craignait que sa famille le retrouve à Walvis Bay et continue de le persécuter en l'obligeant à se soumettre aux pratiques religieuses traditionnelles qui sont contraires à sa foi chrétienne. Son témoignage à cet égard était loin d'être convaincant, même pour son avocat, comme on peut le voir dans cet extrait de son témoignage:  <FRAGMENT_SUPPRESSED>", "[traduction]  <FRAGMENT_SUPPRESSED>", "CONSEIL: Donc, vous verrez [...] Vous avez affirmé plus tôt lorsque le tribunal vous a demandé si vous aviez contacté la police, que vous êtes allé voir la police à Windhoek, mais que celle-ci a refusé de vous aider. Maintenant, si pour une raison ou une autre, vous rentrez en Namibie et vous installez à Walvis Bay pour y vivre, et si, pour une raison ou une autre, votre père ou les chefs de la communauté vous recherchent, y a-t-il une raison pour laquelle vous ne pouvez pas vous adresser à la police à Walvis Bay et demander qu'elle vous protège?  <FRAGMENT_SUPPRESSED>", "DEMANDEUR D'ASILE: Impossible, parce que la police est [...] ne s'occupe pas [...] c'est traditionnel, et donc il est impossible que je m'adresse à la police.  <FRAGMENT_SUPPRESSED>", "CONSEIL: La [...] une partie de la preuve documentaire sur la Namibie montre que Walvis Bay ne fait pas partie des régions traditionnelles pour la religion héréro, qui est votre tribu [...].  <FRAGMENT_SUPPRESSED>", "DEMANDEUR D'ASILE: Oui.  <FRAGMENT_SUPPRESSED>", "CONSEIL: [...] donc je me demande seulement, si ça ne fait pas partie des régions traditionnelles héréro, pourquoi pensez-vous que la police à Walvis Bay réagirait comme peut-être la police à Windhoek, dans les régions majoritairement héréro?  <FRAGMENT_SUPPRESSED>", "DEMANDEUR D'ASILE: Si je comprends la question, peut-être [...] toutes [...] les règles sont les mêmes pour toute la police [...].  <FRAGMENT_SUPPRESSED>", "CONSEIL: D'accord  <FRAGMENT_SUPPRESSED>", "DEMANDEUR D'ASILE: Donc la police ne m'aidera certainement pas si je demande son aide, elle me renverra. Il est impossible qu'elle puisse m'aider, la police ne peut vraiment pas m'aider.  <FRAGMENT_SUPPRESSED>"], ["[21]", "Pour conclure que la relocalisation dans une PRI est déraisonnable, le critère applicable est élevé. Un demandeur doit fournir des éléments de preuve réels et concrets des conditions qui pourraient compromettre sa vie et sa sécurité s'il s'y rendait (", "Huerta Morales", ", précité, au paragraphe 6). Aucune preuve réelle concrète n'a été produite de conditions susceptibles de compromettre la vie et la sécurité du demandeur.  <FRAGMENT_SUPPRESSED> , 2000 CanLII 16789 (CAF), au paragraphe 15. Dans les circonstances de l'espèce, il incombait au demandeur de présenter des éléments de preuve relatifs à l'absence de protection de l'État, et il ne s'est pas acquitté de ce fardeau.  <FRAGMENT_SUPPRESSED>"], ["[22]", "La Commission a appliqué le critère en deux volets relatif à la PRI selon lequel il ne doit pas exister de possibilité sérieuse de persécution dans la PRI proposée, et il ne doit pas être déraisonnable pour le demandeur de se réfugier dans la  <FRAGMENT_SUPPRESSED>  (CAF), au paragraphe 10.  <FRAGMENT_SUPPRESSED>"], ["[23]", "La Commission a mené une analyse approfondie et énoncé les raisons pour lesquelles elle considérait qu'il existait une PRI viable. L'argument selon lequel la Commission n'a pas mené une [traduction] « analyse étroite » qui aurait montré que le gouvernement et les autorités ne mettent pas en oeuvre et n'appliquent pas les lois namibiennes équivaut à demander à la Cour d'apprécier de nouveau les éléments de preuve, ce qui, comme il est mentionné, ne constitue pas un motif de contrôle judiciaire.  <FRAGMENT_SUPPRESSED>  (QL) (CAF).  <FRAGMENT_SUPPRESSED>", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[24]", "La décision de la Commission n'est pas déraisonnable. La décision appartient aux issues possibles acceptables pouvant se justifier au regard des faits et du droit. Pour ces raisons, la demande est rejetée.  <FRAGMENT_SUPPRESSED>", "JUGEMENT  <FRAGMENT_SUPPRESSED>"], ["[25]", "LA COUR STATUE que", "la demande est rejetée.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}