{"id_": "073606", "body_str": [["[1]", "de Montigny, J.", ": This is an appeal from an Order of Case Management Prothonotary Morneau dated January 20, 2009, whereby he refused to compel the Defendant to provide answers to some requests which were made at the examination for discovery of the Defendant's representative. For the reasons that follow, I have concluded that this appeal must fail, as it has not been demonstrated that Prothonotary Morneau made any error in exercising his discretion.", "BACKGROUND"], ["[2]", "The Plaintiff/Defendant by Counterclaim, GSC Technologies Corp., is a company that manufactures and commercializes blow-moulded and injection moulded plastic goods including pedal boats. As for the Defendant/Plaintiff by Counterclaim, they have also been commercializing various models of pedal boats in Canada, including the Spray model pedal boat introduced on the market in 2007."], ["[3]", "The present litigation concerns allegations by the Plaintiff that the Defendant has committed acts of unfair competition by allegedly copying the distinctive trade-dress of the Plaintiff's Future Beach line of pedal boats with its Spray model pedal boat. The Plaintiff's rights in its allegedly distinctive trade-dress, if any, are common law rights which are not registered pursuant to the", "Trade-marks Act", "or otherwise."], ["[4]", "On November 13, 2008, the Plaintiff filed a motion to compel answers and produce documents in response to the refusals made during the examination for discovery of the representative of the Defendant. On January 20, 2009, the Prothonotary ordered that all of the questions, including the four that are the subject of the present appeal, need not be answered and granted costs of the motion to the Defendant."], ["[5]", "The first request (E-2) seeks to compel the Defendant to provide detailed technical specifications of all of the Defendant's pedal boat models, while the second (E-4) seeks to compel the Defendant to provide detailed technical specifications of the Spray model pedal boat, beyond what has already been provided by the Defendant."], ["[6]", "The third (E-10) and fourth (E-14) requests seek the production of all the memos, notes, correspondence or documentation related respectively to the conception of the Defendant's Spray model pedal boat and to the production of the moulds for that same model.", "ANALYSIS"], ["[7]", "It is well established that a discretionary order of a prothonotary should only be reviewed on appeal if the questions raised in the motion are vital to the final issue in the case, or if the order is clearly wrong, in the sense that the exercise of discretion by the prothonotary was based upon a wrong principle or upon a misapprehension of the facts:", "<FRAGMENT_SUPPRESSED> ;", "Novopharm v", "Eli Lilly Canada Inc.", ", 2008 FCA 287;", "<FRAGMENT_SUPPRESSED> . Since the issues under appeal are clearly not vital to the final determination of the case and involve the discretionary order of a prothonotary, the Plaintiff had to demonstrate that the prothonotary erred in law or misapprehended the facts."], ["[8]", "Rule 240(a) of the", "Federal Courts Rules", "provides that a person being examined for discovery shall answer, to the best of that person's knowledge, information and belief, any question that is relevant to any unadmitted allegation of fact in a pleading filed by the party being examined or by the examining party. Rule 242(1) establishes, however, permissible objections during an examination on discovery, for example if the question is not relevant, is unreasonable or unnecessary or would be unduly onerous."], ["[9]", "Moreover, this Court has established certain limitations on the scope of discovery.  <FRAGMENT_SUPPRESSED>  (at p. 23), Prothonotary Hargrave enunciated six principles with respect to the scope of discovery:", "There must, of course, be some limitation on general propositions allowing broad discovery, for given the resources of courts and the concern over costs, congestion and delay, it would be an unaffordable luxury to allow litigants to engage in protracted and far-reaching discovery of marginal usefulness. I return to", "Reading & Bates", "(supra) at p. 230, for six general principles which place sensible limitations on the scope of discovery generally and here I paraphrase:", "1. The documents to which parties are entitled are those which are relevant. Relevance is a matter of law, not discretion. The test to apply, in determining relevance, is whether information obtained may directly or indirectly advance one party's case, or damage that of the other party.", "2. Questions which are too general, or which seek an opinion, or are outside the scope of a proceeding, need not be answered.", "3. Discovery is confined to matters relevant to the facts which have been pleaded, rather than to facts which a party proposes to prove and thus relevance, in the context of discovery, limits questions to those that may prove or disprove allegations of fact which have not been admitted.", "4. A court should not compel answers which, although perhaps relevant, are not likely to advance the party's legal position.", "5. Before requiring an answer to a discovery question, the court should weigh the probability of the usefulness of the answer against the time, trouble, expense and difficulty which might be involved in obtaining it: \"One must look at what is reasonable and fair under the circumstances: ...\" (loc.cit.).", "6. Fishing expeditions undertaken through far-reaching, vague or irrelevant questions are to be discouraged."], ["[10]", "More recently, the Federal Court of Appeal somewhat expanded the test of \"relevance\" and stressed that in determining the propriety of a particular question, one must determine whether it is reasonable to conclude that the answer to that question might lead the questioning party to a \"train of enquiry\" that may either advance its case or damage the case of its opponent: see", "Brystol-Myers Squibb Co.", "Apotex Inc.", ", 2007 FCA 379."], ["[11]", "However the concept of relevance is defined, it cannot, in and of itself, be determinative. It is certainly a prerequisite, but other factors such as those listed in Rule 242(1) must also be considered. As my colleague Justice Hughes recently wrote:", "Thus, simply to say that a question is \"relevant\" does not mean that it must inevitably be answered. The Court must protect against abuses so as to ensure the just, most expeditious and least expensive (Rule 3) resolution of the proceeding not the discovery. Relevance must be weighed against matters such as among other things, the degree of relevance, how onerous is it to provide an answer, if the answer requires fact or opinion of law and so forth.", "<FRAGMENT_SUPPRESSED>  referred in his Order to the decision of Justice McNair in", "Reading & Bates, supra", ", as well as to the arguments made by the parties where the legal parameters were well summarized. As a result, his decision ought not to be disturbed unless it can be established that he misapprehended the facts. To quote again from Justice Hughes:"], ["[19] Prothonotaries of this Court are burdened, to a large extent, with motions seeking to compel answers to questions put on discovery. Often hundreds of questions must be considered. Hours and often days are spent on such motions. It appears that in many cases the parties and counsel have lost sight of the real purpose of discovery, which is directed to what a party truly requires for trial. They should not slip into the \"", "autopsy", "\" form of discovery nor consider discovery to be an end in itself."], ["[20] A determination made by a Prothonotary following this arduous process ought not to be disturbed unless a clear error as to law or as to the facts has been made, or the matter is vital to an issue for trial. Where there has been an exercise of discretion, such as weighing relevance against onerousness, that discretion should not be disturbed. The process is not endless. The parties should move expeditiously to trial.", "<FRAGMENT_SUPPRESSED>  Prothonotary refused to compel the Defendant to provide detailed technical specifications of all of its pedal boat models on the ground that this request was much too broad and that the detailed technical specifications sought are not relevant or useful to any issue at trial. The Plaintiff has demonstrated no misapprehension of any facts or law on the part of the Prothonotary, much less any clear error regarding same, nor has the Plaintiff provided any reason or explanation as to how or why the information sought would be useful, much less vital, at trial. At the hearing, counsel for the Plaintiff was candid enough to concede that the technical specifications of previous pedal boat models commercialized by the Defendant would not be the smoking gun in the upcoming trial. It is therefore clear that the Prothonotary made a decision based on a proper understanding of the facts as well as a proper application of the legal principles at issue and arrived at a correct decision in refusing to compel the Defendant to comply with request E-2. His decision in this regard must therefore be upheld."], ["[14]", "The same is true with respect to request E-4. As noted by the Prothonotary, the Defendant has already provided as an answer to that request the basic specifications regarding its Spray model pedal boat. What further information or details the Plaintiff is now seeking remains unspecified. In any event, the Plaintiff has not established the relevance of the further detailed technical information it is seeking. At trial, the judge will have the task of determining what characteristics of the Plaintiff's product, if any, are distinctive of the Plaintiff and whether any consumer is likely to confuse the Plaintiff's pedal boats with the Defendant's Spray model because of the alleged use of any such characteristics by the Defendant among other circumstances. Whether consumers are likely to be confused is not a question or function of direct comparison of precise technical measurements which are not available to consumer, but is a question of the general impression the average consumer has regarding both the Plaintiff and the Defendant's product at issue."], ["[15]", "Having considered both parties' positions, the Prothonotary exercised his discretion and determined that \"les renseignements techniques dans le présent dossier devraient avoir une valeur marginale vu que la Cour dans le cadre de l'action au mérite tirera vraisemblablement ses conclusions en fonction de l'impression visuelle générale des pédalos et non en fonction de leurs fiches techniques\". This is a decision that the Prothonotary was entitled to make, as it is based on a proper understanding of the facts and on a proper application of the legal principles at issue."], ["[16]", "While the standard of relevance on discovery is no doubt lower that at trial, there must nevertheless be some link between the information sought and the arguments a party needs to make in order to succeed at trial. The Plaintiff has not convinced me that the technical specifications sought in question E-4 could in any conceivable way advance their arguments on the merit of their claim."], ["[17]", "Indeed, it is noteworthy that although the Plaintiff is now challenging the decision of the Prothonotary, it expressly states in its own Statement of Claim that the distinctive characteristics of its pedal boats are visual and immediately identifiable by consumers (Responding Motion Record, Tab 1, para. 6 of the Statement of Claim). For all of the foregoing reasons, the Prothonotary's decision in this regard ought to be upheld."], ["[18]", "Finally, I am also of the view that the Prothonotary made no error in concluding that the Defendant's requests with respect to all the memos, notes, correspondence or documentation related to the conception of the Spray model pedal boat or to the production of the moulds for that boat are vague and overly broad. They constitute nothing more than a fishing expedition as the Plaintiff does not know what it is looking for, but hopes to come across some documents among the lot requested that may support its allegations. It was open to, and in fact proper for the Prothonotary to consider the scope and breadth of the requests and to determine whether or not to compel the production of such information and/or documents."], ["[19]", "Relying on a portion of the transcript, counsel for the Plaintiff argued that they had no choice but to make these requests as the witness gave vague and imprecise answers to very specific questions. While the answers may not have been as forthcoming as the Plaintiff may have hoped, it is fair to say that the questions were not very specific either. Be that as it may, this is not the test for relevance. The party seeking further information must first identify with some precision, through the questioning of a witness, those documents that may advance its claims."], ["[20]", "Indeed, it is not simply because a party claims punitive damages that it is entitled on discovery to all documents, in bulk, regarding the design and/or moulds of various products, without knowing or providing any further detail or specificity to the request, in the hopes of perhaps finding, amongst all the irrelevant documents provided, some document(s) which may support its claim. Such vague, all encompassing requests are pure fishing expeditions which the Court has expressly warned against as improper discovery questions which should be discouraged. In light of the foregoing, it is clear once again that the Prothonotary made a decision based on a proper understanding of the facts and on a proper application of the legal principles at issue, and arrived at a correct decision in refusing to compel the Defendant to comply with requests E-10 and E-14."], ["[21]", "Accordingly, the Plaintiff's Motion to Appeal from an Order of Prothonotary Morneau dated January 20, 2009 is dismissed, with costs.", "ORDER"], ["[22]", "THIS COURT ORDERS that", "the Plaintiff's appeal is dismissed, with costs.", "[End of document]"]]}