{"id_": "073641", "body_str": [["[1]", "O'Keefe, J.", ": The applicant, a permanent resident of Canada, seeks judicial review of a decision of the Immigration Appeal Division of the Immigration and Refugee Board (the Appeal Board) which upheld two lower level immigration decisions, both finding the applicant to be inadmissible. The first was an August 13, 2007 decision by a visa officer finding the applicant inadmissible pursuant to subsection 41(b) of the", "Immigration and Refugee Protection", "Act", ", S.C. 2001, c. 27 (the", "Act", ") for failing to comply with the residency obligation contained in section 28 of the", "Act", ". The second was a determination by a member of the Immigration Division of the Immigration and Refugee Board (the Board) that the applicant was a person described by paragraph 36(1)(b) of the", "Act", "in that he was convicted of an offence outside Canada which, if committed in Canada, would constitute an offence under an act of Parliament punishable by a maximum sentence of at least ten years."], ["[2]", "The applicant seeks an order setting aside the decision of the Appeal Board and remitting the matter back to a differently constituted panel of the Appeal Board for a new hearing.", "Background Facts"], ["[3]", "The applicant is a citizen of Antigua. He was sponsored to come to Canada and was landed in 1976. The applicant left Canada four years later and has only made some short visits to Canada in the subsequent 30 years."], ["[4]", "In 1980, the applicant went to live with his father in New York City. He received a number of criminal convictions between 1981 and 1993. He was deported from the U.S. to Guyana in 1992 and again in 1995. In 1995, he left Guyana and moved to Antigua where he remained until he travelled to Canada in 2006 to visit his mother and sister."], ["[5]", "On March 11, 2007, the applicant returned to Canada. He then attempted to travel to the U.S. but because of his past criminal convictions and deportation, he was charged with entering the U.S. illegally and served a two month sentence. He returned to Canada on May 14, 2007. Upon his return, the applicant was interviewed and it was determined in a report under subsection 44(1) of the", "Act", "that the applicant was inadmissible on the two separate grounds alluded to above, namely, criminality under paragraph 36(1)(b) of the", "Act", "and failure to comply with his residency obligations under section 28."], ["[6]", "On May 26, 2007, the applicant left Canada and returned to Antigua having promised immigration authorities that he would return to Canada for his admissibility hearing. He returned to Canada on December 27, 2007 and has remained since."], ["[7]", "Inadmissibility with respect to residency obligations was decided by a visa officer in a decision dated August 13, 2007. The removal order was determined by a Board member after an admissibility hearing held on June 10, 2008. The applicant sought an appeal of both decisions."], ["[8]", "On August 27, 2009, the Appeal Board convened a hearing and in a decision dated October 7, 2009, dismissed the applicant's appeals. The Appeal Board determined that both inadmissibility decisions were correct and legally valid. The Appeal Board then turned to humanitarian and compassionate (H&C) factors. It found that it did not have to consider the", "<FRAGMENT_SUPPRESSED>  (I.A.B.), factors specifically because those factors were not relevant to his residency obligation. Yet the Appeal Board nevertheless considered allowing the appeal on H&C factors as well as special considerations. After a lengthy analysis the Appeal Board concluded:", "\"[52] The refusal to issue a travel document is valid in law. The appellant's breach of his residency obligation for the five year period under consideration is almost total save for 90 days presence in Canada when, according to the appellant, he had no intention of remaining in Canada as a permanent resident.", "\"[53] In the final analysis, the panel has attempted to integrate all of the various facts of the appellant's life. The appellant is poorly established in Canada. To the extent that he is established this has occurred almost entirely since he returned to Canada in December 2007. Prior to December 2007 the applicant had no degree of establishment in Canada. Any establishment in Canada was lost in 1980 when he voluntarily left for the US. Until 2006 he showed no intention to return to Canada and then only temporarily as a visitor. Only after December 2007 did the applicant have a change of heart and he now desires to remain. In terms of what Canada should expect of immigrants and the objectives of immigration the appellant's change of heart is too little too late and certainly insufficient to overcome the legal impediment to his remaining in Canada.", "\"[54] While the appellant is married, he is currently prohibited from seeing Ms. Gilbert, who is not a permanent resident of Canada and who had no right to remain here. His claim to wanting [sic] to continue the marriage and to sponsor Ms. Gilbert is inconsistent with his claim that he does not know her whereabouts. Ms. Gilbert is in Canada as a visitor and does not have permanent resident status. According to the appellant he has been responsible for the extension of her temporary resident status. Regardless, the appellant is free to re-establish his relationship with Ms. Gilbert in Antigua.", "\"[55] By his own admission the appellant's family is indifferent to him which implies that they would face no hardship if he were to be removed from Canada. He was voluntarily separated from his mother for many years, although there is evidence that he did visit.", "\"[56] In respect of the hardship to the appellant the panel cannot conclude that he would face any discernable hardship in being returned to Antigua where he is a citizen. The appellant chose to live there for many years, his status as a permanent resident of Canada notwithstanding. Indeed, when he was interviewed in 2007 the appellant told the immigration officer that he desired to return immediately to his current country of residence, Antigua. He testified that when he travelled to the US in March of 2007 it was his intention to return to Antigua with his son where his business was still a going concern.", "\"[57] The appellant has spent more time outside of Canada than he has spent here. He will face no cultural shock as he is of the Caribbean and he speaks the language and has recent familiarity with the social and economic environment. He is intelligent and has demonstrated his ability to set up a business in the computer field.", "\"[58] Finally the best interests of the child are not determinative of the appeal. The appellant has custody of his infant Canadian citizen child whose mother is a citizen of Antigua present in Canada as a visitor. The appellant's removal will likely see Ms. Gilbert's removal to Antigua where she can be reunited with her son if she so chooses. There is no compelling reason that would require that the child remain in Canada. He is still an infant and his best interests are to be with his father (and mother) which his father's removal to Antigua will not prevent. The child will have the option of returning to Canada at a later date.\""], ["[9]", "The applicant does not argue that the decision is unreasonable, but rather argues in this judicial review application that he was not afforded a fair process at his Appeal Board hearing.", "Issues"], ["[10]", "The issue is as follows:", "1. Did the Appeal Board deny the applicant his right to counsel or otherwise fail to afford the applicant a fair hearing?", "Applicant's Written Submissions"], ["[11]", "The applicant was denied the opportunity to properly present his case to the Appeal Board. Counsel for the applicant did not appear on the hearing date through no fault of the applicant. The applicant was very concerned about and attempted to discuss the matter at the commencement of the hearing, but the Appeal Board member refused to discuss the matter or hear any submissions on the need for counsel or for a request for an adjournment and decided that the matter would proceed without counsel. The Appeal Board member acted in a high handed fashion as the Appeal Board is required by law to consider a variety of factors in those situations and to hear from the applicant with respect to an adjournment."], ["[12]", "The applicant also submits that the Appeal Board showed a bias throughout the hearing and acted in an unfair manner to the self-represented applicant. The Appeal Board used jargon, for example, by referring to", "<FRAGMENT_SUPPRESSED>  factors without explaining what that meant. This denied the applicant the opportunity to know the case he had to meet. It was also unfair for the Board to have let the respondent's representative present argument first.", "Respondent's Written Submissions"], ["[13]", "The respondent submits that there is no evidence on the record that the applicant objected to proceeding without counsel."], ["[14]", "In response to the applicant's argument, the respondent submits that the applicant has failed to show any evidence that but for the alleged breach of procedural fairness, the Appeal Board's decision would have been different. The only evidence submitted by the applicant on judicial review speaks to criminal rehabilitation and is not at all relevant to the factors considered by the Appeal Board in coming to its determination that there were insufficient H&C factors."], ["[15]", "Finally, the respondent submits that the applicant's allegation of bias lacks any merit. The applicant has failed to produce evidence that the Appeal Board member acted overzealously or in a fashion which would raise a reasonable apprehension of bias.", "Analysis and Decision"], ["[16]", "The respondent indicated at the hearing that he was not relying on the section 71 argument. Hence, I will not deal with this issue as to whether the applicant failed to pursue a statutory remedy before commencing a judicial review application.", "Issue 1", "Did the IAD deny the applicant his right to counsel, or otherwise fail to afford the applicant a fair hearing?"], ["[17]", "The applicant was never denied the right to have counsel present. The real issue is whether the Appeal Board member ought to have suspended proceedings and considered the applicant's claimed request that the matter be adjourned until a time when his counsel could be present. A related issue is whether the Appeal Board member ought to have considered the matter on his own initiative."], ["[18]", "The following exchange took place at the commencement of the Appeal Board hearing:", "\"Presiding Member: [Opening remarks] ... The appellant is present and is not represented by counsel. Is that correct Mr. Abrams?", "Appellant: Yes.", "Presiding Member: You were previously represented by Mr. Prescod.", "A: I still am but I have some outstanding balance and as I understood it he would have showed up this morning.", "Presiding Member: Respondent is the Minister of Public Safety and Emergency Preparedness and is represented by Mr. Dale Munro. Good Morning Mr. Munro.", "Minister's Counsel: Good morning sir.\""], ["[19]", "This appears to be the only time that the issue of the applicant's counsel was discussed. The applicant did not ask if the proceedings could be adjourned in order to have counsel present, nor did he submit that it would be unfair for the hearing to proceed without counsel. Thus, I would dismiss the applicant's present claim that the Appeal Board ought to have considered and made a decision on those submissions. The submissions were never made."], ["[20]", "The only remaining matter is whether the Appeal Board ought to have paused the hearing on its own initiative to consider the matter. The applicant asserts now that if allowed to make submissions on the matter, he could have told the Appeal Board how important it was for him to have counsel and that the Appeal Board would have had to consider those submissions. The applicant relies on", "<FRAGMENT_SUPPRESSED>  in which Mr. Justice Harrington held that the Appeal Board, on an application to adjourn for the purposes of obtaining counsel, ought to base its decision on (i) the complexity of the case, (ii) the consequences of the decision, and (iii) whether the individual had the ability to properly present his case (at paragraph 25). However,", "<FRAGMENT_SUPPRESSED> , does not apply to the present application because in that case, the applicant specifically asked the panel to consider adjourning the hearing."], ["[21]", "Despite the fact of not having counsel present, the applicant did have a fair hearing. The applicant did not state that he was not prepared or that he needed more time. As well, I have come to the conclusion that the member did not err in not applying the", "<FRAGMENT_SUPPRESSED>  factors."], ["[22]", "I have reviewed the reasons for the decision and I find that the reasons were detailed and adequate. As the Board had no request to adjourn the hearing, it did not decide not to allow an adjournment."], ["[23]", "The applicant submitted that the Board member was biased, however, from a review of the transcript of the hearing, I cannot come to such a conclusion."], ["[24]", "There was also a submission that the Board member failed to consider the factors contained in Rule 48(4) of the", "Immigration Appeal Division Rules", ", SOR/2002-230. A review of this rule shows that it applies to an application to change the date of the hearing. In the present case, there was no application or request to change the date of the hearing or to adjourn the hearing. The Board member made no error in this regard."], ["[25]", "The application for judicial review is therefore dismissed."], ["[26]", "Neither party wished to submit a proposed serious question of general importance for my consideration for certification.", "JUDGMENT"], ["[27]", "IT IS ORDERED that", "the application for judicial review is dismissed.", "Application dismissed.", "Editor: Sharon McCartney/vnh", "ANNEX", "Relevant Statutory Provisions", "Immigration and Refugee Protection", "Act", ", S.C. 2001, c. 27", "28(1) A permanent resident must comply with a residency obligation with respect to every five-year period.", "28(2) The following provisions govern the residency obligation under subsection (1):", "(a) a permanent resident complies with the residency obligation with respect to a five-year period if, on each of a total of at least 730 days in that five-year period, they are", "(i) physically present in Canada,", "(ii) outside Canada accompanying a Canadian citizen who is their spouse or common law partner or, in the case of a child, their parent,", "(iii) outside Canada employed on a full-time basis by a Canadian business or in the federal public administration or the public service of a province,", "(iv) outside Canada accompanying a permanent resident who is their spouse or common law partner or, in the case of a child, their parent and who is employed on a full-time basis by a Canadian business or in the federal public administration or the public service of a province, or", "(v) referred to in regulations providing for other means of compliance;", "(b) it is sufficient for a permanent resident to demonstrate at examination", "(i) if they have been a permanent resident for less than five years, that they will be able to meet the residency obligation in respect of the five-year period immediately after they became a permanent resident;", "(ii) if they have been a permanent resident for five years or more, that they have met the residency obligation in respect of the five-year period immediately before the examination; and", "(c) a determination by an officer that humanitarian and compassionate considerations relating to a permanent resident, taking into account the best interests of a child directly affected by the determination, justify the retention of permanent resident status overcomes any breach of the residency obligation prior to the determination.", ". . . . .", "36(1) A permanent resident or a foreign national is inadmissible on grounds of serious criminality for", ". . . . .", "(b) having been convicted of an offence outside Canada that, if committed in Canada, would constitute an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years; or", ". . . . .", "41. A person is inadmissible for failing to comply with this Act", ". . . . .", "(b) in the case of a permanent resident, through failing to comply with subsection 27(2) or section 28.", ". . . . .", "71. The Immigration Appeal Division, on application by a foreign national who has not left Canada under a removal order, may reopen an appeal if it is satisfied that it failed to observe a principle of natural justice.", "28(1) L'obligation de résidence est applicable à chaque période quinquennale.", "28(2) Les dispositions suivantes régissent l'obligation de résidence:", "a) le résident permanent se conforme à l'obligation dès lors que, pour au moins 730 jours pendant une période quinquennale, selon le cas:", "(i) il est effectivement présent au Canada,", "(ii) il accompagne, hors du Canada, un citoyen canadien qui est son époux ou conjoint de fait ou, dans le cas d'un enfant, l'un de ses parents,", "(iii) il travaille, hors du Canada, à temps plein pour une entreprise canadienne ou pour l'administration publique fédérale ou provinciale,", "(iv) il accompagne, hors du Canada, un résident permanent qui est son époux ou conjoint de fait ou, dans le cas d'un enfant, l'un de ses parents, et qui travaille à temps plein pour une entreprise canadienne ou pour l'administration publique fédérale ou provinciale,", "(v) il se conforme au mode d'exécution prévu par règlement;", "b) il suffit au résident permanent de prouver, lors du contrôle, qu'il se conformera à l'obligation pour la période quinquennale suivant l'acquisition de son statut, s'il est résident permanent depuis moins de cinq ans, et, dans le cas contraire, qu'il s'y est conformé pour la période quinquennale précédant le contrôle;", "c) le constat par l'agent que des circonstances d'ordre humanitaire relatives au résident permanent - compte tenu de l'intérêt supérieur de l'enfant directement touché - justifient le maintien du statut rend inopposable l'inobservation de l'obligation précédant le contrôle.", ". . . . .", "36(1) Emportent interdiction de territoire pour grande criminalité les faits suivants:", ". . . . .", "b) être déclaré coupable, à l'extérieur du Canada, d'une infraction qui, commise au Canada, constituerait une infraction à une loi fédérale punissable d'un emprisonnement maximal d'au moins dix ans;", ". . . . .", "41. S'agissant de l'étranger, emportent interdiction de territoire pour manquement à la présente loi tout fait - acte ou omission - commis directement ou indirectement en contravention avec la présente loi et, s'agissant du résident permanent, le manquement à l'obligation de résidence et aux conditions imposées.", ". . . . .", "71. L'étranger qui n'a pas quitté le Canada à la suite de la mesure de renvoi peut demander la réouverture de l'appel sur preuve de manquement à un principe de justice naturelle.", "Immigration Appeal Division Rules", ", SOR/2002-230", "48(1) A party may make an application to the Division to change the date or time of a proceeding.", ". . . . .", "48(4) In deciding the application, the Division must consider any relevant factors, including", "(a) in the case of a date and time that was fixed after the Division consulted or tried to consult the party, any exceptional circumstances for allowing the application;", "(b) when the party made the application;", "(c) the time the party has had to prepare for the proceeding;", "(d) the efforts made by the party to be ready to start or continue the proceeding;", "(e) in the case of a party who wants more time to obtain information in support of the party's arguments, the ability of the Division to proceed in the absence of that information without causing an injustice;", "(f) the knowledge and experience of any counsel who represents the party;", "(g) any previous delays and the reasons for them;", "(h) whether the time and date fixed for the proceeding were peremptory;", "(i) whether allowing the application would unreasonably delay the proceedings; and", "(j) the nature and complexity of the matter to be heard.", "48(1) Toute partie peut demander à la Section de changer la date ou l'heure d'une procédure.", ". . . . .", "48(4) Pour statuer sur la demande, la Section prend en considération tout élément pertinent. Elle examine notamment:", "a) dans le cas où elle a fixé la date et l'heure de la procédure après avoir consulté ou tenté de consulter la partie, toute circonstance exceptionnelle qui justifie le changement;", "b) le moment auquel la demande a été faite;", "c) le temps dont la partie a disposé pour se préparer;", "d) les efforts qu'elle a faits pour être prête à commencer ou à poursuivre la procédure;", "e) dans le cas où la partie a besoin d'un délai supplémentaire pour obtenir des renseignements appuyant ses arguments, la possibilité d'aller de l'avant en l'absence de ces renseignements sans causer une injustice;", "f) dans le cas où la partie est représentée, les connaissances et l'expérience de son conseil;", "g) tout report antérieur et sa justification;", "h) si la date et l'heure qui avaient été fixées étaient péremptoires;", "i) si le fait d'accueillir la demande ralentirait l'affaire de manière déraisonnable;", "j) la nature et la complexité de l'affaire.", "[End of document]"]]}