{"id_": "073772", "body_str": [["[1]", "Layden-Stevenson, J.", ": Mr. Kudar is an entrepreneur who ran a seasonal produce wholesaling business in Hungary from 1999-2000. His business was in direct competition with one owned by a local MP, Dr. Gyorgy Atyanski (Atyanski), who has since been convicted of bankruptcy-related charges, but at the time in question, enjoyed immunity from prosecution. Mr. Kudar claims to be a Convention refugee or a person in need of protection. The Refugee Protection Division of the Immigration and Refugee Board (RPD) denied his claim."], ["[2]", "Mr. Kudar alleged that he was harassed, beaten and threatened by Atyanski's henchmen. The first beating in October, 1999, resulted in the loss of the tip of his finger. He was warned not to contact the police, but did so despite the warning. The desk officer at the police station was one of the attackers. Mr. Kudar did not approach the police again."], ["[3]", "On other occasions, men would come to his home at night and beat him up with the result that his wife left him and took his children to live with her parents. Mr. Kudar said that he unsuccessfully attempted to rally other local business people to stand up to Atyanski. At the end of the 2000 season, Mr. Kudar accepted a buyout offer from Atyanski and invested the proceeds in a turkey farm. When the time came to sell the birds, Atyanski ensured that he was unable to get a fair price."], ["[4]", "Mr. Kudar claimed that the last straw was when Atyanski demanded the return of the buyout money. Mr. Kudar agreed, but was then informed that the amount he owed was double the original amount because he owed interest on the \"loan\". He did not have the money. Atyanski then suggested a joint illicit business arrangement. Mr. Kudar asked for two weeks to think about it, but instead arranged to flee Hungary for Canada."], ["[5]", "The RPD did not make any negative credibility or adverse plausibility findings regarding Mr. Kudar's story. Instead, the board determined that since Atyanski is no longer an MP, and since steps have been taken against him through the judicial system (charged, convicted and sentenced), his influence is greatly reduced. Given the passage of time, there is no more than a mere possibility that Mr. Kudar would face persecution today from Atyanski or his associates. The board reached a similar conclusion with respect to whether Mr. Kudar would face a risk to life, or torture, or cruel and unusual treatment, or punishment."], ["[6]", "In addition, the RPD found that there was not clear and convincing evidence of the state's inability to protect Mr. Kudar because the documentary evidence disclosed that, while police corruption is a problem in Hungary, the government is taking serious steps to address it and there is specific evidence that the system worked in bringing down Atyanski, despite his position and power."], ["[7]", "Mr. Kudar's written submissions allege that the RPD failed to properly assess his claim under the consolidated grounds of risk to life or risk of cruel and unusual treatment or punishment. That argument was not advanced at the hearing."], ["[8]", "Mr. Kudar argues that the RPD's decision was based almost entirely on the fact that without Atyanski in political power, he had nothing to fear. This ignores the evidence that his fear extended to the criminal organization headed by Atyanski. Atyanski had persecuted Mr. Kudar not as a political figure, but as the head of a criminal organization. Thus, he submits that the board erred by not weighing the meaningfulness, effectiveness and durability of the evidence of changed country conditions. In this respect, he relies on  <FRAGMENT_SUPPRESSED> . While one MP was removed from power, the entire corrupt government apparatus and criminal organization remained. He also submits that the RPD erred in failing to assess whether, despite the change in circumstances, there were still compelling reasons to recognize him as a refugee."], ["[9]", "The board's decision refers not only to Atyanski, but also to his associates. Thus, it cannot be said that it considered the matter only in the context of Atyanski as a political figure. Mr. Justice Marceau, in  <FRAGMENT_SUPPRESSED>  (C.A.), defined \"change in circumstances\" as significant social or political changes in the country of origin on the day of the decision.  <FRAGMENT_SUPPRESSED> , and  <FRAGMENT_SUPPRESSED> , do not assist Mr. Kudar. In Yusuf, the Court of Appeal held that a changed political situation is only relevant to a claim if it helps to determine, at the date of the hearing, an objective threat of persecution. It is a matter to be determined factually."], ["[10]", "Regarding the argument of \"compelling reasons\", in cases where there is no finding that at one time the applicant was a Convention refugee (or a person in need of protection), the cessation of protection does not come into play and consequently, the exception allowing compelling reasons arising out of past persecution cannot be triggered:  <FRAGMENT_SUPPRESSED> . There may be situations where the board can be said to implicitly have found that a claimant was previously a refugee and, but for the changed country conditions, would still be a refugee. This is not such a case. The RPD found that police protection was available to Mr. Kudar. Thus, the board found that he was not a refugee. The changed country conditions do not apply, nor does the exception of compelling reasons in subsection 108(4) of theImmigration and Refugee Protection Act, S.C. 2001, c. 27 come into play."], ["[11]", "The RPD's decision dealt with a specific threat to Mr. Kudar and, without deciding whether that threat would ever have constituted grounds for a valid claim, the board determined that the threat was now minimized to the point where the claim should be denied. I find nothing unreasonable about that conclusion."], ["[12]", "Mr. Kudar also submits that the board's analysis of danger was superficial and its analysis of state protection was non-existent. In my view, the inferences regarding state protection and the extent of corruption in Hungary were reasonably open to the RPD. There was some evidence for its findings, and contrary to Mr. Kudar's assertions, there was an analysis of state protection. The board found that it was open to Mr. Kudar to go to another MP or to the public prosecutor's office. The documentary evidence indicates that it is the public prosecutor's office that is charged with investigating and prosecuting misconduct and crimes committed by police officers and it is also involved with investigating organized crime. Finally, there was evidence that the very person feared by Mr. Kudar had been investigated by the police and prosecuted. I find no fault with the determination regarding state protection that, standing on its own, is sufficient to dispose of the application."], ["[13]", "Counsel did not suggest a question for certification. This matter raises no serious issue of general importance.", "ORDER"], ["[14]", "THIS COURT ORDERS", "that the application for judicial review is dismissed. No question is certified.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}