{"id_": "073717", "body_str": [["[1]", "Gagné, J.", ": This is an application by Mrs. Cunie Bangayan Dalumay [the Applicant] for judicial review of a decision of the Immigration Appeal Division of the Immigration and Refugee Board [IAD], rendered on December 20, 2011, wherein the IAD denied the applicant's appeal from a visa officer's refusal of her application to sponsor her husband, Mr. Jorge Garcia Vasquez, for a permanent resident visa. The IAD found that the applicant's marriage was entered into primarily for the purpose of acquiring a status or privilege under the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [Act] and was not genuine, pursuant to subsection 4(1) of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 [Regulations]."], ["[2]", "For the reasons that follow, I have come to the conclusion that this application for judicial review should be dismissed. In light of the current state of the law, the decision under review is reasonable.", "Background"], ["[3]", "The applicant is a 39 year old Canadian citizen of Philippine origin. Since June 14, 2008, she has been married to a 41 year old citizen of Mexico who currently lives in Mexico, but was a failed refugee claimant in Canada at the time of their marriage."], ["[4]", "In October 2008, the applicant's husband applied for a permanent resident visa as a member of the family class pursuant to subsection 12(1) of the Act, with the applicant as his sponsor. He was interviewed on March 11, 2009, and a visa officer of the Embassy of Canada in Mexico denied the application on April 15, 2009."], ["[5]", "The officer found that the circumstances of the couple's marriage did not appear consistent with a genuine relationship. This conclusion was based mainly on the fact that the applicant's husband is a failed refugee claimant; his claim was dismissed in 2005 and a removal order was issued against him on August 26, 2006. The applicant's husband subsequently applied for a work permit; this application was also refused on June 19, 2007. The officer found that because the applicant's husband voluntarily left Canada only after he had married his Canadian sponsor, he appeared to have entered into this marriage primarily to gain a benefit under the Act."], ["[6]", "On appeal", "de novo", "before the IAD, the testimony of the applicant and her spouse as to how they first met, the development of their relationship, and the circumstances of their eventual marriage was found to be consistent and credible. The Court therefore relies on the facts as set out in the IAD's reasons."], ["[7]", "The applicant and her husband first met in December 2006 through a common friend. They later got in touch and the applicant invited her future husband to a singles party organized at her church in February 2007. After the event, the applicant's husband started attending her church and was eventually baptized in March 2007. The applicant and her husband started developing a closer relationship in the spring of 2007."], ["[8]", "The applicant testified that she learned of her husband's failed refugee claim the second time they met. She explained that, at the time, he was studying and working but he was anxious because of his precarious immigration situation. However, he was not scared to befriend her because he trusted her."], ["[9]", "As their relationship became more intimate, the couple started talking about their potential future together and possible marriage. This started around May 2007, although the applicant felt it was too early in the relationship. In January 2008, the applicant met her husband's son when he came to visit Canada. In February 2008, the couple moved in together and the applicant purchased a life insurance policy naming her husband as the beneficiary. When living together, the applicant and her husband both worked and contributed to the charges of the household."], ["[10]", "The applicant's husband first proposed in December 2007, and reiterated his proposal on May 19, 2008 in the presence of the applicant's family and friends at her uncle's birthday party. The couple married on June 14, 2008 in a church wedding attended by her employer, her godparents, and her uncle, cousins and friends. However, neither his nor her parents were able to attend the wedding for health and financial reasons."], ["[11]", "The applicant's husband returned to Mexico on August 24, 2008, as he was under a deportation order. The applicant accompanied him on this trip and has traveled to Mexico once a year since 2008 to visit him and his family. They also regularly speak on the phone and exchange text messages. The applicant explained that the trips are costly so that she is unable to travel to Mexico more frequently."], ["[12]", "The applicant's husband has been unemployed since returning to Mexico in 2008. He is financially dependant upon the applicant to send him money on a monthly basis and pay his bills. He has not traveled to Canada since he left, both for financial reasons and because of his mother's health. He was also unable to join his wife in the Philippines for the funeral of her mother in February 2011. However, he did finance a two-week trip to London in August 2009, allegedly with the money he earned from odd jobs such as cleaning and painting. The applicant's husband was still unemployed at the time of the IAD hearing on November 2, 2011."], ["[13]", "As for the applicant, she works three jobs (as a retail worker and as a housekeeper) for a total of 60 to 70 hours per week. She sends her husband some $300 per month; that is to say approximately half of her disposable monthly income, after having paid her rent."], ["[14]", "The IAD stated that the key concerns of the visa officer included the fact that the applicant was a failed refugee claimant and was subject to a removal order (which made the development of the relationship not credible), and that their parents were not present at the wedding. The IAD sought to clarify the issues of credibility and the motivations of the applicant's husband, as well as the compatibility of the couple."], ["[15]", "As mentioned earlier, the IAD found the applicant's testimony to be forthright and credible. However, the IAD stated that it attached a \"moderate weight\" to the documentary evidence disclosed in support of the genuineness of the marriage, which included the applicant's provision of financial support, communication in the form of emails, cards and telephone/internet telephone conversations, and proof of the applicant's travels to Mexico."], ["[16]", "The IAD accepted the explanations given by both the applicant and her husband in regards to their parents' absence at their wedding. Rather, the factors to which the IAD attached greater weight were: (1) the status (or lack of status) of the applicant's husband in Canada as a failed refugee claimant and the fact that he was subject to a removal order at time of their marriage; (2) the fact that even before their marriage the applicant was concerned about her husband's access to health care (the applicant explained that her husband has a problem with his right eye that remained untreated because he did not have sufficient funds to obtain medical treatment); and (3) the fact that the applicant's husband is financially dependant on her and has made little effort to support himself in Mexico. The IAD noted that while it was sympathetic to the fact that the applicant's husband has to look after his mother who is currently sick, he was able to scrape together enough money for a trip to London."], ["[17]", "Considering these facts, the IAD found that it was the impending deportation of the applicant's husband that motivated him to stay in Canada through marriage to the applicant. Accordingly, the appeal was dismissed.", "Issue and applicable standard of review"], ["[18]", "The applicant's arguments in this application for judicial review raise a single issue: did the IAD err in dismissing the appeal on the basis of its finding that, from the sponsored spouse's point of view, their marriage was not genuine and was entered into primarily for the purpose of acquiring status under the Act?"], ["[19]", "The Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] held that a standard of review analysis need not be conducted in every instance. Where the standard of review applicable to a particular question before the court is satisfactorily settled by past jurisprudence, the reviewing court may adopt that standard of review. It is well established that the \"assessment of applications for permanent residence under the family class and genuineness of the marriage in particular, involve questions of mixed fact and law and the established standard of review is reasonableness\" (", "<FRAGMENT_SUPPRESSED> [2011] FCJ 607;", "<FRAGMENT_SUPPRESSED> [2011] FCJ 1755 [ <FRAGMENT_SUPPRESSED> ])."], ["[20]", "The applicant referred the Court to Justice Dawson's account of the reasonableness standard in", "<FRAGMENT_SUPPRESSED> [2008] FCJ 601, where she states:", "\"Review on the reasonableness standard requires the Court to inquire into the qualities that make a decision reasonable,", "which include both the process and the outcome", ". Reasonableness is concerned principally with the existence of justification, transparency, and intelligibility in the decision-making process. It is also concerned with whether the decision falls within the range of acceptable outcomes that are defensible in fact and in law. See: <FRAGMENT_SUPPRESSED> at paragraph 47.\" [Emphasis added]", "Review of the IAD's reasons"], ["[21]", "This application for judicial review raises a question of transitional law. At the time the visa officer refused the application and at the time the appeal before the IAD was filed, subsection 4 of the Regulations read as follows:", "Bad faith", "4. For the purposes of these Regulations, a foreign national shall not be considered a spouse, a common-law partner, a conjugal partner or an adopted child of a person if the marriage, common-law partnership, conjugal partnership or adoption is not genuine", "and", "was entered into primarily for the purpose of acquiring any status or privilege under the Act. [Emphasis added]", "Mauvaise foi", "4. Pour l'application du présent règlement, l'étranger n'est pas considéré comme étant l'époux, le conjoint de fait, le partenaire conjugal ou l'enfant adoptif d'une personne si le mariage, la relation des conjoints de fait ou des partenaires conjugaux ou l'adoption n'est pas authentique", "et", "vise principalement l'acquisition d'un statut ou d'un privilège aux termes de la Loi."], ["[22]", "However, at the time of the hearing de novo before the IAD and at the time the decision was rendered, the new subsection 4(1) of the Regulations (as modified on September 30, 2010), was in force. The provision now reads as follows:", "Bad faith", "4. (1) For the purposes of these Regulations, a foreign national shall not be considered a spouse, a common-law partner or a conjugal partner of a person if the marriage, common-law partnership or conjugal partnership", "(a) was entered into primarily for the purpose of acquiring any status or privilege under the Act;", "or", "(b) is not genuine. [Emphasis added]", "Mauvaise foi", "4. (1) Pour l'application du présent règlement, l'étranger n'est pas considéré comme étant l'époux, le conjoint de fait ou le partenaire conjugal d'une personne si le mariage ou la relation des conjoints de fait ou des partenaires conjugaux,", "selon le cas", "a) visait principalement l'acquisition d'un statut ou d'un privilège sous le régime de la Loi;", "b) n'est pas authentique."], ["[23]", "Having considered that the two-pronged conjunctive test was replaced by a two-pronged disjunctive test, the IAD did not find it necessary to determine which version of the Regulations it should apply to its reasons due to the findings that \"it [had] made on the primary purpose and the genuineness of the marriage.\" Upon closer reading of the IAD's reasons, it is evident that the ultimate determination was essentially made on the basis of the first prong of the test, namely the primary intentions of the applicant's husband. However, the IAD made it clear that, in its view, the appeal would also have failed under the former section 4 because the applicant's marriage was not genuine."], ["[24]", "In the course of the hearing before this Court, a discussion was raised as to which version of the Regulations should have been applied in this case. The parties were invited to file further submissions detailing their respective positions. The applicant is of the view that the Court should review the impugned decision of the IAD under the former section 4 because the issue before me is the reasonableness of the visa officer's decision that was made prior to the September 2010 amendments. The respondent argues that a different approach has been adopted by this Court in similar situations in", "<FRAGMENT_SUPPRESSED>  [2011] FCJ 831 [ <FRAGMENT_SUPPRESSED> ] and", "<FRAGMENT_SUPPRESSED>  [2012] FCJ 1048 [ <FRAGMENT_SUPPRESSED> ]. These cases support the view that the current subsection 4(1) should apply to appeals heard after September 2010, as IAD hearings are", "de novo", "appeals falling under the new Regulations."], ["[25]", "I agree with the respondent's position. First, it is the appeal decision and not the visa officer's decision that is subject to the present judicial review, although they both contain similar findings. Moreover, while in exceptional cases the Court has found that the former conjunctive test remains applicable where the IAD made its original determination on the basis of the old version of the Regulations (", "<FRAGMENT_SUPPRESSED> [2011] FCJ 1068) or where the overall reasonableness of the decision - rather than the applicability of a particular version of the test - is at issue ( <FRAGMENT_SUPPRESSED> , above, at para 14), the recent jurisprudence of this Court is in favour of maintaining the IAD's application of the amended Regulations, as entered into force between the initiation of the appeal and the hearing ( <FRAGMENT_SUPPRESSED> , above;", "MacDonald", ", above). I will accordingly review the reasonableness of the impugned decision under the new subsection 4(1) of the Regulations, such that the decision should stand if either prong of the test is satisfied."], ["[26]", "Having carefully reviewed the submissions of the parties, the impugned decision and the transcriptions of the hearings, I am of the view that the IAD reasonably concluded that the applicant's husband was primarily motivated by an enduring intention to remain in or return to Canada, even if the IAD failed to identify sufficient evidence in support of its further finding that the marriage was not genuine from a more general perspective."], ["[27]", "The applicant relies heavily on the IAD's finding that the applicant was credible and had made significant and honest efforts to support her husband for several years. The applicant also argues that there is not a sufficient evidentiary basis to conclude that her husband was not credible given the fact that the testimony of the spouses was explicitly found consistent and credible as to how they first met, the development of their relationship and the circumstances of their eventual marriage, and that these facts were corroborated with ample documentary evidence demonstrating continuity and stability in their relationship."], ["[28]", "The respondent submits that the genuineness of the marriage and the ulterior purposes of the marriage must be assessed considering the perspective of each of the parties so that, where one party may honestly believe that there is a genuine marriage that has not been entered into for an improper purpose, the marriage is not genuine if the other party holds a different perspective. This view is consistent with my reading of subsection 4(1) of the Regulations and the jurisprudence of this Court."], ["[29]", "In <FRAGMENT_SUPPRESSED> , above, Justice Martineau reviewed the pre- and post-September 30, 2010 versions of section 4(1) of the Regulations. The Court noted:", "The amendment made to section 4 of the Regulations is not cosmetic in nature; the use of the word \"or\" in the English version and of the words \"selon le cas\" in the French version are very clear: if either of the two elements (genuineness of marriage and intention of the parties) is not met, the exclusion set out in the new subsection 4(1) of the Regulations applies.", "[...]", "A marriage might have been entered into in accordance with all of the statutory formalities, but, nonetheless, the visa officer or the panel may refuse to recognize its effects for the purposes of the application of the Act and Regulations if they find that the marriage did not occur in \"good faith\", even if the expression \"non-genuine marriage\" is not used in their reasons for decision.  <FRAGMENT_SUPPRESSED> ( <FRAGMENT_SUPPRESSED> ). In fact, what the immigration laws do not recognize are situations", "where the two spouses are complicit to duplicity (a non-genuine marriage)", "and/or", "where the intention of the spouses or of one of the spouses is primarily to acquire a status or privilege (even if the other partner may benefit from it)", ". In other jurisdictions, these unions are sometimes described as \"sham\" or \"white\" marriages, whereas in Canada, the manual [", "OP 2 - Processing Members of the Family Class", "] uses the expression \"marriage of convenience\".", "Consequently, whether this is a conventional marriage, an arranged marriage or another type of conjugal relationship, it is essential to find in the couple's relationship a", "mutual commitment to living together", "to the exclusion of any other conjugal relationship. The spouses' physical, emotional, financial and social interdependence goes hand in hand with this because, after all, in all cultures and traditions, over and above any religious undertakings, in terms of its civil effects, marriage is, above all, an indeterminate contract requiring that spouses help each other and contribute towards the expenses of the marriage in proportion to their respective means, which certainly includes the activities of each spouse, or even both together, in the home.", "Furthermore, in", "M v H", ", [1999] 2 SCR 3, at paragraph 59, the Supreme Court of Canada referred to the criteria in", "<FRAGMENT_SUPPRESSED>  (Ont. Dist. Ct.) to include relationships that are \"similar to marriage\". It spoke of a conjugal relationship based on generally accepted characteristics: shared shelter, sexual and personal behaviour, services, social activities, economic support, children and the societal perception of the couple. However, these elements may be present in varying degrees and not all are necessary for the relationship to be found conjugal. The same type of criteria can be found in the manual.", "[...]", "There is no single method of analysis. For example, money transfers, the combining of financial resources, the existence of joint accounts and the purchase of property in the name of both spouses are certainly indicative of financial support or interdependence. Something else that can be verified is how the spouses behave towards one another and towards the authorities in their respective countries. Do they have children? Do they support each other during illnesses? Do they give each other gifts? Do they travel together? Do they live under the same roof when they are in the foreign spouse's country of origin? In what way and how often do they communicate when they are separated? [Emphasis added]"], ["[30]", "The evidence required in establishing the genuineness of the marriage is more objective as compared to that of the spouses' true intentions in entering the marriage, as it speaks to broader aspects of the relationship. However, in my view, each component of the test set forth in subsection 4(1) of the Regulations requires the panel to analyze the primary and true intention of the spouses; this analysis calls for an assessment of their subjective perspectives. In fact, the factors to be considered in assessing whether a conjugal relationship exists, as set out in the Manual, include the degree of mutual commitment and support between the spouses and their expressed intention that the relationship will be one of long term, in addition to broader financial and social aspects of the relationship."], ["[31]", "The view that there is a certain overlap between the genuineness of the marriage and the primary purpose of the marriage in the eyes of the spouses is also supported by the pre-2010 amendments jurisprudence.  <FRAGMENT_SUPPRESSED> [2009] FCJ 1595, Justice Snider found that there is some link between the two prongs of the test so that a \"lack of genuineness presents strong evidence that the marriage was entered into primarily for the purpose of acquiring permanent residence in Canada\". The Court later held that the lack of", "bona fides", "can create a presumption that the marriage was entered into for the purpose of gaining status (", "<FRAGMENT_SUPPRESSED> [2010] FCJ 482)."], ["[32]", "In the matter at bar, the IAD did not explicitly take issue with the evidence of the genuineness of the marriage, but concluded that for both spouses (although to a greater extent for the applicant's husband) the marriage was primarily entered into for the purpose of acquiring status or privilege under the Act. In other words, the IAD viewed the marriage (or the relationship) as being one-sided. The applicant subscribed to an insurance policy in which she designated her husband as the beneficiary, she visited her husband several times in Mexico and paid for all of her expenses, she paid for a trip with her husband and his son, she sends him money on a monthly basis, she pays his bills, etc."], ["[33]", "The IAD also found that according to the applicant's testimony the couple married in part out of concern for the access of the sponsored spouse to healthcare in Canada. The applicant argues that this evidence came out of other unrelated questions that were asked of her during the interview and is insufficient to establish that either of the spouses had a primary objective to secure, through marriage, healthcare or legal status in Canada for the sponsored spouse."], ["[34]", "Having read the transcriptions of the hearing, it appears to me that the applicant explicitly stated that the couple had discussed the issue in some detail quite early on in their relationship, and even before they decide to get married:", "Q: You said earlier that you didn't get any legal advice before you got married.", "A: We did. We did, yes.", "Q: You got some legal advice before you got married?", "A: Yes.", "Q: Who did you speak to?", "A: He speak to his friend, that someone he knew, and we prepare everything.", "Q: Okay.", "A: And then that's how we pass after the wedding all the papers.", "Q: You started this in April and you were married - engaged in May and you got married in June?", "A: Yes.", "Q: Why were you preparing immigration papers before you were engaged?", "A: I'm concerned for him. We preparing because I'm concerned of his situation, of his health. Then he needs healthcare just in case that he get hurt.", "Q: But you weren't engaged yet. Were you planning to marry him at that stage?", "A: Yes.", "Q: Even before he ---", "A: Even before he propose, yes."], ["[35]", "Therefore, I find that the IAD's concerns in this respect were not unreasonable in the sense that its conclusion was \"within a range of possible, acceptable outcome which are defensible in respect of the facts and law\" (", "<FRAGMENT_SUPPRESSED> )."], ["[36]", "Even though this evidence alone would probably be insufficient to reach a finding that the marriage was", "primarily", "entered into for purposes of acquiring a status or privilege, the IAD's main concerns were related to the true intentions of the sponsored spouse. I note that the applicant's husband proposed to her only three months after they met (and only six months after his application for a work permit was refused) while he was already under a removal order that he refused to comply with; he made little effort to find work since his return to Mexico and - with the little money he earned from small jobs performed in Mexico - he undertook a two-week trip to England, without the applicant, but did not accompany his wife to the Philippines for the funeral of her mother."], ["[37]", "Considering the totality of the evidence, the IAD's findings that the applicant is \"a credible witness who answered questions in a forthright manner\" and \"a very hard-working person who has made considerable financial sacrifices to support her husband for several years\", or that the spouses' respective accounts of the circumstances of their marriage were consistent and credible, does not impede its finding that the marriage is not entered into for purposes of gaining a benefit under the Act. The evidence before the IAD does, however, support the finding that the applicant's husband was not credible or of good faith."], ["[38]", "Contrary to what the applicant contends, it is not the applicant's husband being without status in Canada that negates the", "bona fides", "of the marriage. The applicant asserts that the proposition of marriage came when her husband was still trying to regulate his status in Canada, even though he had a removal order issued against him. She argues that waiting for almost two years before getting married neutralizes the idea that her spouse was motivated to protect himself from removal through marriage (", "<FRAGMENT_SUPPRESSED> [2011] FCJ 607)."], ["[39]", "However, the underlying rationale of the decision before me is more generally informed by the pre- and post-marriage circumstances of both spouses, including the timing of the marriage. In the circumstances, the sponsored spouse's financial dependence on the applicant could reasonably be considered as a secondary factor in line with the IAD's conclusion, even if his economic situation or his inability to find work in Mexico was not immediately a relevant consideration in determining his good faith in marrying the applicant."], ["[40]", "The applicant submits that the evidence supporting the IAD's negative conclusion did not meet the required evidentiary test of balance of probabilities. Even if the credible evidence of the genuineness of her marriage (demonstrating positive features of a couple, as the applicant puts it) was not fully weighed in the assessment, the IAD's decision turned on the failure of the applicant's husband to provide sufficient evidence that he entered into the relationship with an intention to found, raise, and support a family with the applicant. This finding is reasonable in the circumstances, both as to the underlying reasoning and as to the outcome, and was sufficient for the IAD to dismiss the appeal."], ["[41]", "No question of general importance was proposed for certification and none arises from this case.", "JUDGMENT"], ["[42]", "THIS COURT'S JUDGMENT IS THAT", "1. This application for judicial review is hereby dismissed;", "2. No question is certified.", "Application dismissed.", "Editor: Gary W. McLaughlin/vnh"]]}