{"id_": "073752", "body_str": [["[1]", "Martineau, J.", ": This is an application for judicial review of the decision of the visa officer, Margaret Kingsley (the \"visa officer\"), dated July 18, 2002, in which she refused the applicant's application for permanent residence in the federal skilled worker class because he did not meet the requirements for immigration to Canada.  <FRAGMENT_SUPPRESSED>", "BACKGROUND  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant, a foreign national, works in the field of computer programming and system analysis. Sometime in December 2001, he completed the necessary form and supplied to his former consultant the necessary documentation to make an application for permanent residence to Canada under the Independent category.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The application was made in accordance with the", "Immigration Act", ", R.S.C. 1985, c. I-2 (the \"former", "Act", "\") and the", "Immigration Regulations, 1978", ", SOR/78-172 (the \"former", "Regulations", "\") which require that the applicant obtain at least 70 points of assessment in order to qualify as an immigrant: see subsection 9(1) of the former", "Regulations", ".  <FRAGMENT_SUPPRESSED>"], ["[4]", "Although the covering letter signed by the applicant's consultant is dated December 15, 2001, suggesting that the application was sent shortly thereafter, it was only received on January 3, 2002, by the Canadian High Commission in London.  <FRAGMENT_SUPPRESSED>"], ["[5]", "At the time the visa officer assessed the applicant and rendered her negative decision, the former", "Act", "and", "Regulations", "were no longer in force. Both had been repealed less than a month before. As of June 28, 2002, substantial portions of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (the \"new", "Act", "\" or \"", "IRPA", "\") and the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (the \"new", "Regulations", "\" or \"", "IRPR", "\"), came into force:", "Order fixing June 28, 2002 as the date of the coming into force of certain provisions of the Act", ", P.C. 2002-996, SI/2002-97; section 365", "IRPR", ".  <FRAGMENT_SUPPRESSED>"], ["[6]", "Having determined that the applicant did not fall within the transitional provisions found in the new", "Regulations", "(those apply to applications made before January 1, 2002), the visa officer assessed the applicant under the federal skilled worker class in the occupation of computer programmer, using NOC code 2174 (instead of NOC code 2163, which was the code indicated by the applicant). The visa officer did not invite the applicant to complete and perfect his application before assessing him under changed criteria.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The visa officer awarded the following points to the applicant:  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>", "Age  <FRAGMENT_SUPPRESSED>", "10  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  Education  <FRAGMENT_SUPPRESSED>", "22  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  Official language proficiency  <FRAGMENT_SUPPRESSED>", "16  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  Experience  <FRAGMENT_SUPPRESSED>", "21  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  Arranged employment  <FRAGMENT_SUPPRESSED>", "00  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  Adaptability  <FRAGMENT_SUPPRESSED>", "04  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  Total  <FRAGMENT_SUPPRESSED>", "73  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"], ["[8]", "The visa officer determined that the applicant \"obtained insufficient points to qualify for immigration to Canada, the minimum requirement being 75 points\". This finding is based on the assumption that \"[p]ursuant to the [new] regulations, applicants in the federal skilled worker class are assessed on the basis of the minimum requirements set out in subsection 75(2) and the criteria set out in subsection 76(1)\" (refusal letter dated July 18, 2002, at p. 2, paras. 1 and 3).  <FRAGMENT_SUPPRESSED>", "ISSUES  <FRAGMENT_SUPPRESSED>"], ["[9]", "The applicant claims to have a \"vested right\" under the former", "Act", "to be assessed in accordance with the former", "Regulations", ", which is denied by the respondent. In the alternative, the applicant submits that the visa officer had the duty to inform him that he would be assessed under changed criteria and to permit him to submit additional information. The lack of proper notice is a breach of the rules of natural justice or fairness. In response, the respondent submits that it was incumbent on the applicant to ensure that his application was complete and met the new requirements under", "IRPA", "and", "IRPR", ". Since the applicant did not ask for an extension of time to perfect his application, the visa officer was authorized to deny his application because he did not meet the requirements for immigration to Canada under the law.  <FRAGMENT_SUPPRESSED>"], ["[10]", "Counsel for both parties agree that the applicant does not fall within the transitional provisions (section 361", "IRPR", ") since his application was \"made\" after January 1, 2002. However, in oral argument, applicant's counsel asked that, in the exercise of its remedial authority under subsection 18.1(3) of the", "Federal Court Act", ", R.S.C. 1985, c. F-7, the Court strike out the portions underlined below of subsection 361(3) of the new", "Regulations", ", which reads as follow:  <FRAGMENT_SUPPRESSED>", "\"(3) During the period beginning on the day on which this section comes into force", "and ending on March 31, 2003", ", units of assessment shall be awarded to a foreign national, in accordance with the former Regulations, if the foreign national is an immigrant who,  <FRAGMENT_SUPPRESSED>", "(a) is referred to in subsection 8(1) of those Regulations, other than a provincial nominee, and  <FRAGMENT_SUPPRESSED>", "(b)", "before January 1, 2002", ", made an application for an immigrant visa under those Regulations that is still pending on the day on which this section comes into force and has not, before that day, been awarded units of assessment under those Regulations. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"(3) Pendant la période commençant à la date d'entrée en vigueur du présent article et", "se terminant le 31 mars 2003", ", les points d'appréciation sont attribués conformément à l'ancien règlement à l'étranger qui est un immigrant qui:  <FRAGMENT_SUPPRESSED>", "a) d'une part, est visé au paragraphe 8(1) de ce règlement, autre qu'un candidat d'une province;  <FRAGMENT_SUPPRESSED>", "b) d'autre part, a fait, conformément à ce même règlement, une demande de visa d'immigrant", "avant le 1er janvier 2002", ", pendante à l'entrée en vigueur du présent article, et n'a pas obtenu de points d'appréciation en vertu de ce règlement. <FRAGMENT_SUPPRESSED>"], ["[11]", "The applicant submits that the portions underlined above are invalid, insofar as they prevent an application made between January 1 and June 28, 2002, from being assessed in accordance with the former", "Regulations", ". The applicant submits that it is contrary to due process to place such a limit on applications made before January 1, 2002 and assessed on or before March 31, 2003. The applicant bases his attack inter alia on section 7 of the", "Canadian Charter of Rights and Freedoms", ", Part I of the", "Constitution Act, 1982", ", being Schedule B to the", "Canada Act 1982", "(U.K.), 1982, c. 11.  <FRAGMENT_SUPPRESSED>"], ["[12]", "The applicant also invites the Court to rule on the validity or operability of subsections 75(1) and (2), paragraphs 76(1)(a) and section 361 of the new", "Regulations", ", which he submits should be declared void and ultra vires, or of no force or effect, on the grounds, inter alia, that there is neither explicit nor implicit authority for the retroactive application of sections 190 and 201 of the new", "Act", ".  <FRAGMENT_SUPPRESSED>"], ["[13]", "The applicant's invalidity arguments are refuted by the respondent in its extensive written submissions (see paras. 28-33 of the respondent memorandum of argument dated November 27, 2002, and paras. 42-68 of the respondent further memorandum of argument dated June 19, 2003).  <FRAGMENT_SUPPRESSED>", "ANALYSIS  <FRAGMENT_SUPPRESSED>"], ["[14]", "As already stated, the application was assessed under the new", "Act", "and", "Regulations", ". I will therefore begin by a brief overview of the requirements under the new regime.  <FRAGMENT_SUPPRESSED>", "Requirements under IRPA and IRPR  <FRAGMENT_SUPPRESSED>"], ["[15]", "Subsection 11(1) of the new", "Act", "states that a foreign national must, before entering Canada, apply to a visa officer for a visa or for any other document required by the", "Regulations", ". The visa or the document shall be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of \"this", "Act", "\". Subsection 2(2) of the new", "Act", "specifies that unless otherwise indicated, references in the", "Act", "to this", "Act", "include \"regulations\" made under it. Subsection 12(2) of the new", "Act", "states that a foreign national may be selected as a member of the \"economic class\" on the basis of their ability to become economically established in Canada.  <FRAGMENT_SUPPRESSED>"], ["[16]", "Paragraph 14(2)(a) of the new", "Act", "provides that the regulations may prescribe and govern any matter relating to classes of permanent residents or foreign nationals, including the classes referred to in section 12, and may include provisions respecting the selection criteria, the weight, if any, to be given to all or some of those criteria, and the circumstances in which an officer may substitute for those criteria their evaluation of the likelihood of a foreign national's ability to become economically established in Canada.  <FRAGMENT_SUPPRESSED>"], ["[17]", "Subsection 75(1) of the new", "Regulations", "creates the \"federal skilled worker class\", one of the \"economic classes\" for the purposes of subsection 12(2) of the new", "Act", ". It is defined as a class of persons who are skilled workers and who may become permanent residents on the basis of their ability to become economically established in Canada and who intend to reside in a province other than the province of Quebec. The requirements that a foreign national must meet in order to be considered a skilled worker are listed at subsection 75(2) of the new", "Regulations", ". If the latter fails to meet these requirements, the application for a permanent resident visa shall be refused and no further assessment is required (subsection 75(3)", "IRPR", ").  <FRAGMENT_SUPPRESSED>"], ["[18]", "The ability of the worker, as a member of the federal skilled worker class, to become economically established in Canada must be assessed on the basis of the new criteria enumerated at subsection 76(1) of the new", "Regulations", ". The minimum number of points is to be fixed by the Minister in the manner provided in subsection 76(2). However, the visa officer has discretion to substitute its evaluation if the number of points awarded is not an accurate indicator of whether the skilled worker may become economically established in Canada, but such an evaluation requires the concurrence of the second officer (subsections 76(3) and (4)", "IRPR", ").  <FRAGMENT_SUPPRESSED>", "No vested right  <FRAGMENT_SUPPRESSED>"], ["[19]", "No one has a vested right in the continuation of the law as it stood in the past. As stated by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED> ; 7 N.R. 401, at 283 \"[t]he mere right existing in the members of the community or any class of them at the date of the repeal of a statute to take advantage of the repealed statute is not a right accrued ...\" The applicant, having made an application for permanent residence in Canada had no vested right to have that application considered under the rules prevailing at the time of his application. Rather, he only had a right to have his application considered under the rules prevailing at the time when it was assessed:", "<FRAGMENT_SUPPRESSED> , at 218 (T.D.).  <FRAGMENT_SUPPRESSED>"], ["[20]", "That said, I note that a prepublication of the first tranche of the new", "Regulations", "was published in mid-December, 2001 (see Proposed Regulatory Text, C. Gaz. 2001.I.4577). This is before the applicant made his visa application. In view of the fact that \"the Government had clearly demonstrated its commitment to bringing the new regime into force at a relatively early date\", this left the applicant \"with no reasonable expectation that [his application] would be finally disposed of under the former", "Act", "and the", "1978 Regulations", "\" (", "<FRAGMENT_SUPPRESSED> ; 237 F.T.R. 87, at para. 42 (T.D.)). Moreover, there is no reason to suspect, in this instance, that the visa officer acted in bad faith, or that there was an unreasonable delay in processing the applicant's application:", "<FRAGMENT_SUPPRESSED>  (T.D.).  <FRAGMENT_SUPPRESSED>", "Clear intention  <FRAGMENT_SUPPRESSED>"], ["[21]", "The survival provisions of the", "Interpretation Act", ", R.S.C. 1985, c. I-21, provide for the continued application of repealed legislation to past situations. However, subsection 43(c) of the", "Interpretation Act", ", which the applicant invokes here, is no more than a presumption. This presumption is refutable if the contrary intention is clearly set out: R. Sullivan,", "Sullivan and Driedger on the Construction of Statutes", ", 4th Ed. (Toronto: Butterworth, 2002), at pp. 565-68. Moreover, where an enactment is repealed and replaced by another enactment, subsection 44(g) of the", "Interpretation Act", ", specifically states that \"all regulations made under the repealed enactment remain in force and are deemed to have been made under the enactment, in so far as they are not inconsistent with the new enactment,", "until they are repealed or others made in their stead", "\" (my emphasis). This is precisely the case here (sections 274 of the", "IRPA", "and 364 of the", "IRPR", ").  <FRAGMENT_SUPPRESSED>"], ["[22]", "Subsection 361 of the new", "Regulations", "provides:  <FRAGMENT_SUPPRESSED>", "\"361(1)", "If, before the day on which this section comes into force", ", a foreign national referred to in subsection (2) has been assessed by a visa officer and awarded the number of units of assessment required by the former Regulations, that assessment is, for the purpose of these Regulations, an award of points equal or superior to the minimum number of points required of  <FRAGMENT_SUPPRESSED>", "(a) a skilled worker, in the case of a foreign national described in paragraph (2)(a);  <FRAGMENT_SUPPRESSED>", "(b) an investor, in the case of a foreign national described in paragraph (2)(b);  <FRAGMENT_SUPPRESSED>", "c) an entrepreneur, in the case of a foreign national described in paragraph (2)c); or  <FRAGMENT_SUPPRESSED>", "(d) a self-employed person, in the case of a foreign national described in paragraph (2)(d).  <FRAGMENT_SUPPRESSED>", "\"361(2) Subsection (1) applies in respect of a foreign national who submitted an application under the former Regulations, as one of the following, for an immigrant visa", "that is pending immediately before the day on which this section comes into force", ":  <FRAGMENT_SUPPRESSED>", "(a) a person described in subparagraph 9(1)(b)(I) or paragraph 10(1)(b) of the former Regulations;  <FRAGMENT_SUPPRESSED>", "(b) an investor; or  <FRAGMENT_SUPPRESSED>", "c) an entrepreneur.  <FRAGMENT_SUPPRESSED>", "\"361(3)", "During the period beginning on the day on which this section comes into force and ending on March 31, 2003", ", units of assessment shall be awarded to a foreign national, in accordance with the former Regulations, if the foreign national is an immigrant who,  <FRAGMENT_SUPPRESSED>", "(a) is referred to in subsection 8(1) of those Regulations, other than a provincial nominee, and  <FRAGMENT_SUPPRESSED>", "(b) before January 1, 2002, made an application for an immigrant visa under those Regulations that is still pending on the day on which this section comes into force and has not, before that day, been awarded units of assessment under those Regulations.  <FRAGMENT_SUPPRESSED>", "\"Units of assessment  <FRAGMENT_SUPPRESSED>", "\"361(4)", "If, before the day on which this section comes into force", ", a foreign national referred to in subsection (3) has been assessed by a visa officer and awarded the number of units of assessment required by the former Regulations, that assessment is, for the purposes of these Regulations, an award of points equal or superior to the minimum number of points required of a federal skilled worker, an investor, an entrepreneur or a self-employed person, as the case may be.  <FRAGMENT_SUPPRESSED>", "\"Federal skilled worker class  <FRAGMENT_SUPPRESSED>", "\"361(5)", "If a foreign national referred to in paragraph (2)(a) made an application before January 1, 2002 for an immigrant visa and has not, before April 1, 2003", ", been awarded the number of units of assessment required by the former Regulations, they must obtain a minimum of 70 points based on the factors set out in paragraph 76(1)(a) to become a permanent resident as a member of the federal skilled worker class.  <FRAGMENT_SUPPRESSED>", "\"361(6)", "If, before the day on which this section comes into force", ", a foreign national who was a provincial nominee submitted an application for a permanent resident visa under the former Regulations that is pending immediately before that day, the foreign national shall be assessed, and units of assessment shall be awarded to them, in accordance with those Regulations.\" (My emphasis)  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"361(1)", "Si, avant l'entrée en vigueur du présent article", ", un étranger visé au paragraphe (2) a été évalué par un agent des visas et a obtenu le nombre de points d'appréciation exigés par l'ancien règlement, cette évaluation confère, pour l'application du présent règlement, un nombre de points égal ou supérieur au nombre minimum de points requis pour se voir attribuer:  <FRAGMENT_SUPPRESSED>", "a) la qualité de travailleur qualifié, dans le cas de l'étranger visé à l'alinéa (2)a);  <FRAGMENT_SUPPRESSED>", "b) la qualité d'investisseur, dans le cas de l'étranger visé à l'alinéa (2)b);  <FRAGMENT_SUPPRESSED>", "c) la qualité d'entrepreneur, dans le cas de l'étranger visé à l'alinéa (2)c);  <FRAGMENT_SUPPRESSED>", "d) la qualité de travailleur autonome, dans le cas de l'étranger visé à l'alinéa (2)a).  <FRAGMENT_SUPPRESSED>", "\"(2) Le paragraphe (1) s'applique à l'étranger qui a présenté une demande de visa d'immigrant conformément à l'ancien règlement -", "pendante à l'entrée en vigueur du présent article", "- à titre, selon le cas:  <FRAGMENT_SUPPRESSED>", "a) de personne visée au sous-alinéa 9(1)b)(i) ou à l'alinéa 10(1)b) de l'ancien règlement;  <FRAGMENT_SUPPRESSED>", "b) d'investisseur;  <FRAGMENT_SUPPRESSED>", "c) d'entrepreneur.  <FRAGMENT_SUPPRESSED>", "\"361(3)", "Pendant la période commençant à la date d'entrée en vigueur du présent article et se terminant le 31 mars 2003", ", les points d'appréciation sont attribués conformément à l'ancien règlement à l'étranger qui est un immigrant qui:  <FRAGMENT_SUPPRESSED>", "a) d'une part, est visé au paragraphe 8(1) de ce règlement, autre qu'un candidat d'une province;  <FRAGMENT_SUPPRESSED>", "b) d'autre part, a fait, conformément à ce même règlement, une demande de visa d'immigrant avant le 1er janvier 2002, pendante à l'entrée en vigueur du présent article, et n'a pas obtenu de points d'appréciation en vertu de ce règlement.  <FRAGMENT_SUPPRESSED>", "\"Points d'appréciation  <FRAGMENT_SUPPRESSED>", "\"361(4)", "Si, avant l'entrée en vigueur du présent article", ", l'étranger visé au paragraphe (3) a été apprécié par un agent des visas et a obtenu le nombre de points d'appréciation exigés par l'ancien règlement, cette appréciation confère, pour l'application du présent règlement, un nombre de points égal ou supérieur au nombre minimum de points requis d'un travailleur qualifié (fédéral), d'un investisseur, d'un entrepreneur ou d'un travailleur autonome, selon le cas.  <FRAGMENT_SUPPRESSED>", "\"Catégorie des travailleurs qualifiés (fédéral)  <FRAGMENT_SUPPRESSED>", "\"361(5)", "Si les points d'appréciation exigés par l'ancien règlement n'ont pas été attribués avant le 1er avril 2003", "à l'étranger visé à l'alinéa (2)a) qui a demandé un visa d'immigrant avant le 1er janvier 2002, ce dernier doit obtenir un minimum de soixante-dix points au regard des facteurs visés à l'alinéa 76(1)a) du présent règlement pour devenir résident permanent au titre de la catégorie des travailleurs qualifiés (fédéral).  <FRAGMENT_SUPPRESSED>", "\"361(6)", "Si l'étranger, avant la date d'entrée en vigueur du présent article", ", a présenté une demande de visa de résident permanent conformément à l'ancien règlement - pendante à cette date - à titre de candidat d'une province, la demande est traitée conformément à ce règlement et l'étranger est apprécié et les points d'appréciation lui sont attribués conformément au même règlement.\" (Mon souligné)  <FRAGMENT_SUPPRESSED>"], ["[23]", "While the transitional provisions above specifically address the case where an application has been made before January 1, 2002 by the immigrants referred to in subsection 8(1) of the former", "Regulations", "(subsection 361(3)", "IRPR", "), no provision is made for an application made between January 1, 2002 and June 28, 2002. Accordingly, it is reasonable to conclude that in so doing, it was clearly intended that any such application made after January 1, 2002, be assessed in accordance with the new", "Act", "and", "Regulations", ".  <FRAGMENT_SUPPRESSED>", "Retrospective application  <FRAGMENT_SUPPRESSED>"], ["[24]", "Had the impugned decision been rendered before June 28, 2002, the visa officer would have been required by law to issue a visa to the applicant in the Independent category if she was satisfied that he met the existing criteria mentioned by the former", "Act", "and", "Regulations", ", which were still in force and had not been repealed (section 9 of the former", "Act", "; sections 8, 9 and 11 of the former", "Regulations", ").  <FRAGMENT_SUPPRESSED>"], ["[25]", "However, since the impugned decision was rendered after June 28, 2002, the changed criteria applied. Under the new", "Regulations", ", \"... the requirements and criteria set out in section 75 and 76 must be met at the time an application for a permanent resident visa is made", "as well as", "at the time the visa is issued\" (section 77", "IRPR", "). Therefore, the visa officer could not issue a visa to the applicant unless she was satisfied that he met the requirements set out in sections 75 and 76 of the new", "Regulations", "both", "at the date he made his application on January 3, 2002, and at the date she was called to make an assessment and issue a visa on July 18, 2002. At the time the applicant's application was made, it was presented in accordance with the former", "Act", "and", "Regulations", "in the \"Independent category\" (", "Immigration Application Form - Independent", "signed by the applicant, Tribunal's record, at pp. 7-10). The visa officer was therefore required to assess the applicant's application as though he had applied in the federal skilled worker class, because the Independent category no longer existed.  <FRAGMENT_SUPPRESSED>"], ["[26]", "Accordingly, it is clear that, in the present case, the new", "Regulations", "have a retrospective application in the sense that \"they change the", "future legal effect", "of a", "past situation", "\": R. Sullivan,", "Sullivan and Driedger on the Construction of Statutes", ", supra, at pp. 546-550. The question is whether, in such a case, there is a duty on the visa officer to notify the applicant that his application will be assessed under changed criteria in accordance with the new", "Act", "and", "Regulations", ", and to invite him to complete and perfect his application within such reasonable time period, as fixed by the visa officer, before making an assessment under the changed criteria.  <FRAGMENT_SUPPRESSED>", "Duty to act fairly  <FRAGMENT_SUPPRESSED>"], ["[27]", "The applicant also submits that he was not treated fairly. He contends that because the visa officer assessed his application under the changed criteria, of which he was not aware, he suffered a serious prejudice since his application was later refused for not having met the new criteria. At paragraph 14 of his affidavit he states that \"there is no reason in [his] mind as to why [he] should have applied to immigrate to Canada if [he] was going to be misled about what the criteria would be\". He would have rather applied to Australia or New Zealand. The visa officer should have informed him of the changed criteria, or at least of her intention of assessing him under the changed criteria. She should have invited him to complete and perfect his application, at which point he would have provided additional information such as a validated job offer or he would have learned the French language (see para. 18 of the applicant's affidavit sworn on October 6, 2003).  <FRAGMENT_SUPPRESSED>"], ["[28]", "The respondent replies that the applicant is deemed to know the law and that ignorance of the law is not an excuse:", "<FRAGMENT_SUPPRESSED>  at 353;", "<FRAGMENT_SUPPRESSED> ; 2002 FCT 1102 (T.D.), at para. 40; and", "<FRAGMENT_SUPPRESSED>  (T.D.), at 188-89. Accordingly, the respondent submits that no notice was required. It was incumbent on the applicant to complete and perfect his visa application so as to meet the changed criteria as set out in the new", "Act", "and", "Regulations", ". In the case at bar, these steps should have been taken by the applicant forthwith. The new", "Regulations", "were published on June 14, 2002 (Proposed Regulatory Text, C. Gaz, 2002.II.4577) and the assessment was made on July 18, 2002. This meant that the applicant was required to have completed and perfected his application less than 30 days after the coming into force of the", "Act", "and", "Regulations", ", on June 28, 2002. The applicant submits that this is an unreasonable time frame.  <FRAGMENT_SUPPRESSED>"], ["[29]", "Despite respondent's counsel able argument, I find that the applicant had a legitimate expectation to be invited by the visa officer to complete and perfect his application within a reasonable time period before an assessment would be made under the changed criteria. In the particular circumstances of this case, I find that notice of the intention of the visa officer to assess him under the changed criteria should have been given to the applicant.  <FRAGMENT_SUPPRESSED>"], ["[30]", "First, those who are governed by law must have knowledge of its rules before acting. Whether the new", "Regulations", "are retroactive or retrospective is simply a question of degree of their contemplated effects. However, the fundamental issue remains the same. How can an applicant comply with, rely on, or take advantage of the law unless he knows what it is before making a visa application? Under section 77 of the new", "Regulations", "\"... the requirement and criteria set out in sections 75 and 76 must be met at the time an application for permanent residence visa is made", "as well as", "at the time the visa is issued\" (my emphasis). How can the applicant be expected,", "at the time he makes his application", ", to comply with regulations not yet in force? Clearly this is impossible. The applicant was therefore entitled to notice of the change in criteria for a visa before his assessment.  <FRAGMENT_SUPPRESSED>"], ["[31]", "In this respect, by way of analogy, I find Professor R. Sullivan's comments in her work", "Sullivan and Driedger on the Construction of Statutes", ", supra, at pp. 544-45 particularly useful:  <FRAGMENT_SUPPRESSED>", "Principles underlying transitional law", ". An appreciation of the concerns underlying transitional law provides a sound basis for dealing with transitional issues in a coherent and functional way. It will not make transitional law easy, but it may avoid some of the problems that arise in trying to determine whether a particular application is retroactive as opposed to retrospective or retrospective as opposed to immediate.  <FRAGMENT_SUPPRESSED>", "The most compelling concern underlying transitional law is the rule of law and the values served by rule of law", "certainty, predictability, stability, rationality and formal equality", ". One of the great virtues of law is that it provides a stable framework within which people can carry on their activities. Law that changes too frequently or quickly or in an unexpected way undermines the sense of security of citizens and their willingness to participate in the relationships and activities on which a stable society and economy depend.", "Principles of fairness are also important", ". Finally, there is the traditional common law commitment to protecting private law rights, which are regarded as a form of property.  <FRAGMENT_SUPPRESSED>", "Perhaps the most fundamental tenet of the rule of law is that those who are governed by law must have knowledge of its rules before acting; otherwise any compliance with the law on their part is purely accidental", ". Citizens must have knowledge of the law before acting so they can adjust their conduct to avoid undesirable consequences and secure desirable ones. To ensure adequate notice, the rules enacted by legislatures must be published and adequately publicized - ideally before commencement but at the latest upon commencement. Furthermore, the content of the rules must be clearly communicated. These requirements ensure that people have the knowledge they need to make intelligent choices.", "Citizens cannot comply with, rely on or take advantage of the law unless they know what it is before deciding how they will behave", ".  <FRAGMENT_SUPPRESSED>", "The retroactive application of legislation is a direct assault on the principle of adequate notice", ". Although it is not possible for a legislature to really change the past, when it enacts retroactive legislation it fictitiously deems the past to be different from what it was.", "In actual fact, when X made a decision to act or not act in a particular way, the law said one thing. Some time later, when it is impossible for X to do anything about his or her decision, the law is deemed to have said a different thing. This undermines X's agency", ". At best retroactive law makes it impossible for people to know whether they are complying with the law; at worst it imposes negative consequences on them for attempting to do so.\" (My emphasis)  <FRAGMENT_SUPPRESSED>"], ["[32]", "Second, had the impugned decision been rendered before June 28, 2002, the visa officer would have been required to assess the applicant in the existing Independent category in accordance with the existing criteria stated in the former", "Act", "and", "Regulations", ", which were still in force and had not been repealed (section 9 of the former", "Act", "; sections 8, 9 and 11 of the former", "Regulations", "). Accordingly, I fail to see how any burden could be imposed by law on the applicant before June 28, 2002, to satisfy the visa officer that he met requirements and criteria other than those found in the former", "Act", "and", "Regulations", ".  <FRAGMENT_SUPPRESSED>"], ["[33]", "Third, it was incumbent on the Minister under subsection 76(2) of the new", "Regulations", "to \"fix and", "make available to the public", "the minimum number of points required of a skilled worker\" (my emphasis). This minimum requirement is now 75 points (instead of 70 points under the former", "Regulations", "). The Minister announced its intention to set the pass mark at 75 points in the Regulatory Impact Analysis Statement (the \"RIAS\") published with the new", "Regulations", ": \"[i]t", "is anticipated that the Minister will set", "the new Federal skilled worker pass mark at 75 points when the new selection system comes into effect upon proclamation of these", "Regulations", ".\" (see C. Gaz. 2002.II.226) (my emphasis). Therefore, I conclude that official public notice of the minimum requirement of 75 points, in the absence of any contrary evidence, was made by the Minister on June 14, 2002 at the earliest date, and not before.  <FRAGMENT_SUPPRESSED>"], ["[34]", "Fourth, the requirements to be fulfilled by an applicant in the federal skilled worker category have evolved between the first and the final publication. For instance, significant changes were made to the Language requirement, which increased from 20 points in the first publication to 24 points in the final version of the new", "Regulations", ". Additionally, the experience requirement was decreased from 25 points in the first publication to 21 points in the final version. As a result, the applicant could not know the criteria he was to be assessed under before June 14, 2002. Therefore, the question is whether a reasonable time period after the publication of the new", "Regulations", "should have been afforded to the applicant to complete and perfect his application. Clearly a time frame of 33 days (the impugned decision was made on July 18, 2002) is unreasonable in the circumstances.  <FRAGMENT_SUPPRESSED>"], ["[35]", "Finally, it has been decided by this Court that a visa officer should provide the opportunity to comment and to respond to evidence that has not been submitted by an applicant and upon which the visa officer intends to base his or her decision. In such cases, a \"fairness letter\" will be addressed to the applicant by the visa officer: see", "<FRAGMENT_SUPPRESSED> , at para. 14 (F.C.A.); and", "<FRAGMENT_SUPPRESSED>  (T.D.), at 514-16. Although I recognize that the present situation is somewhat different, I find that the concern that applicants be fairly treated are the same. In the present case, essential components of the original application have been altered. Here, the visa officer decided to treat the applicant's application in the Independent category as if it was now made in the federal skilled worker class.  <FRAGMENT_SUPPRESSED>"], ["[36]", "Accordingly, I find that once the visa officer determined that the applicant's application did not fell within the ambit of the transitional provisions (as it would have been if it would have been \"made\" only three days before), the applicant should have been promptly informed by the visa officer that he would now be assessed under the changed criteria. He should have been given the opportunity to provide additional information and to complete his application within a reasonable time period. The lack of proper notice constitutes in the circumstances of this case, a breach to the rules of natural justice or fairness. That being said, I do not have to decide the other issues raised by the parties (including the matters mentioned at paragraphs 11, 12 and 13 above). Furthermore, I note that no proper notice of constitutional question has been served and filed in accordance with section 57 of the", "Federal Court Act", ", R.S.C. 1985, c. F-7. This defect constitutes an absolute bar to any declaration of invalidity or inoperability of the legislation or regulations by the Court.  <FRAGMENT_SUPPRESSED>", "CONCLUSION  <FRAGMENT_SUPPRESSED>"], ["[37]", "For these reasons, I have decided to allow in part this application for judicial review. An order setting aside the decision of the visa officer and returning the matter to a different visa officer for redetermination in accordance with the law will be issued. The visa officer will be further directed to allow the applicant to complete his application and to submit additional information. A delay of three months from the date of the order made by the Court is reasonable in the circumstances. Concerning the request for party and party costs made by the applicant, Rule 22 of the", "Federal Court Immigration and Refugee Protection Rules", ", SOR/93-22, as amended, provides that \"[n]o costs shall be awarded to or payable by any party in respect of an application for leave, an application for judicial review or an appeal under these", "Rules", "unless the Court, for special reasons, so orders.\" In the case at bar, I am not satisfied that there are special reasons which would justify the award of costs on a party party basis. Therefore, I will reject the request for costs made by the applicant.  <FRAGMENT_SUPPRESSED>"], ["[38]", "Having considered counsel's proposed questions and representations, I will also certify the following serious question of general importance for appeal:  <FRAGMENT_SUPPRESSED>", "\"Is there any duty on the visa officer who, on or after June 28, 2002, in assessing an application which was submitted on or after January 1, 2002, in accordance with the former", "Act", "and", "Regulations", ", to notify the applicant that such application will be assessed under changed criteria in accordance with the new", "Act", "and", "Regulations", ", and to invite the applicant to complete and perfect such application within a reasonable time period, as fixed by the visa officer, before making an assessment under the changed criteria? <FRAGMENT_SUPPRESSED>"], ["[39]", "For the reasons already mentioned, my answer to the stated question above is \"yes\".  <FRAGMENT_SUPPRESSED>", "Application allowed in part.  <FRAGMENT_SUPPRESSED>", "Editor: Elizabeth M.A. Turgeon/klf  <FRAGMENT_SUPPRESSED>", "[End of document]"]]}