{"id_": "073819", "body_str": [["[1]", "Harrington, J.", ": No matter the outcome of this case, life will never be the same for Colette D'Souza. She lived, as child and adult, with her parents in Mumbai in comfortable circumstances. After their father died, her sister Anslette, who had immigrated here, applied to sponsor their mother. Colette formed part of that application as a dependant child. The application came to an end when Mrs. D'Souza died. Anslette then applied to sponsor Colette directly. The application was denied. This is a judicial review thereof. The problem which arises is that Colette has Down Syndrome."], ["[2]", "Colette, who is now 41, benefited from education at private, special needs, schools and from the loving and financial support of her parents. In recent years, she has been involved in a creative centre for the mentally challenged. To quote from the centre \"she is given an incentive of Indian RS 50 (fifty), a month in her hand as a stipend to keep her morale and self-esteem high.\" However, the fees of the training program, and travel expenses, are some 75 times that and are paid from her mother's estate."], ["[3]", "Mrs. D'Souza, twice widowed, had 10 children, four from her first marriage and six from her second. Colette, Anslette and Sharon (who plays an important role in this story) are issue of the second. Three of Colette's full brothers and sisters live in Canada, and one in the United States. Sharon's situation is unclear. She has, or had, permanent residence status in Canada but returned to India in 2003 to care for her mother who suffered a stroke, and then to temporarily care for Colette. Two of her half-brothers live in Canada, one half-brother in Qatar and one half-sister, Assumpta, in Mumbai. These family details are important in the light of a poison pen letter which is on file, as is Mrs. D'Souza's Last Will and Testament. That Will provides that after her husband died intestate, it had been agreed among all family members that the real estate (two flats in Mumbai) be transferred to her. She expressed the following concern:", "\"My daughter Colette is suffering from Down's Syndrome and hence she is required to be looked after. My youngest daughter Sharon is not yet settled down in life.\"", "Sharon was given the right to reside in one of the flats until she is married. At the time of the hearing, she was still single."], ["[4]", "The two executors, one of whom is Sharon, are obliged to invest sufficient monies so that the income can be used for Colette's maintenance and welfare, with an encroachment on capital if need be. Otherwise, the estate is to be distributed equally among all the children. It has not yet been wound up.", "The Visa Interview"], ["[5]", "Colette was originally part of a family class sponsorship application. However, that file was closed following the death of Mrs. D'Souza. This led to a fresh sponsorship under the orphaned sibling category, based on humanitarian and compassionate considerations. Anslette specifically requested that the material in the first application be considered as part of the second. By letter, Colette was called to an interview at the Canadian High Commission in New Delhi together with Sharon and Assumpta. Anslette wrote back to say that Colette and Sharon would be in attendance but that Assumpta was unable to attend. Indeed the subsequent testimony of Sharon, which is uncontradicted, is that Assumpta, who is 21 years older than Colette, has distanced herself from this matter."], ["[6]", "The interview took place February 23, 2006. The Immigration Counsellor who made the negative decision had in hand an unsigned, undated poison pen letter which was only revealed when the Minister was required to produce her file under the Federal Court", "Immigration Rules", ". However, the counsellor did tell Sharon and Colette at the interview that she had some negative information at hand. The poison pen letter begins:", "\"We have reason to believe that a false application is made for immigration to Canada, with intention to abandon the person to the system, as the person is a Down Syndrome adult.\"", "It adds:", "\"Perhaps, Ms. Shetty (Anslette) claims that her siblings and she will provide and care for the sister, but no one is prepared to do so, and already this has caused immense discord and legal disputes. If the visa should be granted, she will be the government's burden.\"", "The letter also alleged that Sharon had abandoned Canada with no intention of returning."], ["[7]", "Following the interview, the counsellor rendered two decisions March 2, 2006. One, as expected, was that since Colette was over 18 years of age, she could not be considered an orphan, member of the family class. That decision is not contested. In the other decision, the counsellor simply referred to section 25 of the", "Immigration and Refugee Protection", "Act", ", S.C. 2001, c. 27 (", "IRPA", ") and said she had determined \"it would not be justified by humanitarian or compassionate considerations to grant you permanent resident status or to exempt you from any applicable criteria or obligation of the", "Act", "\"."], ["[8]", "She did not give reasons, but her notes of interview and subsequent analysis serve as the reasons. It was noted that although Colette has five siblings in Canada she also has two in India with one of whom, Sharon, \"she resides and appears to have a close relationship.\" Excellent arrangements are in place in India for Colette's care including her steady sheltered employment and a full-time live-in care-giver in her own apartment. She has sufficient financial means to meet her needs and is emotionally and socially supported both by her sister Sharon and by the sheltered workshop."], ["[9]", "The counsellor claimed that no concrete research had gone into how Colette's need for additional help might be met in Canada. It was unknown whether her resources and those of her Canadian siblings would be adequate to meet her needs. Information in the poison pen letter suggested to her that the siblings in Canada are not in agreement about their willingness to provide support for Colette in Canada. After referring to some apparent disputes relating to Mrs. D'Souza's will, the counsellor wrote:", "\"As these issues of inheritance are apparently not fully resolved, I am not satisfied that PI [Colette] and her family would have the resources, ability or willingness to provide for PI's care in Canada, nor that PI would not, as a result, become a burden in social services in Canada.\""], ["[10]", "She also went on to say that the siblings in Canada had made their choice to immigrate here, independent of Colette's condition and that even if Sharon did not decide to remain in India, Colette would still have a sibling there and the possibility of living in a care facility. Finally:", "\"Given the level of financial means PI has in India and the evident emotional and social support she receives from her work environment, her care-giver and her sister Sharon, I am not convinced that it would be in her interest for her to move to Canada where the level of these types of support and their cost is unknown and where there is apparent discord among the siblings in Canada regarding their willingness and ability to provide emotional, social and financial support to PI.\"", "Issues"], ["[11]", "This case should be analyzed in the light of the following issues:", "a) Standard of Review", "b) Did the decision maker have the entire file before her?", "c) As to the poison pen letter:", "i) Should it have been disclosed? If so, what are the consequences of non-disclosure?", "ii) Was improper reliance placed upon it?", "Standard of Review"], ["[12]", "It is well established in H&C applications that the standard of review is reasonableness simpliciter (", "<FRAGMENT_SUPPRESSED> ; 243 N.R. 22.", "Was the file entire?"], ["[13]", "Once, as in this case, leave for judicial review of a decision of a tribunal has been granted, rule 17 of the", "Federal Courts Immigration and Refugee Protection Rules", ", SOR/93-22, requires the tribunal to provide, among other things, all papers relevant to the matter that are in its possession or control. The record produced does not contain papers from the first application which Ms. Shetty specifically incorporated by reference in the second application. One of these was the letter from the Centre referred to above, which forms part of the application record. It is important because it deals with Colette's bouts of depression when Sharon is away. The decision should be set aside on the ground that the decision was based on an incomplete record.", "The Poison Pen Letter"], ["[14]", "It is not absolutely mandatory that extrinsic evidence in this form be given to the applicant. In some instances, putting the allegations from the anonymous source to the applicant may be sufficient. However, in this case, since Sharon, who was neither the applicant nor the sponsor, was being interviewed, procedural fairness demanded that she be shown the actual letter which casts aspersions on her. This may well have given insight as to its author. This is another ground for granting judicial review."], ["[15]", "Furthermore, undue weight was placed on this letter, which flies in the face of other evidence on file, evidence from those who were not afraid to show their face. Poison pen letters are inherently unreliable (", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; 294 F.T.R. 242; 2006 FC 691, at paragraphs 24-27;", "<FRAGMENT_SUPPRESSED> ; 2006 FC 731, at paragraphs 36-38. The officer was of the opinion that:", "\"Information in the poison pen letter suggests the siblings in Canada are not in agreement about their willingness to provide support for PI if she were in Canada ...\""], ["[16]", "Only five of Colette's nine siblings are in Canada.What is the evidentiary basis for referring to the five siblings in Canada, rather than to all nine? Furthermore, the record shows that one of the five had asked his Member of Parliament to intervene in support of the application. At the interview, Sharon told the officer that all nine were in agreement that Colette should move to Canada, and live with Anslette.", "ANALYSIS"], ["[17]", "Apart from procedural fairness, there are other grounds to grant judicial review. I think it important to state them as a guide to the next Immigration Counsellor who considers this matter afresh."], ["[18]", "The counsellor relied upon section 38(1) of the", "IRPA", "which provides:", "\"38(1) A foreign national is inadmissible on health grounds if their health condition", "(a) is likely to be a danger to public health;", "(b) is likely to be a danger to public safety; or", "(c) might reasonably be expected to cause excessive demand on health or social services.\"", "\"38(1) Emporte, sauf pour le résident permanent, interdiction de territoire pour motifs sanitaires l'état de santé de l'étranger constituant vraisemblablement un danger pour la santé ou la sécurité publiques ou risquant d'entraîner un fardeau excessif pour les services sociaux ou de santé.\""], ["[19]", "As I understand it, in an application for exemption from criteria, including health criteria, on humanitarian and compassionate grounds, there is a two-stage process, a process which the counsellor herself mentioned to Sharon and Colette. If the counsellor were otherwise of the view that Colette should be admitted to Canada on humanitarian and compassionate grounds, then she had no delegated authority to grant an exemption from an inadmissibility relating to excessive demands. According to the", "Citizenship and Immigration Canada Operation Bulletins", ", at the present time the case should have been forwarded to the Director of Case Review for assessment."], ["[20]", "All the evidence on file, including a letter from a doctor in India, indicates that Colette is in good physical health, and is not receiving any medication."], ["[21]", "It is clear, however, that she has special needs. It does not follow that she would have to be sent out of the home to an external facility. For some years before her parents died, she stayed at home with them."], ["[22]", "The counsellor claims that no analysis had been done as to Colette's needs in Canada, how they would be met, and at what cost. Sharon said she had no clue as to the costs of a work shop placement in Canada or a sitter/caregiver. However, it must be remembered that Anslette is the sponsor, not Sharon, and that Sharon also said she was aware that Anslette had looked at workshops and was inquiring about placements. The concern should have been addressed to Anslette, not Sharon."], ["[23]", "Thus, there is no evidentiary basis for concluding that Colette's presence in Canada might reasonably be expected to cause excessive demand on social services. The recent decision of the Supreme Court in", "<FRAGMENT_SUPPRESSED> ; 340 N.R. 102; 2005 SCC 57, is most instructive."], ["[24]", "Those two cases, subject to the same set of reasons, dealt with the predecessor of section 38 of", "IRPA", ", but not with humanitarian and compassionate considerations under section 25."], ["[25]", "Mr. Hilewitz and Mr. de Jong both applied for permanent residence for themselves and their families under the investor and self employed classes, which obliged them to have them to have substantial financial resources. They did, but were denied admission because of the intellectual disability of a dependent child. The issue was whether non-medical factors, such as the availability of family support and the ability and willingness to pay were relevant considerations. The Supreme Court held that they were and referred the matter back to the Minister for reconsideration and redetermination by different visa officers."], ["[26]", "The Court's historical review of immigration legislation led to the conclusion that the approach has shifted from categorical exclusions to one calling for individual assessments. Those cases were decided under the", "Immigration Act", ", now repealed. However, in speaking of section 38 of", "IRPA", ", Madam Justice Rosalie Silberman Abella noted at paragraph 60:", "\"Under this new provision, health impairments need no longer be those that 'would cause or might reasonably be expected to cause' excessive demands. Only those that 'might reasonably be expected to cause' them are relevant. I see no real significance to the omission of the words 'would cause'. The wording is sufficiently similar to preserve the requirement that any anticipated burdens on the public purse be tethered to the realities, not the possibilities, of applicants' circumstances, including the extent of their families' willingness and ability to contribute time and resources.\""], ["[27]", "In this case, by making the decision out of turn, we have no evidence as to what demand would be placed on the public purse, in this case Ontario's, and the cost thereof."], ["[28]", "The question of financial support was not put to the siblings and half-siblings. Rather, improper reliance was placed on the poison pen letter."], ["[29]", "As to whether there would be unusual and disproportionate hardship to Colette if she were to remain in India, the counsellor took account of the special centre she attends, and the fact that she lives with Sharon. However, Sharon's return to India in 2003 was intended as a stop-gap measure. She now has a job in another city and so does not live full-time with Colette, who has a live-in caretaker. If Sharon were to leave, all indications are that Assumpta would not pick up the slack."], ["[30]", "Sharon was asked if Colette was depressed. The answer was no. That may well be when Sharon is with her. However, the counsellor either ignored or did not have before her the letter from the Creative Centre. The author, who said she has known Colette from the age of 18 when she was still in school and was her class teacher, says that Colette has been depressed since her parents died \"... and of late for the past year Colette's attendance has dropped considerably ever since her sister Sharon (who lived with her after her parents passed away) had to move to another city. The maid (caretaker) calls in to say she is depressed and does not want to come to the workshop ... I recommend, wish and pray that her immediate siblings are able to make up for her losses by letting her be part of their family as soon as possible because she keeps talking about her brothers and sisters.\""], ["[31]", "In her correspondence Anslette expressed grave concern about putting Colette in an institution. She was afraid she might be abused, given the lack of regular visits if Sharon does not remain in India. Sharon added that they had considered the possibility, but it was clear that Colette, now that her parents are gone, would much prefer to be with her siblings. These concerns were not adequately addressed.", "ORDER"], ["[32]", "THIS COURT ORDERS", "that for the reasons given above, this application for judicial review is granted. The matter is referred back to another officer for redetermination. There is no serious question of general importance to certify.", "Application allowed.", "Editor: Sharon McCartney/pdk", "[End of document]"]]}