{"id_": "073925", "body_str": [["[1]", "Collier, J.", "[orally]: This applicant seeks, pursuant to s. 18 of the", "Federal Court Act", ", R.S.C. 1985, c. F-4, and prior to the recent amendments, effective February 1, 1992, orders in the nature of certiorari and mandamus."], ["[2]", "The motion for certiorari is to quash a decision, dated May 13, 1991, of an immigration officer, T. Marcenkiewecz. That officer determined there was:", "\"insufficient humanitarian and compassionate grounds upon which to accept an application for permanent residence.\""], ["[3]", "The motion for relief in the nature of mandamus is to compel the respondent Minister to:", "\"... provide the applicant with a full and fair interview of the applicant's humanitarian and compassionate claim in accordance with the law and in accordance with the duty of fairness.\""], ["[4]", "The applicant is a citizen of Trinidad. She will be 46 years old on February 22nd of this year. She has three children: a son; a daughter, Maureen; and a daughter, Karene."], ["[5]", "The applicant came to Canada as a visitor on May 1, 1987. She overstayed. At some time in 1988, she made a Convention Refugee Claim. I digress to say her refugee claim was rejected; that the Federal Court of Appeal, on July 2, 1991, dismissed an application by her for leave to appeal the convention refugee decision."], ["[6]", "The applicant's three children came to Canada in December in 1987. They, in December, 1988, claimed Convention Refugee Protection."], ["[7]", "On October 15th, 1990, the applicant, with her two daughters present, was interviewed by an immigration officer, Ms. Franca Tucci. This interview was a result of an application by Mrs. Dick for leave to apply, while in Canada, for a visa for entry for permanent residence. That immigration officer determined there were:", "\"insufficient humanitarian and compassionate grounds upon which to accept an application from me for permanent residence in Canada.\""], ["[8]", "The applicant obtained leave to launch proceedings, pursuant to s. 18 of the", "Federal Court Act", ", to challenge that decision. Proceedings were commenced on December 31, 1990. Counsel for the Department of Employment and Immigration, in a letter dated March 27, 1991, to the applicant's counsel, confirmed that the Immigration Department had agreed to grant a new interview \"in relation to Mrs. Dick's humanitarian and compassionate case\". The interview was to be before a different immigration officer."], ["[9]", "The interview was the one, now in issue, which took place on May 13, 1991. The s. 18 proceeding, in respect of the first decision, was not discontinued until June 14, 1991."], ["[10]", "As is not unusual in these cases, there is disagreement as to what occurred at the impugned interview. The applicant, in her affidavit, sets out her recollection of what took place. The immigration officer, in his affidavit, sets out his version. There was no cross-examination on the affidavits."], ["[11]", "All that makes difficult the task of the court."], ["[12]", "The onus is on the applicant to satisfy the court there was reversible error, warranting judicial interference by way of relief in the nature of certiorari. This is not an appeal, or a retrial of the matter. Nor can the court, in the absence of error in the legal sense, substitute its opinion for the discretion exercised by the immigration officer in coming to the decision he did."], ["[13]", "The main ground of error advanced on behalf of the applicant was that the circumstances disclose a likelihood of bias on the part of the officer; that this resulted in lack of fairness, in the judicial review sense."], ["[14]", "The applicant says the officer, at the outset of the interview, had her immigration file before him. He referred to the first interview, and remarked that leave to appeal against that first decision had been granted on a technicality. He then went on, it is said, to ask the applicant's counsel if there was anything new to submit. The applicant contends the officer had, from his reading of the file, already made up his mind. There was a likelihood of bias, if not actual bias, and the final decision should be quashed."], ["[15]", "There is no doubt the immigration officer had reviewed the applicant's file. He concedes this, but said he received the file only a short time before the interview and reviewed it only briefly."], ["[16]", "There was, in my view, nothing wrong with him reviewing the file. I am prepared to accept he made the remark attributed to him by the applicant."], ["[17]", "But I am unable to find this indicated a likelihood of bias, or actual bias. The interview went on for almost an hour. The immigration officer elicited a good deal of information from the applicant, not what was just in the files. For example, he heard, in some detail, the evidence and submissions of the applicant's employer, Mr. Hart, as to the hardship his family might suffer, if the applicant no longer babysat their small daughter."], ["[18]", "I am satisfied, from the affidavit of the officer, that he conducted the interview in a fair manner, with an open mind; having considered the materials before him and the evidence and submissions, he complied with the duty of fairness in arriving at his discretionary decision."], ["[19]", "I find credible, and persuasive, his evidence set out in paragraphs 9 to 19 of his affidavit."], ["[20]", "I see no grounds warranting interference by this court."], ["[21]", "The respondent is not asking for costs, therefore, there will be no order as to costs.", "Application dismissed.", "Editor: Janette Blue/blk", "[End of document]"]]}