{"id_": "074006", "body_str": [["[1]", "Fothergill, J.", ": John Snook has brought an application for judicial review of a letter from the Office of the Judge Advocate General [the JAG] dated March 24, 2015. The letter was in response to written submissions made by Mr. Snook's counsel regarding the alleged failure of the Canadian Armed Forces [the CAF] to properly implement a decision of the Chief of Defence Staff [the CDS] dated April 10, 2014. In that decision, the CDS allowed a grievance submitted by Mr. Snook and directed that certain remedial actions be taken by the CAF."], ["[2]", "The Attorney General denies that the letter from the JAG dated March 24, 2015 constitutes a \"decision\" that is amenable to judicial review. In the alternative, the Attorney General says the manner in which the CAF implemented the CDS' decision dated April 10, 2014 was reasonable."], ["[3]", "For the reasons that follow, I have concluded that the letter from the JAG dated March 24, 2015 is not a \"decision\" that is amenable to judicial review. Furthermore, the manner in which the CAF implemented the CDS' decision was reasonable. The application for judicial review is therefore dismissed.", "II.", "Background"], ["[4]", "Mr. Snook is a member of the CAF Naval Reserve and currently resides in St. John's, Newfoundland. From 1980 onward, Mr. Snook served more than 20 years with the CAF, first with the Regular Force and then as a member of the Supplementary Reserve."], ["[5]", "Mr. Snook was released from the CAF in January, 1990. On February 17, 2003, he re-enrolled with the CAF Regular Force as a pilot under the Continuing Education Officer Training Plan [the CEOTP]. Mr. Snook agreed to Terms of Service that were valid for nine years, ending on February 17, 2012. Pursuant to the CEOTP, Mr. Snook signed a Statement of Understanding which provided that his employment with the CAF beyond the initial Terms of Service was conditional upon his obtaining a baccalaureate degree."], ["[6]", "Mr. Snook did not obtain a baccalaureate degree before the end of his Terms of Service. On January 20, 2012, he requested a three-year extension to allow him to pursue his studies. The CAF denied his request and instead offered him two successive, one-year extensions. Mr. Snook accepted the first extension but refused the second. On September 6, 2013, he opted to be released from the CAF and enrolled in part-time studies at Memorial University of Newfoundland and Labrador."], ["[7]", "On May 24, 2012, Mr. Snook filed a grievance of the CAF's decision to deny him a three-year extension and requested that his release from the CAF be rescinded. Mr. Snook noted that re-enrollment, as opposed to reinstatement, would cause a break in his service, which would adversely affect his entitlement to various relocation and pension benefits."], ["[8]", "On January 21, 2013, the Initial Authority of the CAF denied Mr. Snook's grievance. On April 24, 2013, the matter was referred to the Military Grievances External Review Committee [the Committee] for independent review. Pursuant to s 29.13(2) of the", "National Defence Act", "RSC 1985, c N-5 [the Act], the CDS is not bound by the Committee's Findings and Recommendations but must provide reasons for departing from them. The Committee recommended that Mr. Snook's grievance be allowed. He then submitted the grievance for a", "de novo", "review by the CDS, who is the Final Authority in the grievance process."], ["[9]", "In a decision dated April 10, 2014, the CDS upheld Mr. Snook's grievance. The CDS found that the CAF had not adequately supported Mr. Snook in the pursuit of his studies, and that his failure to complete a baccalaureate degree was due to circumstances beyond his control. As a remedy, the CDS directed that the \"DGMC [Director General of Military Careers] ensure that, if you should choose to re-enrol, you are offered a three-year CE [Continuing Engagement] and posted to a position that will allow you to make substantive progress toward obtaining your baccalaureate degree\"."], ["[10]", "The DGMC sought to implement the CDS' decision by offering Mr. Snook a position in Goose Bay, Newfoundland. Mr. Snook declined this position on the ground that it was not sufficiently close to a Canadian university to permit him to complete a degree."], ["[11]", "By letter dated August 27, 2014, the DGMC offered Mr. Snook 12 different positions. These were located near universities in Quebec, Ontario, Saskatchewan and Nova Scotia. When Mr. Snook informed the DGMC of his preferred choice, he was told that the position had already been filled. Mr. Snook declined the remaining 11 positions. According to Mr. Snook, the moving expenses associated with these positions were prohibitive, since his re-enrollment rendered him ineligible for reimbursement under the CAF Integrated Relocation Program [the IRP]."], ["[12]", "By letter dated January 8, 2015, Mr. Snook requested the following redress: (i) that the DGMC permit him to benefit from the IRP on an exceptional basis; (ii) that the DGMC offer him a suitable position nearer to his home in St. John's; and (iii) that the DGMC grant him", "ex gratia", "compensation to offset the costs of relocation. By letter dated February 3, 2015, the JAG informed Mr. Snook that he would be entitled to relocation benefits upon re-enrollment pursuant to s 1.1.03 of the", "Canadian Forces Integrated Program Directive", ", and there was therefore no need for an", "ex gratia", "payment."], ["[13]", "By letter dated February 3, 2015, Mr. Snook asked that he be granted all the home equity and relocation benefits that he would have received had the CAF not released him. Mr. Snook argued that this was the only way to fulfill the \"spirit\" of the CDS' decision, which he said should be implemented in a manner that ensured he would suffer \"no financial harm.\""], ["[14]", "By letter dated February 24, 2015, the JAG informed Mr. Snook that it did not have the statutory authority to grant the remedies he had requested. The JAG noted that the Treasury Board regulates an officer's entitlement to benefits under s 35(2) of the Act, and referred Mr. Snook to the", "Canadian Forces Integrated Relocation Program Directive,", "APS 2009-1015."], ["[15]", "By letter dated March 6, 2015, Mr. Snook requested a", "de novo", "analysis of the CDS' decision of April 10, 2014. He again took the position that he should have been reinstated instead of being offered the opportunity to re-enroll. Mr. Snook also argued, as he had done in his submissions to the CDS, that the CDS had the authority to reinstate him pursuant to an amendment to s 30(4) of the Act (s 12 of Bill C-15)."], ["[16]", "The JAG responded to Mr. Snook's submissions in a letter dated March 24, 2015. The JAG confirmed key aspects of the CDS' decision dated April 10, 2014: although Bill C-15 had received Royal assent, it had not yet come into force; and Mr. Snook's only option was to re-enroll. The JAG noted that the CDS' decision was final and binding pursuant to s 29 of the Act", "and that a", "de novo", "analysis was therefore not possible."], ["[17]", "On April 20, 2015, Mr. Snook filed an application for judicial review of the letter from the JAG dated March 24, 2015. The remedy he sought was reinstatement to the CAF. In oral submissions before this Court, Mr. Snook's counsel sought to expand the scope of the application to encompass the CAF's pattern of conduct in implementing the CDS' decision, and asked that the matter be remitted to the CDS to ensure proper implementation of his decision dated April 10, 2014.", "III.", "Issues"], ["[18]", "This application for judicial review raises the following issues:", "A. Is the letter from the JAG dated March 24, 2015 a \"decision, order, act or proceeding\" or a \"matter\" that is amenable to judicial review pursuant to s 18 of the", "Federal Courts Act", "B. If so, was the CAF's implementation of the CDS' decision dated April 10, 2014 reasonable?", "IV.", "Analysis", "A. Is the letter from the JAG dated March 24, 2015 a \"decision, order, act or proceeding\" or a \"matter\" that is amenable to judicial review pursuant to s 18 of the Federal Courts Act?"], ["[19]", "The", "Federal Courts Act", "provides in s 18.1(2) that an application for judicial review must be \"in respect of a decision or an order\" of a federal board, commission or other tribunal, and be made within 30 days of the date on which the decision is communicated."], ["[20]", "The letter from the JAG dated March 24, 2015 is not a \"decision\" that is amenable to judicial review. The letter reiterated key aspects of the CDS' decision, and confirmed that the decision was final and binding. A new \"decision\" arises only if it involves a fresh exercise of discretion (REFERENCE_SUPPRESSED). In this case, the JAG had no authority to revisit the prior decision of the CDS and did not purport to do so."], ["[21]", "Before this Court, Mr. Snook argued that the \"course of conduct\" of the DGMC and the JAG with respect to the implementation of the CDS' decision is amenable to judicial review. I agree that this Court's jurisdiction extends beyond judicial review of formal decisions, and includes the review of administrative action that flows from a statutory power. Subsection 18.1(1) of the", "Federal Courts Act", "provides that an application for judicial review may be brought by the Attorney General or by anyone directly affected by the \"matter\" in respect of which relief is sought. The word \"matter\" in s 18.1(1) encompasses more than a decision or order of a federal body, and applies to anything in respect of which relief may be sought (REFERENCE_SUPPRESSED)."], ["[22]", "Where the application for judicial review is in respect of a \"matter\" and not a \"decision\", the 30 day limitation period imposed by s 18.1(2) does not apply (", "CITATION_SUPPRESSED). A party may seek judicial review of the manner in which a decision-maker is complying with a statutory duty at any time. The decision-maker need not exercise any particular statutory authority, but must at least possess statutory powers that affect the rights and interests of others (", "REFERENCE_SUPPRESSED)."], ["[23]", "By offering or denying Mr. Snook access to various postings in the CAF, the DGMC and JAG were exercising statutory powers that affected his rights and interests. This made their course of conduct potentially subject to judicial review by this Court."], ["[24]", "At the time that he filed the application for judicial review, Mr. Snook was retired from the CAF but continued to serve as a member of the CAF Naval Reserve. Pursuant to s 15(3) of the Act", "the Reserve Force is a component of the CAF which consists of \"officers and non-commissioned members who are enrolled for other than continuing, full-time military service when not on active service\". Even as a reservist, Mr. Snook had access to the CAF grievance procedure (REFERENCE_SUPPRESSED)."], ["[25]", "Pursuant to s 29(1) of the Act", "an officer or non-commissioned member may grieve \"any decision, act or omission in the administration of the affairs of the Canadian Forces\". Mr. Snook's complaint that the CAF failed to properly implement the CDS' decision appears to concern a \"decision, act or omission\" that falls within the ambit of s 29(1) of the Act, and which could therefore have been grieved by Mr. Snook."], ["[26]", "This Court has consistently held that the CAF grievance procedure constitutes an adequate remedy that must be exhausted before seeking redress from this Court (REFERENCE_SUPPRESSED). Although the Act does not explicitly oust this Court's jurisdiction, the legislative scheme shows a strong preference for proceeding under the statutory grievance process where possible (", "CITATION_SUPPRESSED)."], ["[27]", "In this case, the Attorney General did not ask this Court to decline its jurisdiction to hear the application for judicial review in favour of the CAF grievance process. Mr. Snook argues that it would be unjust in the circumstances to require him to exhaust the grievance process before seeking judicial review. He has allocated significant time and resources to bringing this matter before the Court, and the time in which to submit a grievance has now expired."], ["[28]", "In my view, the grievance process is better suited to resolving questions about the manner in which the CAF is implementing the CDS' decision. The grievance process offers the parties greater flexibility to fashion a solution that addresses their respective interests in a manner that is consistent with the operational requirements of the CAF. However, given the positions of the parties, and in the interests of judicial economy and efficiency, I will exercise my discretion to decide this case on its merits.", "B. Was the CAF's implementation of the CDS' decision dated April 10, 2014 reasonable?"], ["[29]", "A decision of the CDS on the merits of a grievance is subject to review by this Court against the standard of reasonableness (REFERENCE_SUPPRESSED). I see no reason why the same standard should not apply to the implementation of the CDS' decision. Furthermore, the parties agree that the applicable standard of review is reasonableness. Accordingly, this Court will intervene only if the manner in which the CDS' decision was implemented falls outside the range of possible, acceptable outcomes which are defensible in respect of the facts and law, or if the decision-making process lacks justification, transparency and intelligibility (REFERENCE_SUPPRESSED)."], ["[30]", "Mr. Snook argues that the CAF failed to properly implement the CDS' decision in two respects: (i) by offering him positions that entail relocation and the resulting financial costs; and (ii) by refusing to offer him a position in St. John's, where he currently resides."], ["[31]", "There is nothing in the CDS' decision that may reasonably be interpreted as an assurance that Mr. Snook will not have to incur personal costs should he choose to re-enroll in the CAF. When he submitted his grievance, Mr. Snook specifically requested that the CDS help him to avoid adverse financial consequences. However, the CDS determined that re-enrollment was the only option available under the Act", "The CDS' decision states:", "Intended", "Place", "of Residence Upon Release.", "In your representation of 12 December 2013, you express concern that, if you re-enrol as recommended, your broken service might affect your intended place of residence (IPR) upon release benefit and might also result in pension penalties. To mitigate this risk, you ask that I consider rescinding your release rather than recommending re-enrolment.", "I note your concerns. You are correct that your broken service may impact your IPR benefit and pension. However, regarding your request that I assist you in avoiding these risks, I must reiterate that re-enrolment is the only option available.", "[Footnote] Regarding your request to \"rescind\" your release: an amendment to the", "National Defence Act", "resulting from Bill C-15 that will permit me to cancel a release in certain circumstances is not yet in force but will come into force on a day to be fixed by the order of the Governor in Council."], ["[32]", "Mr. Snook did not seek judicial review of the CDS' decision dated April 10, 2014, and accordingly that decision continues to be final and binding."], ["[33]", "I note that the JAG and counsel for the Attorney General in these proceedings both confirmed that Mr. Snook is entitled to relocation benefits in accordance with the applicable Treasury Board policy for members who re-enroll in the CAF. These benefits do not include expenses associated with maintaining a second residence, or compensation for any loss of equity should Mr. Snook decide to sell his current home. However, I am unable to conclude that offering Mr. Snook some, but not all, of the relocation benefits he desires is inconsistent with the CDS' decision dated April 10, 2014."], ["[34]", "The DGMC offered Mr. Snook 12 positions, all of which were consistent with the direction provided by the CDS in his decision: they were located near universities and they would allow Mr. Snook to pursue his studies while maintaining his employment with the CAF."], ["[35]", "Mr. Snook argues that the DGMC unreasonably refused to accommodate his request for a vacant position in St. John's. However, the DGMC explained that \"fairness and transparency demand, in executing [the] CDS' direction to afford Mr. Snook an opportunity to re-enrol, that we treat him as we would any other skilled applicant\". The DGMC noted that the other positions offered to Mr. Snook were of higher priority for the purposes of achieving the CAF's mandate and facilitating its operations. The DGMC also noted that at least four other officers had been denied the position for similar reasons."], ["[36]", "There is nothing in the CDS' decision of April 10, 2014 to indicate that Mr. Snook was to be offered a position of his choosing without regard to the priorities of the CAF in fulfilling its mandate or facilitating its operations. Mr. Snook has failed to demonstrate that the explanation provided by the DGMC for refusing him a position in St. John's was unreasonable or made in bad faith. I am therefore satisfied that the DGMC's and JAG's conduct in offering Mr. Snook only positions that entailed relocation was reasonable, particularly given his eligibility for relocation benefits.", "V.", "Conclusion"], ["[37]", "For the foregoing reasons, the application for judicial review is dismissed with costs. The parties have agreed that costs should be fixed in the amount of $2,500.", "JUDGMENT"], ["[38]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is dismissed with costs in the fixed amount of $2,500.", "[End of document]"]]}