{"id_": "074139", "body_str": [["[1]", "Rothstein, J.", ": This is a judicial review under s. 18.1(4)(b) of the", "Federal Court Act", ", R.S.C. 1985, c. F-7, brought by the applicants from an interlocutory ruling of an Appeal Board under s. 21 of the", "Public Service Employment Act", ", R.S.C. 1985, c. P-33, by which the representative of the applicants before the Appeal Board was denied disclosure of certain information relevant to the proceedings being conducted."], ["[2]", "The issue is whether there has been a denial of procedural fairness to the applicants by reason of the decision which denied disclosure to the applicants' representative."], ["[3]", "The case arises out of a competition for the position of Inquiries and Adjudication Unit Head for Revenue Canada at Halifax. The competition for the position was closed, meaning that it was a competition limited to existing members of the Public Service."], ["[4]", "The competition involved the application of a number of tests to the candidates to ensure that the selection of the successful candidate was based on merit in accordance with s. 10 of the", "Public Service Employment Act", ". Section 10 states:", "\"10. Appointments to or from within the Public Service shall be based on selection according to merit, as determined by the Commission, and shall be made by the Commission, at the request of the deputy head concerned, by competition or by such other process of personnel selection designed to establish the merit of candidates as the Commission considers is in the best interests of the Public Service.\""], ["[5]", "In this case, the tests were carried out in the spring of 1992. One test relating to a candidate's ability was called the \"Supervising In-Basket Exercise\" in which a candidate is given envelopes containing documents which might come across his or her desk in the position being sought. A candidate is asked to deal with the documents. The \"In-Basket Exercise\" test is an important component for determining ability. The applicants in this case were found to have failed their ability assessments and were therefore screened out of further consideration for the position for which they were applying."], ["[6]", "On June 4, 1992, the applicants appealed that decision to an Appeal Board established under s. 21 of the", "Public Service Employment Act", ". Section 21(1) states:", "\"21(1) Where a person is appointed or is about to be appointed under this Act and the selection of the person for appointment was made from within the Public Service, every unsuccessful candidate, in the case of selection by closed competition, or, in the case of selection without competition, every person whose opportunity for advancement, in the opinion of the Commission, has been prejudicially affected, may, within such period as the Commission prescribes, appeal against the appointment to a board established by the Commission to conduct an inquiry at which the person appealing and the deputy head concerned, or their representatives, shall be given an opportunity to be heard.\""], ["[7]", "The Appeal Board consisted of J.H. Giffin, Chairwoman. The applicants were represented by James Cameron, an experienced labour representative with the Public Service Alliance of Canada."], ["[8]", "An issue on the appeal was the assessment of the applicants' results on the \"In-Basket Exercise\". The applicants sought their actual tests, their answers and the marking of their tests and those of other candidates. The respondent, through the Public Service Commission, objected to such disclosure."], ["[9]", "Ms. Giffin issued her interlocutory disclosure ruling on September 16, 1992. The ruling stated in part:", "\"Access to the Supervisory In-Basket Exercise, in my opinion, should be restricted only to those persons with a need to know and the capacity of make sense of it. This means, in effect, that the test information should be disclosed to an expert in the field of testing chosen by the appellants who can report on his or her findings to their representative and whose opinions will carry some weight as evidence before an appeal board. Unlike the situation in", "Ruskoff", ", 92-CAE-0020 (Rosenbaum), the exercise information in the instant case appears to be of little use to persons without training in the interpretation of the test results. The department's condition that the expert be a certified or registered psychologist is a reasonable one in that it provides an element of professional accountability which renders it even less likely that confidential information will be improperly disclosed.", "\"The department appears to limit its offer of disclosure to a registered psychologist retained by the Public Service Alliance of Canada and only in those circumstances where there is a challenge to the validity and reliability of the Supervisory In-Basket Exercise, however, I find that offer unduly restrictive and would extend it to cover access to the actual test taken by the appellants and the correction grid or key employed in determining their results. And, I see no reason for distinguishing between the appellants' retaining the psychologist in their own right and the Alliance doing so.", "\"Accordingly, it is my ruling in response to the appellants' motion, that the department must disclose the information requested to a person nominated by the appellants' representative; providing, first, that the person shall be a nationally or provincially registered or certified psychologist expert in the field of testing, and, secondly, that the person will undertake to comply with all reasonable departmental guidelines for the handling of the information to be disclosed.\""], ["[10]", "In the proceedings before me there was no dispute between counsel as to the importance of maintaining confidentiality of the information at issue. There could be serious prejudice to the employer if the information sought was publicly disclosed because of the expense involved in the preparation and use of standardize tests. Indeed, counsel for the applicants stated that it was important to the applicants and to the Public Service Alliance of Canada that public servants be selected on the basis of merit and the efficacy and therefore the confidentiality of such tests is an important aspect of this objective."], ["[11]", "The only question is whether the representative of the applicants should have been entitled to disclosure of the information as well as the registered psychologist authorized by the Appeal Board's ruling."], ["[12]", "Counsel for the applicants submits that the applicants' representative is a long-time employee of the Public Service Alliance of Canada, has knowledge of the matters at issue and must be entitled to see the information in question in order to perform his function adequately. Counsel for the respondent says that disclosure to the independent psychiatrist retained by the applicants or the Public Service Alliance of Canada satisfies all procedural fairness requirements."], ["[13]", "I have concluded that there has been a denial of procedural fairness in this case. In its September 16, 1992 ruling, the Appeal Board seems to have formed the conclusion that the test for disclosure should be whether the recipient of the information has a need to know the information and the capacity to make sense of it. In the Appeal Board's view, this would be an expert in the field whose evidence would carry weight before an appeal tribunal. While this decision is not objectionable as far as it goes, the fact that it goes no further indicates that the Appeal Board ignored the role of counsel or representative at the hearings."], ["[14]", "The adversarial nature of the proceedings in this case have been described in", "<FRAGMENT_SUPPRESSED>  (C.A.), wherein Hugessen, J.A., stated at page 595 (F.C.):", "\"Proceedings under s. 21, though styled an 'inquiry', are very much adversarial in nature, with the applicant and the employer each being on opposite sides of the question and each generally being represented by persons experienced in this specialized type of dispute. The situation was aptly described by Cattanach, J., in the Trial Division [", "<FRAGMENT_SUPPRESSED> , at p. 539] as follows:", "'While there is not a lis inter parties [sic] in the true sense of that term, there is, nevertheless, a contest between two parties. The deputy head is before the board to justify that the selection of the successful candidate was on the basis of the merit system and the unsuccessful candidate is present to establish that this was not the case. Such situation has been described and established by authority as a quasi-lis between quasi-parties.'\"", "In such adversarial proceedings, parties are entitled to be represented. Such representation must be effective, in the sense that counsel or representative must have an opportunity of knowing what evidence will be given by the witnesses that he or she will call. He or she must have the opportunity of reviewing the evidence of the expert witness, of organizing the evidence, of ensuring that the evidence is coherent, of emphasizing its best features and of preparing the witness for cross-examination. These are the normal functions of counsel. Without access to all relevant information and in particular, the confidential information upon which the expert evidence would be based and upon which the witness could be cross-examined, counsel or a representative cannot properly perform the task of persuading the court or tribunal as to the merits of the client's case."], ["[15]", "In this case, the Appeal Board, in its decision, ignored this role of counsel or representative by limiting disclosure only to a person who could give evidence before the tribunal. In making such a ruling, the Appeal Board erred by denying the applicants the right to have their representative, who was in charge of managing and conducting their case, know the same information that would be known by his potential witness. While the Appeal Board's concern with confidentiality was appropriate, it was an error for the Appeal Board to limit disclosure in the manner it did."], ["[16]", "A difficulty that arises in proceedings in which confidential information is to be disclosed on a limited basis, is the accountability of the recipients of the information to ensure adherence to the requirement that the information they receive remains confidential. For example, are there sanctions that can be imposed upon recipients of confidential information for unauthorized disclosure of the information? Does the tribunal conducting the proceedings have the power to cite for contempt? Are the persons to whom disclosure is made members of a professional society which may discipline members for breach of ethics? These considerations are not, of course, exhaustive. However, they are some of the issues that a tribunal will consider when exercising its discretion as to who may receive disclosure of confidential information. Moreover, it must be remembered that in labour-management proceedings, representatives are not always lawyers. That fact alone cannot automatically disqualify them from receiving confidential information."], ["[17]", "In my view, it would be an unusual case in which counsel or a representative would be denied disclosure of confidential information. Some special reason would have to be apparent that would lead to such an extraordinary result. In the ordinary case, unauthorized disclosure should be addressed by the conditions under which counsel or representative receives the confidential information, such as the duty not to copy it or perhaps the requirement to use it only at specified locations."], ["[18]", "The extent of the conditions will be dictated by the sensitivity of the information and the nature of the harm that could flow from unauthorized disclosure. Counsel should be asked for submissions on the conditions they think are appropriate and the tribunal should order such conditions as it, in the exercise of its discretion, considers reasonable in the circumstances of a particular case."], ["[19]", "In my opinion, the appropriate disposition of this case would be to quash the decision of the Appeal Board in so far as it denied disclosure of confidential information to the applicants' representative and remit the matter to the Appeal Board to deal with the question of confidential information in the following manner:", "1. To reconvene the proceedings and to satisfy itself, having regard to all considerations that the Appeal Board considers relevant, whether the confidential information in this case could be disclosed to the applicants' representative.", "2. If the Appeal Board concludes that disclosure may be made to the representative, to proceed to make an order for such disclosure with such conditions as it considers necessary in the circumstances, but not such as to preclude the representative from fully and freely working with the registered psychologist who is retained, in the preparation of evidence and the presentation of such evidence.", "3. If the Appeal Board concludes with reasons, that disclosure may not be made to the representative, based upon a reasonable and proper exercise of its discretion, to offer the applicants the opportunity of retaining a different representative who would be entitled to disclosure of the confidential information, subject to the same conditions as referred to in (2) above.", "Order accordingly.", "Editor: Angela E. McKay/blk", "[End of document]"]]}