{"id_": "074279", "body_str": [["[1]", "Fothergill, J.", ": This is an application for judicial review, pursuant to s 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (IRPA), of a decision of the Refugee Protection Division of the Immigration and Refugee Board (Board) dated October 24, 2012. The Board determined that the Applicants are neither Convention refugees nor persons in need of protection (the Decision)."], ["[2]", "For the reasons that follow, the application for judicial review is allowed and the matter is remitted to a different decision-maker for re-determination.", "II.", "Facts"], ["[3]", "Andor Zoltanne Juhasz (the Principal Applicant) is an ethnic Hungarian who fears persecution at the hands of her estranged husband. Her claim was joined with those of her daughter Imrene Nag, her son-in-law Imre Nagy, and her minor son Zoltan Martin Juhasz (collectively the Applicants)."], ["[4]", "Shortly after the birth of their first child in 1989, the Principal Applicant's husband began a pattern of physical, emotional and sexual abuse that lasted until she fled to Canada in 2009. This abuse is described in the Principal Applicant's Personal Information Form narrative."], ["[5]", "The Principal Applicant gave birth to four more children between 1992 and 1999. The abuse continued throughout these years, and at times resulted in physical injury that required medical attention. She went to the police on a few occasions, but they told her that they do not get involved in family affairs."], ["[6]", "The Principal Applicant's fifth child, the minor applicant in this case, showed signs of emotional problems when he was born. The Applicant's husband blamed her for these difficulties and began beating the child, who experienced trauma as a result."], ["[7]", "He also beat the eldest daughter, the Applicant Imrene Nag, who often ran away from home to escape the abuse. The Principal Applicant reported this abuse to the police, who initially did nothing. However, in 2003, the police placed her daughter, at the age of 14, in a state institution for children in Szeged, where she met her future husband (the Applicant Imre Nagy). The Principal Applicant allowed her daughter to marry when she was 17 so she would not have to return home."], ["[8]", "In 2005, the Principal Applicant and her husband moved from the city of Hódmez vásárhely to the smaller village of Borota. The abuse continued. At the hearing before the Board, the Principal Applicant testified that she did not go to the police after moving to Borota because she was \"tired in asking for help.\""], ["[9]", "In 2009, the Principal Applicant decided that she had to leave the country. Her sister, who had previously immigrated to Canada with her mother, helped her to obtain a passport and paid for her ticket to Canada. She did not bring her children because they did not have passports and she required her husband's consent to remove them from the country."], ["[10]", "After the Principal Applicant left, her husband turned his anger towards the Applicant Imrene Nag, who was living with her husband in Szeged. He threatened them and, on one occasion, he physically abused his daughter on her way to work. She reported this incident to the police, but they did not come because she did not report any injuries."], ["[11]", "In April 2011, the Applicants Imrene Nag and Imre Nag relocated to Budapest to escape from Imrene's father. A short time later, they learned from their neighbours that \"someone\" was looking for them, so they gave up their jobs and returned to Szeged. They lived in fear until they left for Canada in December 2011."], ["[12]", "The Applicants' claims were heard by the Board on October 24, 2012. The Board's decision, dismissing their claims, was released on November 22, 2012. This application for judicial review was commenced on December 27, 2012 and leave was granted on November 20, 2013."], ["[13]", "On January 16, 2014, the Respondent brought a motion for this proceeding to be held in abeyance until the Refugee Appeal Division (RAD) had rendered a decision concerning an application for an extension of time to file or perfect an appeal submitted by the minor Applicant. Madam Prothonotary Milczynski made an order to this effect on January 23, 2014."], ["[14]", "The Respondent brought this motion after discovering that as a result of amendments to the IRPA, effected by the", "Balanced Refugee Reform Act", ", SC 2010, c 8, and the", "Protecting Canada's Immigration System Act", ", SC 2012, c 17, there was a small window of time in which refugee claimants whose claims were referred on or after August 15, 2012 were inadvertently extended a right of appeal to the RAD. The minor Applicant's claim fell into this category."], ["[15]", "The minor Applicant's appeal was heard by the RAD on May 1, 2014. On July 23, 2014, the RAD rendered a positive decision, holding that the Board's findings on internal flight alternative and state protection were unreasonable. As a result, the matter was returned to the Board for re-determination. The minor Applicant's claim is no longer before this Court.", "III.", "The Board's Decision"], ["[16]", "The Board accepted the narrative on which the Applicants' claims were based and did not make any adverse findings of credibility. Rather, the Board's decision turns on its finding that the Applicants failed to rebut the presumption of state protection."], ["[17]", "At the outset, the Board stated that it had considered the Chairperson's", "Guidelines Regarding", "Women Refugee Claimants Fearing Gender-Related Persecution", "(the", "Gender Guidelines", "). The Board then reviewed the documentation regarding conditions in Hungary and found that, while there are some problems with police corruption, the government has taken steps to address this and has demonstrated \"concrete results.\""], ["[18]", "The Board remarked that the evidence related to domestic violence is \"mixed,\" but ultimately found that protection for victims of domestic violence is not inadequate. In reaching this conclusion, the Board relied on three reports."], ["[19]", "The Board also considered the Applicants' own interactions with the police. The Principal Applicant testified that after moving to Borota in 2005, she did not call the police because she did not believe they would assist her. The Board found this explanation to be unreasonable on the basis that she never gave the police a chance to help her."], ["[20]", "The Board found it unreasonable for the Principal Applicant's daughter and son-in-law to leave Budapest and return to Szeged when they suspected that the Applicant's husband was looking for them. The evidence did not suggest that it would have been futile for them to try and contact the police in Budapest."], ["[21]", "The Board also considered the documentary evidence regarding the experiences of women who seek protection from domestic violence in Budapest. This evidence demonstrated that, while there is only one shelter for victims of domestic violence in Budapest, there is also a \"Regional Crisis Management Network\" made up of 14 crisis centres across the country. This same document also suggested that it is difficult for victims of domestic violence to relocate to another city without having their new location revealed to the father of their children. However, the Board again concluded that despite this \"mixed\" evidence, protective mechanisms are in place in Budapest."], ["[22]", "The Applicants' failure to rebut the presumption of state protection resulted in their claims being dismissed under ss 96 and 97 of the IRPA.", "IV.", "Issues"], ["[23]", "This application for judicial review raises the following issues:", "A. What is the applicable standard of review?", "B. Is the Board's finding of adequate state protection reasonable?", "C. Did the Board apply the correct test for determining whether the Applicants have an internal flight alternative in Budapest?", "D. Did the Board properly consider the", "Chairperson's Gender Guidelines?", "V.", "Analysis", "A.", "Standard of Review"], ["[24]", "The Board's findings regarding the adequacy of state protection involve questions of mixed fact and law, which are reviewable on the standard of reasonableness (", "<FRAGMENT_SUPPRESSED> ). The Board's decision on this issue should not be disturbed provided that it \"falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ])."], ["[25]", "The Board's determination of the legal test for the existence of an internal flight alternative (IFA) is a question of law that is not entitled to deference (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at paragraph 30;", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). Once that test has been correctly identified, the Board's application of the test to the facts is assessed on the reasonableness standard ( <FRAGMENT_SUPPRESSED> at paragraph 31; <FRAGMENT_SUPPRESSED> at paragraph 18)."], ["[26]", "The reasonableness standard of review also applies to the Board's consideration of the", "Gender Guidelines", "<FRAGMENT_SUPPRESSED>  at paragraph 12).", "B.", "State Protection"], ["[27]", "The Applicants advanced a number of arguments to demonstrate that the Board's state protection analysis was unreasonable. In my view, this issue may be distilled down to one fundamental question: in light of the mixed documentary evidence, together with the Applicants' testimony that they had previously sought police protection with no results, was it reasonable for the Board to conclude that state protection is available to the Applicants in Hungary?", "i. Applicants' evidence"], ["[28]", "The Principal Applicant, her daughter and her son-in-law each submitted detailed narratives in their Personal Information Forms. The Board did not dispute any of this evidence and stated at paragraph 5 of the Decision that the Applicants did not appear \"to evade questions or to embellish the accounts as set out in their Personal Information Forms.\""], ["[29]", "At paragraph 16 of the Decision, the Board discussed the Principal Applicant's testimony regarding her interactions with the police:", "From 2005 until her departure to Canada, the PC lived in Borota, a small village of about 2,000 people in central Hungary. When the panel asked if there were a number to reach police the PC replied that it was '112'. The panel asked the PC if she ever called that number in response to threats from her partner. She said she had not done so. She testified that she did not think they would help if she called them. The panel does not find that explanation to be reasonable insofar as the PC never gave the police a chance to help her in failing to contact them."], ["[30]", "The Applicants submit that this finding is unreasonable because the Applicant's Personal Information Form narrative described four occasions on which the Applicant personally attended at a police station to ask for help. The narrative also referred to other occasions when her mother, sister, or neighbour sought police assistance on her behalf."], ["[31]", "At the hearing before the Board, the Applicant confirmed that she contacted the police three or four times during a ten year period while living in Hódmez vásárhely (Certified Tribunal Record (CTR) at page 627). She also confirmed that after moving to Borota in 2005, she did not seek police assistance even though the problems with her husband continued (CTR at page 624)."], ["[32]", "The Board's Decision does not accurately reflect the Applicant's explanation for why she did not call the police:", "MEMBER: Okay. Did you ever have occasion to call 112?", "PRINCIPAL CLAIMANT: No", "MEMBER: Any particular reason?", "PRINCIPAL CLAIMANT: When I contact the police I have went over there by, personally.", "MEMBER: Okay, so but you told me that during the time that you lived in Bardejov you never saw the police; is that is that correct?", "PRINCIPAL CLAIMANT: No, no I did not go, I did not call.", "MEMBER: And yet you had problems during that time.", "PRINCIPAL CLAIMANT: Yes", "MEMBER: So if you had problems and you are aware that you could call 112, why would ... why over three and a half years would you not seek protection from the police during that ... during that whole period?", "PRINCIPAL CLAIMANT:", "I got tired of it.", "MEMBER: Tired of what; tired of what?", "PRINCIPAL CLAIMANT: Tired ... okay I was tired in my life, I tired in asking for help.", "MEMBER: Okay. Had you tried to get help from the police in the other town, whose name I shall not try again?", "PRINCIPAL CLAIMANT:", "Yes", "(Emphasis added.)", "(CTR at pp 625 - 626)."], ["[33]", "This exchange is relevant to the question of whether state protection \"might reasonably have been forthcoming\" (", "<FRAGMENT_SUPPRESSED>  at 724 [", "Ward", "]). According to", "Ward", "per", "La Forest J.), in determining whether a claimant's failure to approach the state is fatal to his refugee claim, the test is whether \"it is objectively unreasonable for the claimant not to have sought the protection of his home authorities\" (", "supra", "). Proof of the state's inability to protect requires \"clear and convincing confirmation,\" such as \"testimony of similarly situated individuals let down by the state protection arrangement or the claimant's testimony of past personal incidents in which state protection did not materialize\" (", "Ward", "at 724 - 725)."], ["[34]", "Applying these principles to this case, it was incumbent on the Board to address whether the Principal Applicant's evidence of \"past personal incidents in which state protection did not materialize\" made it objectively unreasonable for her not to have called the police in Borota. I agree with the Applicants that the Board's failure to consider her decision not to call the police in light of her previous attempts to seek police assistance renders its finding on this issue unreasonable. I note that the RAD reached the same conclusion at paragraph 15 of its decision respecting the minor child."], ["[35]", "The Board also found it unreasonable for the son-in-law not to seek police protection in Szeged:", "The claimant's son-in-law testified how the agent of harm assaulted him at his workplace in a busy shopping mall in front of at least 2 witnesses. The son-in-law testified that he did not complain to the police following this assault. The panel finds that the evidence does not suggest it would have been futile for the son-in-law to have sought police protection. His failure to do so does not rebut the presumption of adequate state protection in Hungary.", "(Decision at paragraph 17)"], ["[36]", "However, again, the Board's Decision does not accurately reflect the son-in-law's explanation for why he did not approach the police:", "MEMBER: Did you complain to the police?", "CO-CLAIMANT: No I did not.", "MEMBER: Why not?", "CO-CLAIMANT: What I thought that what happened was not the type of assault what I should have report.", "MEMBER: Even though you had two witnesses to it.", "CO-CLAIMANT: If it is not the witnesses which was the matter, it was him, if I accused him with anything I would put in jeopardy my wife's family.", "MEMBER: Right.", "CO-CLAIMANT: I do not think it would prevent him to come several, to come in several times.", "(CTR at p 653)."], ["[37]", "In my view, this evidence provides a reasonable explanation for why the son-in-law did not go to the police. He was trying to protect his wife. The fact that he thought calling the police would do more harm than good is reminiscent of Justice LaForest's comment in", "Ward", "that \"it would seem to defeat the purpose of international protection if a claimant would be required to risk his or her life seeking ineffective protection of a state, merely to demonstrate that ineffectiveness\" (at 724).", "ii. Documentary evidence"], ["[38]", "The Decision makes reference to three reports: the United States Department of State's", "Country Reports on Human Rights Practices for 2011", "(the US DOS Report), and two Immigration and Refugee Board", "Response to Information Requests", "about domestic violence in Hungary (the Information Requests). While the Board found this evidence to be \"mixed,\" it nevertheless held that state protection is not inadequate for victims of domestic violence in Hungary."], ["[39]", "The Respondent argues that the Board's factual findings are owed considerable deference. Nevertheless, I am unable to conclude that the outcome of the Board's analysis falls within the \"range of reasonable outcomes that are defensible in respect of the facts and the law\" ( <FRAGMENT_SUPPRESSED> at paragraph 47). I agree with the Applicants that the evidence relied on by the Board is not \"mixed,\" but rather is overwhelmingly negative."], ["[40]", "For example, at paragraph 13 of the Decision, the Board relies on an excerpt from the US DOS Report which includes the following findings:", "• There is no law prohibiting domestic violence or spousal abuse;", "• Hungary lacks appropriate protection for victims and sufficient emphasis on accountability of perpetrators;", "• Most incidents of domestic violence go unreported due to fear on the part of victims or prior bad experience with authorities;", "• Prosecution for domestic violence is rare;", "• During the year, the Ministry of National Resources reduced the number of state-funded shelters from 80 to 40."], ["[41]", "The Information Request referenced at paragraph 14 of the Decision offers some evidence in the other direction by mentioning that \"Hungarian police reportedly receive mandatory training on handling domestic violence at vocational schools for five hours per year\". However, the author of that report also notes that this finding is unconfirmed. Even if this finding was confirmed, the jurisprudence of this Court is clear that evidence of a state's efforts to combat persecution is not sufficient to establish that state protection is in fact adequate (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ])."], ["[42]", "Justice O'Keefe's decision in <FRAGMENT_SUPPRESSED> , relied on by the Applicants, is instructive on this point. In that case, which involved a woman fleeing from her abusive spouse in Guyana, the Board also concluded that the documentary evidence on state protection was \"mixed.\" Justice O'Keefe, however, found that the evidence was \"really a mix of (1) clear statements that state protection is inadequate and (2) descriptions of various efforts made by the Guyanese state\" (at paragraph 34). As a result, he concluded, at paragraph 40, that the Board's decision was unreasonable because it:", "... justified its decision on the basis that the evidence on state protection was mixed, but at no point in its decision did the Board identify any document or statement indicating that the evidence on the adequacy of state protection was mixed. Rather, the Board saw the mixed result being due to evidence of inadequate state protection being counter-balanced by evidence of serious efforts. As I have described above, the latter category of evidence does not speak to the proper test for state protection."], ["[43]", "Similarly in this case, the evidence of inadequate state protection referenced in the US DOS report is challenged only by evidence of Hungary's", "efforts", "to protect victims of domestic violence. For example, at paragraphs 19 - 22 of the Decision the Board cites the second Information Request, which discusses a network of crisis centres across Hungary that provide a \"variety of services to victims of domestic violence\" as well as regional crisis centres that provide shelter beds to women fleeing domestic violence. However, that same report also mentions that the number of shelter beds decreased from approximately 100 to 30-40 beds between 2010 and early 2012."], ["[44]", "Without further comment from the Board, this evidence cannot be taken as proof that Hungary's efforts have \"actually translated into adequate state protection at the operational level\" (", "<FRAGMENT_SUPPRESSED> citing", "<FRAGMENT_SUPPRESSED> ).", "C.", "Internal Flight Alternative"], ["[45]", "In order to find that an IFA exists in a refugee claimant's home country, the Board must be satisfied on a balance of probabilities that (1) there is no serious possibility of the claimant being persecuted in the proposed IFA location; and (2) it is not unreasonable, in all the circumstances, including those particular to the claimant, for the claimant to seek refuge in that part of the country (", "<FRAGMENT_SUPPRESSED>  at paragraph 10 (CA)). The test is objective and the onus of proof rests with the claimant (", "<FRAGMENT_SUPPRESSED>  at paragraph 12 (CA))."], ["[46]", "The Applicants argue that the Board misunderstood the two-pronged nature of this test, and as a result, it failed to properly apply the second prong. I agree. Not only did the Board fail to identify the second prong of the test, it did not even state the first prong. Instead, it considered the documentary evidence regarding state protection, and concluded that there is adequate protection for victims of domestic violence in Budapest because there is one shelter with room for 24 people and two crisis centres with a total of eight designated spaces for victims of domestic violence (Decision at paragraphs 19 - 21)."], ["[47]", "It is unclear how the Board arrived at the conclusion that one shelter amounts to adequate state protection for victims of domestic violence in Budapest. Nevertheless, assuming that this finding satisfies the first prong of the IFA test, the Board did not then assess whether it would have been unreasonable, in all of the circumstances, for the Applicants to relocate to Budapest. Rather, it states that \"neither the [Principal Applicant] nor her daughter ever explored the possibility of seeking protection in Budapest before seeking protection in Canada\" (Decision at paragraph 23)."], ["[48]", "By requiring the Applicants to demonstrate that they had already sought protection in the location identified as the IFA, the Board imported an additional requirement into the IFA analysis. This is an error of law. In <FRAGMENT_SUPPRESSED> , the Board stated that the applicants had an onus to move to an IFA before leaving the country. In finding that the Board's comments were incorrect, Justice O'Keefe stated the following at paragraph 36:", "The Board must not only state the correct test but it must also apply the correct test. Adding an additional requirement in the application of the test will cause the Board to run afoul of the reasonableness standard. Adding the requirement that the applicants must have tried living in another, safer region of the country demonstrates a misunderstanding of the legal test for an IFA. As noted above, this was an error."], ["[49]", "In <FRAGMENT_SUPPRESSED> , Justice Strickland relied on <FRAGMENT_SUPPRESSED> to conclude that the Board \"misapplied and misstated the test for IFA\" by requiring the Applicants to have already sought protection in the proposed IFA (at paragraph 29). She also referred to Justice Snider's decision in", "<FRAGMENT_SUPPRESSED> in which she held that there is no obligation on refugee claimants to try living in the proposed IFA in order to demonstrate that they face persecution in that part of the country. Justice Strickland concluded in <FRAGMENT_SUPPRESSED> that because the Board erred in stating the correct legal test, the Court was not required to show deference to the Board's decision (at paragraph 33)."], ["[50]", "Similarly in this case, I do not see any reason to defer to the Board's finding that the Applicants have a viable IFA in Budapest."], ["[51]", "In light of my conclusion that the Board erred in applying the correct legal test for an IFA, it is not necessary to consider whether its finding that the Applicants have a viable IFA in Budapest is reasonable. However, I think it is important to briefly comment on one of the findings the Board made in support of its decision. At paragraph 19 of the Decision, the Board states:", "The panel asked the [Principal Applicant] if the police in Budapest would respond to her concerns if she returned to live there with her family. She replied she thought they would. The PC's daughter and son-in-law echoed this testimony."], ["[52]", "It appears that the Board's finding is based on the Applicant's answers during the following exchange:", "MEMBER: [...] So I am wondering if, if in fact you could ... you went back to live in Budapest could you not avail yourself of the, of the services available in the capital which might not have been available in Bardejov for example", "PRINCIPAL CLAIMANT:", "Yes", "MEMBER: [...] But the documentary evidence suggests to me that Budapest is better equipped to deal with women in your situation. And I am wondering", "is there some reason why you did not consider that option when you were leaving Bardejov to come to Canada instead of coming all the way to Canada, where you got family granted, move to Budapest?", "PRINCIPAL CLAIMANT: My situation would have not been resolved by that I getting a better service.", "MEMBER: And why do you say that?", "PRINCIPAL CLAIMANT", ": Because my husband would came over there and could find me over there", "MEMBER: Right, but it might be that the, that the services available would offer you better protection in Budapest than in Bardejov for example. And that, and that brings back the question of state protection which we also talked about; the two issues are sort of intertwined at that point.", "PRINCIPAL CLAIMANT: It is ... .it is very likely that the service like anywhere else in the world in the big cities are better than in small town, like for the homeless people or the left alone children", "MEMBER: Yes, yes.", "PRINCIPAL CLAIMANT", ": But it would not protect ... sorry; it would not protect me to, for my husband to give up his emotional tenor and, and abuses just because I move to a bigger city where the social service is better, but the corruption and the crime it is even higher in the big cities.", "[...]", "MEMBER", ": So do you think, are you suggesting that you could not adequate protection for yourself in Budapest", "PRINCIPAL CLAIMANT:", "I do not think I would get it", "(Emphasis added.)", "(CTR at pp. 633-634)."], ["[53]", "Nor did the daughter say unequivocally that she thought the police in Budapest would be able to help her:", "MEMBER: [...] If you had, if you went back to Hungary now and lived in Budapest do you think that, do you think you would have problems from your father; yes or no?", "CO-CLAIMANT: Yes", "MEMBER: Okay and what sort of problems would you have from him if you went back to Hungary today?", "CO-CLAIMANT: He would find us again.", "MEMBER: And do what?", "CO-CLAIMANT: Maybe he would assault me, maybe he would visit me at my workplace.", "MEMBER:", "Okay, if he did that and you went to the police what, how do you think they would react in Budapest", "CO-CLAIMANT:", "They would listen to me for sure.", "MEMBER:", "So they would?", "CO-CLAIMANT:", "They would listen to me for sure, but ... but, but I do not know that they would be able to do anything", "MEMBER:", "Well how, how would you know if you never tried?", "CO-CLAIMANT:", "I tried. I called them on the telephone and nothing happened, they did not do anything.", "(Emphasis added.)", "(CTR at p 650)."], ["[54]", "These passages demonstrate that the Applicants did not say that they thought the police would assist them in Budapest. Rather, their testimony demonstrates that they thought the opposite. Therefore, the Board's finding on this point is erroneous because it was made \"without regard to the evidence\" (", "<FRAGMENT_SUPPRESSED>  at paragraph 17).", "D.", "Gender Guidelines"], ["[55]", "While the Board mentioned the", "Gender Guidelines", "at the outset of the Decision, this Court has held that \"it is not sufficient to merely mention the Guidelines without demonstrating their application\" (", "<FRAGMENT_SUPPRESSED> citing", "<FRAGMENT_SUPPRESSED> )."], ["[56]", "I agree with the Applicants that the Board failed to demonstrate \"a special knowledge of gender persecution and to apply the knowledge in an understanding and sensitive manner when dealing with domestic violence issues\" (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ])."], ["[57]", "The Board's failure to demonstrate \"a special knowledge of gender persecution\" is evident in its finding that it was unreasonable for the Principal Applicant not to have called the police when she moved to Borota. As discussed above, this finding fails to acknowledge the Principal Applicant's explanation that she was \"tiring in asking for help\" because the police had not helped her in the past. The expectation that a victim of domestic violence, who has previously sought the assistance of the police on more than one occasion to no avail, should call the police because she has moved to a new city \"demonstrates a measure of insensitivity that is inconsistent with the Board's guidelines,\" to borrow the language of Justice Tremblay-Lamer in <FRAGMENT_SUPPRESSED> (at paragraph 18).", "VI.", "Conclusion"], ["[58]", "For the foregoing reasons, the application for judicial review is allowed and the matter is remitted to a different decision-maker for re-determination.", "JUDGMENT"], ["[59]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is allowed, and the matter is remitted to a different decision-maker for re-determination. No question is certified for appeal.", ".........................", "Andor Zoltanne Juhasz, Imre Nagy, Imrene  <FRAGMENT_SUPPRESSED>  Fothergill", "[Traduction]: La Cour est saisie d'une demande de contrôle judiciaire, au titre du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (LIPR), de la décision de la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié (la Commission) datée du 24 octobre 2012. La Commission a établi que les demandeurs n'avaient pas qualité de réfugiés au sens de la Convention ni celle de personne à protéger (la décision)."], ["[2]", "Pour les motifs qui suivent, la demande de contrôle judiciaire est accueillie, et l'affaire est renvoyée à un autre décideur pour qu'il rende une nouvelle décision.", "II.", "Faits"], ["[3]", "Andor Zoltanne Juhasz (la demanderesse principale) est une Hongroise de souche qui craint d'être persécutée par son époux dont elle est séparée. Sa demande d'asile est jointe à celles de sa fille Imrene Nag, de son gendre Imre Nagy, et de son fils mineur Zoltan Martin Juhasz (collectivement, les demandeurs)."], ["[4]", "Peu après la naissance de leur premier enfant, en 1989, l'époux de la demanderesse principale a amorcé un cycle de violences physiques, émotionnelles et sexuelles qui a duré jusqu'à ce qu'elle s'enfuie au Canada, en 2009. Les violences sont décrites dans l'exposé circonstancié du Formulaire de renseignements personnels de la demanderesse principale."], ["[5]", "La demanderesse principale a donné naissance à quatre autres enfants entre 1992 et 1999. Les violences se sont poursuivies pendant toutes ces années et, à certains moments, ont causé des blessures qui ont nécessité des soins médicaux. La demanderesse principale s'est adressée à la police à quelques occasions, mais les policiers lui ont dit qu'ils ne s'immisçaient pas dans les affaires familiales."], ["[6]", "Le cinquième enfant de la demanderesse principale, le demandeur mineur en l'espèce, a montré des signes de problèmes émotionnels à sa naissance. L'époux de la demanderesse principale a imputé la responsabilité des problèmes à celle-ci et a commencé à battre l'enfant, qui a subi des traumatismes à la suite des violences."], ["[7]", "L'époux de la demanderesse principale a également battu l'aînée, la demanderesse Imrene Nag, qui a souvent quitté la maison pour échapper à la violence. La demanderesse principale a signalé la violence à la police, qui, au début, n'est pas intervenue. Cependant, en 2003, la police a placé sa fille, quand celle-ci avait 14 ans, dans un établissement étatique pour enfants à Szeged, où elle a rencontré l'homme qui est devenu son époux (le demandeur Imre Nagy). La demanderesse principale a autorisé sa fille à l'épouser lorsqu'elle avait 17 ans de sorte qu'elle n'ait pas à rentrer à la maison."], ["[8]", "En 2005, la demanderesse principale et son époux ont quitté la ville de Hódmez vásárhely pour le village de Borota, une collectivité plus petite. Les violences se sont poursuivies. À l'audience devant la Commission, la demanderesse principale a affirmé qu'elle ne s'était pas adressée à la police après avoir déménagé à Borota parce qu'elle [traduction] « était lasse de demander de l'aide »."], ["[9]", "En 2009, la demanderesse principale a décidé de quitter le pays. Sa sœur, qui avait auparavant immigré au Canada avec sa mère, l'a aidée à obtenir un passeport et à payer son billet d'avion pour le Canada. Elle n'a pas emmené ses enfants parce qu'ils n'avaient pas de passeports et qu'elle avait besoin du consentement de son époux pour leur faire quitter le pays."], ["[10]", "Après le départ de la demanderesse principale, l'époux de celle-ci a reporté sa colère sur la demanderesse Imrene Nag, qui vivait avec son époux à Szeged. Il les a menacés et, à une occasion, a agressé Imrene lorsque celle-ci se rendait à son travail. Imrene a rapporté l'incident à la police, mais celle-ci n'est pas intervenue parce qu'elle n'avait pas déclaré de blessures."], ["[11]", "En avril 2011, les demandeurs Imrene Nag et Imre Nag ont déménagé à Budapest pour échapper au père d'Imrene. Peu de temps après, ils ont appris de leurs voisins que [traduction] « quelqu'un » les cherchait, de sorte qu'ils ont abandonné leurs emplois et sont rentrés à Szeged. Ils ont vécu dans la crainte jusqu'à leur départ pour le Canada, en décembre 2011."], ["[12]", "La Commission a entendu les demandes d'asile des demandeurs le 24 octobre 2012. La décision de la Commission, rejetant leurs demandeurs d'asile, a été rendue le 22 novembre 2012. La présente demande de contrôle judiciaire a été présentée le 27 décembre 2012, et l'autorisation a été accordée le 20 novembre 2013."], ["[13]", "Le 16 janvier 2014, le défendeur a présenté une requête en suspension de la procédure jusqu'à ce que la Section d'appel de l'immigration (SAI) rende une décision concernant la demande de prorogation du délai pour déposer ou peaufiner un appel présenté par le demandeur mineur. Madame la protonotaire Milczynski a rendu une ordonnance à cet égard le 23 janvier 2014."], ["[14]", "Le défendeur a présenté cette requête après avoir découvert que, à la suite de modifications à la LIPR découlant de la", "Loi sur des mesures de réforme équitables concernant les réfugiés", ", LC 2010, c 8, et de la", "Loi visant à protéger le système d'immigration au Canada", ", LC 2012, c 17, les demandes d'asile qui avaient été déférées le ou après le 15 août 2012 ont, par mégarde, pendant une courte période, fait l'objet d'un droit d'appel auprès de la SAI. La demande d'asile du demandeur mineur entrait dans cette catégorie."], ["[15]", "L'appel du demandeur mineur a été entendu par la SAI le 1er mai 2014. Le 23 juillet 2014, la SAI a rendu une décision favorable, selon laquelle les conclusions de la Commission sur la possibilité de refuge intérieur et l'existence de la protection de l'État étaient déraisonnables. Par conséquent, l'affaire a été renvoyée à la Commission pour nouvel examen. La Cour n'est plus saisie de la demande du demandeur mineur.", "III.", "La décision de la Commission"], ["[16]", "La Commission a accepté l'exposé circonstancié sur lequel reposaient les demandes d'asile des demandeurs et n'a pas tiré des conclusions défavorables quant à la crédibilité. La décision de la Commission repose plutôt sur sa conclusion selon laquelle les demandeurs n'ont pas réfuté la présomption de la protection de l'État."], ["[17]", "Au départ, la Commission a déclaré qu'elle avait pris en compte les Directives concernant les Revendicatrices du statut de réfugié craignant d'être persécutées en raison de leur sexe du président de la Commission (les Directives concernant la persécution fondée sur le sexe). Elle a ensuite examiné la documentation concernant la situation en Hongrie et a jugé que, même s'il existe des problèmes de corruption policière, le gouvernement a pris des mesures pour régler le problème et rapporte des « résultats concrets »."], ["[18]", "La Commission a souligné que la preuve se rapportant à la violence conjugale est « mitigée », mais a conclu que la protection offerte aux victimes de violence conjugale n'est pas inadéquate. Pour tirer cette conclusion, la Commission s'est fondée sur trois rapports."], ["[19]", "La Commission a également pris en compte les interactions des demandeurs avec la police. La demanderesse principale a affirmé que, après avoir déménagé à Borota, en 2005, elle n'a pas appelé la police parce qu'elle ne croyait pas qu'elle l'aiderait. La Commission a jugé que cette explication était déraisonnable parce que la demanderesse principale n'a jamais donné à la police la chance de l'aider."], ["[20]", "La Commission a jugé déraisonnable que la fille et le gendre de la demanderesse principale quittent Budapest et retournent à Szeged lorsqu'ils ont pensé que l'époux de la demanderesse était à leur recherche. Les éléments de preuve ne montraient pas qu'il aurait été inutile pour eux d'essayer de contacter la police à Budapest."], ["[21]", "La Commission a aussi pris en compte les éléments de preuve documentaire concernant les expériences vécues par les femmes qui demandent à être protégées contre la violence conjugale à Budapest. Les éléments de preuve montrent que, même s'il n'existe qu'un seul refuge pour les victimes de violence conjugale à Budapest, on y trouve aussi un « réseau régional de gestion de crises » composé de 14 centres d'aide en cas d'urgence répartis dans tout le pays. Le même document indiquait aussi qu'il était difficile pour les victimes de violence conjugale de se réinstaller dans une autre ville sans que leur nouveau lieu de résidence soit révélé au père de leurs enfants. Toutefois, la Commission a, encore, conclu que malgré cette preuve « mitigée », des mécanismes de protection existent à Budapest."], ["[22]", "Le défaut des demandeurs de réfuter la présomption de la protection de l'État a entraîné le rejet de leurs demandes d'asile présentées au titre des articles 96 et 97 de la LIPR.", "IV.", "Questions en litige"], ["[23]", "La présente demande de contrôle judiciaire soulève les questions en litige suivantes:", "A. Quelle est la norme de contrôle qui s'applique?", "B. La conclusion de la Commission quant au caractère adéquat de la protection de l'État est-elle raisonnable?", "C. La Commission a-t-elle appliqué le bon critère pour établir si les demandeurs disposaient d'une possibilité de refuge intérieur à Budapest?", "D. La Commission a-t-elle dûment pris en compte les Directives concernant la persécution fondée sur le sexe?", "V.", "Analyse", "A.", "Norme de contrôle"], ["[24]", "Les conclusions de la Commission concernant le caractère adéquat de la protection de l'État soulèvent des questions mixtes de fait et de droit, qui sont susceptibles de contrôle selon la norme de la raisonnabilité (", "<FRAGMENT_SUPPRESSED> ). La décision de la Commission sur cet aspect ne devrait pas être infirmée tant qu'elle appartient « aux issues possibles acceptables pouvant se justifier au regard des faits et du droit » (", "<FRAGMENT_SUPPRESSED> et 48 [ <FRAGMENT_SUPPRESSED> ])."], ["[25]", "La conclusion de la Commission quant au critère juridique applicable à l'existence d'une possibilité de refuge intérieur (PRI) est une question de droit qui n'appelle pas la retenue (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], au paragraphe 30;", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). Une fois que le critère applicable a été correctement déterminé, l'application par la Commission du critère à l'égard des faits est appréciée selon la norme de la raisonnabilité ( <FRAGMENT_SUPPRESSED> , au paragraphe 31; <FRAGMENT_SUPPRESSED> , au paragraphe 18)."], ["[26]", "La norme de contrôle de la raisonnabilité s'applique aussi à la prise en compte par la Commission des Directives concernant la persécution fondée sur le sexe (", "<FRAGMENT_SUPPRESSED> ).", "B.", "Protection de l'État"], ["[27]", "Les demandeurs ont fait valoir un certain nombre d'arguments pour démontrer que l'analyse de la protection de l'État effectuée par la Commission était déraisonnable. J'estime que la question pourrait se résumer à une question fondamentale: à la lumière de la preuve mitigée et du témoignage des demandeurs selon lesquels ceux-ci avaient demandé, en vain, la protection de la police, était-il raisonnable que la Commission conclue que les demandeurs pouvaient se prévaloir de la protection de l'État en Hongrie?", "i. Preuve des demandeurs"], ["[28]", "La demanderesse principale, sa fille et son gendre ont chacun fait un récit circonstancié détaillé dans leurs Formulaires de renseignements personnels. La Commission n'a contesté aucun de ces éléments de preuve et a affirmé au paragraphe 5 de sa décision que les demandeurs n'avaient pas semblé « éviter les questions ou embellir le récit figurant dans la version modifiée de leurs Formulaires de renseignements personnels »."], ["[29]", "Au paragraphe 16 de la décision, la Commission a analysé le témoignage de la demanderesse principale au sujet de ses interactions avec la police:", "De 2005 jusqu'à son départ pour le Canada, la demandeure d'asile principale vivait à Borota, un petit village d'environ 2 000 habitants situé en Hongrie centrale. Lorsque le tribunal a demandé s'il y avait un numéro pour appeler la police, la demandeure d'asile principale a répondu que le numéro était le « 112 ». Le tribunal a demandé à cette dernière si elle avait déjà appelé ce numéro à la suite des menaces proférées par son partenaire. Elle a déclaré qu'elle ne l'avait pas fait. Elle a ajouté qu'elle ne pensait pas que les policiers l'aideraient si elle les appelait. Le tribunal juge que cette explication n'est pas raisonnable dans la mesure où la demandeure d'asile principale n'a jamais donné la chance aux policiers de l'aider, puisqu'elle ne les a jamais appelés."], ["[30]", "Les demandeurs soutiennent que cette conclusion est déraisonnable parce que la demanderesse, dans l'exposé circonstancié de son Formulaire de renseignements personnels, décrivait quatre occasions où elle s'était personnellement rendue au poste de police pour demander de l'aide. L'exposé circonstancié renvoyait aussi à d'autres occasions où sa mère, sa sœur ou un voisin avaient appelé la police pour elle."], ["[31]", "À l'audience devant la Commission, la demanderesse a confirmé qu'elle avait contacté la police trois ou quatre fois au cours d'une période de dix ans pendant laquelle elle avait vécu à Hódmez vásárhely (dossier certifié du tribunal (DCT), à la page 627). Elle a aussi confirmé que, après avoir déménagé à Borota, en 2005, elle n'avait pas appelé la police même si les problèmes avec son époux n'avaient pas cessé (DCT, à la page 624)."], ["[32]", "La décision de la Commission ne reflète pas fidèlement l'explication fournie par la demanderesse quant aux raisons pour lesquelles elle n'a pas appelé la police:", "[traduction]", "COMMISSAIRE: D'accord. Avez-vous déjà eu l'occasion d'appeler le 112?", "DEMANDEURE D'ASILE PRINCIPALE: Non", "COMMISSAIRE: Pour une raison en particulier?", "DEMANDEURE D'ASILE PRINCIPALE: Pour contacter la police, je suis allée au poste, personnellement.", "COMMISSAIRE: D'accord, mais vous m'avez dit que lorsque vous viviez à Bardejov, vous n'avez jamais vu la police; est-ce exact?", "DEMANDEURE D'ASILE PRINCIPALE: Non, je ne suis pas allée, je n'ai pas téléphoné.", "COMMISSAIRE: Et, pourtant, vous avez eu des problèmes pendant cette période.", "DEMANDEURE D'ASILE PRINCIPALE: Oui", "COMMISSAIRE: Donc, si vous avez eu des problèmes et que vous saviez que vous pouviez composer le 112, pourquoi... pourquoi au cours des trois années et demie n'avez-vous pas demandé la protection de la police pendant... pendant toute la période?", "DEMANDEURE D'ASILE PRINCIPALE:", "Je me suis lassée.", "COMMISSAIRE: Lassée; lassée de quoi?", "DEMANDEURE D'ASILE PRINCIPALE: Lassée... d'accord j'étais lasse de façon générale, j'étais lassée de demander de l'aide.", "COMMISSAIRE: D'accord. Avez-vous essayé d'obtenir l'aide de la police dans l'autre ville, dont je n'essaierai pas une autre fois de prononcer le nom?", "DEMANDEURE D'ASILE PRINCIPALE:", "Oui", "[Non souligné dans l'original.]", "(DCT, aux pages 625 et 626)."], ["[33]", "Cet échange est pertinent pour ce qui est de la question de savoir si la protection de l'État « aurait pu raisonnablement être assurée » (", "<FRAGMENT_SUPPRESSED> , au paragraphe 724 [", "Ward", "]). Selon l'arrêt", "Ward", "(cité par le juge La Forest), pour déterminer si le défaut d'un demandeur d'asile de demander l'aide de l'État compromettait sa demande d'asile, le critère consiste à établir « s'il est objectivement déraisonnable qu'il n'ait pas sollicité la protection de son pays d'origine » (précité). Il faut confirmer « d'une façon claire et convaincante » l'incapacité de l'État d'assurer la protection par « le témoignage de personnes qui sont dans une situation semblable à la sienne et que les dispositions prises par l'État pour les protéger n'ont pas aidées, ou son propre témoignage au sujet d'incidents personnels antérieurs au cours desquels la protection de l'État ne s'est pas concrétisée » (", "Ward", ", aux paragraphes 724 et 725)."], ["[34]", "En appliquant ces principes à l'affaire, il incombait à la Commission d'analyser la question de savoir si, compte tenu des éléments de preuve fournis par la demanderesse principale « d'incidents personnels antérieurs au cours desquels la protection de l'État ne s'[était] pas concrétisée », il était objectivement déraisonnable pour elle de ne pas avoir appelé la police à Borota. Je conviens avec les demandeurs que le défaut de la Commission d'analyser la décision de la demanderesse de ne pas appeler la police à la lumière de ses tentatives antérieures d'obtenir l'aide de la police rend déraisonnable sa conclusion sur cet élément. Je souligne que la SAI a tiré la même conclusion au paragraphe 15 de sa décision relative à l'enfant mineur."], ["[35]", "De plus, la Commission a aussi trouvé déraisonnable que le gendre ne demande pas la protection de la police à Szeged:", "Le gendre de la demandeure d'asile principale a expliqué dans son témoignage la façon dont l'agent de persécution l'a agressé à son lieu de travail dans un centre commercial très fréquenté devant au moins deux témoins. Il a affirmé qu'il n'a pas porté plainte à la police à la suite de cette agression. Le tribunal estime que les éléments de preuve ne portent pas à croire qu'il aurait été inutile pour le gendre de demander la protection de la police. Son défaut de le faire ne permet pas de réfuter la présomption selon laquelle la protection de l'État est suffisante en Hongrie.", "(La décision, au paragraphe 17)"], ["[36]", "Toutefois, encore, la décision de la Commission ne reflète pas fidèlement l'explication fournie par le gendre quant aux raisons pour lesquelles il n'a pas contacté la police:", "[traduction]", "COMMISSAIRE: Avez-vous porté plainte à la police?", "CO-DEMANDEUR D'ASILE: Non, je n'ai pas porté plainte.", "COMMISSAIRE: Pourquoi?", "CO-DEMANDEUR D'ASILE: Je pense que ce qui s'est produit n'est pas le type d'agression qui doit être signalé à la police.", "COMMISSAIRE: Même si vous aviez deux témoins.", "CO-DEMANDEUR D'ASILE: Même si j'avais deux témoins, ce qui compte, c'est que c'était lui l'agresseur, et si je l'accusais de quoi que ce soit, je mettais la famille de mon épouse en danger.", "COMMISSAIRE: D'accord.", "CO-DEMANDEUR D'ASILE: Je ne pensais pas que ça l'empêcherait de se présenter, de venir plusieurs fois.", "(DCT, à la page 653)."], ["[37]", "J'estime que ce témoignage offre une explication raisonnable des raisons pour lesquelles le gendre n'a pas appelé la police. Il essayait de protéger son épouse. Le fait qu'il pensait qu'appeler la police ferait plus de tort que de bien évoque le commentaire du juge LaForest dans", "Ward", "selon lequel « le fait que le demandeur doive mettre sa vie en danger en sollicitant la protection inefficace d'un État, simplement pour démontrer cette inefficacité, semblerait aller à l'encontre de l'objet de la protection internationale » (au paragraphe 724).", "ii. Preuve documentaire"], ["[38]", "La décision renvoie à trois rapports: le rapport du Département d'État des États-Unis intitulé", "Country Reports on Human Rights Practices for 2011", "(Rapport du Département d'État des États-Unis), et deux réponses à une demande d'information de la Commission de l'immigration et du statut de réfugié sur la violence conjugale en Hongrie (les demandes d'information). Même si la Commission a jugé cette preuve « mitigée », elle n'en a pas moins conclu que la protection de l'État accordée aux victimes de violence conjugale en Hongrie n'était pas inadéquate."], ["[39]", "Le défendeur soutient que les conclusions de fait de la Commission appellent une retenue considérable. Quoi qu'il en soit, je ne peux pas conclure que le résultat de l'analyse de la Commission appartient « aux issues possibles acceptables pouvant se justifier au regard des faits et du droit » ( <FRAGMENT_SUPPRESSED> , au paragraphe 47). Je conviens avec les demandeurs que la preuve à laquelle renvoyait la Commission n'était pas « mitigée », mais bien extrêmement négative."], ["[40]", "Par exemple, au paragraphe 13 de la décision, la Commission renvoie à un extrait du rapport du Département d'État des États-Unis comportant les conclusions suivantes:", "• La loi n'interdit pas la violence familiale ou conjugale;", "• La Hongrie ne fournit pas une protection appropriée aux victimes et n'insiste pas suffisamment sur la responsabilité des agresseurs;", "• La plupart des incidents de violence familiale ne sont pas signalés en raison de la peur ressentie par les victimes ou de mauvaises expériences avec les autorités;", "• Les poursuites pour violence conjugale sont rares;", "• Le ministère des Ressources nationales a réduit de 80 à 40 le nombre de refuges financés par l'État."], ["[41]", "La demande d'information auquel renvoie la Commission au paragraphe 14 de la décision offre une preuve contraire en mentionnant que « les policiers hongrois auraient suivi, pendant leur formation professionnelle, un cours obligatoire sur l'intervention dans les cas de violence conjugale, à raison de cinq heures par année ». Toutefois, l'auteur du rapport souligne aussi que cette conclusion n'est pas confirmée. Et même si cette conclusion était confirmée, il ressort clairement de la jurisprudence de la Cour que la preuve relative qu'un État fait des efforts pour combattre la persécution ne suffit pas pour établir que la protection de l'État est, en fait, adéquate (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ])."], ["[42]", "La décision rendue par le juge O'Keefe dans l'arrêt <FRAGMENT_SUPPRESSED> , à laquelle renvoient les demandeurs, est révélatrice à cet égard. Dans cette affaire, qui concernait une femme ayant fui son époux violent au Guyana, la Commission avait aussi conclu que la preuve documentaire concernant la protection de l'État était « contradictoire ». Toutefois, le juge O'Keefe avait conclu que la preuve [...] « se compos[ait] de deux catégories d'éléments: 1) des passages déclarant sans ambiguïté que la protection de l'État [était] inadéquate, et 2) la description de divers efforts déployés par l'État guyanien » (au paragraphe 34). Par conséquent, il avait conclu, au paragraphe 40, que la décision de la Commission était déraisonnable pour la raison suivante:", "La Commission justifie sa décision en invoquant la nature contradictoire de la preuve relative à la protection de l'État, mais elle ne cite dans ses motifs aucun document ou passage de document qui révélerait des contradictions dans la preuve concernant le caractère adéquat de cette protection. La Commission attribue plutôt la nature contradictoire de la preuve au fait que les éléments de celle-ci tendant à établir la mise en œuvre d'efforts sérieux lui paraissent contrebalancer ceux qui tendent à établir le caractère inadéquat de la protection de l'État. Or, comme je l'expliquais plus haut, la première catégorie de ces éléments est dénuée de pertinence selon le critère qui doit être appliqué à l'évaluation de la protection offerte par l'État."], ["[43]", "Dans le même ordre d'idées, en l'espèce, les éléments de preuve concernant l'inefficacité de la protection de l'État auquel renvoie le rapport du Département d'État des États-Unis ne sont contestés que par les preuves des", "efforts", "déployés par la Hongrie pour protéger les victimes de violence conjugale. Par exemple, aux paragraphes 19 à 22 de la décision, la Commission cite la seconde réponse à une demande d'information, qui analyse le réseau de centres de gestion de crises établis dans toute la Hongrie, qui fournit « divers services aux victimes de violence conjugale » ainsi que les centres régionaux en cas d'urgence qui offrent des lits aux femmes fuyant la violence conjugale. Toutefois, le même rapport mentionne aussi le fait que le nombre de lits a été réduit, d'une centaine, à une trentaine entre 2010 et le début de 2012."], ["[44]", "Sans autre commentaire de la Commission, ces éléments de preuve ne peuvent pas être considérés comme la preuve que les efforts déployés par la Hongrie ont « dans les faits, véritablement engendré une protection adéquate de l'État » (", "<FRAGMENT_SUPPRESSED> citant l'arrêt", "<FRAGMENT_SUPPRESSED> ).", "C.", "Possibilité de refuge intérieur"], ["[45]", "Pour conclure qu'il existe une PRI dans le pays d'origine d'un demandeur d'asile, la Commission doit être convaincue, selon la prépondérance des probabilités, que (1) le demandeur ne risque pas sérieusement d'être persécuté dans le lieu envisagé comme PRI; et (2) il ne serait pas déraisonnable pour le demandeur d'asile d'y chercher refuge, compte tenu de toutes les circonstances, dont celles qui sont particulières au demandeur d'asile (", "<FRAGMENT_SUPPRESSED> , au paragraphe 10 (CA)). Le critère est de nature objective, et le fardeau de la preuve incombe au demandeur d'asile (", "<FRAGMENT_SUPPRESSED> , au paragraphe 12 (CA))."], ["[46]", "Les demandeurs soutiennent que la Commission a mal compris que le critère comporte deux volets et que, par conséquent, elle n'a pas analysé comme il se devait le second volet. Je suis d'accord avec les demandeurs. La Commission n'a pas énoncé le second volet du critère; elle n'a même pas non plus énoncé le premier. Elle a plutôt pris en compte les éléments de preuve documentaire relatifs à la protection de l'État et conclu qu'une protection suffisante est offerte aux victimes de violence conjugale à Budapest parce qu'il s'y trouve un refuge pouvant accueillir 24 personnes et deux centres d'aide dans les situations d'urgence disposant de huit places désignées pour les victimes de violence conjugale (la décision, aux paragraphes 19 à 21)."], ["[47]", "Il est difficile de voir comment la Commission en est arrivée à conclure qu'un refuge constitue une protection de l'État suffisante pour les victimes de violence conjugale à Budapest. Quoi qu'il en soit, en supposant que cette conclusion satisfait au premier volet du critère relatif à la PRI, la Commission n'a pas évalué ensuite la question de savoir s'il aurait été déraisonnable, dans l'ensemble des circonstances, que les demandeurs déménagent à Budapest. Elle affirme plutôt que « ni la demanderesse d'asile principale ni sa fille n'ont exploré la possibilité de chercher refuge à Budapest avant de demander la protection du Canada » (la décision, au paragraphe 23)."], ["[48]", "En exigeant que les demandeurs démontrent qu'ils avaient déjà demandé la protection dans le lieu envisagé comme PRI, la Commission a introduit une exigence supplémentaire dans l'analyse relative à la PRI. Il s'agit d'une erreur de droit. Dans <FRAGMENT_SUPPRESSED> , la Commission a affirmé qu'il incombait aux demandeurs de déménager dans la PRI avant de quitter le pays. En concluant que les commentaires de la Commission étaient erronés, le juge O'Keefe a affirmé ce qui suit au paragraphe 36:", "La Commission doit non seulement énoncer le bon critère, mais elle doit aussi appliquer le bon critère. L'ajout d'une exigence supplémentaire dans l'application du critère fera que la Commission ira à l'encontre de la norme de raisonnabilité. L'ajout de l'exigence selon laquelle les demanderesses auraient dû tenter de vivre dans une autre région plus sécuritaire du pays témoigne d'une incompréhension du critère juridique concernant une PRI. Comme je l'ai dit plus haut, cela constituait une erreur."], ["[49]", "Dans <FRAGMENT_SUPPRESSED> , la juge Strickland a renvoyé à l'arrêt <FRAGMENT_SUPPRESSED> pour conclure que la Commission avait « mal énoncé et mal appliqué le critère de la PRI » en exigeant que les demandeurs sollicitent d'abord la protection dans le lieu envisagé comme PRI (au paragraphe 29). Elle a aussi renvoyé à la décision du juge Snider dans l'arrêt", "<FRAGMENT_SUPPRESSED> s lequel elle soutenait que rien n'obligeait les demandeurs d'asile à tenter de vivre dans le lieu envisagé comme PRI pour démontrer qu'ils sont exposés à la persécution dans cette région du pays. La juge Strickland a conclu dans l'arrêt <FRAGMENT_SUPPRESSED> que, parce que la Commission avait commis une erreur en énonçant le critère juridique qui s'appliquait, la Cour n'était pas tenue de faire montre de retenue à l'égard de la décision de la Commission (au paragraphe 33)."], ["[50]", "Dans le même ordre d'idées, je ne vois en l'espèce aucune raison de faire montre de retenue à l'égard de la conclusion de la Commission selon laquelle les demandeurs disposent d'une PRI viable à Budapest."], ["[51]", "À la lumière de ma conclusion selon laquelle la Commission a commis une erreur en appliquant le bon critère juridique relativement à la question de la PRI, il n'est pas nécessaire que j'examine la question de savoir si sa conclusion selon laquelle les demandeurs disposent d'une PRI viable à Budapest est raisonnable. Toutefois, j'estime qu'il est important de faire quelques commentaires sur l'une des conclusions que la Commission a tirées à l'appui de sa décision. Au paragraphe 19 de la décision, la Commission affirme:", "Le tribunal a demandé à la [demandeure d'asile principale] si les policiers de Budapest répondraient à ses préoccupations si elle retournait vivre là-bas avec sa famille. Elle a répondu qu'elle croyait qu'ils le feraient. La fille et le gendre de la demandeure d'asile principale ont affirmé la même chose."], ["[52]", "Il semble que la conclusion de la Commission repose sur les réponses fournies par la demanderesse au cours de l'échange suivant:", "[traduction]", "COMMISSAIRE: [...] Donc je me demande si, si, en fait, vous pouviez... si vous retourniez vivre à Budapest, ne pourriez-vous pas faire appel aux services offerts dans la capitale qui auraient pu ne pas être offerts à Bardejov, par exemple", "DEMANDEURE D'ASILE PRINCIPALE:", "Oui", "COMMISSAIRE: [...] Toutefois, les éléments de preuve documentaire me disent que Budapest est mieux placée pour aider les femmes dans votre situation. Et je me demande", "s'il y a des raisons pour lesquelles vous n'avez pas envisagé cette possibilité lorsque vous avez quitté Bardejov pour venir au Canada, au lieu de venir jusqu'ici au Canada, où vous avez amené votre famille, de déménager à Budapest?", "DEMANDEURE D'ASILE PRINCIPALE: L'obtention de meilleurs services n'aurait pas été réglé mon problème.", "COMMISSAIRE: Qu'est-ce qui vous fait dire ça?", "DEMANDEURE D'ASILE PRINCIPALE:", "Parce que mon mari viendrait là-bas et pourrait me trouver", "COMMISSAIRE: D'accord, mais il se pourrait aussi que les services offerts vous apportent une meilleure protection à Budapest qu'à Bardejov, par exemple. Et cela, cela nous ramène à la question de la protection de l'État dont nous avons parlé; les deux questions sont en quelque sorte entremêlées à ce point.", "DEMANDEURE D'ASILE PRINCIPALE: Il est... il est très possible que le service, comme partout dans le monde dans les grandes villes, soit meilleur que dans une petite ville, comme pour les personnes sans abri ou les enfants abandonnés.", "COMMISSAIRE: Oui, oui.", "DEMANDEURE D'ASILE PRINCIPALE:", "Mais ça ne protègerait ... pardon, ça n'empêcherait pas mon mari, ça n'obligerait pas mon mari à cesser cette terreur émotionnelle et ses mauvais traitements juste parce que je déménage dans une plus grande ville où les services sociaux sont meilleurs, mais la corruption et la criminalité sont encore plus grandes dans les grandes villes.", "[...]", "COMMISSAIRE:", "Donc, vous pensez, vous dites que vous n'auriez pas une protection suffisante pour vous à Budapest", "DEMANDEURE D'ASILE PRINCIPALE:", "Je ne pense pas que je l'aurais", "[Non souligné dans l'original.]", "(DCT, aux pages 633 et 634)."], ["[53]", "La fille de la demandeure d'asile principale n'a pas affirmé non plus qu'elle croyait que la police, à Budapest, pouvait l'aider:", "[traduction]", "COMMISSAIRE: [...] Si vous, si vous retourniez en Hongrie et que vous viviez à Budapest, pensez-vous, pensez-vous que vous auriez des problèmes avec votre père; oui ou non?", "CO-DEMANDEURE D'ASILE: Oui.", "COMMISSAIRE: D'accord, et quelle sorte de problèmes auriez-vous avec votre père si vous retourniez en Hongrie aujourd'hui?", "CO-DEMANDEURE D'ASILE: Il nous trouverait encore.", "COMMISSAIRE: Et ferait quoi?", "CO-DEMANDEURE D'ASILE: Peut-être qu'il m'agresserait, peut-être qu'il viendrait me voir à mon travail.", "COMMISSAIRE:", "D'accord, s'il faisait ça et que vous vous adressiez à la police, que pensez-vous que la police ferait à Budapest", "CO-DEMANDEURE D'ASILE:", "Ils m'écouteraient certainement.", "COMMISSAIRE:", "Donc, ils vous écouteraient?", "CO-DEMANDEURE D'ASILE:", "Ils m'écouteraient certainement, mais... mais, je ne sais pas s'ils pourraient faire quelque chose", "COMMISSAIRE:", "Mais comment, comment le savez-vous si vous n'avez jamais essayé?", "CO-DEMANDEURE D'ASILE:", "J'ai essayé. Je les ai appelés par téléphone, et il ne s'est rien passé, ils n'ont rien fait.", "[Non souligné dans l'original.]", "(DCT, à la page 650)."], ["[54]", "Ces passages démontrent que les demandeurs n'ont pas affirmé qu'ils pensaient que la police leur viendrait en aide à Budapest. Leurs témoignages montrent plutôt qu'ils pensaient le contraire. Par conséquent, la conclusion de la Commission sur ce point est erronée parce qu'elle l'a tirée « sans tenir compte des éléments dont [elle disposait] » (", "<FRAGMENT_SUPPRESSED> , au paragraphe 17).", "D.", "Directives concernant la persécution fondée sur le sexe"], ["[55]", "Même si la Commission a mentionné les Directives concernant la persécution fondée sur le sexe au début de la décision, la Cour a déjà soutenu qu' « il ne suffit pas de faire une simple mention de ces Directives sans en démontrer l'application » (", "<FRAGMENT_SUPPRESSED> citant", "<FRAGMENT_SUPPRESSED> )."], ["[56]", "Je conviens avec les demandeurs que la Commission n'a pas démontré « une connaissance spéciale de la persécution fondée sur le sexe et [appliqué] cette connaissance avec compréhension et sensibilité lorsqu'elle [a abordé] des questions relatives à la violence conjugale » (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ])."], ["[57]", "Le défaut de la Commission de démontrer « une connaissance spéciale de la persécution fondée sur le sexe » est manifeste dans sa conclusion selon laquelle il était déraisonnable que la demanderesse principale n'ait pas téléphoné à la police lorsqu'elle a déménagé à Borota. Come je l'ai déjà mentionné, cette conclusion ne tient pas compte de l'explication de la demanderesse selon laquelle elle s'était « lassée de demander de l'aide » parce que la police ne l'avait pas aidée par le passé. Le fait de s'attendre à ce qu'une victime de violence conjugale, qui a déjà demandé plus d'une fois, en vain, l'aide de la police, appelle la police parce qu'elle a déménagé dans une nouvelle ville « démontre un certain degré d'insensibilité qui est incompatible avec les directives de la Commission », pour reprendre les propos de la juge Tremblay-Lamer dans <FRAGMENT_SUPPRESSED> (au paragraphe 18).", "VI.", "Conclusion"], ["[58]", "Pour les motifs qui précèdent, la demande de contrôle judiciaire est accueillie et que l'affaire est renvoyée à un autre décideur pour qu'il rende une nouvelle décision.", "JUGEMENT"], ["[59]", "LA COUR STATUE que", "la demande de contrôle judiciaire est accueillie, et l'affaire est renvoyée à un autre décideur pour qu'il rende une nouvelle décision. Aucune question n'est certifiée aux fins d'un appel.", "[End of document]"]]}