{"id_": "074300", "body_str": [["[1]", "Boswell, J.", ": The Applicants seek judicial review of a decision which denied them humanitarian and compassionate [H&C] exemptions from all of the criteria for permanent resident status that they do not satisfy."], ["[2]", "The Applicants are a family of Croatian citizens. Mr. Kozomara, the father, first came to Canada on May 17, 2010, and applied for refugee protection shortly thereafter, claiming that he and his family had been harassed and discriminated against in Croatia because they were ethnic Serbs. His wife and four children soon followed him here on September 7, 2010, and their claims for refugee protection were joined with his claim. In a decision dated May 7, 2012, the Applicants' claims were rejected by the Refugee Protection Division [RPD] of the Immigration and Refugee Board of Canada, which found that the Applicants were not credible and that the discrimination they feared was not persecutory. The Applicants' subsequent application for a pre-removal risk assessment [PRRA] was also unsuccessful, and this Court refused to judicially review either decision."], ["[3]", "In the meantime, on June 26, 2012, the Applicants had applied, under subsection 25(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [", "IRPA", "], for exemptions on H&C grounds from any criteria of the", "IRPA", "that they did not satisfy."], ["[4]", "While the H&C application was still pending, the Applicants were scheduled for removal in March, 2013. However, the removal of Mrs. Kozomara and her two eldest daughters was deferred administratively, and the Court granted the remaining Applicants a stay of removal on March 28, 2013 (REFERENCE_SUPPRESSED)."], ["[5]", "When that expired, the Applicants were again scheduled for removal in March, 2014. This Court denied the request by Mr. Kozomara and his two eldest children for a stay of removal on March 17, 2014, and they were thus removed as scheduled later that month. The removal of Mrs. Kozomara and her two youngest children, however, was deferred administratively until the end of the school year. They left in June, 2014, so none of the Applicants remain in Canada.", "II.", "Decision under Review"], ["[6]", "On December 10, 2013, the same officer [the Officer] who decided the Applicants' PRRA application also refused the Applicants' H&C application. It is this decision which is the subject matter of this judicial review."], ["[7]", "In her reasons, the Officer stated she was not satisfied that adverse country conditions in Croatia would directly affect the Applicants enough to warrant H&C relief. Most of their claims had already been rejected by the RPD because they were not credible and there was no serious possibility that they would be severely discriminated against or harassed. According to the Officer, the Applicants had not submitted much new evidence that could disturb that assessment. There were two petitions that the Applicants had allegedly sent to the president of Croatia, which the Officer disregarded because there was no evidence about whether those documents were actually sent or whether there was any response. There were also a few new articles and reports about Croatia, but the Officer said she was not convinced that the country conditions described in these documents would either affect the Applicants directly or that avenues of redress would be unavailable if they did. The Officer then recited some passages from the United States' Department of State report on Croatia [USDOS Report], and noted that ethnic Serbs were openly discriminated against, especially with respect to employment. However, there were constitutional protections against discrimination and two Serbian NGOs had reported that \"the times of physical interethnic incidents are mostly behind us.\" Given the limited evidence before her, the Officer was not satisfied that the country conditions in Croatia warranted H&C relief for these Applicants."], ["[8]", "The Officer was also not convinced that the Applicants were so established in Canada that severing their links here would cause unusual and undeserved or disproportionate hardship. Although they had been satisfactorily managing their finances, they had been on social assistance when they first came and Mr. Kozomara had only been employed since April, 2011. Mrs. Kozomara was never employed at all. The Applicants had submitted many letters of support from their community, but the Officer noted that H&C relief is not meant to be granted just because someone would make a good citizen or would likely be better off in Canada (citing, e.g.", "REFERENCE_SUPPRESSED). In the Officer's view, the Applicants had not established any hardship other than that which is inherent to removal from a place where they have lived, and that type of hardship was anticipated by the", "IRPA", "and within the Applicants' control to avoid."], ["[9]", "Lastly, the Officer briefly addressed the best interests of the children [BIOC] as follows:", "Included in this application are the adult applicants' children, ages 14, 16, 18, and 19 years. It is noted that the adult applicants indicate that their children were subjected to harassment and bullying at school in Croatia due to their ethnicity. The issue was addressed by the RPD at the time of their refugee claim hearing in that the applicants were unable to provide details regarding the issues faced by the children. The children have benefitted from receiving a portion of their education in Canada. However, information has not been provided to support that the children have been or would be unable to attend school in Croatia. Information has not been provided to support that the Croatian government would fail to secure the best interests of the children in returning to Croatia with their parents. I have considered the best interests of the children affected by this assessment as an important factor in this decision."], ["[10]", "The Officer therefore refused the H&C application, having found that the Applicants would not suffer any unusual and undeserved or disproportionate hardship were they to comply with the ordinary requirements of the", "IRPA", "III.", "Issues"], ["[11]", "The parties agree that there are two issues in this application:", "1. Was the Officer's determination of the BIOC unreasonable?", "2. Was the Officer's determination of the issue of hardship, arising from discrimination and harassment in Croatia, unreasonable or wrong in law?", "IV.", "The Parties' Arguments", "A.", "The Applicants' Arguments"], ["[12]", "The Applicants argue that the Officer unreasonably assessed both the BIOC and the hardship arising from adverse country conditions."], ["[13]", "First, two of the Applicants' children were under 18 at the time of the Officer's decision, but the Officer dismissed their interests out-of-hand in just the one brief paragraph quoted above. The Officer said that there was no evidence \"that the Croatian government would fail to secure the best interests of the children,\" but nowhere before that statement had she even identified the best interests of the children, let alone explained why they would be better off in Croatia than in Canada. Furthermore, there was significant evidence to the contrary; the Applicants point out that both minor children had written letters describing in detail the humiliating and sometimes physical mistreatment they received at schools in Croatia because of their Serbian last name. Yet, when discussing these problems, the Officer referred only to allegations made by Mr. and Mrs. Kozomara that were dismissed by the RPD for lack of detail; she never talked about the letters from the children or gave any reason for discounting them. The Applicants argue that this was inappropriate, both because the hardship analysis is broader than a risk analysis and because it implies that the Officer never read the letters from the children (citing", "REFERENCE_SUPPRESSED)."], ["[14]", "Second, the Applicants argue that the Officer failed to properly assess the risk of discrimination. They submit that the test for unusual and undeserved or disproportionate hardship is lower than that for risk of persecution, and that it was not enough for the Officer to simply note that the risk they alleged had been considered by the RPD. Rather, the RPD had found that the Applicants had experienced discrimination in the past, and so the Applicants argue that the Officer had to either disagree with that finding by the RPD or else consider whether that treatment would create unusual and undeserved or disproportionate hardship for the Applicants. In the Applicants' view, she did neither; the Officer's analysis of the country conditions in Croatia was deficient and vague, and she never identified the alleged avenues of redress or reconciled them with the continuing problem of \"open discrimination and harassment\" against ethnic Serbs that had been recognized by the USDOS Report. As well, the letters from the children proved that they faced systemic harassment and violence in the Croatian education system, and the Applicants say that the Officer's failure to consider those letters also impugns her finding that the Applicants did not personally face any risk of discrimination.", "B.", "The Respondent's Arguments"], ["[15]", "The Respondent contends that the H&C decision has to be understood in the context of the RPD decision and the negative credibility finding against Mr. Kozomara. According to the Respondent, the RPD's finding that the Applicants might face discrimination was not based on any past experiences, but on general country documentation showing that discrimination is a problem for ethnic Serbs in some circumstances. Thus, the Respondent contends that it was reasonable for the Officer to find that the Applicants had not established any personal link to the adverse country conditions. Furthermore, a detailed state protection analysis was not required, and the Respondent submits that the Officer reasonably identified several avenues of redress, including constitutional protections against discrimination. Because the Applicants had not proven any direct personal impact on them, the Respondent argues that the Officer was not required to do anything more."], ["[16]", "As for the BIOC, the Respondent admits that the Officer did not explicitly refer to the letters written by the children. However, apart from one new anecdote each, the letters were just as generalized as the stories told by their parents and rejected by the RPD. Additionally, the Respondent points out that the Officer not only considered those allegations but also noted that the children's extended family all live in Croatia, they would be returning with their parents, and they could attend school. Although not all these details were listed succinctly, the Respondent says that this was a reasonable analysis that shows that the Officer was alert to the BIOC and concluded that they favoured return to Croatia (citing", "REFERENCE_SUPPRESSED).", "V.", "Analysis", "A.", "Standard of Review"], ["[17]", "The Applicants acknowledge that the standard of review is reasonableness, and so do I (REFERENCE_SUPPRESSED)."], ["[18]", "This being so, the Court should not interfere if the Officer's decision is intelligible, transparent, justifiable, and falls within the range of possible, acceptable outcomes that are defensible in respect of the facts and the law:", "REFERENCE_SUPPRESSED. A reviewing Court can neither reweigh the evidence that was before the Officer, nor substitute its own view of a preferable outcome:", "REFERENCE_SUPPRESSED. Furthermore, the Court does not have \"carte blanche to reformulate a tribunal's decision in a way that casts aside an unreasonable chain of analysis in favour of the court's own rationale for the result\" (REFERENCE_SUPPRESSED).", "B.", "Should the Officer's decision be judicially reviewed?"], ["[19]", "At the outset of the hearing of this matter, counsel briefly addressed the Court's question as to whether it would serve any useful purpose to hear this application for judicial review, given that all of the Applicants have been departed from Canada since June, 2014."], ["[20]", "This Court has occasionally held that the judicial review of a negative H&C application becomes moot if the applicants leave the country, because then they no longer need an exemption from the requirement to apply for a visa from outside Canada (see: e.g.", "REFERENCE_SUPPRESSED)."], ["[21]", "However, many more cases have reached the opposite conclusion (see: e.g.", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED", ", Mr. Justice John Evans rejected (at paragraph 13) an argument that an H&C application would be affected by the applicants' removal from Canada, since \"the Palkas' H&C application will be processed, even after their removal from Canada. If the Palkas' H&C application was granted after their removal, they may be permitted to return to Canada.\" Relying on that case, Mr. Justice Yvon Pinard has opined that \"[i]t is trite law that neither an H&C application nor a judicial review application is rendered moot by the mere fact that a person has been deported\" (REFERENCE_SUPPRESSED)."], ["[22]", "The view that judicial review of a negative H&C application does not become moot if the applicants leave the country appears to be the predominant view of the Court, and I find it is persuasive. Subsection 25(1) of the", "IRPA", "can be invoked by a foreign national to \"grant the foreign national permanent resident status or an exemption from", "any", "applicable criteria or obligations of this Act\" (emphasis added). While requests from within Canada are often framed as requests for an exemption from the section 11 requirement to apply for a visa from outside Canada (which is no longer necessary for the Applicants), a successful stage 1 application will typically exempt applicants from every requirement for permanent residence except those set out in paragraphs 72(1)(b) and (e) of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 [", "Regulations", "] (that the applicants intend to reside permanently in Canada, are not inadmissible, and possess identity documents and a medical certificate) (see", "Regulations", ", s 68;", "REFERENCE_SUPPRESSED). By extension, it could still give the Applicants an exemption from requirements like belonging to a class (", "Regulations", ", ss 70(1)(c), 72(1)(c)), and that would benefit them wherever they are."], ["[23]", "Although the Applicants could always apply for similar exemptions from outside Canada in accordance with sections 66 and 67 of the", "Regulations", ", that would present difficulties. Not only would the Applicants have to make a new application, pay new fees (", "Regulations", ", ss 66, 295, 307), and wait longer, but the Minister of Citizenship and Immigration [Minister] may not have the same duty to consider their application; subsection 25(1) provides that the Minister \"must\" consider the request of a foreign national in Canada, but only \"may\" consider the request of a foreign national outside Canada. As such, returning this application for re-determination would still practically benefit the Applicants."], ["[24]", "Accordingly, I conclude that an application for judicial review of an H&C decision does not become moot just because the applicants leave Canada. That said, there may be occasions where an applicant's departure from Canada has weakened his or her claim enough that the prospect of a positive result on re-determination would be so unlikely that relief could be withheld (see:", "REFERENCE_SUPPRESSED). In", "REFERENCE_SUPPRESSED, for instance, Mr. Justice Pelletier found (at paragraph 3) that the applicant in that case could have suffered irreparable harm if he was removed for the following reasons:", "The basis for the finding of reviewable error is the interests of the applicant's children, an issue raised by the fact that his employment in Canada makes it possible for him to support them. If he is removed, and is no longer supporting them from Canada, his grounds for receiving favourable consideration of his H&C application are significantly undermined.", "The effect would be to deprive him of substantially all of the benefits of his appeal if he is successful", "[Emphasis added]"], ["[25]", "A stay was granted in that case, but it is easy to imagine a situation where no stay is sought and the only error in a decision relates to a factor that has been significantly undermined by an applicant's departure. In such a case, it may be appropriate to withhold relief because the application has become so weak that re-determination would be pointless."], ["[26]", "In this case though, the primary ground of review relates to the BIOC with respect to their education. At least one of the Applicants is a minor who still has one year of school to complete, so the application would not necessarily be hopeless if it were re-determined (", "CITATION_SUPPRESSED). This being so, it is appropriate to assess the Officer's decision.", "C.", "Was the Officer's determination of the BIOC unreasonable?"], ["[27]", "In assessing the BIOC, the Federal Court of Appeal in", "REFERENCE_SUPPRESSED) has stated:"], ["[12] In short, the immigration officer must be \"alert, alive and sensitive\" (", "Baker", ", para. 75) to the interests of the children, but once she has well identified and defined this factor, it is up to her to determine what weight, in her view, it must be given in the circumstances. The presence of children ...does not call for a certain result. It is not because the interests of the children favour the fact that a parent residing illegally in Canada should remain in Canada (which ...will generally be the case), that the Minister must exercise his discretion in favour of said parent. Parliament has not decided, as of yet, that the presence of children in Canada constitutes in itself an impediment to any \"refoulement\" of a parent illegally residing in Canada (see", "REFERENCE_SUPPRESSED)."], ["[28]", "Similarly, in", "CITATION_SUPPRESSED", ", the Federal Court of Appeal determined that:"], ["[24] Thus, an applicant is not entitled to an affirmative result on an H&C application simply because the best interests of a child favour that result. It will more often than not be in the best interests of the child to reside with his or her parents in Canada, but this is but one factor that must be weighed together with all other relevant factors. It is not for the courts to reweigh the factors considered by an H&C officer. On the other hand, an officer is required to examine the best interests of the child \"with care\" and weigh them against other factors. Mere mention that the best interests of the child has been considered will not be sufficient (", "CITATION_SUPPRESSED)."], ["[29]", "The Officer in this case failed to properly or adequately assess the best interests of the Applicants' children. Apart altogether from the brevity of her assessment of the BIOC, it was not reasonable for her to imply that only a complete denial of their education would be relevant to the BIOC, nor to say only that \"[i]nformation has not been provided to support that the Croatian government would fail to secure the best interests of the children in returning to Croatia with their parents.\""], ["[30]", "The Officer here did not consider whether it might be in the children's best interests to stay in Canada with their parents and maintain the status quo. As Mr. Justice Donald Rennie noted in", "REFERENCE_SUPPRESSED: \"In order for an officer to be properly 'alert, alive and sensitive' to a child's best interests, the officer should have regard to the child's circumstances, from the child's perspective.\" This perspective was unreasonably ignored by the Officer in this case. All four of the Applicants' children had submitted letters with the H&C application, but the Officer failed to even mention these letters, let alone transparently assess their contents. At the time of the application, two of the four children were still under the age of 18, and their interests needed to be reasonably assessed. In addition, there were dozens of letters from the children's teachers which attested to their academic achievements, communication skills, etc. It is apparent from the one paragraph of the Officer's reasons quoted above that she did not properly identify and define the BIOC and examine them \"with a great deal of attention\" (", "CITATION_SUPPRESSED) or \"with care\" (", "CITATION_SUPPRESSED)."], ["[31]", "On this basis alone, therefore, the Applicants' application for judicial review should be allowed. Consequently, there is no need to address the other issues raised by the parties.", "VI.", "Conclusion"], ["[32]", "In view of the foregoing reasons, the Applicants' application for judicial review is hereby allowed and the matter is remitted to a different officer for re-determination."], ["[33]", "Neither party raised a question of general importance for certification, so none is certified.", "JUDGMENT"], ["[34]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is allowed and the matter is remitted to a different officer for re-determination.", "Application granted.", "Editor: E. Joanne Oley/bk", "[End of document]"]]}