{"id_": "074696", "body_str": [["[1]", "de Montigny, J.", "[Translation]: On this application for judicial review, the applicant is appealing from a decision made by Adjudicator François G Fortier on October 29 of last year dismissing her unjust dismissal complaint on the ground that she was not dismissed but laid off because her position was abolished."], ["[2]", "Subsequent to the hearing of this application for judicial review on July 11, I indicated to the parties that the application was allowed and that the matter would be returned to another adjudicator for redetermination of the complaint. What follows are my reasons for arriving at this decision.", "Facts"], ["[3]", "The applicant, Pierrette Connelly, worked for the Société de communication Atikamekw-Montagnais (SOCAM) from 1994 to 2011. SOCAM is a non-profit organization whose mission is to develop media communications in various Atikamekw and Innu communities. The applicant served as office clerk and receptionist before being appointed project manager in 2006."], ["[4]", "The evidence shows that the relationship between the applicant and the general manager, Bernard Hervieux, had been strained since at least the month of June 2002. The respondent even offered the applicant money so that she would leave her employment voluntarily nine months prior to abolishing her position."], ["[5]", "On February 18, 2011, SOCAM's board of directors decided, by means of a resolution, to abolish the position of project manager. The resolution reads as follows:", "[translation]", "WHEREAS", "senior management conducted an internal analysis of SOCAM's current and future needs and resources;", "WHEREAS", "as part of this analysis and considering SOCAM's finances, it appears that the position of project manager is no longer viable or justified in the organization and that a restructuring is required;", "WHEREAS", "the directors considered various options and found it appropriate and necessary to abolish the position of project manager;", "THEREFORE, ON MOTION DULY MOVED AND SECONDED, BE IT RESOLVED", "1. to abolish the position of project manager at SOCAM;", "2. to authorize the general manager to take the necessary steps to abolish the position of project manager in accordance with the applicable rules;", ". . ."], ["[6]", "Accordingly, on February 28, 2011, Mr. Hervieux informed the applicant in writing that her position was abolished and that she was being let go that day. The relevant portion of the letter reads as follows:", "[translation]", "This is to advise you that we have decided to abolish your position of project manager and, as a result, to terminate your employment relationship with SOCAM.", "This notice of layoff results from the decision by the board of directors to carry out some administrative restructuring in the organization, which led to the position of project manager being abolished.", "This decision takes effect immediately.", "Indeed, after an analysis, it unfortunately appears that your position is no longer justified or viable in light of SOCAM's current and future financing, needs and resources as well as the objectives and functions associated with the position of project manager.", "Accordingly, I have the authorization and the mandate to determine with you the terms and conditions with respect to the monies you are entitled to under our internal policies and the Act (notice, severance pay and vacation).", ". . ."], ["[7]", "On April 1, 2011, the applicant lodged an unjust dismissal complaint under section 240 of the", "Canada Labour Code", ", RSC 1985, c L-2 (the", "Code", ").", "Impugned decision"], ["[8]", "The hearing before the adjudicator took place on March 14 and April 4, 2012. Over those two days, the adjudicator heard the testimony of the applicant, Bernard Hervieux and Johanne Dionne, SOCAM's head of finance. The testimony heard by the adjudicator was not recorded."], ["[9]", "The adjudicator issued his decision on October 29, 2012. Applying subsection 242(3.1)(", ") of the", "Code", ", pursuant to which the adjudicator may not consider a complaint where a person has been laid off because of lack of work or the discontinuance of a function, he dismissed the applicant's complaint on the ground that she had not been dismissed but laid off because of the discontinuance of a function. The adjudicator's analysis is brief and is contained in the few paragraphs reproduced below:", "[translation]", "IV.", "DECISION AND REASONS", "The adjudicator must determine whether PIERRETTE CONNELLY was the victim of an unjust dismissal as she claims or whether the employer abolished her position.", "After analyzing the evidence, the testimony heard and the authorities submitted, I am of the view that PIERRETTE CONNELLY was not the victim of an unjust dismissal on the part of the employer; she was laid off when her position was abolished.", "Consequently, the adjudicator cannot consider her complaint.", "I have arrived at this conclusion for the following reasons.", "This is not a fictional abolition of a position.", "From the testimony heard, there is no basis for the adjudicator to assume that the employer was acting in bad faith in abolishing the position of project manager as it did.", "The evidence established that the employer reorganized duties in order to distribute money among the various positions and services.", "This is strictly a management right of the employer to decide how money is distributed among the various positions and services. In this case, it was done in order to balance the finances of the business, which was in a difficult situation.", "Issues"], ["[10]", "Three issues must be dealt with in this dispute:", "(a) What is the appropriate standard of review?", "(b) Did the adjudicator make a reviewable error in his interpretation of section 242(3.1)(", ") of the", "Code", "(c) Did the adjudicator make unreasonable findings of fact?", "Analysis", "(a) What is the appropriate standard of review?"], ["[11]", "The parties agree that the reasonableness standard applies to the second issue, and I concur. It is settled law that deference is required where the judicial review deals with questions of fact. In such cases, the Court will intervene only if the decision does not fall within a range of possible acceptable outcomes which are defensible in respect of the facts and law or if the justification for the decision and the transparency and intelligibility of the decision-making process are deficient:", "FRAGMENT_SUPPRESSED."], ["[12]", "However, the parties do not agree on the appropriate standard of review for the first issue. The applicant submits that the interpretation of subsection 242(3.1) of the", "Code", "is a question of law that goes to the jurisdiction of the adjudicator and that therefore it must be reviewed on a correctness standard. The respondent, for its part, emphasizes the adjudicator's expertise and the fact that the interpretation of this subsection is at the very heart of his mandate, and thus the appropriate standard is reasonableness. On this point, I am of the view that the respondent's position must prevail."], ["[13]", "It is true that the jurisprudence has fluctuated somewhat on this issue. The applicant relied in particular on", "FRAGMENT_SUPPRESSED", ", above, in which Justice Mandamin applied the correctness standard to the question of whether the adjudicator had erred in finding that he had jurisdiction to hear the respondent's unjust dismissal complaint, on the ground that the issue was jurisdiction. Other judgments, for the most part prior to", "FRAGMENT_SUPPRESSED", ", above, are along the same lines: see,", "inter alia", "FRAGMENT_SUPPRESSED."], ["[14]", "However, I feel that I am bound by the more recent Federal Court of Appeal decision on this same question in", "FRAGMENT_SUPPRESSED. On that occasion, the Court clearly stated that the appropriate standard of review for an adjudicator's interpretation of section 242(3.1) is reasonableness. Moreover, this decision appears to me to be completely consistent with the Supreme Court of Canada decision in", "FRAGMENT_SUPPRESSED, where the highest court clarified its position on what is meant by a question of jurisdiction. On this occasion, the Court wrote:", "FRAGMENT_SUPPRESSED", "See also:", "FRAGMENT_SUPPRESSED."], ["[15]", "In this case, we are clearly not dealing with a true question of jurisdiction as the Supreme Court described in the above-noted judgments. It is clear that Parliament conferred on adjudicators the power to determine whether a complainant was laid off or dismissed. There is no doubt that this is a question of law regarding the interpretation of the home statute from which adjudicators derive their mandate. Moreover, the", "Code", "contains a watertight privative clause in section 243 that shows Parliament's intention to put adjudicators' decisions out of reach of the courts except in the clearest cases of abuse or excess of jurisdiction. Accordingly, the first question must also be analyzed by applying the reasonableness standard.", "(b) Did the adjudicator commit a reviewable error in his interpretation of section 242(3.1)(", ") of the", "Code"], ["[16]", "Subsection 242(3.1)(", ") sets out two situations in which the adjudicator must refrain from considering an unjust dismissal complaint:", "DIVISION XIV", "UNJUST DISMISSAL", "...", "Limitation on complaints", "242.", "(3.1) No complaint shall be considered by an adjudicator under subsection (3) in respect of a person where", ") that person has been laid off because of lack of work or because of the discontinuance of a function; or", ") a procedure for redress has been provided elsewhere in or under this or any other Act of Parliament.", "SECTION XIV", "CONGÉDIEMENT INJUSTE", "[...]", "Restriction", "242.", "(3.1) The adjudicator ne peut procéder à l'instruction de la plainte dans l'un ou l'autre des cas suivants:", "a) le plaignant a été licencié en raison du manque de travail ou de la suppression d'un poste;", "b) la présente loi ou une autre loi fédérale prévoit un autre recours."], ["[17]", "The principles that apply to the interpretation of this provision are well established and were succinctly summarized by Justice Pinard in", "FRAGMENT_SUPPRESSED:", "FRAGMENT_SUPPRESSED"], ["[18]", "In other words, the protection against unjust dismissal will not come into play if the loss of employment results from economic circumstances (lack of work or the discontinuance of a function). Nonetheless, the employer has the burden of establishing that these circumstances motivated its decision and that there is a reasonable explanation for the choice of the employee who was dismissed."], ["[19]", "On this point, it is interesting to note that the concept of \"", "poste", "\" [position] in French has been assimilated with the concept of \"", "fonction", "\" [function]. This is what the Supreme Court of Canada said on this subject:", "FRAGMENT_SUPPRESSED", "FRAGMENT_SUPPRESSED."], ["[20]", "Moreover, an adjudicator is not required to accept the explanation provided by the employer to justify the choice of the employee who was dismissed and must assess the bona fides of its reasons. The employer must prove that the alleged economic circumstances were \"the real, essential, operative reason for the termination of his employment\":", "FRAGMENT_SUPPRESSED."], ["[21]", "It is only when the employer establishes these two facts (economic circumstances and reasonable choice of employee laid off) that the burden of proof shifts and the employee affected by the lay-off must prove that his or her layoff was a \"sham\", a \"subterfuge\", \"malicious\" or \"covert\"."], ["[22]", "In this case, I concur with counsel for the applicant that the adjudicator made a number of errors in his interpretation of paragraph 242(3.1)(", ") of the", "Code", ". First, the adjudicator merely stated that the applicant's position was abolished in order to balance the finances of the business, which was in a difficult situation, and that it reorganized duties to save money. However, he said nothing about the reasons that led SOCAM to abolish the applicant's position and therefore did not rule on the issue of whether economic circumstances were the real reason for her layoff."], ["[23]", "Moreover, the adjudicator seems to have reversed the burden of proof because he began his analysis by writing that the applicant had not established that the employer had acted in bad faith in deciding to abolish her position. It therefore appears that the lack of evidence that the employer had acted in bad faith was fatal for the applicant. However, it was incumbent on the employer to establish on a balance of probabilities that it had acted in good faith before the burden of establishing the contrary was transferred to the employee."], ["[24]", "These two errors of law are flagrant and appear unreasonable to me, not only because the adjudicator's findings do not fall within a range of possible acceptable outcomes that are defensible in respect of the law, but also because the justification provided by the adjudicator and the intelligibility of his reasons are deficient. Accordingly, I am of the view that the decision that is the subject of this application for judicial review must be set aside on the basis of this ground alone.", "(c) Did the adjudicator make unreasonable findings of fact?"], ["[25]", "Here again, the adjudicator made a number of errors in assessing the facts. First, he accepted the respondent's submission that it was having financial difficulties even though no evidence to that effect had been adduced. Although the decision to abolish the applicant's position was made by the board of directors, none of the board members testified before the adjudicator. As for the general manager, Bernard Hervieux, he was unable to respond to questions because he was not a member of the board of directors. Last, the minutes of the board of directors' meeting at which the applicant's position was abolished were not filed in evidence. To repeat the words of Messrs. Sopinka and Lederman in their text,", "The Law of Evidence in Civil Cases", ", Toronto, Butterworths, 1974 (as reproduced in", "FRAGMENT_SUPPRESSED), FRAGMENT_SUPPRESSED"], ["[26]", "In addition to the fact that none of the members of the board of directors testified, no analysis of SOCAM's current and future needs and resources was filed in evidence even though the board of director's decision was based on this type of analysis, according to the wording of the board of directors' resolution adopted on February 18, 2011, cited above at paragraph 5 of these reasons."], ["[27]", "As for SOCAM's fear that Heritage Canada would cut off its subsidies for 2011, it did not materialize because it appears from Mr. Hervieux's cross-examination that the amount granted rose from $580,000 in 2010 to $648,000,00 in 2011 (Affidavit of Ms. Connelly, No 11, Division B-ii. para 5); Applicant's Record, p 22). On the other hand, the adjudicator allowed the respondent to submit into evidence financial statements dated July 7, 2011, thus several months after the applicant's dismissal, over her counsel's objection."], ["[28]", "Considering that the evidence was deficient in a number of respects, the adjudicator could not reasonably find that the respondent was having financial difficulties, and accordingly he erred in finding that it had discharged its burden of establishing the economic justification it relied on to support its decision to lay the applicant off."], ["[29]", "The same is true with respect to the adjudicator's finding that [translation] \"the employer reorganized duties in order to distribute money among the various positions and services\". No evidence was filed to this effect, and again none of the members of the board of directors testified that there had been a reorganization of duties. The adjudicator's findings in this regard were therefore also unreasonable and baseless."], ["[30]", "Finally, the adjudicator could not reasonably find that there had not been a fictitious abolition in the absence of a reasonable explanation for the choice of the employee to be laid off. On the one hand, it was not possible to talk about the discontinuance of a function while the applicant's uncontradicted evidence was that a sub-contractor was hired following the applicant's dismissal to perform the duties of project manager. Moreover, the respondent did not adduce any evidence about a search for other alternatives that could have prevented the applicant's dismissal, for example, giving her another position or a part-time position, a temporary layoff, etc. In short, it is clear that the respondent did not show that it had applied the selection criteria of the abolished position in an objective, reasonable and impartial manner when the applicant's position was abolished."], ["[31]", "Moreover, the adjudicator ignored the facts put into evidence by the applicant that could have influenced the objectivity and impartiality of the process the respondent followed (conflict existing for a number of years between the general manager and the applicant; the offer of a sum of money nine months prior to the abolition of her position so that she would leave her employment; the cavalier fashion, without notice, in which she was told about the loss of her employment). All these factors could have led the adjudicator to find that the respondent was not acting in good faith and that the supposedly difficult economic situation was merely a pretext to get rid of the applicant. The adjudicator did not discuss this evidence at all and merely wrote that the complainant [translation] \"claimed she had been unjustly dismissed\" and then concluded tersely that [translation] \" this is not a fictitious abolition of a position\". This finding is clearly unreasonable considering the evidence that was before him and is not based on intelligible and transparent reasoning.", "Conclusion"], ["[32]", "For all the foregoing reasons, I am therefore of the opinion that the decision by Adjudicator François G Fortier dated October 29, 2012, must be set aside and that the matter must be returned to a new adjudicator so that a decision can be made based on these reasons."], ["[33]", "The application for judicial review is allowed with costs to the applicant. Accordingly, the matter is returned to a new adjudicator for disposition based on these reasons.", "Application allowed.", "Editor: Elizabeth M.A. Turgeon/vnh"]]}