{"id_": "075040", "body_str": [["[1]", "Harrington, J.", "[Translation]: The applicants are half-brothers. They are both citizens of the Republic of Chad and the claim for refugee status they filed in Canada is based on the fact that their elder brother, Djamal Ahamat Djalabi, was an active member of the Association estudiantine at Cotonou in Benin and supported the Mouvement pour la démocratie et la justice au Tchad (MDJT). The latter was recognized as a \"Convention refugee\" by the Canadian authorities after arriving in Canada in 2001, since it was found that this foreign national rightly feared being persecuted for his political opinions. In fact, on his return to Chad after spending some time in Benin, Djamal feared the worst and fled his native land to seek refuge in a safe place because of the threats made against him and his imprisonment by the forces of the Agence nationale de sécurité (ANS).  <FRAGMENT_SUPPRESSED>"], ["[2]", "However, since the elder brother left the Republic of Chad in 2001, the ANS has not ceased to apply pressure and is now targeting his family, which is regarded as being close to the MDJT. Consequently, the actions and doings of the younger brothers are closely followed by the ANS. In fact, the applicants had to continually live in hiding in their country of origin in view of the many threats made against them, and that is why they in turn arrived in Canada in 2005 seeking refugee protection.  <FRAGMENT_SUPPRESSED>"], ["[3]", "Following their arrival in Canada, their claim was dismissed since it was found that the applicants were not credible and that, in view of the evidence adduced, their testimony was not trustworthy.  <FRAGMENT_SUPPRESSED>"], ["[4]", "In connection with this application for judicial review, a number of questions were submitted to the Court. However, the principal question was whether the applicants' right to a fair hearing before the Refugee Protection Division was observed and, in particular, whether the right to the assistance of an interpreter was observed. On this question, the Court feels that the applicants' right was infringed and that justice was therefore denied. Consequently, it is not necessary for the Court to consider further the other questions submitted, since the infringement of a principle of natural justice involving fairness, as in the case at bar, is in itself a sufficient ground to justify allowing this application for judicial review.  <FRAGMENT_SUPPRESSED>"], ["[5]", "For the purposes of the hearing, the applicants indicated in their Personal Information Form that they required the assistance of an interpreter competent in Chad Arabic and in French, as their knowledge of French is only rudimentary. The transcript of the hearing held before the Refugee Protection Division on October 2, 2006 clearly indicates that at the hearing there were problems with the interpretation given to the applicants' testimony, and so to their account. In fact, the quality of the interpretation was so poor that the panel member felt the need to speak a number of times directly to the principal applicant, Khalit, suggesting he answer directly in French when possible. He did this to the best of his ability.  <FRAGMENT_SUPPRESSED>", "ISSUES  <FRAGMENT_SUPPRESSED>"], ["[6]", "The issues for consideration in this application for judicial review are the following:  <FRAGMENT_SUPPRESSED>", "a. Did the assistance of an interpreter at the hearing held before the Refugee Protection Division meet the tests set out in case law with respect to quality?  <FRAGMENT_SUPPRESSED>", "b. If not, did the applicants waive their right to the assistance of an interpreter by making no objection at the hearing to the quality of the interpretation given?  <FRAGMENT_SUPPRESSED>", "c. How should the affidavit by the applicants' elder brother, Djamal Ahmat Djalabi, be viewed by the Court, given that the latter testified at the hearing involving his two younger brothers but was not present when they were questioned on various aspects of their story, and given that he found major problems in the interpretation after listening to the audio tapes of the hearing?  <FRAGMENT_SUPPRESSED>", "ANALYSIS  <FRAGMENT_SUPPRESSED>"], ["[7]", "The questions raised by the questionable quality of the interpretation at a hearing as in the case at bar are closely related to the principle of procedural fairness. Moreover, it must be recalled that the right to the assistance of an interpreter is entrenched in section 14 of the", "Canadian Charter of Rights and Freedoms", ", which raises it to the level of a constitutional right:  <FRAGMENT_SUPPRESSED>", "\"14. A party or witness in any proceedings who does not understand or speak the language in which the proceedings are conducted or who is deaf has the right to the assistance of an interpreter. <FRAGMENT_SUPPRESSED>", "In this case, the applicable standard of judicial review is that of correctness.  <FRAGMENT_SUPPRESSED>"], ["[8]", "In the case at bar, the fact that the applicants have only an imperfect knowledge of French is not in dispute. Under Rules 16 and 17 of the", "Immigration Division Rules", ", an applicant must choose French or English as the language of proceedings, including that in which he or she wishes the hearing to take place, and if an interpreter's services are required, as in the case at bar, he or she must notify the Immigration Division, specifying the language or dialect of the interpreter whose assistance is required. At that point, an interpreter appointed on the basis of his or her skills takes an oath or makes a solemn affirmation to interpret accurately.  <FRAGMENT_SUPPRESSED>"], ["[9]", "As already mentioned, in view of the languages most familiar to the applicants, the hearing in the case at bar took place in French and in Chad Arabic. As requested, an interpreter was appointed to assist them. However, at the hearing, the panel member evidently noticed that there were discrepancies in the translation services provided by the interpreter in question and that the applicants had only a rudimentary understanding of French. At one point during the hearing, the member questioned Khalit about the members of his family to determine who were the children of his mother and father respectively. This question presented problems, and that was when she asked the interpreter [Translation] \"... Do you understand, sir? ...\". This communication problem continued, and after a time the member spoke directly to Khalit, asking him [Translation] \"... Can you tell it to me in French, sir? How many boys and how many girls are there in your family? ...\".  <FRAGMENT_SUPPRESSED>"], ["[10]", "Somewhat later in the hearing, when Khalit was testifying that his problems had begun when he had to move and that he subsequently feared for his life, the member once again spoke directly to him in French: [Translation] \"... Tell it to me ... in French, please? ...\". It is worth noting here that the adverse findings of the Refugee Protection Division as to the applicants' credibility in the impugned decision are based on this series of events in their story, that is, when they had to hide in order to protect themselves, and the transcript of the hearing in this regard is faulty.  <FRAGMENT_SUPPRESSED>"], ["[11]", "In his affidavit, the applicants' elder brother, Djamal, said: [Translation] \"... I speak, understand and write Chad Arabic and French with ease, and so I was able to check the quality of the interpreter's translation at the hearing\". Djamal, who has a better mastery of French than his brothers, reviewed the interpretation discrepancies raised following the hearing and identified the mistakes allegedly committed in great detail. Should errors of interpretation in fact exist, everything indicates that what the applicants may have wanted to explain or communicate to the panel member as information supporting their refugee claim could not really be taken into account and, consequently, the decision of the Refugee Protection Division that the applicants lacked credibility cannot be based on the applicants' testimony at the hearing, as was the case here.  <FRAGMENT_SUPPRESSED>"], ["[12]", "<FRAGMENT_SUPPRESSED>  N.S.R.(2d) 81; 380 A.P.R. 81, Chief Justice Lamer, dealing with the application of section 14 of the", "Canadian Charter of Rights and Freedoms", "in criminal proceedings, held that an interpretation provided at a court hearing must be \"... continuous, precise, impartial, competent and contemporaneous ...\".  <FRAGMENT_SUPPRESSED>  (T.D.), Mr. Justice Pelletier wondered whether such tests could also be applied to proceedings before the Refugee Protection Division, and certified the question. On appeal, this case allowed the Federal Court of Appeal to rule, in the reasons of Mr. Justice Stone, that the interpretation provided to applicants as part of a refugee claim must, as with criminal proceedings, be continuous, precise, competent, impartial and contemporaneous (see", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[13]", "Based on the evidence involving the elder brother Djamal, and considering the tests developed by the courts regarding the applicants' entitlement to full enjoyment of their right to the assistance of an interpreter, the Court finds that the interpretation given at the hearing in the case at bar was not precise.  <FRAGMENT_SUPPRESSED>", "WAIVER OF THE RIGHT TO ASSISTANCE BY AN INTERPRETER  <FRAGMENT_SUPPRESSED>"], ["[14]", "At trial, Pelletier, J.,  <FRAGMENT_SUPPRESSED>", "also considered the following question:  <FRAGMENT_SUPPRESSED>", "\"Where it is reasonable to expect an applicant to do so, such as when an applicant has difficulty understanding the interpreter, must the applicant object to the quality of interpretation before the CRDD as a condition of being able to raise the quality of interpretation as a ground of judicial review? <FRAGMENT_SUPPRESSED>", "In the appeal judgment in that case, Stone, J.A., answered in the affirmative.  <FRAGMENT_SUPPRESSED>"], ["[15]", "In the case at bar, the applicants had a joint hearing. The Minister considers that the applicants should have raised the problems regarding the quality of the interpretation at the hearing and that it was not unreasonable to expect them to do so since they had some knowledge of French. The Minister further considers that since the applicants made no objection to this effect during the hearing they could not now, in an application for judicial review, require that the impugned decision be the subject of a rehearing before the Refugee Protection Division solely on this ground, namely, the poor quality of the interpretation. In short, the Minister alleges that, by their actions, the applicants had waived their right to the assistance of an interpreter. This is what the Trial Judge, Pelletier, J., wrote at paragraphs 22, 23 and 24 of", "Mohammadian", "regarding the waiver of the right to the assistance of an interpreter by refugee status claimants:  <FRAGMENT_SUPPRESSED>", "\"[22] This review, which is far from exhaustive, shows that in some cases applicants have been allowed to raise issues of defective translation as grounds for judicial review when it may not have been raised before the CRDD. It is clear that counsel have not been allowed to let manifestly poor interpretation pass without objection and then raise poor interpretation as a ground for judicial review.", "<FRAGMENT_SUPPRESSED>  such matters to the attention of the tribunal so that it can be remedied at the hearing itself. Counsel and their clients cannot hedge their bets by ignoring the issue and then raising it in the event of an unfavourable result.  <FRAGMENT_SUPPRESSED>", "\"[23] In general terms, the cases reviewed appear to suggest that where problems of interpretation could be reasonably addressed at the time of the hearing, there is an obligation to address them then and not later, in judicial review proceedings. There is an obligation on both the tribunal (see", "<FRAGMENT_SUPPRESSED>  (C.A.)) and counsel (see", "Aquino", ") to take steps to see that interpretation is adequately addressed. Where the error cannot be detected until after the hearing (", "Mosa", "), the lack of prior complaint has not been held against the applicant.  <FRAGMENT_SUPPRESSED>", "\"[24] There does not appear to be anything in these cases which would preclude a requirement that a complaint about the quality of interpretation be made at the first opportunity where it is reasonable to expect such a complaint to be made. <FRAGMENT_SUPPRESSED>"], ["[16]", "It would be wrong to say that, in all cases where the quality of interpretation is questioned, it should first be the subject of an objection at the hearing by the party raising it. As Pelletier, J., mentioned, this is a question of fact which must be determined on a case-by-case basis. Was it reasonable in the particular circumstances of the case at bar for no objection to be made at the hearing, raising the poor quality of the interpretation?  <FRAGMENT_SUPPRESSED>"], ["[17]", "In the instant case, the Court considers that the applicants testified duly and properly and that it is too heavy a burden to ask each one to act as a watchdog, being both \"interpreter\" of the questions put and \"arbiter\" of the quality of the answers interpreted. Both the applicants and the Refugee Protection Division were aware that the conduct of the hearing was being affected by interpretation problems. However, it was not until after the hearing, once the audio tape of the hearing was closely examined, that the applicants were aware of the interpretation errors which had occurred at the hearing and that the result of those interpretation errors was to alter the content of their testimony. It is clear that this was not a specific case in which counsel and their clients hedged their bets by ignoring the issue of interpretation quality at the hearing and then raising it in the event of an unfavourable result through an application for judicial review.  <FRAGMENT_SUPPRESSED>", "AFFIDAVIT OF DJAMAL AHAMAT DJALABI  <FRAGMENT_SUPPRESSED>"], ["[18]", "The Minister argues that it was never demonstrated that the elder brother Djamal was a qualified person who was competent in the knowledge of French and Chad Arabic. He simply said that he was. Despite these allegations, it should be noted that the Minister did not exercise his right to cross-examine Djamal on his affidavit. Further, when the panel member questioned Djamal at the hearing she said the following: [Translation] \"... You speak French well, you can do it in French ...\". \"A. Yes ...\".  <FRAGMENT_SUPPRESSED>"], ["[19]", "The Minister maintains that Djamal is not impartial and clearly has a bias toward one of the parties in question, since he testified for the applicants at the hearing and visibly wanted his two brothers to join him and settle in Canada as he had done. However, it has been consistently held that having an interest in the outcome of a case does not necessarily make a witness's testimony inadmissible. Only the value to be attached to such testimony at the time the evidence in the record is assessed can be determined by taking this interest into account (see", "Microsoft Corp. v. 9038-3746 Quebec Inc. et al.", ", [2006] F.C.J. No. 1965; 305 F.T.R. 69; 2006 FC 1509, at paragraph 50; Gordon D. Cudmore,", "Civil Evidence Handbook", ", loose-leaf, Carswell, 1999, at section 1.2; and Alan W. Mewett et al.,", "Witnesses", ", loose-leaf, Carswell, 1998, at page 11-101).  <FRAGMENT_SUPPRESSED>"], ["[20]", "It must be borne in mind that Djamal was not the interpreter assisting his brothers at the hearing and, so far as the case is concerned, he was only an ordinary witness. In any event, all he did was to examine physical evidence which was also available to the Minister for examination. It was then up to the Minister, if he wanted to object to Djamal's conclusions on the poor quality of the interpretation after the hearing, to have the audio tape of the hearing examined by an expert of his own choosing.  <FRAGMENT_SUPPRESSED>"], ["[21]", "In the circumstances, the Court accepts the evidence involving Djamal in the record and thereby takes it into account in reviewing the application at bar.  <FRAGMENT_SUPPRESSED>"], ["[22]", "For the aforementioned reasons, the Court considers that the application must be allowed.  <FRAGMENT_SUPPRESSED>", "CONCLUSION  <FRAGMENT_SUPPRESSED>"], ["[23]", "In fact, the case at bar is somewhat similar to", "Faiva", ", decided by the  <FRAGMENT_SUPPRESSED> ; 47 N.R. 225 (F.C.A.)). In that case, the appointment of a competent interpreter had caused problems. Despite the fact that the appointment was not exemplary, the panel nonetheless decided to proceed with the hearing in English since the applicant had some knowledge of that language. As a result, the hearing was found to be unfair and so ultimately had to be voided.  <FRAGMENT_SUPPRESSED>"], ["[24]", "Although the Court quite understands the frustration which the panel member may have felt at the time of the hearing at having to adjourn the hearing of the case in order to have a new interpreter appointed, that is nonetheless what should have been done in order to ensure that the applicants' right to the assistance of an interpreter was observed. Since that is not what was done in the case at bar, it must be concluded that the applicants did not have a fair hearing and the Court must accordingly intervene. At the hearing, the parties agreed that there was no question for certification.  <FRAGMENT_SUPPRESSED>", "ORDER  <FRAGMENT_SUPPRESSED>"], ["[25]", "THE COURT ORDERS that", "the application for judicial review be allowed and the matter referred back to a differently constituted panel of the Immigration and Refugee Board's Refugee Protection Division for redetermination.  <FRAGMENT_SUPPRESSED>"], ["[26]", "No serious question of general importance is certified.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Elizabeth M.A. Turgeon/pdk  <FRAGMENT_SUPPRESSED>"]]}