{"id_": "075095", "body_str": [["[1]", "Martineau, J.", ": The issue in this judicial review application is whether the visa officer made a reviewable error in dismissing the applicants' application for permanent residence [the application] on the basis of misrepresentation under paragraph 40(1)(a) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27, as amended [Act].  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicants are citizens of Iran. The principal applicant, Dr. Khorasgani, is a pediatrician who wants to be admitted in the Federal Skilled Worker Class. In 2005, the principal applicant hired an immigration consultant to help prepare and submit the application. According to the Computer Assisted Immigration Processing System [CAIPS], the application was received on or before January 3, 2006 at the Canadian Embassy in Damascus.  <FRAGMENT_SUPPRESSED>"], ["[3]", "Section 79 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 [Regulations] sets out the language test requirements for a permanent residency application made by a skilled worker:  <FRAGMENT_SUPPRESSED>", "79. (1) A skilled worker must specify in their application for a permanent resident visa which language - English or French - is to be considered their first official language in Canada and which is to be considered their second official language in Canada and must have their proficiency in those languages assessed by an organization or institution designated under subsection (3).  <FRAGMENT_SUPPRESSED>", "...  <FRAGMENT_SUPPRESSED>", "(3) The Minister may designate organizations or institutions to assess language proficiency for the purposes of this section and shall, for the purpose of correlating the results of such an assessment by a particular designated organization or institution with the benchmarks referred to in subsection (2), establish the minimum test result required to be awarded for each ability and each level of proficiency in the course of an assessment of language proficiency by that organization or institution in order to meet those benchmarks.  <FRAGMENT_SUPPRESSED>", "(4) The results of an assessment of the language proficiency of a skilled worker by a designated organization or institution and the correlation of those results with the benchmarks in accordance with subsection (3) are conclusive evidence of the skilled worker's proficiency in the official languages of Canada for the purposes of subsections (1) and 76(1).  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "79. (1) Le travailleur qualifié indique dans sa demande de visa de résident permanent la langue - français ou anglais - qui doit être considérée comme sa première langue officielle au Canada et celle qui doit être considérée comme sa deuxième langue officielle au Canada et fait évaluer ses compétences dans ces langues par une institution ou organisation désignée aux termes du paragraphe (3).  <FRAGMENT_SUPPRESSED>", "...  <FRAGMENT_SUPPRESSED>", "(3) Le ministre peut désigner les institutions ou organisations chargées d'évaluer la compétence linguistique pour l'application du présent article et, en vue d'établir des équivalences entre les résultats de l'évaluation fournis par une institution ou organisation désignée et les standards mentionnés au paragraphe (2), il fixe le résultat de test minimal qui doit être attribué pour chaque aptitude et chaque niveau de compétence lors de l'évaluation de la compétence linguistique par cette institution ou organisation pour satisfaire à ces standards.  <FRAGMENT_SUPPRESSED>", "(4) Les résultats de l'examen de langue administré par une institution ou organisation désignée et les équivalences établies en vertu du paragraphe (3) constituent une preuve concluante de la compétence du travailleur qualifié dans les langues officielles du Canada pour l'application des paragraphes (1) et 76(1).  <FRAGMENT_SUPPRESSED>"], ["[4]", "The application included the results of the principal applicant's English language proficiency test: listening 6.5, reading 6.5, writing 6.0, speaking 5.5, and overall band score 6.0. These results, on their face, appeared to have been issued by the International English Language Testing System [IELTS], an organization approved by the Canadian government. Indeed, the Test Report Form dated December 1, 2005 and bearing the number 021R1234745QL6790L (the 2005 test report), which is certified as a true copy by the Justice Administrator, features logos of the British Council, the IELTS Australia and the University of Cambridge.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The principal applicant was apparently examined on October 5, 2005. However, when reviewing the applicants' file, the visa officer had concerns about the authenticity of the 2005 test report. On June 27, 2011, a procedural fairness email was sent to the principal applicant expressing the concerns of the visa officer. The principal applicant confirmed that he had never taken an English test before 2006. Be that as it may, the principal applicant had since then passed IELTS tests (see reports of July 22, 2006, July 4, 2009, and December 5, 2009).  <FRAGMENT_SUPPRESSED>"], ["[6]", "The visa officer found that the applicants had submitted fraudulent English test results, which could have induced an error in the administration of the Act, and found the applicants inadmissible for misrepresentation for a period of two years:  <FRAGMENT_SUPPRESSED>", "The misrepresentation or withholding of these material facts induced or could have induced errors in the administration of the Act. You have submitted IELTS test results indicating that you were a \"very good user\" of the English language.  <FRAGMENT_SUPPRESSED>", "Without establishing your abilities in the English language, your application would not receive sufficient points at selection to meet the points total required by the Immigration and Refugee Protection Regulations and your application would not have met immigration requirements.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The applicants now challenge the visa officer's finding that the fraudulent test scores constitute a", "material", "misrepresentation. In the impugned decision, reference is made to a test report form dated December 5, 2009, but it appears this is a clerical error. Indeed, in the fairness letter (emailed by the visa officer on June 27, 2011) reference is made to the 2005 test report. In this respect, the applicants submit that the visa officer should not have considered the forged 2005 test document, but only the most recent language tests (December 2009), and which conclusively establish the English language proficiency of the principal applicant. Accordingly, the determination made by the visa officer that the application would not receive sufficient points at selection is unreasonable.  <FRAGMENT_SUPPRESSED>"], ["[8]", "According to the case law, the finding of misrepresentation and its qualification by the visa officer as material misrepresentation, are reviewable under the standard of reasonableness, while alleged breaches to procedural fairness are reviewable under the standard of correctness.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The present application for judicial review must fail.  <FRAGMENT_SUPPRESSED>"], ["[10]", "At the hearing before the Court, applicants' counsel did not pursue procedural fairness issues originally raised, if any, in the pleadings. Indeed, the fairness letter sent to the principal applicant on June 27, 2011 clearly outlines the officer's concerns with respect to the authenticity of the 2005 test report. Moreover, the applicants' counsel also readily admitted that in view of the case law and wording of paragraph 40(1)(a) of the Act, the principal applicant cannot blame the immigration consultant for his forgery. In passing, I note that on November 22, 2006 the visa officer attempted to notify the principal applicant that he had hired an unauthorized representative. However, the email address provided by the immigration consultant was incorrect and the principal applicant did not receive the message. A letter with the same information was resent on January 15, 2009.  <FRAGMENT_SUPPRESSED>"], ["[11]", "As per subsection 11(1) of the Act, the visa officer must be satisfied that the applicants are not inadmissible. In order to find inadmissibility pursuant to paragraph 40(1)(a) of the Act, two elements must coexist: (1) a misrepresentation (direct or indirect); and (2) same must be material (in that it induces or could induce an error in the administration of the Act). Paragraph 40(1)(a) is broadly worded to encompass misrepresentations even if made by another party, without the knowledge of the applicant. This provision reads as follows:  <FRAGMENT_SUPPRESSED>", "40. (1) A permanent resident or a foreign national is inadmissible for misrepresentation  <FRAGMENT_SUPPRESSED>", "(a) for directly or indirectly misrepresenting or withholding material facts relating to a relevant matter that induces or could induce an error in the administration of this Act;  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "40. (1) Emportent interdiction de territoire pour fausses déclarations les faits suivants:  <FRAGMENT_SUPPRESSED>", "a) directement ou indirectement, faire une présentation erronée sur un fait important quant à un objet pertinent, ou une réticence sur ce fait, ce qui entraîne ou risque d'entraîner une erreur dans l'application de la présente loi;  <FRAGMENT_SUPPRESSED>"], ["[12]", "It is not challenged that the 2005 test report is a forged document misrepresenting the fact that the principal applicant had been positively tested on October 3, 2005. The finding of misrepresentation made by the visa officer that the fraudulent test scores induced or could have induced an error in the administration of the Act, constitutes an acceptable outcome which is defensible in respect of the facts and the law since the scores obtained on the language test can influence the total points required for a permanent residency application to be granted.  <FRAGMENT_SUPPRESSED>"], ["[13]", "Once it is understood that a misrepresentation is material, a person seeking entry as a permanent resident should not be able to benefit from subsequent delays in the processing of their application. As generally observed by Justice Shore in", "<FRAGMENT_SUPPRESSED> \"[t]he reward of the truth, once understood, is an openness to the interpretation of immigration laws that provide access to the improvements regarding the precarious human condition intended by Parliament;", "on the other hand, lies bar access to undeserved settlement opportunities to preserve the integrity of the immigration system", ".\" [Emphasis added]  <FRAGMENT_SUPPRESSED>"], ["[14]", "At the time of the application, there was clearly a misrepresentation made by the applicants on a relevant fact. The wording of paragraph 40(1)(a) of the Act does not support the restrictive interpretation advanced by the applicants. It is not that the fraudulent test results necessarily induced an error in the administration of the Act, but instead as the Act clearly states, it is that the results", "could", "have induced an error. The intent of these provisions being to deter misrepresentation and maintain the integrity of the immigration process - to accomplish this objective the onus is placed on the applicant to ensure the completeness and accuracy of his or her application. The fact that the applicants subsequently filed", "bona fide", "reports did not create any legitimate expectation that their application would receive sufficient points at selection.  <FRAGMENT_SUPPRESSED>"], ["[15]", "In April 2012, my colleague, Madam Justice Danielle Tremblay-Lamer rendered nine nearly identical decisions based on cases that are all substantially the same as the present case. All applicants were citizens of Iran who had hired the same immigration consultant as the principal applicant in this case. All their applications for permanent resident were refused after the visa officer concluded that their IELTS results were false. The respective applicants in each of the nine cases presented arguments that were also substantially similar to those presented by the applicant in the case at bar, and all were additionally represented by the same counsel as the present applicants. The learned judge arrived at the same conclusion in each of the cases and dismissed all nine applications for judicial review.  <FRAGMENT_SUPPRESSED>  [2012] FCJ No 474 [", "Goudarzi", "];", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 475;", "<FRAGMENT_SUPPRESSED> ; [2012] FCJ No 470;", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 471;", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 477;", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 469;", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 473;", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 472;", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 476.  <FRAGMENT_SUPPRESSED>"], ["[16]", "I agree with the respondent that this is an instance where the doctrine of judicial comity applies (see", "<FRAGMENT_SUPPRESSED> [2011] FCJ No 817). The applicants have simply failed to convince me that this case comes within a recognized exception mentioned in", "<FRAGMENT_SUPPRESSED> [2007] FCJ No 1292, that is: the two cases have a different factual or evidentiary basis; the issues at bar are different in each case; there is legislation or binding authorities that the prior decision did not consider that would lead to a different result; and where injustice would result from following the other decision.  <FRAGMENT_SUPPRESSED>"], ["[17]", "The applicants notably argue that the 2005 test report was not presented as an original document, which would mean that there was no \"material misrepresentation\" since the document should not have been accepted in the first place. This contradictory position was also advanced by applicants' counsel before Justice Tremblay-Lamer and I am unable to find any reason not to follow the approach taken by my colleague. Let us just say that, if the test results were not intended to represent valid test results, then the application would have been deemed incomplete and returned since it was missing a requisite element. This means that submission of the fraudulent test results", "did", "affect the process and was material. The submitting of the 2005 test report conferred a relative advantage to the applicants who were falsely claiming that the principal applicant had been positively tested in October 2005.  <FRAGMENT_SUPPRESSED>"], ["[18]", "The fact that the immigration consultant hired by the applicants was not an \"authorized representative\" within the meaning of the Regulations was also considered by Justice Tremblay-Lamer. This did not prevent the principal applicant from verifying the veracity of their application and the authenticity of supporting documentation submitted with the application (including the forged 2005 test report). Indeed, the application, containing the fraudulent test scores as well as the incorrect email address, was apparently signed by the applicant.  <FRAGMENT_SUPPRESSED>"], ["[19]", "The visa officer owed no duty of care to the applicants and the applicants were subject to a duty of candour, which they did not satisfy in this case. Subsection 16(1) of the Act provides:  <FRAGMENT_SUPPRESSED>", "16. (1) A person who makes an application must answer truthfully all questions put to them for the purpose of the examination and must produce a visa and all relevant evidence and documents that the officer reasonably requires.  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "16. (1) L'auteur d'une demande au titre de la présente loi doit répondre véridiquement aux questions qui lui sont posées lors du contrôle, donner les renseignements et tous éléments de preuve pertinents et présenter les visa et documents requis.  <FRAGMENT_SUPPRESSED>", "Accordingly, the purpose of the misrepresented document or statement should be considered when assessing whether the misrepresentation meets the materiality threshold.  <FRAGMENT_SUPPRESSED>"], ["[20]", "Again, in addressing the other nine cases mentioned above, Justice Tremblay-Lamer writes  <FRAGMENT_SUPPRESSED>", "at paras 17, 27, 40, 49 and 50:  <FRAGMENT_SUPPRESSED>", "The Court agrees with the respondent that the False Document constitutes a misrepresentation: an examination of its physical appearance reveals that it is clearly designed to imitate the appearance of an IELTS Test Report. There is no other plausible purpose behind the submission of the False Document other than to mislead the immigration authorities into thinking that the file was complete and that the principal applicant had satisfied the language requirements. An official doing an initial completeness review of the file would not necessarily notice that it was fraudulent. I do not accept that any reasonable person would say that the purpose of this document was anything other than to mislead. It was thus wholly reasonable for the counsellor to conclude that it was intended to mislead the authorities to believe it to be an authentic test result.  <FRAGMENT_SUPPRESSED>", "...  <FRAGMENT_SUPPRESSED>", "The fact that the misrepresentation was caught before the final assessment of the application does not assist the applicants. The materiality analysis is not limited to a particular point in time in the processing of the application-the fact that the principal applicant had submitted more recent language test results does not render the earlier misrepresentation immaterial. Such a result would reflect a narrow understanding of materiality that is contrary to the wording and purpose of section 40(1)(a) of the Act. The False Document was submitted and it was material.  <FRAGMENT_SUPPRESSED>", "...  <FRAGMENT_SUPPRESSED>", "In keeping with this duty of candour, there is, in my opinion, a duty for the applicant to make sure that when making an application, the documents are complete and accurate. It is too easy to later claim innocence and blame a third party when, as in the present case, the application form clearly stated that language results were to be attached, and the form was signed by the applicants. It is only in exceptional cases where an applicant can demonstrate that they honestly and reasonably believed that they were not withholding material information, where \"the knowledge of which was beyond their control\", that an applicant may be able to take advantage of an exception to the application of section 40(1)(a).  <FRAGMENT_SUPPRESSED>", "...  <FRAGMENT_SUPPRESSED>", "The concept of a duty of care does not apply in this context-the applicants were subject to a duty of candour, which they did not satisfy. The initial screening officer was simply tasked with undertaking a \"completeness\" check of the application file. He owed no \"duty of care\" to the applicants.  <FRAGMENT_SUPPRESSED>", "The requirements of procedural fairness-which did exist-were in fact satisfied. When the visa officer later examined the False Document, he noted several problems with it (likely including the fact that it was evidently a copy), which led him to conclude it was fraudulent. The visa officer's obligation at that point was to advise the applicants that they were potentially inadmissible for misrepresentation. He discharged this obligation by sending the Fairness Letter and thus satisfied the requirements of procedural fairness.  <FRAGMENT_SUPPRESSED>"], ["[21]", "In the case at bar, the misrepresentation made by the applicants did not arise as a result of a", "bona fide", "error or excusable misunderstanding of what was required by the Regulations. That said, nothing will prevent the applicants from making a fresh application for permanent residence at the expiry of the inadmissibility period provided for in paragraph 49(2)(a) of the Act.  <FRAGMENT_SUPPRESSED>"], ["[22]", "For these reasons, the impugned decision must stand. Accordingly, the present application for judicial review shall be dismissed. Neither party proposed a question for certification and in my view there is none.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[23]", "THIS COURT'S JUDGMENT is that", "the present application for judicial review is dismissed. No question of general importance is certified.  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/klf  <FRAGMENT_SUPPRESSED>"]]}