{"id_": "075117", "body_str": [["[1]", "Russell, J.", ": This is an application under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC- 2001, c 27 (Act) for judicial review of the decision a visa officer (Officer) at the Canadian Embassy in Bangkok, Thailand, dated 28 June 2011 (Decision), which refused the Applicant's application for a temporary work permit.", "BACKGROUND"], ["[2]", "The Applicant is a citizen of Thailand who currently lives in Khonkaen, Thailand."], ["[3]", "The Applicant applied for a work permit on 21 June 2011. To support her application, the Applicant submitted a Labour Market Opinion (LMO) from Human Resources and Skill Development Canada (HRSDC). The LMO lists a trade diploma or certificate and oral and written Thai and English as the only necessary qualifications. Another untitled document (Page 3 of the Certified Tribunal Record (CTR)) lists three years experience in the food service industry as a requirement for the job the Applicant applied for in Canada."], ["[4]", "The Applicant also submitted several letters to show her work experience. One letter from Banyan Tree Bangkok - a hotel and resort in Thailand- said she had completed training in food and beverage service from 9 July 2002 to 31 October 2002. She also submitted a certificate from Carnival Cruise Lines Ltd. (Carnival) which said she had worked on the MS Carnival Liberty cruise ship as a team waitress."], ["[5]", "To show the training she had completed, the Applicant provided the Officer with several certificates (Training Certificates). A certificate from the Wandee Culinary School in Bangkok showed she had completed a Thai cooking course in June 2010. The Applicant also submitted a certificate from the Wandee Culinary Testing Institute in Bangkok, which showed she passed occupational testing in cookery. Further, she submitted a licence issued by the Director General of the Department of Skill Development in Thailand to Mrs. Wichuda Na Songkhla Sriyaphai. The license allowed Mrs. Sriyaphai to perform occupational testing for the Wandee Culinary Testing Institute."], ["[6]", "The Officer interviewed the Applicant on 28 June 2011. After the interview the Officer refused the Applicant's application for a work permit the same day.", "DECISION UNDER REVIEW"], ["[7]", "The Decision in this case consists of a letter the Officer sent the Applicant (Refusal Letter) on 28 June 2011 and his notes on her file in the Global Case Management System (GCMS Notes)."], ["[8]", "The GCMS Notes show the Officer considered the LMO. He noted the oral and written language requirements mentioned in the LMO and found the Applicant had submitted a signed employment contract. The Officer also reviewed the Applicant's education and other qualifications, including her Training Certificates. The Officer also noted the Applicant's work with Carnival and the Applicant's statement at the interview she had no experience as a cook."], ["[9]", "The Officer found the LMO required three years experience in the food service industry. He said he was obligated to refuse the application because the Applicant did not have the required three years of experience. In the Refusal Letter, the Officer said he was not satisfied the Applicant met the requirements of the Act, so he refused her application.", "ISSUES"], ["[10]", "The Applicant raises the following issues in this application:", "a. Whether the Officer misunderstood the role of the LMO in a work permit application;", "b. Whether the Decision was unreasonable;", "c. Whether the Officer provided inadequate reasons;", "d. Whether the Officer breached the Applicant's right to procedural fairness.", "STANDARD OF REVIEW"], ["[11]", "The Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis."], ["[12]", "The first issue challenges the Officer's interpretation of paragraphs 200(3)(", ") and paragraph 203(1)(", ") of the", "Immigration and Refugee Protection Regulations", "SOR/2002-227 (Regulations). In <FRAGMENT_SUPPRESSED> , above, the Supreme Court of Canada held at paragraph 54 that a tribunal's interpretation of its enabling statute will generally be accorded deference. The Supreme Court of Canada upheld this approach in", "<FRAGMENT_SUPPRESSED> . Most recently, in", "Alberta (Information and  <FRAGMENT_SUPPRESSED>  the Supreme Court of Canada held at paragraph 30 that the standard of review on a tribunal's interpretation of its home statute is reasonableness, unless the interpretation falls into the enumerated categories for which the correctness standard applies: constitutional questions, questions of central importance to the legal system as a whole, questions on the jurisdictional lines between specialized tribunals, and true questions of vires. The Officer's interpretation of the Regulations does not fall into any of these categories, so the standard of review on the first issue is reasonableness."], ["[13]", "The standard of review on the second issue in this application is also reasonableness.  <FRAGMENT_SUPPRESSED>  Justice Michael Kelen held at paragraph 12 that the standard of review with respect to an officer's decision to grant a work permit is reasonableness. Justice John O'Keefe made a similar finding in", "<FRAGMENT_SUPPRESSED> s did Justice Luc Martineau in", "<FRAGMENT_SUPPRESSED> ."], ["[14]", "When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at paragraph 47, and", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\""], ["[15]", "The Supreme Court of Canada recently addressed the issue of the adequacy of reasons in", "Newfoundland and  <FRAGMENT_SUPPRESSED> . It held at paragraph 14 that the adequacy of reasons is not a stand-alone basis for quashing a decision. Rather, \"the reasons must be read together with the outcome and serve the purpose of showing whether the result falls within a range of possible outcomes.\" The adequacy of the Officer's reasons will be analysed along with the reasonableness of the Decision as a whole."], ["[16]", "The standard of review on the fourth issue is correctness. In", "<FRAGMENT_SUPPRESSED>  the Supreme Court of Canada held at paragraph 100 that \"It is for the courts, not the Minister, to provide the legal answer to procedural fairness questions.\" Further, the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED> held that the \"procedural fairness element is reviewed as a question of law. No deference is due. The decision-maker has either complied with the content of the duty of fairness appropriate for the particular circumstances, or has breached this duty.\"", "STATUTORY PROVISIONS"], ["[17]", "The following provisions of the Act are applicable in this proceeding:", "11.", "(1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act.", "11.", "(1) L'étranger doit, préalablement à son entrée au Canada, demander à l'agent les visa et autres documents requis par règlement. L'agent peut les délivrer sur preuve, à la suite d'un contrôle, que l'étranger n'est pas interdit de territoire et se conforme à la présente loi."], ["[18]", "The following provisions of the Regulations are applicable in this case:", "200.", "[...] (3) An officer shall not issue a work permit to a foreign national if", "(a) there are reasonable grounds to believe that the foreign national is unable to perform the work sought;", "[...]", "203.", "(1) On application under Division 2 for a work permit made by a foreign national other than a foreign national referred to in subparagraphs 200(1)(c)(i) to (ii.1), an officer shall determine, on the basis of an opinion provided by the Department of Human Resources and Skills Development, If", "(a) the job offer is genuine under subsection 200(5);", "(b) the employment of the foreign national is likely to have a neutral or positive effect on the labour market in Canada;", "(c) the issuance of a work permit would not be inconsistent with the terms of any federal-provincial agreement that apply to the employers of foreign nationals;", "[...]", "(2.1) An opinion provided by the Department of Human Resources and Skills Development shall consider the matters set out paragraphs (1)(a) to (e) [...]", "200.", "(3) Le permis de travail ne peut être délivré à l'étranger dans les cas suivants:", "a) l'agent a des motifs raisonnables de croire que l'étranger est incapable d'exercer l'emploi pour lequel le permis de travail est demandé;", "[...]", "203.", "(1) Sur demande de permis de travail présentée conformément à la section 2 par tout étranger, autre que celui visé à l'un des sous-alinéas 200(1)c)(i) à (ii.1), l'agent décide, en se fondant sur l'avis du ministère des Ressources humaines et du Développement des compétences, si, à la fois:", "a) l'offre d'emploi est authentique conformément au paragraphe 200(5);", "b) l'exécution du travail par l'étranger est susceptible d'avoir des effets positifs ou neutres sur le marché du travail canadien;", "c) la délivrance du permis de travail respecte les conditions prévues dans l'accord fédéral-provincial applicable aux employeurs qui embauchent des travailleurs étrangers;", "[...]", "(2.1) Dans son avis, le ministère des Ressources humaines et du Développement des compétences prend en considération les circonstances visées aux alinéas (1)a) à e) [...]", "ARGUMENT", "Preliminary Issue"], ["[19]", "The Respondent objects to the affidavits the Applicant has submitted on judicial review. The affidavit from the Applicant's prospective employer (Gobuyan) contains a description of the training program which the Applicant would go through. Although the Applicant refers to this training program in her argument, this evidence was not before the Officer so the Court should not consider it on judicial review. The Applicant's affidavit also contains a description of her duties as a waitress with Carnival Cruise Lines Ltd. which was not before the Officer. The Court should also disregard this evidence.", "The Applicant", "Decision is Unreasonable"], ["[20]", "The Decision is unreasonable because the Officer relied on an erroneous interpretation of the LMO. He found he was obligated to refuse the application because the LMO required three years experience, which the Applicant did not have. The LMO does not require three years experience. Although the application for the LMO refers to three years of experience, this was not a part of the LMO given by HRSDC. The only requirements the LMO lists are a trade diploma or certificate and English and Thai language skills, both of which the Applicant meets."], ["[21]", "The Decision is also unreasonable because the Officer relied on a condition from HRSDC to refuse the Application. Justice Judith Snider said at paragraph 12 of", "<FRAGMENT_SUPPRESSED>  that", "In all applications, the visa officer is under a duty to examine all of the relevant evidence before him in order to come to an independent assessment of whether there are reasonable grounds to believe that the Applicant is unable to perform the work (Regulations, s. 200(3)(a)). The officer cannot be bound by a statement by HRDC that English is or is not required; he cannot delegate his decision making function to a third party such as HRDC. Conversely, a statement by an applicant or employer that English is not required cannot be binding on the visa officer. The officer must carry out his own evaluation based on a weighing of all of the evidence before him."], ["[22]", "It was unreasonable for the Officer to rely on the three years experience requirement as the only factor in his Decision. Citizenship and Immigration Canada (CIC) has published the FW-1 Temporary Foreign Worker Guidelines (Manual) to assist officers in processing foreign worker applications. The Manual says at page 93 that", "Immigration officers should not limit their assessment of language, or other requirements to perform the work sought, solely to those described in the Labour Market Opinion (LMO). However, the language requirement stated in the LMO should be part of the officer's assessment of the applicant's ability to perform the specific work sought because it is the employer's assessment on the language requirement(s) for the job."], ["[23]", "<FRAGMENT_SUPPRESSED>  says at paragraph 17 that", "While it is reasonable to require that an applicant satisfy the job requirements of a particular position before obtaining a work visa, it is unreasonable not to take into account some measure of job orientation that would inevitably be provided to the claimant."], ["[24]", "The Officer did not consider the orientation the Applicant's employer in Canada was going to give her after she arrived, which means the Decision is unreasonable."], ["[25]", "The Decision is also unreasonable because the Officer did not take into account the training the Applicant had received in Thai cooking. The Officer mentioned the Training Certificates in the GCMS notes. However, his statement that \"since the Applicant does not have the required three years of experience, I am obligated to refuse her application\" shows he failed to asses the whole of the Applicant's education, international experience, and knowledge of Gobuyan's clientele.", "Chen", ", above, establishes that officers are obligated to examine all relevant evidence and come to an independent assessment of an applicant's skills. The Officer did not do this, so the Decision is unreasonable."], ["[26]", "Further, the Officer did not consider the requirements set out in the National Occupation Classification (NOC) which HRSDC used to evaluate the Applicant's LMO. The NOC for cooks does not require three years of experience, though it requires completion of secondary school and a college or other program in cooking. The Applicant meets the requirements under the NOC because she has a Bachelor of Arts degree and has completed cooking courses. The Officer did not consider how the Applicant met the requirements in the NOC for the position she applied for, so the Decision is unreasonable.", "The Officer Breached Procedural Fairness"], ["[27]", "Although the Officer interviewed the Applicant, nothing on the record indicates the interview addressed other requirements for the Applicant's job in Canada. The Officer did not ask the Applicant about her duties as a team waitress for Carnival or how her experience there met the requirements of her job in Canada. He apparently thought that, because the Applicant did not have three years of experience he did not need to look at the other skills and training she possessed. The Officer's failure to ask the Applicant about other aspects of her application was a breach of procedural fairness.", "Inadequate Reasons"], ["[28]", "The Officer provided inadequate reasons, which also breached her right to procedural fairness. The reasons do not show what standard the Officer applied to evaluate whether the Applicant could perform the work required of her. They also do not show the Applicant was correctly assessed during the interview or how the Officer took the interview into account.", "The Respondent"], ["[29]", "The Officer reasonably concluded the Applicant did not meet the requirements of the temporary foreign worker program, so the Decision should stand."], ["[30]", "Work permit applicants must satisfy officers that they are able to perform the work required of them in Canada. When evaluating an applicant's ability to perform the work required of them, officers are permitted to consider logically relevant considerations. See", "Chen", ", above, at paragraph 13. In this case, the Applicant's experience working as a cook was relevant to her ability to perform her duties in Canada. The LMO was issued for a cook position and the Applicant admitted she had no experience as a cook. The Officer reasonably found the Applicant's experience as a waitress did not show she could perform the duties of a cook."], ["[31]", "Although the Applicant has said the Officer incorrectly interpreted the three year work experience requirement in the LMO, this requirement was not determinative. The Decision was consistent with objective requirements for the position the Applicant sought, including the three years experience set out in the LMO. The Decision was also consistent with the NOC for the position, which sets out completion of college or another program or several years commercial cooking experience as requirements. The Officer considered the courses the Applicant had taken, but found her lack of work experience meant she could not perform the duties expected of her in Canada."], ["[32] <FRAGMENT_SUPPRESSED> , above, is distinguishable on its facts. In that case, the officer relied on standards outside the relevant NOC and her own standards to evaluate the application in question. In this case, the Officer relied on the relevant NOC and objective standards of employment experience."], ["[33]", "The Officer also did not ignore any of the Applicant's work experience. <FRAGMENT_SUPPRESSED> , at paragraph 17, contemplates a situation where an officer ignores job training that could overcome other reasonable grounds to find an applicant cannot perform the work sought. Here, the evidence about the training program was not before the Officer, so the Court should not consider whether this would show the Applicant would be able to perform the work she sought in Canada.", "No Breach of Procedural Fairness"], ["[34]", "In an application for a work permit, the duty of procedural fairness is low because applicants are free to reapply at any time.  <FRAGMENT_SUPPRESSED> . The Officer did all that was required of him in this case, so there was no breach of procedural fairness.", "Reasons are Adequate"], ["[35]", "The Officer's reasons are adequate because they inform the Applicant why her application was refused. They also allow her to decide whether to seek judicial review. The reasons show the Officer was not satisfied that the Applicant would be able to perform the job she sought because she did not have enough work experience. The reasons also show how the Officer considered other evidence before him, including the interview. The Reasons were adequate given the minimal duty of fairness the Officer owed the Applicant in this case.", "No Requirement to Notify"], ["[36]", "The Applicant bore the burden of showing the Officer she met the requirements of the  <FRAGMENT_SUPPRESSED>  Justice Carolyn Layden-Stevenson had this to say at paragraph 19:", "In this case, the visa officer's concerns stemmed from a deficiency regarding the applicant's supporting documentation. There was no duty to put the applicant on notice. The nature of the information was the same as that required upon the submission of the application. The applicant knew precisely what the letters of reference must contain. The question of the applicant's \"knowledge\" is discussed in the next section of these reasons. There was no breach of procedural fairness."], ["[37]", "The Officer made his Decision based on the information the Applicant submitted and he cannot be faulted for not asking questions. The Applicant was required to provide all necessary information, including how her experience as a waitress would allow her to perform the work she sought in Canada. She did not do this and the Officer was not required to inform her of the deficiencies in her work experience.", "The Applicant's Reply"], ["[38]", "The Respondent has said the Officer considered the Applicant's work experience independently of the LMO, but this is incorrect. His statement that, \"since the Applicant does not have the required three years of experience, I am obligated to refuse her application\" shows the Applicant's lack of experience was the determinative factor in her application. He determined her application based on her experience even though there was other relevant evidence before him."], ["[39]", "Although the Respondent refers to a document which says the job the Applicant sought in Canada required three years of experience, this document (CTR page 3) is not an LMO. The Officer therefore misinterpreted the requirements for the Applicant's job in Canada."], ["[40]", "The NOC relevant to the job the Applicant sought in Canada refers to either experience or training as requirements. Applicants under this NOC do not have to have both experience and education to meet the requirements. The Officer's statement that \"[The Applicant] recently attended a Thai foods cooking class\" shows he disregarded her education.", "The Respondent's Further Memorandum"], ["[41]", "When he applied for an LMO to bring temporary workers to Canada, Gobuyan listed three years of experience as a requirement for the job. HRSDC issued an LMO on the strength of Gobuyan's submissions. The documentation which was before the Officer established that three years of experience was required for the job. The Officer reasonably concluded, based on his interview with the Applicant, that she lacked the necessary three years of experience as set out in the LMO document before him.", "Interpretation of LMO Requirement Reasonable"], ["[42]", "Subparagraph 200(1)(", ")(iii) of the Regulations establishes the requirement for an LMO. This document provides HRSDC's opinion as to the effect a proposed temporary worker will have on the Canadian labour market.", "Chen", ", above, at paragraph 13 establishes that visa officers are not bound by a positive LMO."], ["[43]", "In this case, the LMO required three years of experience in the food services industry. The Officer reasonably concluded this meant three years experience as a cook. The LMO in this case was issued for a position as a cook, not a waitress. Further, the LMO Application - which the Respondent has entered into evidence on judicial review by the Officer's affidavit - shows the work experience requirement was a factor in assessing the LMO.", "Determinative Factor Reasonable"], ["[44]", "It was open to the Officer in this case to put controlling weight on the Applicant's work experience.  <FRAGMENT_SUPPRESSED> . This means that", "Chen", ", above, cannot stand for the proposition that visa officers are prohibited from basing their decisions on LMOs. Paragraph 200(3)(", ") of the Regulations also shows it was reasonable for the Officer to assign determinative weight to the LMO requirements. Paragraph 200(3)(", ") required the Officer to be satisfied the Applicant could perform the requirements of the cook position she sought in Canada."], ["[45]", "Even though the Officer found one factor determinative, this does not mean he ignored evidence. The Officer turned his mind to all the other evidence, as the reasons clearly show.", "Work Experience Reasonably Assessed"], ["[46]", "There is no evidence the Officer applied his own standard of what was required to perform the duties of a cook. The Officer looked at the requirements of the relevant NOC and compared them to the Applicant's work experience. Justice Yves de Montigny approved this approach in", "<FRAGMENT_SUPPRESSED> . Applying this approach, the Officer reasonably concluded the Applicant did not have the ability to perform the duties of a cook. She cannot now attempt to rehabilitate her application by presenting evidence to the Court which was not before the Officer.", "ANALYSIS"], ["[47]", "Under subsection 200(3) of the Regulations", "(3) An officer shall not issue a work permit to a foreign national if:", "(a) there are reasonable grounds to believe that the foreign national is unable to perform the work sought;", "[...]", "(3) Le permis de travail ne peut être délivré à l'étranger dans les cas suivants:", "a) l'agent a des motifs raisonnables de croire que l'étranger est incapable d'exercer l'emploi pour lequel le permis de travail est demandé;", "[...]"], ["[48]", "It is clear from the reasons in the present case, that the Officer reviewed the application, interviewed the Applicant, and refused the application for a work permit because:", "a. \"Ap admits that she has no employment experience in the position of cook. She just recently attended a Thai foods cooking class\"; and", "b. \"Since ap does not have a three yrs. employment experience in food service industry as required in the LMO, I am, then, obliged to refuse her application.\""], ["[49]", "The Applicant says that the Officer made a reviewable error here because the \"Labour Market Opinion [...] submitted to the immigration officer along with the work permit application does not require three years experience.\" She says that such a requirement was not before the immigration officer for consideration."], ["[50]", "The Applicant concedes, however, that the \"three years experience was mentioned by the employer in his LMO application.\""], ["[51]", "The LMO confirmation in this case sets out that the applicable NOC code and title is \"6242 - Cook - Thai cuisine\" (CTR page 16). The letter accompanying the positive confirmation to the employer makes it clear that \"This SC labor market opinion is based on the information in your application, which is outlined in the attached annex.\""], ["[52]", "The Applicant concedes the necessary three-year experience as a cook was set out in the employer's application upon which the LMO is based. In fact, the Job Details say that the duties are \"cook authentic Thai, buffet and dinner, dishes; assists management in developing new menus; manage and oversee kitchen operations and supplies.\" The requirements say \"at least three years experience in food service industry, dealing with international Thai clientele.\""], ["[53]", "The job advertisement, admitted into evidence through Gobuyan's affidavit, discloses,", "inter alia", ", the following requirements:", "a. Title: Ethnic food cook (Thai cuisine cook) (NOC: 6242);", "b. Education: Some college/CEGEP/vocational or technical training;", "c. Credentials: Cook Trade Certification;", "d. Experience: 2 years to less than 3 years;", "e. Cook categories: First cook, second cook, cook (general);", "f. Food preparation specializations: bakery goods and desserts, stocks, soups and sauces, eggs and dairy, cold kitchen (salads, appetizers, sandwiches), cereals, grains and pulses, vegetables, fruits, nuts and mushrooms, meat, poultry, fish, seafood;", "g. Types of Meals/Food Prepared: lunches, dinners, buffet;", "h. Specific Skills: prepare and cook individual dishes and foods, ensure quality of food and determine size of food proportions, work with minimal supervision, inspect kitchens and food service areas, order supplies and equipment, work with specialized cooking equipment (deep fryer, etc.), clean kitchen and work areas."], ["[54]", "It is clear that, for this job, the Applicant would need, in addition to formal certification, a significant amount of actual experience as a specialized Thai cook. The job details before the Officer showed that \"three years experience in the food service industry [...]\" was a requirement. The Officer also interviewed the Applicant and she told him she had no employment experience in the position of cook. With this information before the Officer, it is not difficult to understand why he concluded that the Applicant did not have the necessary work experience for the job. This being the base, subsection 200(3) of the Regulations makes it clear that he could not grant the work permit. The fact that the three-year requirement was not stipulated in the LMO itself is not the real issue. The LMO confirmation is based upon the application and the NOC for the job. The Applicant just did not have the experience for the job."], ["[55]", "As the Respondent points out, the Officer in the present case considered the Applicant's experience working as a cook to be a relevant and logical consideration in the assessment of whether the Applicant would be able to perform the work sought. This was a reasonable finding, given the LMO was issued for the position of cook. The Officer was not satisfied with the Applicant's work experience, as outlined in her application. The Officer therefore conducted an interview, and the Applicant admitted that she had no experience as a cook."], ["[56]", "It was logical for the Officer to find that experience as a waitress is distinct from the experience and duties of a cook."], ["[57]", "The Applicant's statement that the Officer took the wrong interpretation of a three-year work experience requirement in the LMO, as in", "Chen", ", above, is not, in my view, determinative. The Officer considered the Applicant's experience as a waitress independently of the LMO and in light of the work she sought to perform in Canada."], ["[58]", "I agree with the Respondent that the Officer's determination in this regard was consistent with objective requirements for employment experience. The Officer's determination is consistent with the language in the job details requiring \"at least 3 years experience in Food Service Industry, Dealing with International Thai Clientele.\" The determination is also consistent with the objective standards outlined by HRSDC in NOC 6242 - Cooks for which the LMO was explicitly issued. HRSDC explains this NOC on its website. The relevant portion of NOC - 6242 Cooks provides the following objective \"Employment Requirements\":", "- Completion of secondary school usually required;", "- Completion of a three-year apprenticeship program for cooks; or", "- Completion of college or other program in cooking; or", "- Several years of commercial cooking experience are required;", "- Trade certification is available but voluntary in all provinces and territories.", "- Interprovincial trade certification (Red Seal) is also available to qualified cooks."], ["[59]", "The Applicant also appears to be suggesting that, even if she did not have the experience required for the job, it was unreasonable for the Officer not to take into account some measure of job training and orientation that would be provided to her."], ["[60]", "There is no evidence before me in this application that the Officer did not consider this factor or, more importantly, that there was any evidence before the Officer that the required amount of work experience was a requirement that could be offset by training and orientation."], ["[61]", "There was no material or erroneous finding of fact here. The Officer looked at the record before him to see what experience the job required and reasonably concluded that the Applicant did not have this experience. The Applicant tries to make much of the fact that the three-years of employment experience as a cook was not set out in the LMO. However, as already explained, the LMO by its own terms is based upon what is set out in the application and the Officer is not assessing the LMO; his job is to assess whether the Applicant has the necessary experience for the job. This is what he did."], ["[62]", "There is no indication either that the Officer failed to assess the Applicant's whole education, her international experience, her English and Thai language skills or any other pertinent fact. These matters are all set out in the reasons. There is nothing in the job description which says that these other qualifications will be sufficient if the Applicant does not have the necessary experience as a cook. The Officer was entitled to decide that, notwithstanding all of the factors, the lack of experience as a cook was determinative. See <FRAGMENT_SUPPRESSED> , above, at paragraph 57. The Applicant is simply asking the Court to find that her formal credentials and other work experience are sufficient to override her lack of experience as a cook. This is not the role of Court."], ["[63]", "It is well-established that the level of procedural fairness in this situation is low. See <FRAGMENT_SUPPRESSED> , above, at paragraph 5. It was up to the Applicant to prepare an application that would convince the Officer that she had the qualifications and experience to perform the work.  <FRAGMENT_SUPPRESSED> . In addition, the Officer interviewed the Applicant and she had every opportunity to convince him she could perform the work of a cook. It was for the Officer alone to determine if the Applicant met this requirement."], ["[64]", "There was no procedural unfairness in this case and the Decision was reasonable. The Officer simply found, on the evidence before him, that there were reasonable grounds to believe that the Applicant was not able to perform the work required. Naturally, the Applicant disagrees with this conclusion, but that is not a reviewable error. In any event, the Applicant is young. She can acquire further experience and apply again if opportunities arise in Canada."], ["[65]", "Counsel agree there is no question for certification and the Court concurs.", "JUDGMENT"], ["[66]", "THIS COURT'S JUDGMENT is that", "1. The application is dismissed.", "2. There is no question for certification.", "Application dismissed.", "Editor: E. Joanne Oley/vnh"]]}