{"id_": "075219", "body_str": [["[1]", "Near, J.", ": This is a judicial review of the decision (the decision) of the Refugee Protection Division of the Immigration and Refugee Board (the Board), dated December 13, 2008. The Board determined that the Applicant is neither a convention refugee nor a person in need of protection under sections 96 and 97 of the", "Immigration and Refugee Protection Act", ", R.S. 2001, c. 27."], ["[2]", "For the reasons set out below, this application is allowed.", "I.", "Background"], ["[3]", "The Applicant is a 37 year-old female Mexican citizen. She has two young children who are in the custody of her ex-husband. The ex-husband and children live in Mexico and are not parties to this application."], ["[4]", "The Applicant claimed protection based on a fear of her abusive ex-husband and because she wanted to regain custody of her children. According to the Applicant, her ex-husband was abusive prior to their divorce and made threats after. Initially, the Applicant received custody of her children, but custody was subsequently reversed to her ex-husband. From the Mexican Court documents it is clear that a major factor relied on by the Court to reverse custody was the wishes of the children. It is the Applicant's position that the ex-husband \"bought\" the system and paid off her lawyer. The Applicant also claims that the ex-husband threatened that if she tried to convince the children to come back to her, he would not let her see them again and/or he would kill her."], ["[5]", "The Board held that the issues in the claim were credibility, state protection and the existence of an Internal Flight Alternative (IFA). In its reasons, the Board stated that the Applicant was credible and a victim of domestic violence. However, the Board held that the crux of this case was that the claimant was at odds with her ex-husband over the custody of their children. The Board concluded that the Applicant had a viable IFA as she could live safely everywhere in Mexico \"unless she tries to talk her children into coming back to live with her\" (page 3 of the reasons).", "II.", "Issues"], ["[6]", "The Applicant raises the following issues:", "(a) The Board failed to assess the Applicant's claim for state protection.", "(b) The Board did not appropriately apply the test to determine the viability of an IFA.", "III.", "Standard of Review"], ["[7]", "The issues in this matter will be assessed on a standard of reasonableness (see", "<FRAGMENT_SUPPRESSED> ;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; [2005] F.C.J. No. 941).", "IV.", "Analysis", "A.", "The Board Failed to Assess the Applicant's Claim for State Protection"], ["[8]", "The Applicant argues that the Board accepted her as a credible witness and concluded that she was a victim of domestic violence. However, she argues, by focusing on the Applicant's custody issues, the Board failed to consider her claim that there was no meaningful state protection."], ["[9]", "The Respondent argues that as the Board found a viable IFA, it did not need to consider the issue of state protection."], ["[10]", "The question of the existence of an IFA is determinative of the matter. As set out in <FRAGMENT_SUPPRESSED> , above, at paragraph 21, the concept of an IFA is an inherent part of the Convention refugee definition. In order to be considered a Convention refugee, an individual must be a refugee from a country, not from a region of a country. Therefore, where an IFA is found, a claimant is not a refuge or a person in need of protection (see", "<FRAGMENT_SUPPRESSED> ; [2005] F.C.J. No. 435)."], ["[11]", "In this case, having found an IFA, the Board was not required to assess the Applicant's claim for state protection. The matter then turns on whether the Board applied the correct test to its IFA analysis and/or if its conclusions on the existence of a viable IFA are reasonable.", "B.", "Application of the Test to Determine the Viability of an IFA"], ["[12]", "The Applicant argues that the Board's determination that she had a viable IFA was unreasonable as it failed to consider the importance of the threats by her ex-husband and the effect these would have on the Applicant's contact with her young children."], ["[13]", "The Respondent argues that findings of a viable IFA are findings of fact and should be shown deference (see", "<FRAGMENT_SUPPRESSED> ; [2008] F.C.J. No. 806). It is their position that the decision and application of the test was reasonable."], ["[14]", "The Board must consider the viability of an IFA using the two part test set out in", "<FRAGMENT_SUPPRESSED>  (F.C.A.) and", "<FRAGMENT_SUPPRESSED>  (F.C.A.). First, the Board must be satisfied, on a balance of probabilities, that there is no serious possibility that the Applicant will be persecuted in the proposed IFA. Second, the conditions of the proposed IFA must be such that it is not unreasonable for the claimants to seek refuge there."], ["[15]", "On the first part of the test, the Board was satisfied that the Applicant was not at risk in Mexico as long as she did not try to convince her children to come back to her. The Board noted that the Applicant had worked in Pachucas for three years without experiencing any threats from her ex-husband. This was reasonable."], ["[16]", "On this second part of the test, the Board determined that the IFA was available \"unless she tries to talk her children into coming back to live with her\". Therefore, a condition of the viability of the IFA was that the Applicant not attempt to re-gain custody of her children."], ["[17]", "It is unduly harsh and unreasonable to expect the Applicant to foreswear any efforts or attempts to re-secure custody of her young children. Therefore, the Board's decision with regard to the second part of the test to assess the viability of an IFA does not fall within a range of acceptable outcomes that are defensible in respect of the facts and law."], ["[18]", "In <FRAGMENT_SUPPRESSED> , above, Justice Alen M. Linden stated at paragraphs 13 and 15:", "13 [...] Rather, the question is whether, given the persecution in the claimant's part of the country, it is objectively reasonable to expect him or her to seek safety in a different part of that country before seeking a haven in Canada or elsewhere. Stated another way for clarity,", "the question to be answered is, would it be unduly harsh to expect this person, who is being persecuted in one part of his country, to move to another less hostile part of the country before seeking refugee status abroad?", "[...]", "15 In conclusion, it is not a matter of a claimant s convenience or the attractiveness of the IFA,", "but whether one should be expected to make do in that location", ", before travelling half-way around the world to seek a safe haven, in another country. [...] [Emphasis added]"], ["[19]", "The Court has recognized that the forced separation of families may be unreasonable.  <FRAGMENT_SUPPRESSED>  that separated an elderly parent from his children was unduly harsh. At paragraph 11, Justice James Hugessen stated:", "11 [...] A test of whether an IFA is unreasonable or unduly harsh in all the circumstances is bound to involve the consideration of some factors, at least, which will undoubtedly be the same sort of considerations that are taken into account in humanitarian and compassionate relief. I might even go so far as to say that if one were to exclude every consideration which might arguably be called humanitarian or compassionate from the second branch of the IFA test, there would be nothing left. I put the question to respondent's counsel during argument and she ventured the suggestion that what would remain would be safety considerations. But, of course, safety considerations are largely, if not entirely subsumed under the first branch of the test."], ["[20]", "The Court has also recognized the special family bond between a parent and young children.  <FRAGMENT_SUPPRESSED>  (T.D.), Justice Allan Lutfy held at paragraphs 7 - 9:", "7 [...] The presence in Canada of her two children, both minors and Convention refugees, is the kind of particular circumstance that the tribunal ought to have considered in assessing whether Colombo was an unduly harsh refuge for her.", "8 The relevance of the children's situation in this case is unrelated to the principle of family unity or to an application for humanitarian and compassionate consideration. The applicant's family situation is simply a human factor that ought not to be excluded in applying the second branch of the internal flight alternative test. [...]", "9 [...] It was an error in law for the tribunal to close its mind to the natural bond between a parent and her minor children [...]"], ["[21]", "The Respondent argues that the decision is reasonable as by coming to Canada the Applicant now no longer sees her children, whereas prior to coming to Canada she saw them every other weekend and on vacations. However, the test is if the conditions of the proposed IFA in Mexico are unreasonable or unduly harsh, not a comparison of the IFA with any other external possibilities. Therefore, this line of reasoning cannot stand."], ["[22]", "The Respondent also argues that this is not a case of family members being separated, but a situation where the Applicant disagrees with a Mexican court order. However, the basis of the conditions of the IFA being unreasonable are the threats of the ex-husband to harm the Applicant if she attempts to assert her legal rights - the right to re-gain custody of her children. The Board held the Applicant and her claims of abuse and threats by her ex-husband to be credible. Therefore, while the separation was initiated by the custody order, it is perpetuated by the Applicant facing threats of violence from her ex-husband if she attempts to re-gain custody."], ["[23]", "The Board determined that the crux of this matter was the custody order from the Mexican courts and that this was beyond its mandate. However, the Board found that the Applicant had a viable IFA, which determined the claim. For the reasons set out above, this determination was not reasonable. It is therefore not necessary for the Court to address any other issue.", "JUDGMENT"], ["[24]", "THIS COURT ORDERS AND ADJUDGES that", "1. This application is allowed. The decision is set aside and the matter is referred to a differently constituted panel for a new determination in accordance with these reasons.", "2. There is no order as to costs.", "[End of document]"]]}