{"id_": "075395", "body_str": [["[1]", "de Montigny, J.", ": The applicant seeks judicial review of two decisions made the same day and by the same Pre-Removal Risk Assessment (PRRA) Officer. In file number IMM-2209-08, it was found that the applicant would not face more than a mere possibility of persecution and that she would not likely face a risk of torture, or a risk to life, or of cruel and unusual punishment, pursuant to sections 96 and 97 of the", "Immigration and Refugee Protection Act", "(2001, c. 27) (IRPA). The officer also found, in file number IMM-2207-08, that there were insufficient Humanitarian and Compassionate (H&C) grounds to approve the applicant's request for an exemption from the requirements of IRPA.  <FRAGMENT_SUPPRESSED>"], ["[2]", "These two related applications for judicial review have not been consolidated under Rule 105 of the", "Federal Courts Rules", "(SOR/98-106) but were scheduled for hearing one immediately following the other. These reasons will therefore serve for each of the two proceedings and will be placed in each of the files.  <FRAGMENT_SUPPRESSED>", "I. Background  <FRAGMENT_SUPPRESSED>"], ["[3]", "The applicant is a female citizen of Ghana, born on August 16, 1978, in Accra. Ms. Obeng recounts that her family married her to a man much older than she, who already had 4-5 spouses. During their marriage, she says she was ill-treated by her husband and her husband's son. She tried in vain to get help from the police and her family. Her uncle, Mr. Mensah, eventually helped her to flee the country.  <FRAGMENT_SUPPRESSED>"], ["[4]", "Upon her arrival in Canada, on June 5, 2005, the applicant filed a refugee claim on grounds of her fear of being persecuted as a woman forced into marriage and subject to domestic abuse.  <FRAGMENT_SUPPRESSED>"], ["[5]", "On November 30, 2005, the IRB denied the applicant refugee status, finding that she lacked credibility. Her Application for Leave and Judicial Review challenging the IRB decision was denied by Justice Kelen on March 27, 2006.  <FRAGMENT_SUPPRESSED>"], ["[6]", "The applicant has a valid deportation order against her and the departure was scheduled for June 12, 2008. However, the Federal Court granted the applicant's Motion for Stay of Deportation on June 9, 2008.  <FRAGMENT_SUPPRESSED>", "II. The impugned decisions  <FRAGMENT_SUPPRESSED>", "A. The PRRA decision  <FRAGMENT_SUPPRESSED>"], ["[7]", "On March 28, 2008, Officer Josée Bonin rendered a pre-removal risk assessment (PRRA) decision.  <FRAGMENT_SUPPRESSED>"], ["[8]", "First, the officer summarized the IRB's decision rejecting the applicant's refugee claim because of numerous omissions, contradictions, and inconsistencies in the oral and written evidence (i.e., lack of credibility in the applicant's story).  <FRAGMENT_SUPPRESSED>"], ["[9]", "The officer noted that a PRRA application is not to be used as a revision of the IRB's decision, and recalled that the applicant's application for judicial review of the IRB's decision was denied on March 27, 2006.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The officer undertook an analysis of each letter filed by the applicant. After commenting on each of the letters the officer concluded that many of the letters were from interested parties and that they contained elements which the IRB considered to be not credible. The reported facts were thus not corroborated by documentary evidence emanating from neutral and objective sources. Moreover, the officer noticed that certain facts mentioned in these letters did not corroborate the facts as reported by the applicant. Consequently, the officer decided not to grant them probative value.  <FRAGMENT_SUPPRESSED>"], ["[11]", "The remaining letters, one from a reverend and another from the Women Fellowship president were granted only a little or no probative value. After having examined them attentively, the officer noted that there were gaps such as the absence of a date, signature, or precise details.  <FRAGMENT_SUPPRESSED>"], ["[12]", "The officer continued the analysis with the photographs and the documents submitted as proof of the applicant family members' deaths. In this respect, the officer recognized the possibility that these members died, but concluded there was no evidence connecting these deaths to the actions of the applicant's husband.  <FRAGMENT_SUPPRESSED>"], ["[13]", "On the basis of the subjective evidence, the officer was of the opinion that the applicant failed to establish:  <FRAGMENT_SUPPRESSED>", "- that her life and her safety are threatened by a violent husband or his son;  <FRAGMENT_SUPPRESSED>", "- that she was forced into marriage and was mistreated;  <FRAGMENT_SUPPRESSED>", "- that the deaths in the family are connected to the situation of the applicant or that of her husband; and  <FRAGMENT_SUPPRESSED>", "- that she will be at risk if returned to her country.  <FRAGMENT_SUPPRESSED>"], ["[14]", "Since the applicant did not provide sufficient documents of probative value, the officer was not convinced that she should depart from the IRB conclusions. Thus, given the analysis of the IRB concerning the alleged facts and the absence of evidence with probative value, the officer was not satisfied that the applicant's fears of being persecuted were well founded, or that there was a risk of cruel and unusual treatment or torture.  <FRAGMENT_SUPPRESSED>"], ["[15]", "With respect to the objective evidence, the officer evaluated the various documents on state protection in Ghana submitted by the applicant and recognized that the current situation might be difficult in certain circumstances and that violence towards women remains a problem in Ghana. That being said, the officer determined that the applicant failed to establish that she had serious reasons to believe that she would be subjected to torture, or cruel and unusual treatment, or that she had a well founded fear of persecution for one of the reasons enumerated in the Convention. She therefore determined that she was neither a Convention refugee under s. 96 of IRPA, nor a person in need of protection under s 97.  <FRAGMENT_SUPPRESSED>", "B. The H&C decision  <FRAGMENT_SUPPRESSED>"], ["[16]", "On March 28, 2008, Officer Josée Bonin refused the applicant an exemption from permanent resident visa requirements given the insufficient H&C grounds.  <FRAGMENT_SUPPRESSED>"], ["[17]", "While recognizing the applicant's capacity to adapt to new surroundings, the officer did not consider that the submitted reasons (employment, friends, financial autonomy, command of the English language, duration of the stay) were sufficient to grant an exemption. The officer stressed that an exemption from visa requirements is an exceptional measure calling for exceptional circumstances. She added that the applicant's ties with Canada are rather limited and that, on the other hand, the applicant has significant ties with her country of origin given that her mother and brothers live there.  <FRAGMENT_SUPPRESSED>"], ["[18]", "Before summarizing the applicant's allegations and the IRB's conclusions, the officer recalled that within the framework of the application for residence on H&C grounds, it is necessary to determine if the purported risks would constitute objectively personalized risks for safety or life causing unusual and unjustified or excessive difficulties. The officer reiterated her PRRA conclusions on risk assessment in the H&C decision. She concluded that the applicant would not be targeted as a woman or victim of domestic abuse and violence. She also found that the applicant would not face a personalized risk if she were returned to her country of origin.  <FRAGMENT_SUPPRESSED>"], ["[19]", "Since the applicant did not provide sufficient documents of probative value, the officer was not convinced that she should depart from the IRB conclusions. Thus, given the analysis of the IRB concerning the alleged facts and the absence of evidence with probative value, the officer was not satisfied that the applicant would face unusual and unjustified or excessive difficulties, because of her personal circumstances, if the applicant were to apply for visa of permanent residence from outside Canada.  <FRAGMENT_SUPPRESSED>"], ["[20]", "Considering that the applicant did not discharge her burden to prove the existence of unusual, unjustified or excessive difficulties justifying the approval of her application for permanent residence from within Canada, and further considering that the applicant's case presented insufficient H&C factors, the officer therefore denied the applicant's request for exemption from permanent resident visa requirements based on H&C grounds.  <FRAGMENT_SUPPRESSED>", "III- Issues  <FRAGMENT_SUPPRESSED>"], ["[21]", "The only issue to be determined in this application for judicial review is whether the decisions denying the PRRA application and refusing to grant the exemption from permanent visa requirements are unreasonable or drawn without regard to the evidence.  <FRAGMENT_SUPPRESSED>", "IV. Analysis  <FRAGMENT_SUPPRESSED>", "A. Standard of review  <FRAGMENT_SUPPRESSED>"], ["[22]", "The Supreme Court of Canada recently held  <FRAGMENT_SUPPRESSED>", "that there are now only two standards of review: reasonableness and correctness. The Supreme Court of Canada also stated that a standard of review analysis need not be conducted in every instance where the standard of review applicable to the particular question before the court is well-settled by past jurisprudence.  <FRAGMENT_SUPPRESSED>"], ["[23]", "In", "Baker", ", it was held that the standard of review applicable to an officer's decision of whether or not to grant an exemption based on H&C considerations was reasonableness", "simpliciter", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[24]", "Similarly, this Court has held repeatedly that it should refrain from intervening in the PRRA Officer's analysis of the evidence unless it can be conclusively shown that the officer has otherwise ignored or arbitrarily discarded highly relevant evidence of risk:", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[25]", "The review on the standard of reasonableness requires the Court to consider both the process of articulating reasons and the outcomes. Reasonableness is \"concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\":", "<FRAGMENT_SUPPRESSED>  findings, the Court must also be guided by paragraph 18.1(4)(d) of the", "Federal Courts Act", ", R.S.C. 1985, c. F-7, according to which relief will be granted if the decision is perverse, capricious or not based on the evidence.  <FRAGMENT_SUPPRESSED>", "B. The PRRA decision  <FRAGMENT_SUPPRESSED>"], ["[27]", "The role of the PRRA officer is to determine if the applicant is subject to the risks spelled out in ss. 96 and 97 of the", "IRPA", "and that arose since the IRB's decision. Paragraph 113(a) of the", "Act", "states that an applicant can file only evidence that arose after the refugee claim has been rejected or evidence that was not reasonably available at the time of the hearing. As Justice Shore wrote in", "<FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>"], ["[36] The new evidence cannot be a mere repetition of the evidence submitted to the RPD; the nature of the information it contains, its significance for the case and the credibility of its source are all factors to be taken into consideration in determining whether it can be considered new evidence (", "Elezi", "supra", ", paras. 39 and 41).  <FRAGMENT_SUPPRESSED>"], ["[37] The PRRA process is intended to assess new risk developments between the IRB hearing and the scheduled removal date (", "<FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 103 (QL), para. 19;", "<FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1640 (QL), para. 12;", "<FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 949 (QL), para. 14).  <FRAGMENT_SUPPRESSED>"], ["[38] When considering evidence from the standpoint of the new evidence criterion, the PRRA officer must ask whether the information it contains is significant or significantly different from the information previously provided (", "Elezi, supra", ", para. 29;", "<FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1779 (QL), paras. 22-23.  <FRAGMENT_SUPPRESSED>"], ["[28]", "Again, it is important to stress that the new evidence must not only post-date the IRB decision, but must also relate to new developments either in country conditions or in the applicant's personal circumstances: see", "Elezi, supra", ", at para. 27.  <FRAGMENT_SUPPRESSED>"], ["[29]", "Here, as the officer noted, the applicant was alleging the exact same risk that she had presented before the IRB and which was deemed not credible because of the numerous omissions and inconsistencies in the applicant's story. The Officer rightly pointed out in her reasons that she could not depart from the IRB's conclusion unless the applicant presented sufficient probative evidence to establish the alleged risks: see, for example,", "<FRAGMENT_SUPPRESSED>  at paras. 14-15.  <FRAGMENT_SUPPRESSED>"], ["[30]", "The only new element to the applicant's story was that her uncle and her father had allegedly died since her departure from Ghana; she further alleged that her husband had something to do with those deaths. But the applicant has not demonstrated that link, nor has she been able to substantiate the alleged risk she would be facing on the basis of the new evidence she submitted.  <FRAGMENT_SUPPRESSED>"], ["[31]", "It is obvious that the officer considered and commented on every document submitted by the applicant. The Officer was entitled to award very little (or no) probative value to the letters written by interested parties. Indeed, the evaluation of the evidence submitted comes wholly within her jurisdiction, and should be considered with deference:", "<FRAGMENT_SUPPRESSED>  at para. 36;", "<FRAGMENT_SUPPRESSED>  at paras. 10-14;", "<FRAGMENT_SUPPRESSED>  at para. 37.  <FRAGMENT_SUPPRESSED>"], ["[32]", "In any event, I agree with the respondent that not a single document was rejected solely because it had been written by an interested party; it appears clear from the Officer's reasons that those documents from interested parties had other fundamental flaws (not dated, not signed, etc.).  <FRAGMENT_SUPPRESSED>"], ["[33]", "Following this analysis of the personal evidence produced, the Officer concluded that the applicant had not demonstrated that her life and safety would be threatened in Ghana; she had not established that the deaths of her father and uncle were related to her husband; and she had not demonstrated that she would face any personal risks if returned to Ghana. This conclusion was reasonable, and based on the evidence. One can understand that the applicant disagrees with the Officer's conclusions, but this is not sufficient to justify the intervention of this Court. Absent a showing that the Officer has acted in a capricious or perverse manner or that she disregarded the evidence, there is no reason for this Court to step in.  <FRAGMENT_SUPPRESSED>"], ["[34]", "The applicant also alleged that the Officer erred in her evaluation of her situation and did not pay attention to the Gender Guidelines. This argument is ill-founded. Indeed, the Officer did not comment on the applicant's credibility in reaching her decision, but rather on the lack of probative evidence.  <FRAGMENT_SUPPRESSED>"], ["[35]", "Once again, I agree with the respondent that the Officer was definitely aware of the applicant's situation, having examined all her allegations and all the evidence she provided. There was no need for the Officer to refer specifically to the Gender Guidelines: see", "<FRAGMENT_SUPPRESSED>  at para. 6.  <FRAGMENT_SUPPRESSED>"], ["[36]", "In any event, even if we assume for the sake of argument that the Gender Guidelines were indeed ignored, which is not the case, the Officer's findings do not turn on the applicant's evidence in relation to gender-related issues. Therefore, specific reference to the Guidelines would not have affected the overall assessment:", "<FRAGMENT_SUPPRESSED>  at paras. 9-10;", "<FRAGMENT_SUPPRESSED>  at para. 15.  <FRAGMENT_SUPPRESSED>"], ["[37]", "Finally, the applicant submitted that the Officer did not properly consider the objective documentation on Ghana. Again, this argument must be discarded. While recognizing that the evidence reveals that the situation in Ghana is not ideal, the Officer found that the applicant had not met her burden to prove that she would face a risk if returned to Ghana. This conclusion was reasonable and in harmony with this Court's caselaw. It is well established that general documentation on a country does not in and of itself establish a personalized risk:", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at para. 20;", "<FRAGMENT_SUPPRESSED>  at para. 6;", "<FRAGMENT_SUPPRESSED>  at para. 10;", "<FRAGMENT_SUPPRESSED>  at para. 37.  <FRAGMENT_SUPPRESSED>"], ["[38]", "In the result, I am of the view that the PRRA decision, when considered in its entirety and reviewed according to the reasonableness standard, was not made in a perverse or capricious manner or without having regard to the material before the Officer. It is certainly a decision that falls \"within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\", to quote from", "<FRAGMENT_SUPPRESSED>", ". Accordingly, the application for judicial review in file IMM-2209-08 must be dismissed.  <FRAGMENT_SUPPRESSED>", "C. The H&C decision  <FRAGMENT_SUPPRESSED>"], ["[39]", "In submitting an H&C application, the applicant was requesting that the Minister exempt her from any obligation under IRPA or grant permanent residence where the Minister is of the opinion that it is justified by H&C considerations. It is trite law that a decision made on H&C grounds is an exceptional measure and a discretionary one. It offers an individual special and additional consideration for an exemption from Canadian immigration laws that are otherwise universally applied:", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[40]", "To be granted this exceptional remedy, the applicant has the burden of establishing that sufficient H&C grounds exist in her case, i.e. that the H&C factors present in her individual circumstances are sufficient to warrant an exemption. The applicant must establish that her personal situation is such that she would face unusual, undeserved or disproportionate hardship if required to apply for a permanent resident visa from outside Canada.  <FRAGMENT_SUPPRESSED>"], ["[41]", "In the case at bar, the officer reviewed two issues in her decision: the degree of establishment in Canada and links to Canadian society as well as the allegations of personal risk.  <FRAGMENT_SUPPRESSED>"], ["[42]", "With respect to the applicant's degree of establishment, the Officer noted that it was insufficient to cause hardship in case she had to apply for a permanent resident visa from Ghana. The Officer first noted that the applicant has no spouse, nor common law partner in Canada. In fact, the applicant does not have any family member in Canada, and has no children.  <FRAGMENT_SUPPRESSED>"], ["[43]", "In addition, the Officer noted that the applicant has been in Canada for less than three years. The applicant provided documents establishing that she has occupied two jobs, the first one for a period of eighteen (18) months, the second one for nine (9) months. The applicant also provided the Officer with a letter from the Apostolic Church, which mentions that the applicant is involved in the Church's activities.  <FRAGMENT_SUPPRESSED>"], ["[44]", "The Officer concluded that those elements (i.e., having a job in Canada, using the English language and being involved in a Church's activities) do not justify granting an exemption. The Officer concluded that the applicant's links to Canada are rather insignificant, and that she still has strong bonds with Ghana, as her whole family lives there.  <FRAGMENT_SUPPRESSED>"], ["[45]", "This conclusion was reasonable, and in accordance with this Court's caselaw. In any event, even if the applicant had demonstrated that she integrates well into the Canadian society, this factor alone is not sufficient to grant her an exemption:  <FRAGMENT_SUPPRESSED>", "The applicant has the onus of proving that the requirement to apply for a visa from outside of Canada would amount to unusual, undue or disproportionate hardship. The applicant assumed the risk of establishing himself in Canada shile his immigration status was uncertain and knowing that he could be required to leave. Now that he may be required to leave and apply for landing from outside of Canada, given that he did assume this risk, the applicant cannot now contend on the facts of this case, that the hardship is unusual, undeserved or disproportionate.  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>  at para. 22 (F.C.). See also:", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[46]", "Therefore, it was reasonable for the Officer to conclude that the applicant's degree of establishment in Canada was insufficient to cause hardship in case she had to apply for a permanent resident visa from Ghana. This conclusion is reasonable and drawn with regard to the evidence; as a result, the intervention of this Court is not justified.  <FRAGMENT_SUPPRESSED>"], ["[47]", "The Officer then examined whether the alleged risks could cause hardship. Applying the H&C standard of unusual, undeserved or disproportionate hardship, the Officer repeated the risk analysis found in her PRRA decision. Based on the lack of probative evidence, and for the reasons already mentioned above, the Officer concluded that the applicant had not demonstrated that she would face an objective and personalized risk to her life or her security that would amount to unusual, undeserved or disproportionate hardship were she returned to Ghana.  <FRAGMENT_SUPPRESSED>"], ["[48]", "Bearing in mind the highly discretionary nature of an H&C decision, I have not been persuaded that the Officer committed any reviewable error that would warrant this Court's intervention. As a result, the application for judicial review in file IMM-2207-08 must also be dismissed.  <FRAGMENT_SUPPRESSED>"], ["[49]", "Counsel for the applicant proposed a question for certification:  <FRAGMENT_SUPPRESSED>", "Question 1", ": Is it correct in law to reject evidence from family members and other friends or acquaintances as being from \"interested parties\" without other justification or to reject affidavits or lawyers' letters from the Third World without justification beyond speculative doubts on the amount of details submitted? Is it necessary to justify the low probative value given to these documents by the PRRA officers when there is no serious evidence that contradicts them?  <FRAGMENT_SUPPRESSED>"], ["[50]", "Counsel for the respondent opposes certification of the question. I agree that the question has already been addressed by the Federal Court in the case of  <FRAGMENT_SUPPRESSED>  at para. 39 for the first portion of the question (at least with respect to evidence emanating from \"interested parties\") and by the Federal Court of Appeal in the case", "<FRAGMENT_SUPPRESSED>  at para. 9, for the second portion of the question. Consequently, I will reject the proposed question. I would also add that the first part of the question would not be determinative of the appeal being contemplated, as the decision of the Officer to give little probative value to some documents does not rest only on the source of those documents. As for the evidence coming from lawyers of developing countries, it is an issue related to this specific case only and it certainly does not transcend the interests of the parties to the litigation.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[51]", "THIS COURT ORDERS AND ADJUDGES that", "the application for judicial review is dismissed in files IMM-2207-08 and IMM-2209-08. No question of general importance is certified.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}