{"id_": "075333", "body_str": [["[1]", "Tannenbaum, D.J.", ": This is an application for judicial review of the decision of X. Bryan, First Secretary Immigration (the \"Visa Officer\"), dated October 8, 2008 to the effect that the applicants' request that the Visa Officer consider issuing a Temporary Resident Permit (\"TRP\") would not be granted."], ["[2]", "The question at issue is whether the Visa Officer erred in refusing to consider the issuance of the TRP."], ["[3]", "Mohinder Singh Dhandal, Malkit Kaur Dhandal, Simrajit Kaur Dhandal, Taranjit Kaur Dhandal and Bulab Singh Dhandal (the \"applicants\") are citizens of India."], ["[4]", "The applicants applied for permanent resident visas on January 9, 2007."], ["[5]", "In a decision dated July 25, 2008, an immigration counsellor determined that the applicants were inadmissible purusant to paragraph 40(1)(a) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (the \"Act\") for misrepresenting the age of Simrajit Kaur Dhandal. In accordance with paragraph 40(1)(b) of the Act, the applicants continue to be inadmissible for a period of two years following the date of this decision."], ["[6]", "On September 4, 2008, the applicants requested that the Visa Officer consider issuing a TRP pursuant to section 24 of the Act."], ["[7]", "Additional submissions supporting the request for the TRP were sent by the applicants on September 26, 2008."], ["[8]", "By way of letter dated October 8, 2008, the applicants were informed by the Visa Officer that because their file had been closed following the refusal of their application on July 25, 2008 no further reconsideration would be given."], ["[9]", "Subsection 24(1) of IRPA enunciates how a TRP is issued:", "24(1) A foreign national who, in the opinion of an officer, is inadmissible or does not meet the requirements of this Act becomes a temporary resident if an officer is of the opinion that it is justified in the circumstances and issues a temporary resident permit, which may be cancelled at any time.", "24(1) Devient résident temporaire l'étranger, dont l'agent estime qu'il est interdit de territoire ou ne se conforme pas à la présente loi, à qui il délivre, s'il estime que les circonstances le justifient, un permis de séjour temporaire - titre révocable en tout temps."], ["[10]", "Subsections 22(1) and (2) are also relevant to", "22(1) A foreign national becomes a temporary resident if an officer is satisfied that the foreign national has applied for that status, has met the obligations set out in paragraph 20(1)(b) and is not inadmissible.", "22(2) An intention by a foreign national to become a permanent resident does not preclude them from becoming a temporary resident if the officer is satisfied that they will leave Canada by the end of the period authorized for their stay.", "22(1) Devient résident temporaire l'étranger dont l'agent constate qu'il a demandé ce statut, s'est déchargé des obligations prévues à l'alinéa 20(1)b) et n'est pas interdit de territoire.", "22(2) L'intention qu'il a de s'établir au Canada n'empêche pas l'étranger de devenir résident temporaire sur preuve qu'il aura quitté le Canada à la fin de la période de séjour autorisée."], ["[11]", "The applicants submit that the failure of the Visa Officer to even consider the TRP request was an error of law. The applicants also note that in", "<FRAGMENT_SUPPRESSED>  the TRP was requested after the refusal of the application, although this is not clear from the decision."], ["[12]", "The respondent submits that the request for a TRP was not properly constituted as it was filed one month after the file was closed and no separate application or fee were provided."], ["[13]", "The respondent agrees with", "Lee", "(supra) in that a TRP request must be considered by a visa officer. However, the respondent argues that the request for a TRP must be part of the original application. Because the applicants did not include the request in their original application for permanent residence no error was committed by the Visa Officer in not considering the request."], ["[14]", "I do not agree with the respondent's contentions."], ["[15]", "I am of the view that a request for temporary residence is implicit in an application for permanent residence. A new application is not necessary if the applicant is found to be inadmissible for permanent residence. A simple letter is sufficient to trigger the request for temporary residence, based upon the existing application (for permanent residence) if the applicant has been found to be inadmissible for permanent residence."], ["[16]", "In the present instance, when the permanent resident application was denied, a letter was subsequently sent to the Visa Officer requesting temporary residence."], ["[17]", "In refusing to consider the request the Visa Officer, in my view, committed an error of law which entails the annulment of his decision.", "JUDGMENT"], ["[18] THIS COURT ORDERS AND ADJUDGES that", "this application for judicial review is granted and the decision of the Visa Officer dated October 8, 2008 is annuled for all purposes. The matter is referred back to a different Visa Officer for a determination as to whether the applicants should be granted temporary residence, on the basis of the existing evidentiary record."], ["[19]", "There is no question of general importance to be certified.", "<FRAGMENT_SUPPRESSED>  (FCA)", "[End of document]"]]}