{"id_": "075669", "body_str": [["[1]", "Hargrave, Prothonotary", ": At issue on this motion is leave to file a supplemental reply affidavit which would contain a copy of an undertaking and covenant, given to the Law Society of British Columbia (\"the \"Law Society\"), by Mr. Bavend Zanjani, to the effect that he will not act in contravention of the Legal Profession Act of British Columbia and possibly a letter from the Law Society to Applicants' counsel."], ["[2]", "Mr. Zanjani is said to have represented the Applicants, as an immigration consultant, but may have overstepped his jurisdiction and, given the dismissal of the Applicants' first application for leave and judicial review in July of 2003 by the Federal Court, perhaps ventured beyond his competence, apparently failing, in the spring of 2003, to file a record. However there is also the suggestion, borne out by the application for leave and judicial review in the previous failed judicial review proceeding, filed 7 May 2003, that Mr. Olia and Ms. Farhadi acted for themselves, except as to the drafting of material, however this is an issue separate from the present motion."], ["[3]", "While there is a provision for filing a reply memorandum, as set out in Federal Court Immigration and Refugee Rule 13, there is no provision in the Immigration Rules for filing a supplemental reply affidavit, although from time to time such reply evidence has been admitted.", "The criteria for filing a supplemental reply affidavit in an immigration matter perhaps reflects the absence of permission to do so in the Immigration Rules: there must be special circumstances which in effect require circumstances that are unusual, uncommon or exceptional: see  <FRAGMENT_SUPPRESSED>  at 60."], ["[4]", "The Applicants, now represented by a lawyer on this second judicial review application, submit that the substantial evidence which they wish to file and which was not available when the record was filed, is a 20 January 2005 undertaking from the immigration consultant that he will not, as an immigration consultant, either provide services which encroach on the territory of lawyers, or represent that he can perform services which only lawyers may perform for the public. In effect the document is an undertaking that Mr. Zanjani will not practise law. This undertaking is said to be relevant, not because it is set out as a ground for the judicial review, but because in the view of the Applicants it has bearing on the outcome. The immigration consultant is said to have misled the Applicants as to his ability: the Applicants contend that he was incompetent and in the result their case was not heard, but rather dismissed for want of attention and the absence of a filed record."], ["[5]", "In analysing the positions of the parties I have relied upon an unreported 28 March 2003 decision of Madam Justice Heneghan in  <FRAGMENT_SUPPRESSED>  and the cases referred to in that decision."], ["[6]", "The general principle or presumption, that a person accepts the consequences of his or her choice of counsel, cannot be overcome merely by demonstrating counsel was incompetent. Rather there must be substantial prejudice to an individual, the result of incompetent counsel, bringing about a miscarriage of justice: see paragraph 31 of Robles. Indeed, the Federal Court of Appeal, in  <FRAGMENT_SUPPRESSED> , a decision of the U.S. Supreme Court, for the proposition that:", "\"The defendant must show that there is a reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different. A reasonable probability is a probability sufficient to undermine confidence in the outcome.\" [Page 694]", "The Federal Court of Appeal  <FRAGMENT_SUPPRESSED>  went on to adopt such an approach, but Mr. Justice of Appeal MacGuigan, in writing the decision of the Court, said that he \"... would emphasis that in any case where it was applied it would have to be based on a very precise factual foundation.\" (page 247)."], ["[7]", "The Strickland case was also referred to by the Supreme Court of Canada in  <FRAGMENT_SUPPRESSED> , which dealt with evidence not led due to the incompetence of counsel at the initial trial. In discussing the nature of effective assistance of counsel, albeit in a criminal law context, but a context that also has overall applicability, the Supreme Court looked to the Strickland case (supra) as a general approach to the issue of competence of counsel:", "\"The approach to an ineffectiveness claim is explained in  <FRAGMENT_SUPPRESSED>  (1984), per O'Connor J. The reasons contain a performance component and a prejudice component. For an appeal to succeed, it must be established, first, that counsel's acts or omissions constituted incompetence and second, that a miscarriage of justice resulted.", "Incompetence is determined by a reasonableness standard. The analysis proceeds upon a strong presumption that counsel's conduct fell within the wide range of reasonable professional assistance. The onus is on the appellant to establish the acts or omissions of counsel that are alleged not to have been the result of reasonable professional judgment. The wisdom of hindsight has no place in this assessment.", "Miscarriages of justice may take many forms in this context. In some instances, counsel's performance may have resulted in procedural unfairness. In others, the reliability of the trial's result may have been compromised.\" [pp. 531-532]", "From the above cases, dealing with the competence of counsel, we learn that the onus is on the applicant to establish incompetence, to a reasonableness standard and that the incompetence must result in a miscarriage of justice, in effect a prejudice, which may come about, for example, through procedural unfairness or in the compromise of the hearing itself. All of this provides a measure by which to assess the unusual, uncommon or exceptional circumstances required in order to introduce a supplemental reply affidavit."], ["[8]", "While there may well have been prejudice as a result of incompetence on the part of the immigration consultant, I am not in this instance convinced that the undertaking not to take on the role of a lawyer, assuming for the moment it has any relevance, constitutes an unusual or exceptional circumstance which should allow the undertaking to be admitted. This is because what the Applicants seek to introduce are an undertaking between an individual and the Law Society and perhaps a very brief letter from the Law Society of 25 January 2005, which at best bolster the Applicants' existing evidence as to the argued incompetence of the immigration consultant. Indeed, the undertaking not to act as a lawyer is not part of nor does it add to any precise factual foundation of evidence which the Applicants have already led in their existing judicial review motion record and referred to in the argument in that record, at paragraphs 38 through 40, which allege unauthorized representation and prejudice."], ["[9]", "A generalized undertaking, even coupled with a letter from the Law Society thanking present counsel \"... for bringing this matter to our attention.\", and enclosing the undertaking of Mr. Zanjani, does not add to the \"very precise factual foundation\" looked for by Mr. Justice of Appeal MacGuigan  <FRAGMENT_SUPPRESSED> , in order to determine whether or not the acts or admissions of counsel constitute incompetence, or to test the reasonableness of acts of counsel, as looked for by the Supreme Court in  <FRAGMENT_SUPPRESSED>  covering letter from the Law Society of 25 January 2005, have any discernable connection with whether or not Mr. Zanjani in fact acted for the Applicants at a relevant time."], ["[10]", "I am certain that there are many instances, after the records of applicants have been filed, when there is a desire to bolster and elaborate upon points already raised, by means of a supplemental affidavit in reply. Here the new material is said to be necessary reply to quite cursory references to the incompetence of the immigration consultant, which are set out in four paragraphs of the Respondent's Memorandum of Argument on this leave application. The responsive points taken by counsel for the Respondent, in the Respondent's Memorandum of Fact and Argument filed 3 February 2005, are that an incompetent immigration consultant does not provide reason to ignore the doctrine of res judicata; that where counsel is freely chosen there must be exceptional circumstances in order to overturn an earlier decision, including sufficient evidence to establish the exact dimensions of the problem and evidence that the incompetence decisively affected the outcome; and finally that the failure of an immigration consultant to discharge his or her obligations is not an adequate explanation for delay. These are at least largely presented as issues of law. The new material which the Applicants now seek to introduce does not bear on the argument of the Respondent. As such it stops short of even bolstering or elaborating upon the competence of the immigration consultant with regard to this particular case, or even generally."], ["[11]", "Taking all of the circumstances into consideration I do not see the present application for a supplemental reply affidavit to constitute an event so unusual, uncommon or exceptional that the reply affidavit might come within the special circumstances criteria. The motion to file a supplemental reply affidavit is denied, with costs.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}