{"id_": "075899", "body_str": [["[1]", "Martineau, J.", ": The defendants, Hachette Filipacchi Magazines Inc. ( <FRAGMENT_SUPPRESSED> ) and Suzuki Canada Inc. (\"Suzuki Canada\") are both making motions for summary judgment against the plaintiff, and ask that all claims set out in the plaintiff's statement of claim (the \"claim\") be dismissed as disclosing no genuine issue for trial. Suzuki Canada is a wholly owned subsidiary of Suzuki Motor Corporation, a Japanese corporation (\"Suzuki Japan\")."], ["[2]", "The plaintiff served the claim on the defendants on or about October 19, 2000:", "(a) The plaintiff alleges that Suzuki Canada is liable to the plaintiff for copyright infringement, breach of fiduciary duty and breach of contract, arising from the manufacture and sale of the Suzuki X90 vehicle in Canada, which the plaintiff alleges to be a reproduction of the drawings and/or watercolours, as pleaded in the claim and as attached as Schedules \"A\", \"B\" and \"C\" thereto (hereinafter the \"plaintiff's drawings\").", "(b) The plaintiff also asks for damages for copyright infringement against Hachette, publisher of Car and Driver Magazine, which published a photograph of the Suzuki X90 vehicle on the cover of the May 1995 issue of the Magazine (Schedule \"D\" to the claim)."], ["[3]", "Suzuki Canada and Hachette filed their statement of defence in November and December 2000 respectively, opposing the plaintiff's request for relief."], ["[4]", "The issue, in the case at bar, is to determine whether an order for summary judgment should be issued against the plaintiff, dismissing all claims as set out in the claim as disclosing no genuine issue for trial."], ["[5]", "The test to determine whether summary judgment should be granted against a party was set out in  <FRAGMENT_SUPPRESSED>  at 859-860 (T.D.) (\"Granville Shipping\") which establishes as follows:", "1. The purpose of the provision is to allow the Court to summarily dispense with cases which ought not to proceed to trial because there is no genuine issue to be tried;", "2. There is no determinative test and it is not whether a party cannot possibly succeed at trial, it is rather whether the case is so doubtful that it does not deserve consideration by a trier of fact at a trial of the action;", "3. Each case should be considered in light of its own contextual framework;", "4. Provincial practice rules may be of some help in interpretation;", "5. The Court may consider and determine questions of fact and law on a motion for summary judgment if this can be done on the materials before the Court;", "6. On the whole of the evidence, summary judgment cannot be granted if the necessary facts cannot be found or if it would be unjust to do so;", "7. In the case of a serious issue with respect to credibility, the case should go to trial because the parties should be cross-examined before a trial judge. The mere existence of apparent conflict in the evidence does not preclude summary judgment and the Court should take a hard look at the merits and decide if there are issues of credibility to be resolved."], ["[6]", "In this regard, the onus on a motion for summary judgment rests on the responding party to show there is a genuine issue for trial and the moving party has the onus of establishing the facts necessary to obtain summary judgment (see  <FRAGMENT_SUPPRESSED>  (F.C.A.) ( <FRAGMENT_SUPPRESSED> )). On a motion for summary judgment, both parties must file their best evidence; the moving party must lead evidence which it believes will convince the Court that it is appropriate to grant summary judgment in its favour and the responding party must also put its best evidence forward (see Inhesion Industrial, supra at para. 19;  <FRAGMENT_SUPPRESSED> ; and F. von  <FRAGMENT_SUPPRESSED>  (F.C.T.D.))."], ["[7]", "Furthermore, rule 215 of the Federal Court Rules, 1998 provides that a response to motion for summary judgment shall not rest merely on allegations or denials of the pleadings of the moving party, but must set out specific facts showing that there is a genuine issue for trial."], ["[8]", "Finally, summary judgment should not be denied at the mere suggestion that further evidence may be made available at trial. The responding party has a positive responsibility to go beyond mere supposition. Again, this Court has a duty to take a hard look at the merits of an action at this preliminary stage (see  <FRAGMENT_SUPPRESSED>  (F.C.A.))."], ["[9]", "Suzuki Canada asserts that there is no genuine issue for trial on the following grounds:", "(a) It did not design the vehicle, is not responsible for the design features of the vehicle in any way and is not the manufacturer of the vehicle. Its responsibility is and was product distribution, service and/or sales in Canada, including for the vehicle in question when it was distributed and sold in Canada;", "(b) Whether the plaintiff designed a new type of automobile or vehicle, whether in 1987 or at any other time, the characteristics pleaded in the claim are not original, novel or inventive and are not confidential or proprietary to the plaintiff;", "(c) There has been no reproduction of the plaintiff's Slear design as set out in the claim, including in the drawings submitted by Suzuki Canada (i.e. Exhibits \"A\", \"B\", \"C\", \"D\" and \"E\" attached to the Affidavit of Beryl Green) and therefore there is no infringement by Suzuki Canada of any rights owned by the plaintiff as pleaded in the claim;", "(d) Whatever copyright the plaintiff may own cannot be asserted in the context of the production of a useful article such as this vehicle and further the plaintiff has not pleaded a registered industrial design or patent;", "(e) The vehicle has been sold in Canada since 1995 and the limitation period to bring an action for copyright infringement has expired;", "(f) The plaintiff has delayed in bringing this action against Suzuki Canada and has acquiesced to the importation, distribution and sale of the vehicle in Canada;", "(g) No contract was ever entered into between Suzuki Canada and the plaintiff;", "(h) Suzuki Canada has no responsibility of any nature for the cover of the May 1995 publication of Car and Driver Magazine;", "(i) There was no fiduciary duty owed by Suzuki Canada to the plaintiff; and", "(j) The Federal Court of Canada has no jurisdiction to provide any relief with respect to the allegations of breach of contract or of fiduciary duty."], ["[10]", "Hachette submits that the claim does not disclose a genuine issue for trial because, inter alia:", "(a) the plaintiff is not the owner of the alleged copyright;", "(b) Hachette did not have access to the plaintiff's drawings; and,", "(c) the cover page of the magazine is not a copy of the plaintiff's drawings."], ["[11]", "In the case at bar, I am satisfied that no genuine issue for trial exists. Moreover, on the whole of the evidence submitted by the parties, I am able to find the facts necessary to decide the questions of fact and law raised in this proceeding."], ["[12]", "The plaintiff, Mr. Morris Bonds, designed the Slear automobile in 1987 and subsequent thereto, on or about October 13, 1987, commissioned a local artist to produce two conceptual watercolours of the vehicle in summer and winter settings."], ["[13]", "On August 19, 1989, the plaintiff wrote to Suzuki Canada, offering a licence in return for royalties and further offered to send them copies of the specifications and drawings."], ["[14]", "On September 25, 1989, Brigitte Simon, the Sales Administrator-Recreational Products Group for Suzuki Canada replied to the plaintiff's letter. Ms. Simon requested drawings or photos and patent specifications with respect to the Slear. The plaintiff acceded to the request and sent drawings, watercolours and specifications of the Slear on October 1, 1989."], ["[15]", "In 1992, some three years after sending those documents, and having not heard anything further from Suzuki Canada, the plaintiff called Ms. Simon. During this conversation Ms. Simon informed the plaintiff that the materials he had provided had been in turn forwarded to the Suzuki head office in Japan. In a subsequent telephone conversation, Ms. Simon confirmed to the plaintiff that the plans had been received in Japan. This was the final dealing the plaintiff had with Suzuki Canada. He had no contact whatsoever with Suzuki Japan."], ["[16]", "In April 1994, the Suzuki X90 vehicle was introduced in Japan by Suzuki Japan. This Suzuki X90 vehicle manufactured by Suzuki Japan was introduced by Suzuki Canada in Canada in 1995. Suzuki Canada and its authorized Suzuki dealers actively advertised and promoted the Suzuki X90 vehicle throughout Canada, including in New Brunswick for the 1995 model year and thereafter."], ["[17]", "The Suzuki X90 appeared on the front cover of the May 1995 issue of Car and Driver Magazine published by Hachette."], ["[18]", "Hachette has not been in any manner related to, or under the control of, Suzuki Canada. Moreover, the plaintiff did not have any dealing with Hachette."], ["[19]", "Since 1998, Suzuki Canada is no longer importing, distributing or selling any new model Suzuki X90 vehicles in Canada and all sales of the Suzuki X90 vehicles in Canada were made between 1995 and 1998."], ["[20]", "Contrary to the submissions made by the plaintiff, there are no serious and critical questions of credibility which require assessment by a trial judge. Here, the plaintiff has chosen not to cross-examine any of the defendants' deponents on their affidavits which, under these circumstances, I will accept as evidence. Furthermore, the plaintiff has chosen not to submit any counter-expertise. Plaintiff's counsel announced at the hearing that his client may consider the possibility of presenting expert evidence at trial. However, there is no way of presently knowing how any such unproduced expert evidence could differ from the present expert evidence which clearly suggests that there is no basis whatsoever for considering the Suzuki X90 vehicle to be derived from a copy of or even slightly similar to (except in its generic automobile characteristics) the Slear as presented in the claim."], ["[21]", "I have accordingly decided to grant summary judgment dismissing all claims set out in the claim. I will start with the main issue which concerns the illegal copyright infringement by the defendants."], ["[22]", "It is well recognized by the case law that the correct approach is to compare the similarities of the two works. In order to constitute copying or a collaborative imitation, the improved work should bear such a degree of similarity as would lead a person to think the one was a copy or reproduction of the other, having adopted its essential features and substance."], ["[23]", "Having carefully examined the visual evidence submitted by the parties including Schedules \"A\", \"B\", \"C\" and \"D\" of the claim and Exhibits \"A\", \"B\", \"C\", \"D\" and \"E\" to the Affidavit of Beryl Green, I have come to the conclusion that clearly it is not the case. The Slear is displayed in the plaintiff's drawings as a low slung, streamlined vehicle looking rather like a jet fighter aircraft (side view). Its outlines, both in rear and side view, are graceful curves. These readily distinguishable features are self-evident when looking at the \"preliminary design concept - Bonds lake vehicle\" (Schedule \"A\" of the claim). In comparison, the Suzuki X90 vehicle side view, in its visual characteristics is closer to a two door coupe model, is not aerodynamic or streamlined, has doors for the passengers, has no roof that moves, has no extended curving surfaces anywhere in its general outline and is a box-like structure with steeply sloping lateral surfaces."], ["[24]", "Moreover, the plaintiff's claim of alleged infringement against Hachette is ill-founded and ought to be dismissed here since the plaintiff is unable to demonstrate that the Suzuki X90 is a copy or an imitation of the plaintiff's Slear vehicle. Accordingly, the cover page of the May 1995 issue of Car and Driver Magazine (Schedule \"D\" of the claim), cannot be a copy or an imitation because it is a photograph of the Suzuki X90. Furthermore, a simple visual examination reveals that there are important dissimilarities between Hachette's magazine cover and the two watercolours filed by the plaintiff. One is a watercolour of a \"snowmobile\" type of vehicle in winter conditions (Schedule \"C\" of the claim) and shows no resemblance whatsoever to Hachette's cover page. The other watercolour (Schedule \"A\" of the claim), aside from the common subject matter that is public domain, i.e. a car with people on a beach, also presents important distinctions from Hachette's cover page i.e. different background and overall design, different artistic work (watercolour versus a photograph), number of persons and positioning, colour used, etc."], ["[25]", "These reasons alone would justify the dismissal of the plaintiff's copyright claim against both defendants. However, I also note that the plaintiff has failed to file his best evidence with respect to his allegation that he is the owner of the alleged copyright on the two watercolours. The plaintiff is not the artist who produced the two watercolours and, therefore, cannot claim to be the first owner of any alleged copyright therein (Copyright Act, R.S.C. 1985, c. C-42, subsection 13(1)). The evidence of assignment submitted by the plaintiff is not conclusive since it postdates the publishing of the May 1995 issue of Car and Driver Magazine."], ["[26]", "Moreover, I also note that the claim alleges that the major characteristics of the design of the Slear, as depicted in Schedule \"A\" thereto, include, but without limiting the generality of the foregoing, the following:", "(a) top slides open for entry and exit;", "(b) roll bar;", "(c) two-seater (sporty);", "(d) designed for land, frozen and unfrozen waterways, paved and unpaved surfaces;", "(e) small in size;", "(f) a \"quick change hub\" which enables the Slear to be easily converted from automobile or ATV to snowmobile by replacing the wheels with skis; and,", "(g) two or four wheel drive use."], ["[27]", "With respect to these major characteristics, Dr. Senders, who swore an affidavit in support of Suzuki Canada's motion, offers the following opinion:", "(a) A movable canopy to permit entry and exit is a common feature of aircraft. There have also been many automotive vehicles which have that feature and do not have doors. For example, the Messerschmitt Kabinroller (c.1953), was a very small 2-seat, 3-wheel vehicle with a side-hinged canopy;", "(b) Roll bars have been used in vehicles for at least 60 years and have certainly been available in racing vehicles for more than 50 years and in commercially obtainable convertibles since about 1966;", "(c) Automobiles with only two seats have been commercially available for about 100 years;", "(d) There are many vehicles which are designed for a variety of surfaces - the unique feature claimed in (d) is the ability to travel on \"unfrozen waterways\". This feature has appeared and reappeared in the history of automobiles. For example, the \"Schwimmwagen\" (c.1943), a WW-2 German military vehicle, had this feature;", "(e) There are many vehicles which are small in size, for example, the Austin-7, which appeared in about 1929, was an extremely small four wheel, two seater vehicle, as was the three wheel Messerschmitt mentioned above;", "(f) If there is anything original to the convertible ski aspects, no patent has been pleaded by the plaintiff. In any event, there have been different vehicles which have been convertible by the addition of skis. A relatively recent example is described in \"And Now the Snowcar\" Mechanix Illustrated, December 1978;", "(g) Two and four wheel drives have been common in commercially marketed vehicles for 50 to 60 years; and,", "(h) The combination of all or one or more of these major characteristics of the Slear has been known for decades in vehicles."], ["[28]", "Therefore, I accept Dr. Senders' opinion that each of the major characteristics of the Slear, which have been compared to vehicles that have been invented in the past, whether viewed individually or in combination, is not original, novel or inventive and is not confidential or proprietary to the plaintiff."], ["[29]", "I also accept the defendants' submission that copyright cannot be asserted in the context of a useful article such as a vehicle. I also note that the plaintiff has not pleaded a registered industrial design or patent, and that, in any event, the plaintiff cannot register the drawings under the Industrial Design Act, R.S.C. 1985, c. I-9, as amended, because more than one year has elapsed since the publication of the design in Canada. See Copyright Act, supra, section 64; Industrial Design Act, supra, subsections 4(1) and 6(3)."], ["[30]", "This leaves the issues of breach of fiduciary duty and breach of contract which are specifically made against Suzuki Canada. It is not contested that this Court has no jurisdiction to determine an issue purely and simply concerning a contract between two parties unless it is incidental to a claim with respect to a matter within the Court's jurisdiction. Having concluded that there is no genuine issue for trial with respect to the allegations of copyright infringement, the allegations of breach of contract and breach of fiduciary duty alone are not sustainable and should not be permitted to go to trial."], ["[31]", "In conclusion, I am satisfied that there is no genuine issue for trial with respect to the allegations of copyright infringement and related claims made by the plaintiff in his claim and that the case is so doubtful that it does not deserve consideration by a trier of fact at a trial of the action. Should I have come to the contrary conclusion that there is a genuine issue, pursuant to Rule 216(3), I would nevertheless have exercised my discretion and dismissed all claims set out in the claim based on all of the evidence. For the reasons stated above, and the additional reasons mentioned by the defendants in their memoranda of fact and law, I further conclude that there has been no copyright infringement by either Suzuki Canada or Hachette, that no contract was ever entered into between Suzuki Canada and the plaintiff, and that there was no fiduciary duty owed by Suzuki Canada to the plaintiff. Accordingly, I will grant summary judgment against the plaintiff, and I will dismiss all claims set out in the claim vis-à-vis the defendants as disclosing no genuine issue for trial."], ["[32]", "The defendants ask that costs be allowed on a solicitor-and-client scale (or in the alternative, in the case of Suzuki Canada, that they be set in the amount of $70,000.00), payable forthwith. Tariff B represents a compromise between compensating the successful party and unduly burdening the unsuccessful party. It is only in the most exceptional case that the Court should depart from  <FRAGMENT_SUPPRESSED>  F.T.R. 233 (T.D.). Costs on a solicitor-and-client basis are the exception and are generally awarded only where there has been reprehensible, scandalous or outrageous conduct on the part of one of the parties:  <FRAGMENT_SUPPRESSED> , at 340-341 (F.C.A.); and  <FRAGMENT_SUPPRESSED>  at 864."], ["[33]", "In view of the absence of clear proof showing reprehensible conduct on the part of the plaintiff and the absence of exceptional circumstances which would justify a departure from Tariff B, I will deny the defendants' request that costs be payable forthwith on a solicitor-and-client basis, as well as the alternative request made by Suzuki Canada that costs be set in the amount of $70,000.00. As a result, in the exercise of my discretion, considering all relevant factors, both defendants will be entitled to the costs of this action to date and of these motions as against the plaintiff, which are to be assessed at the upper range of Column IV of Tariff B. This variation is justified inter alia by the volume and nature of the work involved here and respects the principle that an award of costs should represent a compromise between compensating a successful party and not unduly burdening an unsuccessful party.", "ORDER"], ["[34]", "THE COURT ORDERS THAT:", "1. The motions for summary judgment made by the defendants are granted;", "2. All the claims set out in the plaintiff's statement of claim vis-à-vis the defendants are dismissed as disclosing no genuine issue for trial; and,", "3. Costs of this action to date and costs of these motions as against the plaintiff are awarded to both defendants and are to be assessed at the upper range of Column IV of Tariff B.", "[End of document]"]]}