{"id_": "076048", "body_str": [["[1]", "Harrington, J.", ": Following a hard fought 26-day trial, I dismissed Apotex's action for the impeachment of Lundbeck's Canadian Patent No. 1,339,452 in respect of Escitalopram and maintained Lundbeck's counterclaim against Apotex Inc. and Apotex Pharmachem Inc. for infringement of the said patent. I condemned Apotex Inc. to pay by way of an accounting of profits $1,410,906.21 and Apotex Pharmachem Inc. $304,177.38 both with interest. Costs were reserved. The public version of my reasons is reported at", "<FRAGMENT_SUPPRESSED>  CPR (4th) 171, [2013] FCJ No 274 (QL)."], ["[2]", "Lundbeck has now moved the court for an order for directions to the taxing officer. Its prime submissions are that it should be awarded costs at the high-end of Column V of Tariff B of the", "Federal Courts Rules", "and that those costs should be doubled following a settlement offer as it faired better in the result. It also seeks directions on various ancillary points. It has not sought directions with respect to each and every tariff item. To the extent that directions have not been sought and given, the matter is left to the taxing officer."], ["[3]", "For its part, the collective Apotex submit that costs should be awarded in accordance with mid-level Column IV and that there should be no doubling up because of the settlement offer. It also takes issue with some of the other points raised."], ["[4]", "I shall deal with the submissions in their order of presentation, combining those which are very similar in nature."], ["[5]", "Rules 400 and following of the", "Federal Courts Rules", "give the Court full discretion with respect to the amount and allocation of costs. However, pursuant to rule 407, unless the Court orders otherwise, party-and-party costs are assessed in accordance with Tariff B, Column III. This gives rise to Lundbeck's motion, pursuant to rule 403 for directions, to be given to the assessment officer."], ["[6]", "Lundbeck emphasizes several factors the Court may consider under rule 400(3) such as the result, the importance and complexity of the issues, any written offer to settle, the amount of work, the conduct of the parties, and improper or vexatious proceedings allegedly taken by Apotex. Apotex submits that all pharmaceutical patent cases are inherently difficult and that the practice is to award costs in accordance with Column IV. Furthermore, Lundbeck did not succeed in its claim for punitive damages based on alleged bad faith by Apotex and so the award should be reduced by 10%."], ["[7]", "In addition, Lundbeck claimed an accounting of profits in excess of $10,000,000 while it was awarded less than $2,000,000."], ["[8]", "As my reasons for judgment show, the case was complex. The validity of the patent was attacked on several fronts. However, pharmaceutical patent cases are inherently complex.", "I.", "Item A -Which Scale"], ["[9]", "There is a great deal of jurisprudence on this issue. Each party was able to muster up a number of cases in its favour, each, of course, turning on its particular facts and the appreciation thereof by the trial judge."], ["[10]", "This is not a case of divided success. All but a few days of the trial dealt with impeachment. Although Lundbeck's counterclaim was not as successful as it would have liked, it nevertheless succeeded. Thus, there is no reason to take that factor into account either in holding which column should apply, or in discounting the amount ultimately to be determined by the taxing officer pursuant to rule 405 (", "<FRAGMENT_SUPPRESSED>  (QL)). I consider it appropriate to award costs based on the high-end of Column IV. See Sanofi", "- <FRAGMENT_SUPPRESSED>  [2009] FCJ No 1626 (QL), aff'd 2012 FCA 265, [2012] FCJ No 1352 (QL).", "II.", "Item B - Lundbeck's Settlement Offer"], ["[11]", "Lundbeck, as defendant and counter-claimant, made a settlement offer on 21 September 2012 which was kept open until five minutes after the commencement of trial. The offer was that the parties drop hands each paying its own costs. Apotex did not respond."], ["[12]", "As mentioned above, Apotex's impeachment action was dismissed and Lundbeck's infringement counterclaim was maintained with an award by way of an accounting of profits in excess of $1,700,000."], ["[13]", "Rules 419 and following deal with offers to settle. Unless the Court orders otherwise, if a plaintiff fails to obtain judgment, the defendant is entitled to party-and-party cost to the date of service of the offer and to costs calculated at double that rate, but not double disbursements, from that date to the date of judgment. Likewise, where a plaintiff, in which case Lundbeck as counterclaimant, makes a written offer to settle and obtains a judgment as favourable as or more favourable than the terms thereof, it is likewise entitled to party-and-party costs, doubled up from the date of the offer."], ["[14]", "Apotex submits that costs should not be doubled up. It submits there was no real compromise on Lundbeck's part. If Apotex succeeded, Lundbeck would have lost revenues, the details of which are subject to a confidentiality order, but which, prior to the expiration of the patent would at least have been in the hundreds of million of dollars."], ["[15]", "Lundbeck counters that Apotex, in a real sense, had nothing to lose, and had already lost the Patented Medicine (Notice of Compliance) proceedings in first instance and in appeal (", "<FRAGMENT_SUPPRESSED>  CPR (4th) 69, [2009] FCJ No 249 (QL), aff'd 2010 FCA 320, 88 CPR (4th) 325, [2010] FCJ No 1504 (QL), leave to appeal refused, [2011] SCCA No 43 (QL)."], ["[16]", "Based on the report of their expert witness, Howard Rosen, and by their own admissions, the Apotex entities were well aware prior to trial that if an accounting of profits were granted, the amount awarded would at the very minimum be just over $1,000,000."], ["[17]", "The offer was not that the proceedings be settled on the basis of a unilateral discontinuance by Apotex. This was not a demand for surrender."], ["[18]", "Consequently, I see no reason why I should adjudge that Lundbeck not be awarded double costs from the date of the offer. Although rule 420 speaks of double costs until judgment, since the Court is not aware of what might have gone on after the case was taken under reserve, double costs are awarded up to the date of close of argument on 14 December 2012.", "III.", "Items C, D, E and F"], ["[19]", "These items are all similar in the sense that Lundbeck is claiming fees and reasonable disbursements, including travel, accommodation and related expenses for one or two first counsel and two second counsel for all pre-trial proceedings (other than where costs were awarded to Apotex), for all trial proceedings and preparation for trial, fees for travel, accommodation and related expenses in respect of all pre-trial proceedings and in respect of all trial proceedings and preparation for trial. The difference between the parties relates to the number of counsel."], ["[20]", "As regards Item C, for all pre-trial proceedings, including discovery, Lundbeck submits that costs should be for one first counsel and two second counsel. Apotex suggests the direction should be for one first counsel and one second counsel at 50%, and that there should be no award with respect to experts or potential witnesses who did not testify at trial."], ["[21]", "As regards Item D, for all trial proceedings and preparation, Lundbeck seeks direction for two first counsel and two second counsel. Apotex agrees to two first counsel but only one second counsel in accordance with items 13 to 15 of Tariff B."], ["[22]", "As regards Item E, fees for travel, etc. in respect of all pre-trial proceedings, Lundbeck seeks directions for one first counsel and two second counsel. Apotex proposes one first counsel and one second counsel."], ["[23]", "As regards Item F, fees for travel, etc. in respect of trial proceedings and preparation for trial, Lundbeck seeks directions for two first counsel and two second counsel. Apotex proposes two first counsel and one second counsel."], ["[24]", "I agree with Apotex's submissions on these items. Save in exceptional circumstances, our tariff is not intended to make a party whole. For the most part, Lundbeck had six counsel present throughout the trial and Apotex had five on some days, and four on others. Big pharma is big business, and big litigation is part of that business. It has not been the practice to award fees for a second junior counsel and I decline to do so.", "IV.", "Item G - Travel and Other Disbursements of Lundbeck Personnel"], ["[25]", "Lundbeck submits that reasonable disbursements for its in-house counsel, its director of corporate patents and trade-marks, and one of its technical specialists should be awarded."], ["[26]", "Apotex agrees that the disbursements of John Meidahl Petersen in relation to his examination for discovery as a representative of Lundbeck should be recoverable, but disputes the rest."], ["[27]", "Although there are always cases on both sides of just about every issue in intellectual property cost disputes, the overall principle is that no disbursements are allowed with respect to those who did not testify. I agree with Apotex.", "V.", "Item H - Reasonable Disbursements for all Fact Witnesses"], ["[28]", "Apotex submits that the current practice is not to allow these disbursements unless, of course, one is under subpoena and conduct money is provided. Counsel referred to", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No1055 (QL) at para 54. However, the rationale was not fully set out in what was a case of divided success. I note that the witnesses also acted as technical advisors. In this case, a paralegal testified for Lundbeck but she was local and incurred no additional expenses. In my experience, such expenses have always been allowed."], ["[29]", "In this case, there were a number of necessary fact witnesses, many coming from Denmark, Lundbeck's home office, and from the United States. All reasonable disbursements in connection therewith are allowed.", "VI.", "Item I - Fees for the Assessment of Costs"], ["[30]", "This item will be dealt with at the conclusion of these reasons.", "VII.", "Item J - Fees for Services Rendered by Students at Law, Law Clerks and Paralegals throughout the Proceeding and During Trial"], ["[31]", "These fees are not usually taxed, and I see no reason to depart from that practice. As Mr. Justice Hughes stated in", "<FRAGMENT_SUPPRESSED>  CPR (4th) 58, [2006] FCJ No1684 (QL), at paragraph 25:", "The attendance of a client or its representatives has traditionally been an expense borne by the client. Similarly, if client chooses to have Canadian or foreign lawyers also assist, that is an expense that it should bear alone. The same applies to experts who did not appear as witnesses, but assisted in other capacities, that is the choice of the party, but not an expense to be borne by others. The same applies in respect of paralegals, clerks, students and any other persons engaged by the Plaintiffs in respect of this action unless otherwise expressly referred to in these Reasons.", "Incidentally, this is another case in which fees were directed to be assessed at the upper end of Column IV.", "VIII.", "Item K - Fees and Reasonable Disbursements for Lundbeck's Experts who Testified at Trial"], ["[32]", "Apotex agrees but points out that the hourly rate charged by an expert should be no more than the hourly rate charged by Lundbeck's senior counsel. Apotex's position reflects the current state of the law. The taxing officer is directed to take into account the decisions of Mr. Justice Hughes  <FRAGMENT_SUPPRESSED> -Ortho", ", above, and in", "<FRAGMENT_SUPPRESSED> ."], ["[33]", "In addition, the reasonable fees and disbursements of Doctor Bode, who prepared a report with respect to toxicity, are allowed. Dr. Bode's report was filed and constituted his evidence-in-chief. He did not attend at trial only because Apotex waived cross-examination.", "IX. Item L - All Fees and Reasonable Disbursements of Lundbeck's Experts Who Did Not Testify at Trial"], ["[34]", "In accordance with the general rule, as stated above, I see no reason to direct that such fees and disbursements be paid. While it is true that Apotex only dropped its selection patent allegation at the opening of trial, there have been many cases where points have been dropped in mid-trial and no costs have been awarded for witnesses who were no longer required to testify.", "X.", "Item M - Stenography"], ["[35]", "Apotex says that the recent jurisprudence indicates that stenography is no longer taxed. Reference was made to", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 126 (QL) where there was an assessment of costs by an assessment officer. However, the assessment officer, Mr. Preston, was dealing with court reporting services on the appeal which he allowed as being reasonable and justified. His reasons do not indicate that taxation of stenography at discovery or at trial was ever in issue."], ["[36]", "As every trial lawyer knows, an accurate transcript prepared by an independent reporter is crucial. Examinations for discovery are transcribed in order to adequately and properly deal with undertakings and objections. The transcript may be used at trial as read-ins or to bring an inconsistent testimony to a witness' attention."], ["[37]", "In this case, daily transcripts of the trial were agreed. They were extensively used by counsel, and by the Court. Furthermore, one could not have a proper record on appeal without them."], ["[38]", "If any one disbursement is recoverable, this is it.", "XI.", "Item N - Reasonable Disbursements Relating to Computerized Services"], ["[39]", "Following discussion, I held that this matter should be reserved for the taxing officer. These disbursements very much depend on context rather than on principle.", "XII.", "Cost of this Motion"], ["[40]", "The fees, without doubling up, and the disbursements on this motion, are allowed as follows: fees are awarded under Tariff B, Item 21 for one senior and one junior counsel at the high-end of Column IV based on a four hour hearing and for travel for the same counsel under item 24. The Court had directed that the motion be heard at Ottawa which necessitated travel from Montréal by Lundbeck's counsel.", "JUDGMENT"], ["[41]", "THIS COURT'S JUDGMENT is that", "the taxing officer is directed to tax one set of H. Lundbeck A/S costs in accordance with these reasons.", ".........................", "<FRAGMENT_SUPPRESSED>  Apotex Pharmachem Inc. (défenderesses reconventionnelles)"], ["[1]", "Le juge Harrington", "[Traduction]: Après un âpre procès de 26 jours, j'ai rejeté l'action en invalidation d'Apotex à l'endroit du brevet canadien no 1 339 452 de Lundbeck sur l'escitalopram et j'ai accueilli la demande reconventionnelle de Lundbeck à l'endroit d'Apotex Inc. et d'Apotex Pharmachem Inc. pour violation dudit brevet. Au titre de la restitution des bénéfices, j'ai condamné Apotex Inc. à payer 1 410 906,21 $, et Apotex Pharmachem Inc., 304 177,38 $, avec intérêts dans les deux cas. La question des dépens a été remise à plus tard. La version publique de mes motifs est ainsi répertoriée:", "<FRAGMENT_SUPPRESSED>  CPR (4th) 171, [2013] AFC no 274 (QL)."], ["[2]", "Lundbeck a présenté à la Cour une requête visant à ordonner des directives à l'intention de l'officier taxateur. Les prétentions centrales de Lundbeck sont qu'elle devrait avoir droit aux dépens selon la valeur maximale prévue à la colonne V du tarif B des", "Règles des Cours fédérales", "et que lesdits dépens devraient être doublés en raison de la présentation d'une offre de règlement extrajudiciaire, car les résultats lui ont été favorables. Elle demande aussi des directives au sujet de diverses questions accessoires. Elle ne demande pas des directives au sujet de chacun des articles du tarif. Dans la mesure où les directives ne sont pas demandées ou données, la décision est laissée à la discrétion de l'officier taxateur."], ["[3]", "Pour sa part, le groupe Apotex argumente que les dépens devraient correspondre au milieu de la fourchette de la colonne IV et qu'ils ne devraient pas être doublés à la suite de l'offre de règlement extrajudiciaire. Il conteste également certaines des autres questions soulevées."], ["[4]", "Je traiterai des prétentions selon l'ordre dans lequel elles ont été présentées, en regroupant celles qui sont de nature très semblable."], ["[5]", "L'article 400 et suivants des", "Règles des Cours fédérales", "donnent à la Cour un pouvoir discrétionnaire absolu en ce qui concerne la somme et l'attribution des dépens. Cependant, conformément à l'article 407, à moins que la Cour ne rende une ordonnance contraire, les dépens entre parties sont déterminés selon la colonne III du tarif B. Cela signifie que la demande de Lundbeck, conformément à l'article 403 sur les directives, relève de l'officier taxateur."], ["[6]", "Lundbeck met l'accent sur plusieurs facteurs dont la Cour peut tenir compte conformément au paragraphe 400(3), tels le résultat de l'instance, l'importance et la complexité des questions en litige, toute offre écrite de règlement, la charge de travail, la conduite des parties et les mesures inappropriées ou vexatoires qu'Apotex aurait prises au cours de l'instance. Apotex fait valoir que toutes les causes de brevets pharmaceutiques sont intrinsèquement ardues et que la pratique veut que les dépens soient accordés selon la colonne IV. En outre, Lundbeck n'a pas eu gain de cause dans sa réclamation en dommages-intérêts punitifs pour la mauvaise foi alléguée d'Apotex, et les dépens devraient donc être réduits de 10 %."], ["[7]", "Par ailleurs, Lundbeck réclamait plus de 10 000 000 $ au titre de la restitution des bénéfices, et elle n'a reçu que moins de 2 000 000 $."], ["[8]", "Comme le montrent les motifs de mon jugement, l'espèce était complexe. La validité du brevet a été remise en cause sous de multiples aspects. Cependant, les causes de brevets pharmaceutiques sont intrinsèquement complexes.", "I.", "Point A - Choix du barème"], ["[9]", "La jurisprudence sur cette question est substantielle. Chaque partie est parvenue à dénicher un certain nombre d'affaires à l'appui de ses prétentions, chacune de celles-ci étant évidemment jugée suivant les faits précis en cause et leur interprétation par le juge de première instance."], ["[10]", "Il ne s'agit pas ici d'une affaire où les parties ont partiellement obtenu gain de cause. Toutes les journées d'audience, à quelques exceptions près, concernaient l'invalidation du brevet. La demande reconventionnelle de Lundbeck, si elle n'a pas obtenu tout le succès espéré par cette dernière, a néanmoins été accueillie. Ainsi, rien ne justifie de tenir compte de ce facteur en vue de déterminer quelle colonne devrait s'appliquer ni de restreindre la somme qui doit ultimement être déterminée par l'officier taxateur conformément à l'article 405 des Règles (", "<FRAGMENT_SUPPRESSED>  (QL)). Je considère qu'il est approprié d'accorder les dépens selon la valeur maximale prévue à la colonne IV. Voir", "Sanofi-Aventis Canada Inc", "c Apotex Inc", "., 2009 CF 1138, [2009] ACF no 1626 (QL), conf. par 2012 CAF 265, [2012] ACF no 1352 (QL).", "II.", "Point B - Offre de règlement extrajudiciaire de Lundbeck"], ["[11]", "Lundbeck, à titre de défenderesse et de demanderesse reconventionnelle, a présenté une offre de règlement extrajudiciaire le 21 septembre 2012; l'offre est restée ouverte jusqu'à cinq minutes après le début de l'instruction. L'offre prévoyait que chacune des parties se désiste et paie ses propres dépens. Apotex n'y a pas répondu."], ["[12]", "Comme je l'ai mentionné précédemment, l'action en invalidation intentée par Apotex a été rejetée et la demande reconventionnelle en violation de brevet de Lundbeck a été accueillie, avec dépens de plus de 1 700 000 $ au titre de la restitution des bénéfices."], ["[13]", "Les articles 419 et suivants des Règles concernent les offres de règlement. Sauf ordonnance contraire de la Cour, si le demandeur n'a pas gain de cause lors du jugement, le défendeur a droit aux dépens partie-partie jusqu'à la date de signification de l'offre, et, par la suite et jusqu'à la date du jugement, au double de ces dépens mais non au double des débours. De la même manière, si le demandeur, en l'occurrence Lundbeck à titre de demanderesse reconventionnelle, fait une offre écrite de règlement et que le jugement qu'il obtient est aussi avantageux ou plus avantageux que les conditions de l'offre, il a droit aux dépens partie-partie, et au double de ces dépens à partir de la date de l'offre."], ["[14]", "Apotex fait valoir que les dépens ne devraient pas être doublés. Elle soutient qu'il n'y a pas réellement eu de compromis de la part de Lundbeck. Si Apotex avait eu gain de cause, Lundbeck aurait perdu des revenus, les détails desquels sont assujettis à une ordonnance de confidentialité, mais qui auraient été au moins de l'ordre de centaines de millions de dollars avant l'expiration du brevet."], ["[15]", "Lundbeck répond qu'en réalité, Apotex n'avait rien à perdre et qu'elle n'avait pas eu gain de cause dans l'instance introduite sous le régime du", "Règlement sur les médicaments brevetés (avis de conformité)", "en première instance et en appel (", "Lundbeck Canada Inc", "Canada (Ministre de la Santé)", ", 2009 CF 146, 73 CPR (4th) 69, [2009] ACF no 249 (QL), conf. par 2010 CAF 320, 88 CPR (4th) 325, [2010] ACF no 1504 (QL), autorisation d'appel refusée, [2011] CSCR no 43 (QL)."], ["[16]", "Selon le rapport de leur témoin expert, Howard Rosen, et leur propre admission, les sociétés d'Apotex étaient bien conscientes avant le procès que dans l'éventualité où le tribunal accordait la restitution des bénéfices, la somme serait établie au strict minimum à un peu plus d'un million de dollars."], ["[17]", "L'offre de règlement ne demandait pas le désistement unilatéral d'Apotex. Il ne s'agissait pas d'une demande de reddition."], ["[18]", "Par conséquent, je ne vois aucune raison pour laquelle je devrais ordonner que Lundbeck n'ait pas droit au double des dépens à partir de la date de l'offre. Même si l'article 420 des Règles mentionne le double des dépens jusqu'à la date du jugement, comme la Cour ne peut prédire ce qui aurait pu se produire une fois la cause mise en délibéré, j'accorde le double des dépens jusqu'à la date prévue pour la fin des plaidoiries, le 14 décembre 2012.", "III.", "Points C, D, E et F"], ["[19]", "Ces points sont tous similaires dans la mesure où Lundbeck réclame les honoraires et débours raisonnables, y compris les frais de déplacement et d'hébergement et les dépenses connexes, d'un ou deux premiers avocats et d'un ou deux seconds avocats pour l'ensemble des procédures préalables à l'instruction (autres que celles où des dépens ont été accordés à Apotex), de même que pour l'instruction même et la préparation de l'instruction, les frais de déplacement et d'hébergement et les dépenses connexes se rapportant à l'ensemble des procédures préalables à l'instruction, l'ensemble des procédures d'instruction et à la préparation de l'instruction. Le différend entre les parties concerne le nombre de conseillers juridiques."], ["[20]", "En ce qui concerne le point C, pour l'ensemble des procédures préalables à l'instruction, y compris l'interrogatoire préalable, Lundbeck prétend que les dépens devraient être accordés pour un premier avocat et deux seconds avocats. Apotex propose que la directive s'applique à un premier avocat et la moitié de la valeur pour un second avocat; elle prétend qu'aucun montant ne devrait être prévu pour les témoins experts ou les témoins potentiels n'ayant pas été entendus à l'instruction."], ["[21]", "En ce qui concerne le point D, pour l'ensemble des procédures d'instruction et de la préparation à l'instruction, Lundbeck demande que la directive tienne compte de deux premiers avocats et de deux seconds avocats. Apotex ne s'oppose pas aux deux premiers avocats, mais n'accepte qu'un seul second avocat, conformément auxarticles13 et 15 du tarif B."], ["[22]", "En ce qui concerne le point E sur les frais de déplacement et autres frais liés aux procédures préalables à l'instruction, Lundbeck souhaite que la directive couvre un premier avocat et deux seconds avocats. Apotex propose un premier avocat et un second avocat."], ["[23]", "En ce qui concerne la question F sur les frais de déplacement et autres frais liés à l'instruction et à la préparation à l'instruction, Lundbeck demande que la directive prévoie deux premiers avocats et deux seconds avocats. Apotex propose deux premiers avocats et un second avocat."], ["[24]", "Je souscris aux prétentions d'Apotex sur ces articles. Sauf circonstances exceptionnelles, notre tarif n'a pas pour but d'accorder intégralement les dépens demandés par une partie. Pour l'essentiel de l'instruction, six avocats ont comparu pour Lundbeck, et Apotex a fait comparaître cinq ou quatre avocats selon la journée. Les grandes entreprises pharmaceutiques brassent de grandes affaires, et les litiges d'envergure font partie de ces affaires. Il n'est pas habituel d'accorder les dépens d'un deuxième avocat adjoint, et je ne choisis pas de le faire.", "IV.", "Point G - Déplacements et autres dépenses du personnel de Lundbeck"], ["[25]", "Lundbeck demande que des débours raisonnables soient accordés pour son avocat interne, son directeur des brevets et des marques de commerce et un de ses spécialistes techniques."], ["[26]", "Apotex convient que les débours de John Meidahl Petersen se rapportant à son interrogatoire préalable en tant que représentant de Lundbeck devraient être recouvrables, mais s'oppose au reste."], ["[27]", "Même si les deux parties exposent chacune leur thèse dans à peu près tous les aspects des différends concernant les dépens dans les affaires en matière de propriété intellectuelle, le principe général veut qu'aucuns débours ne soient accordés pour les personnes n'ayant pas témoigné. Je suis d'accord avec Apotex.", "V.", "Point H - Débours raisonnables pour tous les témoins factuels"], ["[28]", "Apotex fait valoir que ces débours ne sont pas accordés en vertu des pratiques habituelles, à moins, bien sûr, qu'un témoin n'ait reçu une assignation à témoigner et qu'une allocation de subsistance ne soit fournie. L'avocat d'Apotex réfère au paragraphe 54 du jugement", "Eurocopter c", "Bell Helicopter Textron Canada Ltée", ", 2012 CF 842, [2012] ACF no 1055 (QL). Cependant, le raisonnement n'a pas été entièrement exposé dans ce jugement partagé. Je remarque que les témoins y servaient aussi de conseillers techniques. Dans cette affaire, une parajuriste a témoigné pour Lundbeck, mais elle était de la région et n'a pas fait de dépenses additionnelles. Selon mon expérience, les dépenses de ce genre sont toujours accordées."], ["[29]", "Dans la présente espèce, un certain nombre de témoins factuels ont été nécessaires, bon nombre d'entre eux originaires du Danemark, où est situé le siège social de Lundbeck, et des États-Unis. J'accorde les débours raisonnables de ces témoins.", "VI.", "Point I - Honoraires relatifs à la taxation des dépens"], ["[30]", "Cette question sera traitée en conclusion des présents motifs.", "VII.", "Point J - Honoraires relatifs aux services d'étudiants, de parajuristes ou de stagiaires en droit pour l'ensemble des procédures et pendant l'instruction"], ["[31]", "Ces honoraires ne sont pas habituellement taxés, et je ne vois aucune raison de déroger à cette pratique. Comme l'a énoncé monsieur le juge Hughes au paragraphe 25 de", "Janssen-Ortho Inc", "Novopharm Ltd", "., 2006 CF 1333, 57 CPR (4th) 58, [2006] ACF no 1684 (QL):", "Les frais liés à la présence d'un client ou de ses représentants sont normalement assumés par le client. De plus, si le client demande à des avocats canadiens ou étrangers de l'aider, il doit en assumer seul le coût. Il en va de même pour les experts qui n'ont pas été appelés comme témoins, mais qui ont fourni une autre forme d'aide; il s'agit d'un choix de la part d'une partie, mais non d'une dépense qui doit être assumée par les autres. Le même principe s'applique aux techniciens juridiques, aux commis, aux stagiaires ou à toute autre personne engagée par les demanderesses dans le cadre de la présente action, à moins que ces personnes ne soient expressément mentionnées dans les présents motifs.", "Soit dit en passant, l'affaire en question en est une autre dans laquelle les honoraires ont été accordés selon les valeurs maximales de la colonne IV.", "VIII.", "Point K - Honoraires et débours raisonnables relatifs aux experts de Lundbeck ayant témoigné lors de l'instruction"], ["[32]", "Apotex ne présente pas d'opposition, mais souligne que le taux horaire accordé à un expert ne devrait pas dépasser le taux horaire accordé à l'avocat principal de Lundbeck. La position d'Apotex est conforme à l'état actuel du droit. L'officier de taxation prendra en considération les décisions de monsieur le juge Hughes,", "Janssen-Ortho", ", précitée, et", "Bayer Inc c", "Cobalt Pharmaceuticals Company", ", 2013 CF 1061."], ["[33]", "Par ailleurs, les honoraires et débours raisonnables du docteur Bode, qui a préparé un rapport de toxicité, sont accordés. Le rapport du docteur Bode a été déposé et il s'agissait de sa preuve principale. Ce n'est que parce qu'Apotex a renoncé à contre-interroger le docteur Bode qu'il n'a pas comparu à l'instruction.", "IX. Point L - Ensemble des honoraires et des débours raisonnables relatifs aux experts de Lundbeck n'ayant pas témoigné lors de l'instruction"], ["[34]", "Conformément à la règle générale, comme je l'ai souligné précédemment, je ne vois aucune raison d'ordonner que ces honoraires et débours soient accordés. Même s'il est vrai qu'Apotex n'a abandonné son allégation relative au brevet de sélection qu'une fois l'instruction commencée, il existe une abondance d'affaires dans lesquelles des éléments ont été abandonnés en cours d'instruction sans que des dépens ne soient accordés pour les témoins n'ayant plus à témoigner.", "X.", "Point M - Sténographie"], ["[35]", "Apotex affirme que selon la jurisprudence récente la sténographie n'est plus taxée. Elle réfère à l'affaire", "<FRAGMENT_SUPPRESSED>  [2012] ACF no 126 (QL), dans laquelle un officier de taxation a procédé à la taxation des dépens. Cependant, l'officier de taxation, M. Preston, devait statuer sur des services de transcription judiciaire lors de l'appel, qu'il a admis comme raisonnables et justifiés. Ses motifs ne mentionnent pas que la taxation de la sténographie lors de l'interrogatoire préalable ou de l'instruction ait jamais été en question."], ["[36]", "Comme le sait n'importe quel avocat plaidant, il est crucial qu'une transcription exacte soit préparée par un sténographe impartial. Les interrogatoires préalables sont transcrits de façon à ce qu'il puisse être donné suite correctement et justement aux engagements et aux objections. Des passages de la transcription peuvent être utilisés dans des arguments lors de l'instruction, ou pour confronter un témoin dont le témoignage est incohérent."], ["[37]", "En l'espèce, il a été convenu d'obtenir la transcription quotidienne de l'instruction. Les transcriptions ont été abondamment utilisées par les avocats et par la Cour. En outre, il serait impossible d'avoir un dossier d'appel approprié sans elles."], ["[38]", "Aucun débours ne mérite davantage d'être recouvrable.", "XI.", "Point N - Débours raisonnables relatifs aux services informatiques"], ["[39]", "Après discussion, j'ai jugé que cette question devrait être réglée par l'officier de taxation. Ces débours sont éminemment tributaires du contexte plutôt que du principe.", "XII.", "Dépens de la présente requête"], ["[40]", "Les honoraires, non doublés, et les débours relatifs à la présente requête sont accordés comme suit: honoraires selon l'article 21 du tarif B pour un avocat principal et un avocat adjoint, selon les valeurs maximales de la colonne IV, pour une audience de quatre heures, et les frais de déplacement des mêmes avocats conformément à l'article 24. La Cour a décidé d'instruire la requête à Ottawa, ce qui a forcé les avocats de Lundbeck à se déplacer de Montréal.", "JUGEMENT"], ["[41]", "LA COUR STATUE qu'", "il est ordonné à l'officier taxateur de taxer les dépens de H. Lundbeck A/S conformément aux présents motifs.", "[End of document]"]]}