{"id_": "076186", "body_str": [["[1]", "O'Keefe, J.", ": This is an application pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (the Act) for judicial review of a decision of the Immigration and Refugee Board, Refugee Protection Division (the Board), dated July 6, 2012, wherein the applicants were determined to be neither Convention refugees within the meaning of section 96 of the Act nor persons in need of protection as defined in subsection 97(1) of the Act."], ["[2]", "The applicants request that the Board's decision be set aside and the application be referred back to the Board for redetermination by a different panel.", "Background"], ["[3]", "The principal applicant, Gabor Burai and his family are citizens of Hungary. The principal applicant is of Roma ethnicity and his spouse, Sarolta Forgacs is an ethnic Hungarian born in Romania. They allege that they are persecuted on the basis of their ethnicity."], ["[4]", "The applicants' older son, who was not a claimant before the Board but intends to join his family in Canada, was attacked in August 2008 in Budapest by attackers yelling racial slurs. The son was stabbed in the shoulder and required medical treatment in a hospital. The police investigated but were not successful in identifying the perpetrators."], ["[5]", "The principal applicant's wife also alleges persecution based on her Romanian background."], ["[6]", "The principal applicant alleges he was persecuted by the Hungarian Guard, a nationalist militia with headquarters located very close to his home. In November 2007, several young men threatened him and used racial slurs. In May 2008, he was attacked by four members of the Guard. In July 2008, his car was vandalized after he was again the subject of racial slurs."], ["[7]", "In January 2011, the principal applicant's younger son was attacked by three men in black uniforms. His friend was stabbed but the son managed to escape. The friend's mother asked the principal applicant not to complain to the police because the attackers had threatened further violence if it were reported."], ["[8]", "The family fled Hungary and arrived in Canada on March 16, 2011. They claimed protection on March 21, 2011.", "Board's Decision"], ["[9]", "The Board heard the applicants' claim on May 16, 2012 and rendered its decision on July 6, 2012. The Board accepted the identities of the family. The Board described the applicants' allegations and the supporting documentary evidence and appears to have accepted their allegations."], ["[10]", "The Board rejected their claim based on state protection. The Board described the principles of state protection and concluded that since Hungary is a democracy, the presumption of state protection was a strong one. The Board indicated it had considered the affidavit of a Roma politician who described proposed constitutional changes to limit the rights of Roma, but noted no such changes had been implemented. The affidavit described other discriminatory measures against Roma, including the desire of the Jobbik political party to establish public security camps. The Board gave little weight to these claims given the lack of corroborating evidence."], ["[11]", "The Board went on to canvass several other country conditions documents indicating that discrimination against Roma existed in Hungary and the measures taken by the government to combat this phenomenon."], ["[12]", "The Board noted that the police had closed the investigation into the beating of the principal applicant's eldest son as he could not identify the perpetrators. The applicants could have appealed this decision but did not. The oldest son had withdrawn his claim for protection in Canada and returned to Hungary. The Board also noted that the principal applicant and his youngest son had never gone to the police regarding the attacks on them. The Board concluded on a balance of probabilities, the applicants had not rebutted the presumption of state protection on the basis of their personal experience."], ["[13]", "The Board noted country conditions, listing the legislation introduced by the government to combat discrimination and other policies relating to housing and employment. Based on the applicants' testimony, the Board concluded the principal applicant had no basic employment difficulties."], ["[14]", "The Board concluded the applicants had not rebutted the presumption of state protection personally or the risk to Roma in general and dismissed the claim.", "Issues"], ["[15]", "The applicants submit the following point at issue:", "Did the Board commit reviewable errors by failing to consider the totality of the evidence in relation to state protection; and by engaging in an erroneous legal analysis in determining whether there was state protection?"], ["[16]", "I would rephrase the issues as follows:", "1. What is the appropriate standard of review?", "2. Did the Board err in rejecting the applicants' claim?", "Applicants' Written Submissions"], ["[17]", "The applicants emphasize that the Board made no negative credibility findings and rejected the claim solely based on state protection. The applicants argue the Board failed to consider the totality of the evidence in relation to state protection and engaged in erroneous legal analysis in finding that there was state protection for the applicants."], ["[18]", "The applicants submit the Board overlooked evidence that state legislation and police institutions in Hungary are inadequate, especially in relation to the protection of the Roma. The applicants submitted evidence that violence against Roma has increased since 2008, that the Hungarian legal system and police are imbued with racism against Roma and that the Hungarian state is now taking Roma rights and protections away."], ["[19]", "The increase in racially motivated violence since 2008 was in the Board's own National Documentation Package. The Board did address the increase in violence. The Board did not consider recent anti-Roma political developments such as the election of the Jobbik Party to the Hungarian Parliament in 2009 and its becoming the third party in 2010. The head of that party established the Hungarian Guard, the organization whose members persecuted the applicants. The National Documentation Package indicated the government had abolished the position of Minority Ombudsman. The Board clearly disregarded this evidence, since its reasons specifically mention the Minority Ombudsman as evidence of state protection for Roma. It was unreasonable for the Board to dismiss the expert affidavits."], ["[20]", "The applicants dispute the Board's finding that Hungary is a democracy, as they submitted an article challenging this point. The Board also disregarded evidence from a response to information request (RIR) indicating law enforcement authorities systemically failed to provide effective protection to Roma. One of the expert affidavits indicated that a union representing a quarter of police officers has an official alliance with the Jobbik Party. All of this evidence shows it was reasonable for the applicants to mistrust the police. The Hungarian state has clearly failed to stop police violence against Roma. When there is evidence that directly contradicts the Board's findings, it must acknowledge such evidence in its decision."], ["[21]", "The applicants' second argument is that the Board used erroneous analysis in assessing state protection. The \"serious efforts\" standard has been rejected by this Court. State protection must be adequate. A legislative framework on its own is insufficient evidence of adequate state protection. This case law was presented to the Board, but the Board conflated serious efforts with adequate state protection. Had the Board performed a reasonable analysis, the conclusion would have been that there is not adequate state protection for Roma in Hungary.", "Respondent's Written Submissions"], ["[22]", "The respondent submits that the applicable standard of review is reasonableness and that the Board's state protection finding is reasonable."], ["[23]", "The respondent argues that where state protection is reasonably forthcoming, a claimant's failure to approach the state for protection will defeat their claim. The applicants were unable to adduce sufficient, reliable and convincing evidence that state protection was inadequate. The Board considered the totality of the evidence but found that the government is making serious efforts to protect the Roma. Tribunals are presumed to have considered all evidence and are not required to mention every piece of evidence. The applicants merely disagree with the Board's assessment of the evidence."], ["[24]", "Both parties provided further submissions reiterating their arguments.", "Analysis and Decision", "Issue 1", "What is the appropriate standard of review?"], ["[25]", "Where previous jurisprudence has determined the standard of review applicable to a particular issue before the court, the reviewing court may adopt that standard (see", "<FRAGMENT_SUPPRESSED>  at paragraph 57)."], ["[26]", "Issues of state protection and of the weighing, interpretation and assessment of evidence are reviewable on a reasonableness standard (see", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 924 at paragraph 5; and", "<FRAGMENT_SUPPRESSED>  [2009] FCJ No 1286 at paragraph 38)."], ["[27]", "In reviewing the Board's decision on the standard of reasonableness, the Court should not intervene unless the Board came to a conclusion that is not transparent, justifiable and intelligible and within the range of acceptable outcomes based on the evidence before it (see <FRAGMENT_SUPPRESSED> above, at paragraph 47;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ). As the Supreme Court held in <FRAGMENT_SUPPRESSED> above, it is not up to a reviewing court to substitute its own view of a preferable outcome, nor is it the function of the reviewing court to reweigh the evidence (at paragraph 59).", "Issue 2", "Did the Board err in rejecting the applicants' claim?"], ["[28]", "The Board, in its reasons, properly described the test for state protection as one of adequacy. This is in line with this Court's repeated instruction that the existence of \"serious efforts\" at state protection are not determinative of the adequacy of state protection. As I said in", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 1637 at paragraphs 27 to 29:", "27 The use of the phrase \"in other words\" in the passage is incorrect: \"adequate protection\" and \"serious efforts at protection\" are not the same thing. The former is concerned with whether the actual outcome of protection exists in a given country, while the latter merely indicates whether the state has taken steps to provide that protection.", "28 It is of little comfort to a person fearing persecution that a state has made an effort to provide protection if that effort has little effect. For that reason, the Board is tasked with evaluating the empirical reality of the adequacy of state protection.", "29 This Court has affirmed this interpretation of state protection repeatedly. ..."], ["[29]", "Therefore, the Board set out the law correctly. The Board's consideration of the country conditions evidence, however, strays from this focus on adequacy instead of effort:", "However, the documentary evidence currently before the Board states that Hungary is", "attempting", "to correct its historical discrimination against the Roma people.", "[...]", "...a number of initiatives that the Hungarian government has made in its", "attempt", "to eradicate discrimination and racism in the country.", "[...]", "...the government is taking", "active steps", "to change the attitude and treatment of members of the police force toward minorities ...", "[...]", "The above report also outlines the", "efforts", "that the Hungarian government is making to eradicate discrimination ....", "[...]", "The Hungarian government has", "taken measures", "to reduce Romani segregation in education ...", "[...]", "...there is evidence that the government is making concrete", "efforts", "to provide scholarship and non-segregation of Romani pupils to help them obtain a better education. [emphasis added]"], ["[30]", "Most importantly, in concluding its analysis, the Board mentions the proper test and the wrong test in the same sentence:", "This suggests that although not perfect, there is adequate state protection in Hungary and that Hungary is", "making serious and genuine efforts", "to erase the problem of racism against Roma. [emphasis added]"], ["[31]", "While the Board invokes adequacy in its conclusion, the sentence above does little to make a reviewing court confident that the Board's focus was on the proper legal test and not the commonly misused test mentioned immediately after. This ambiguity puts the Board's decision at odds with <FRAGMENT_SUPPRESSED> values of transparency and justifiability, given that it is not clear whether the decision was justified in reference to the proper test."], ["[32]", "Similarly, attempting to extrapolate to what the Board's conclusion would have been had it properly stated the test is fruitless, given that it analyzed the majority of the evidence in the frame of serious efforts and attempts, as shown by the excerpts above."], ["[33]", "This Court must defer to the Board's expertise in refugee determination, but such deference does not extend to permitting the Board to rely, even in part, on a legal misconception which has been corrected by this Court a number of times."], ["[34]", "The Board's decision is outside the range of possible acceptable outcomes due to being rooted in analysis of state protection evidence based on the incorrect \"serious efforts\" test. It is therefore unreasonable and must be set aside."], ["[35]", "The application for judicial review is therefore granted and the matter is referred to a different panel of the Board for redetermination."], ["[36]", "Neither party wished to submit a proposed serious question of general importance for my consideration for certification.", "JUDGMENT"], ["[37]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is allowed, the decision of the Board is set aside and the matter is returned to a different panel of the Board for redetermination.", "ANNEX", "Relevant Statutory Provisions", "Immigration and Refugee Protection Act", ", SC 2001, c 27", "72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "72. (1) Le contrôle judiciaire par la Cour fédérale de toute mesure - décision, ordonnance, question ou affaire - prise dans le cadre de la présente loi est subordonné au dépôt d'une demande d'autorisation.", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", ".........................", "Gabor Burai,  <FRAGMENT_SUPPRESSED>  Cour est saisie d'une demande de contrôle judiciaire, fondée sur le paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (la Loi), à l'égard d'une décision du 6 juillet 2012 par laquelle la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié (la Commission) a conclu que les demandeurs n'avaient pas la qualité de réfugié au sens de la Convention au sens de l'article 96 de la Loi ni celle de personne à protéger au sens du paragraphe 97(1) de la Loi."], ["[2]", "Les demandeurs demandent que la décision de la Commission soit annulée et que la demande soit renvoyée à un tribunal différemment constitué de la Commission pour qu'il rende une nouvelle décision.", "Contexte"], ["[3]", "Le demandeur principal, Gabor Burai, et les membres de sa famille sont des citoyens de la Hongrie. Le demandeur principal est d'origine rom et son épouse, Sarolta Forgacs, est d'origine hongroise, mais elle est née en Roumanie. Les demandeurs soutiennent être persécutés en raison de leur origine ethnique."], ["[4]", "Le fils aîné des demandeurs, qui n'est pas l'un des demandeurs s'étant présentés devant la Commission, mais qui compte rejoindre sa famille au Canada, a été agressé en août 2008 à Budapest par des hommes qui hurlaient des injures à caractère raciste. Il a été poignardé à l'épaule et a dû se rendre à l'hôpital pour y recevoir des soins. La police a fait enquête, mais elle n'a pas réussi à identifier les assaillants."], ["[5]", "L'épouse du demandeur principal soutient elle aussi qu'elle est persécutée en raison de ses liens avec la Roumanie."], ["[6]", "Le demandeur principal affirme qu'il a été persécuté par la Garde hongroise, une milice nationaliste dont les quartiers généraux sont situés très près de chez lui. En novembre 2007, plusieurs jeunes gens l'ont menacé et lui ont lancé des insultes à caractère raciste. En mai2008, il a été agressé par quatre membres de la Garde. En juillet 2008, son automobile a été vandalisée après qu'il eut encore une fois fait l'objet d'insultes racistes."], ["[7]", "En janvier 2011, trois hommes portant des uniformes noirs ont agressé le fils cadet du demandeur principal. Celui-ci a réussi à s'échapper, mais l'ami avec qui il était a été poignardé. La mère de cet ami a demandé au demandeur principal de ne pas porter plainte à la police parce que les agresseurs avaient menacé de commettre de nouvelles violences si l'incident était signalé."], ["[8]", "La famille a fui la Hongrie pour se rendre au Canada où elle est arrivée le 16 mai 2011. Le 21 mars 2011, les demandeurs ont présenté une demande d'asile.", "Décision de la Commission"], ["[9]", "La Commission a instruit la demande d'asile des demandeurs le 16 mai 2012 et elle a rendu sa décision le 6 juillet 2012. La Commission a reconnu l'identité des membres de la famille. Elle a procédé à la description des allégations des demandeurs et de la preuve documentaire présentée à l'appui, et il semble qu'elle ait prêté foi aux allégations."], ["[10]", "La Commission a rejeté la demande d'asile pour des raisons de protection de l'État. Elle a décrit les principes applicables à ce chapitre et a conclu que, puisque la Hongrie était un pays démocratique, la présomption relative à la protection de l'État était solide. Elle a dit avoir examiné l'affidavit d'un politicien rom qui décrivait les modifications constitutionnelles envisagées pour restreindre les droits des Roms en Hongrie, mais elle a fait remarquer qu'aucune de ces modifications n'avait été mise en œuvre. L'auteur de l'affidavit faisait état d'autres mesures discriminatoires visant les Roms, plus particulièrement de l'intention du parti politique Jobbik d'établir des camps de sécurité publique. Vu l'absence de preuve corroborante, la Commission a accordé peu de poids à ces affirmations."], ["[11]", "La Commission a ensuite passé en revue plusieurs autres documents sur la situation dans le pays qui montraient que les Roms faisaient bel et bien l'objet de discrimination en Hongrie et qui décrivaient les mesures prises par le gouvernement pour contrer le problème."], ["[12]", "La Commission a relevé que la police avait clos l'enquête sur l'agression dont avait été victime le fils aîné du demandeur principal parce que ce dernier n'avait pu en identifier les auteurs. Les demandeurs auraient pu en appeler de cette décision, mais ils ne l'ont pas fait. Le fils aîné a retiré sa demande d'asile au Canada et est retourné en Hongrie. La Commission a aussi fait remarquer que le demandeur principal et son fils cadet n'avaient jamais signalé à la police les agressions dont ils auraient fait l'objet. Elle a conclu, selon la prépondérance des probabilités et compte tenu de leurs expériences personnelles, que les demandeurs n'avaient pas réfuté la présomption de protection de l'État."], ["[13]", "La Commission a fait état des conditions dans le pays et énuméré les mesures législatives antidiscriminatoires adoptées par le gouvernement et diverses autres politiques mises en place en matière de logement et d'emploi. La Commission a conclu, sur la foi du témoignage des demandeurs, que le demandeur principal n'avait pas eu de véritables problèmes d'emploi."], ["[14]", "La Commission a conclu que les demandeurs n'avaient pas réfuté, quant à leur situation personnelle ou au risque couru par les Roms de manière générale, la présomption de protection de l'État, et elle a rejeté la demande d'asile.", "Questions en litige"], ["[15]", "Les demandeurs soulèvent le point suivant:", "La Commission a-t-elle commis une erreur susceptible de contrôle en ne tenant pas compte de l'ensemble de la preuve relative à la protection de l'État et en procédant à une analyse juridique erronée en vue de déterminer si une telle protection était ou non disponible?"], ["[16]", "Je reformulerais la question qui précède comme suit:", "1. Quelle est la norme de contrôle applicable?", "2. La Commission a-t-elle commis une erreur en rejetant la demande d'asile des demandeurs?", "Observations écrites des demandeurs"], ["[17]", "Les demandeurs insistent sur le fait que la Commission n'a pas tiré de conclusion défavorable quant à leur crédibilité et qu'elle a rejeté la demande d'asile sur le seul fondement de la protection de l'État. Ils font valoir que la Commission n'a pas tenu compte de l'ensemble de la preuve relative à la protection de l'État et qu'elle a procédé à une analyse juridique erronée avant de conclure que l'État était en mesure de les protéger."], ["[18]", "Les demandeurs soutiennent que la Commission a fait abstraction d'éléments de preuve montrant le caractère inadéquat des lois de l'État et des institutions de police en Hongrie, surtout en ce qui concerne la protection des Roms. D'après certains éléments soumis par les demandeurs, la violence contre les Roms s'est accrue depuis 2008 en Hongrie, le système juridique et la force policière sont foncièrement racistes à l'égard les Roms et l'État hongrois retire actuellement des droits et des garanties aux Roms."], ["[19]", "Il est même fait état de l'accroissement de la violence à caractère raciste depuis 2008 dans le cartable national de documentation de la Commission. Celle-ci y a d'ailleurs fait allusion. Elle n'a toutefois pas pris en considération l'évolution politique récente défavorable aux Roms, et notamment l'élection au Parlement hongrois en 2009 de candidats du parti Jobbik, et le fait que ce parti est devenu le troisième en importance en 2010. Le chef du parti Jobbik a mis sur pied la Garde hongroise, l'organisation même dont les membres ont persécuté les demandeurs. On mentionnait aussi dans le cartable l'abolition par le gouvernement de la fonction de médiateur pour les minorités. La Commission a manifestement fait abstraction de cet élément de preuve, puisqu'elle a invoqué expressément dans ses motifs l'existence d'un tel médiateur comme preuve de la protection des Roms par l'État. Il était déraisonnable pour la Commission de ne tenir aucun compte des affidavits d'experts présentés."], ["[20]", "Les demandeurs contestent la conclusion de la Commission voulant que la Hongrie soit un pays démocratique, alors qu'ils avaient produit en preuve un article mettant en question ce point de vue. La Commission a aussi fait abstraction de la réponse à une demande d'information où il était indiqué que, de manière systématique, les forces de l'ordre offraient aux Roms une protection inadéquate. D'après l'un des affidavits d'experts, un syndicat représentant le quart des policiers a conclu une alliance en bonne et due forme avec le parti Jobbik. Ces divers éléments de preuve font comprendre qu'il était raisonnable pour les demandeurs de se méfier de la police. Manifestement, l'État hongrois n'a pas su empêcher la violence policière à l'endroit des Roms. Lorsque des éléments de preuve contredisent directement les conclusions tirées par la Commission, celle-ci doit faire état de ces éléments dans sa décision."], ["[21]", "Le second argument des demandeurs est que la Commission a procédé à une analyse erronée de la protection offerte par l'État hongrois. La Cour a déjà rejeté le critère des « efforts sérieux », préférant celui de la protection de l'État adéquate. L'existence d'un cadre législatif ne suffit pas en soi à établir ce caractère adéquat. De la jurisprudence à cet égard a été soumise à la Commission, mais celle-ci a confondu les notions d'efforts sérieux et de protection de l'État adéquate. Si la Commission avait procédé à une analyse raisonnable, elle aurait conclu que les Roms ne disposent pas d'une protection de l'État adéquate en Hongrie.", "Observations écrites du défendeur"], ["[22]", "Le défendeur soutient qu'en fonction de la norme de contrôle applicable de la raisonnabilité, la conclusion de la Commission relative à la protection de l'État est raisonnable."], ["[23]", "Le défendeur fait valoir que, lorsqu'il est raisonnable de s'attendre à ce que l'État assure une protection, le demandeur d'asile qui n'aura pas cherché à obtenir cette protection verra sa demande rejetée. Les demandeurs n'ont pu présenter une preuve suffisante, fiable et convaincante du caractère inadéquat de la protection de l'État. La Commission a pris en compte l'ensemble de la preuve et elle est arrivée à la conclusion que l'État hongrois faisait des efforts sérieux pour protéger les Roms. Les tribunaux sont présumés avoir tenu compte de l'ensemble de la preuve, sans qu'ils n'aient à mentionner chacun de ses éléments. Les demandeurs sont simplement en désaccord avec la Commission sur son appréciation de la preuve."], ["[24]", "Les deux parties ont présenté des observations complémentaires où elles ont répété leurs arguments.", "Analyse et décision", "Question no 1", "Quelle est la norme de contrôle applicable?"], ["[25]", "Lorsque la norme de contrôle applicable à une question particulière dont elle est saisie est déjà établie dans la jurisprudence, la cour de révision peut adopter cette norme (voir", "<FRAGMENT_SUPPRESSED> , au paragraphe 57)."], ["[26]", "Les questions qui concernent la protection de l'État et la pondération, l'interprétation et l'appréciation de la preuve appellent la norme de la raisonnabilité (voir", "<FRAGMENT_SUPPRESSED>  [2011] ACF no 924, au paragraphe 5, et", "<FRAGMENT_SUPPRESSED>  [2009] ACF no 1286, au paragraphe 38)."], ["[27]", "Lorsqu'elle procède au contrôle d'une décision de la Commission selon la norme de la raisonnabilité, la Cour s'abstiendra d'intervenir, à moins que la Commission ne soit arrivée à une conclusion qui n'est pas transparente, justifiée et intelligible et qui n'appartient pas aux issues acceptables au regard de la preuve qui lui a été soumise (voir <FRAGMENT_SUPPRESSED> , précité, au paragraphe 47, et", "<FRAGMENT_SUPPRESSED> ). Comme l'a statué la Cour suprême dans l'arrêt <FRAGMENT_SUPPRESSED> , précité, il n'appartient pas à la cour de révision de substituer la solution qu'elle juge elle-même appropriée à celle qui a été retenue, pas plus qu'il n'entre dans ses attributions de soupeser à nouveau les éléments de preuve (au paragraphe 59).", "Question no 2", "La Commission a-t-elle commis une erreur en rejetant la demande d'asile des demandeurs?"], ["[28]", "Dans ses motifs, la Commission a décrit correctement le critère applicable à la protection de l'État comme étant celui du caractère adéquat. Cela concorde avec la directive maintes fois énoncée par la Cour voulant que l'existence d'« efforts sérieux » de protection de la part d'un État ne permette pas de conclure que cette protection est adéquate. Comme je l'ai dit dans", "<FRAGMENT_SUPPRESSED>  [2012] ACF no 1637, aux paragraphes 27 à 29:", "27 La Commission a tort de dire « [e]n d'autres termes » dans ce passage: la « protection adéquate » et les « sérieux efforts pour protéger [les] citoyens » sont deux choses différentes. L'une concerne la question de savoir si la protection est effectivement assurée dans un pays donné, tandis que les autres ne nous renseignent que sur celle de savoir si l'État a pris des mesures afin de garantir cette protection.", "28 C'est une maigre consolation pour la personne qui craint d'être persécutée que son État ait fait des efforts pour la protéger si ceux-ci ne sont pas ou guère suivis d'effet. C'est pourquoi la Commission doit évaluer dans sa réalité empirique le caractère adéquat de la protection de l'État.", "29 Notre Cour a avalisé à maintes reprises cette interprétation du critère de la protection de l'État [...]"], ["[29]", "La Commission a ainsi énoncé correctement le droit. Or, dans son examen de la preuve sur les conditions dans le pays, elle s'est écartée du caractère adéquat de la protection pour se concentrer sur les efforts consentis:", "Toutefois, la preuve documentaire dont est saisie la Commission démontre que la Hongrie", "tente", "de régler ce problème.", "[...]", "[...] des nombreuses initiatives prises par le gouvernement hongrois pour lutter contre la discrimination et le racisme dans ce pays.", "[...]", "[...] le gouvernement prend", "des mesures concrètes", "pour changer l'attitude des policiers envers les minorités [...]", "[...]", "Le rapport décrit également les", "efforts", "que déploie le gouvernement de la Hongrie en vue d'éliminer la discrimination [...]", "[...]", "Le gouvernement de la Hongrie a", "pris des mesures", "pour réduire la ségrégation des Roms dans le domaine de l'éducation [...]", "[...]", "[...] des éléments de preuve indiquent que le gouvernement déploie des", "efforts", "concrets pour fournir des bourses d'études et des classes non ségrégées aux élèves roms afin de les aider à recevoir une meilleure éducation. [Non souligné dans l'original.]"], ["[30]", "Plus important encore, la Commission a conclu son analyse en mentionnant le bon et le mauvais critères dans une même phrase:", "[Des éléments de preuve documentaire] portent à croire que, bien qu'elle ne soit pas parfaite, il existe une protection de l'État adéquate en Hongrie et que ce pays", "déploie de sérieux efforts", "pour lutter contre le problème du racisme à l'égard des Roms. [Non souligné dans l'original.]"], ["[31]", "Bien que la Commission invoque le caractère adéquat dans sa conclusion, l'extrait précité ne permet guère à une cour de révision de croire qu'elle s'est principalement appuyée sur le critère juridique approprié, et non sur le critère fréquemment employé à tort, tout juste après mentionné. Cette ambiguïté rend la décision de la Commission incompatible avec les valeurs de transparence et de justification mises de l'avant dans <FRAGMENT_SUPPRESSED> , étant donné que l'on ne sait pas si elle sa justification tient au bon critère."], ["[32]", "De même, il serait vain d'essayer d'extrapoler ce qu'aurait été la conclusion de la Commission si celle-ci avait énoncé le critère correctement, puisqu'elle a analysé la plupart des éléments de preuve, ainsi qu'en attestent les extraits précités, sous l'angle des tentatives et des efforts sérieux."], ["[33]", "La Cour doit s'en remettre à l'expertise de la Commission en matière de demande d'asile, mais cette retenue ne va pas jusqu'à permettre à la Commission de s'appuyer, même partiellement, sur une mauvaise conception juridique que la Cour a corrigée à de nombreuses reprises."], ["[34]", "La décision de la Commission n'appartient pas aux issues possibles acceptables puisqu'elle repose, dans son analyse de la preuve sur la protection de l'État, sur le critère erroné des « efforts sérieux ». Elle est donc déraisonnable et doit être annulée."], ["[35]", "La demande de contrôle judiciaire est donc accueillie et l'affaire est renvoyée à un tribunal différent de la Commission pour nouvelle décision."], ["[36]", "Aucune des parties n'a souhaité me soumettre une question grave de portée générale à certifier.", "JUGEMENT"], ["[37]", "LA COUR STATUE:", "la demande de contrôle judiciaire est accueillie, la décision de la Commission est annulée et l'affaire est renvoyée à un tribunal différent de la Commission pour nouvelle décision.", "ANNEXE", "Dispositions législatives applicables", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27", "72. (1) Le contrôle judiciaire par la Cour fédérale de toute mesure - décision, ordonnance, question ou affaire - prise dans le cadre de la présente loi est subordonné au dépôt d'une demande d'autorisation.", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", ") is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", ") not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", ") to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", ") to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "[End of document]"]]}