{"id_": "076132", "body_str": [["[1]", "Lemieux, J.", ": This is an appeal dated October 3, 1997, by Bang Fu Hsu from the August 15, 1997 decision of Citizenship Judge Pamela Appelt who refused to approve Mr. Hsu's application for citizenship on the sole ground of failure to meet the residency requirements set out in s. 5(1)(c) of the", "Citizenship Act", ", R.S.C. 1985, c. C-29 (\"the", "Act", "\")."], ["[2]", "Under that paragraph of the", "Act", ", an applicant is required to have accumulated at least three years (1,095) days of residence in Canada within the four years immediately preceding his or her application."], ["[3]", "The appeal proceeded before me by way of trial de novo since Mr. Hsu's appeal had been launched prior to the coming into force of the", "Federal Court Rules", ", 1998 which now provide that citizenship appeals proceed by way of application.", "The Citizenship Judge's Decision"], ["[4]", "Citizenship Judge Appelt found the following material facts:", "(i) Mr. Hsu arrived in Canada as a permanent resident on September 29, 1993;", "(ii) his absences from Canada totalled 976 days in the four years immediately preceding his application for citizenship which was made on January 15, 1997;", "(iii) during the relevant period (September 23, 1993 to January 15, 1997), Mr. Hsu was physically present in Canada for only 119 days;"], ["[5]", "Citizenship Judge Appelt formulated the issue before her as being Mr. Hsu's burden of satisfying her, in order to meet the residency requirements, that his absences from Canada (or at least a part of those absences), could be counted as a period of residence in Canada."], ["[6]", "To establish residence, Citizenship Judge Appelt said that an individual must show, in mind and in fact, a centralization of his or her mode of living in Canada. She went on to say that if such residence is established, absences from Canada do not affect this residence as long as it is demonstrated that the individual left for a temporary purpose only and maintained in Canada some real and tangible form of residence."], ["[7]", "In Mr. Hsu's case, Citizenship Judge Appelt held that Mr. Hsu had not established a residence in Canada by virtue of a centralized mode of living in Canada."], ["[8]", "She referred to the following judgments of this Court:", "(a)", "Leung, Re", "(1991), 42 F.T.R. 149 (T.D.), (T-458-90), for two propositions:", "(i) first, when absences are for purely personal reasons and of a voluntary nature, they cannot be counted as time of residence; and", "(ii) second, many Canadian citizens, whether Canadian born or naturalized, must spend a large part of their time abroad in connection with their business and this is their choice. However, an applicant for citizenship does not have such freedom because of the residency requirements of the", "Act", "(b)", "Hui, Re", "(1994), 75 F.T.R. 81 (T.D.),(T-1843-92) for the proposition that Parliament intended to confer citizenship on applicants who have \"Canadianized\" themselves by residing amongst Canadians in Canada and that this cannot be accomplished abroad nor can it be accomplished by depositing bank accounts, making rental payments, buying furniture or clothing and more importantly, maintaining a spouse and children in Canada — in a word, all except oneself in Canada while remaining personally outside of Canada;", "(c)", "Re Mitha", ", (T-4832-78) for the following proposition:", "\"In determining whether physical absences from Canada are for such temporary purposes as will not break the continuity of residence, there must first be a residence established and that is a matter of degree with respect to how the person settles into or maintains or centralizes his ordinary mode of living with its accessories in social relations, interests and conveniences at or in the place in question but residence should be distinguished as in ordinary speech from the field of stay or visit.\""], ["[9]", "Applying these principles to the evidence, Citizenship Judge Appelt held as follows:", "\"From the evidence presented to me at the hearing, I could not conclude that you left for a temporary purpose and that you maintained some real and tangible form of residency in Canada.\"", "The Evidence At The", "Trial De Novo"], ["[10]", "Mr. Hsu, as mentioned before, arrived in Canada on September 29, 1993. He was accompanied by his immediate family — his wife and three children."], ["[11]", "Mr. Hsu was granted permanent residence in Canada in the investor category. He placed $250,000 with a Canadian brokerage firm and kept that money there for three years. Mr. Hsu is a citizen of Taiwan. In Taiwan, Mr. Hsu managed a family-owned business established by his father known as Fortune Electric, engaged in the business of manufacturing and exporting electrical transformers."], ["[12]", "Mr. Hsu told me that, prior to coming to Canada, he sold his house in Taiwan and brought to Canada all of the family's personal belongings."], ["[13]", "Before coming to Canada, a condominium was purchased in North York and is now jointly owned between Mr. Hsu and his wife."], ["[14]", "The certified record reveals Mr. Hsu has a social insurance number, a driver's licence and health card from the Province of Ontario, is a member of the North York Public Library, has opened a bank account in Canada, files Canadian income tax returns, has joined a Canadian Golf Club, is in possession of credit cards issued by Canadian companies and owns life insurance issued by a Canadian insurance company."], ["[15]", "Apart from his investment in Canada, Mr. Hsu said that, when he came to Canada, he planned to promote the export and import of electrical equipment and parts including some of Fortune's products. Mr. Hsu said that his plan did not materialize indicating that he was not familiar with the Canadian market and perhaps language was a barrier."], ["[16]", "Mr. Hsu returned to Taiwan on January 7, 1994. His wife and children remained in Canada."], ["[17]", "The pattern of Mr. Hsu's absences from Canada, identified by him on his citizenship application as being for business and personal matters, were as follows:", "(a) from January 7, 1994 to April 11, 1994;", "(b) from April 23, 1994 to September 11, 1994;", "(c) from September 23, 1994 to December 14, 1994;", "(d) from December 19, 1994 to January 29, 1995;", "(e) from February 10, 1995 to March 28, 1995;", "(f) from April 11, 1995 to December 22, 1995;", "(g) from January 7, 1996 to July 31, 1996;", "(h) from August 8, 1996 to December 21, 1996."], ["[18]", "As I understood Mr. Hsu's evidence, he returned and kept returning to Taiwan since January 1994 for two reasons: a personal reason related to his father's stroke and subsequent passing away which raised estate matters including issues related to the ownership and management of the family-owned business, Fortune Electric."], ["[19]", "The second reason was business related. Mr. Hsu began work as a consultant to Alltop Industrial Co., a Taiwanese company engaged in the manufacture and export of electrical parts. Mr. Hsu's mandate was the improvement of production flow, implementation of controls, optimization of designing products and increasing productivity. Mr. Hsu is still connected with Alltop today. Mr. Hsu indicated to me his brother is in charge of Fortune Electric in Taiwan and he lived with family members when he was there since he had sold his home.", "Analysis"], ["[20]", "Mr. Hsu's counsel argued that the judgments of this court in citizenship matters fell into two irreconcilable camps which clashed with one another, namely the school reflected in", "Papadogiorgakis, Re", ", [1978] 2 F.C. 208 (F.C.T.D.), and the more literal approach as reflected in the judgments of Muldoon, J.", "Harry, Re", "(1998), 144 F.T.R. 141 (T.D.); [1998] F.C.J. No. 189, court file T-19-97, January 5, 1998, being an example."], ["[21]", "Mr. Hsu's counsel suggested that I should follow the teachings of Thurlow, A.C.J. (as he then was). In my view, Mr. Hsu's counsel misreads", "Papadogiorgakis", "; there is no conflict with", "Re Harry", "; there is simply different formulations of the residency requirement and how these requirements are met in particular factual circumstances."], ["[22]", "Thurlow, A.C.J., in", "Papadogiorgakis", "was dealing with the case of a student who had studied for four years on a student visa at Acadia University in Wolfville, N.S., before taking post-graduate studies at the University of Massachussetts."], ["[23]", "While at Acadia, Mr. Papadogiorgakis continuously lived in Nova Scotia including in the home of a friend's parents."], ["[24]", "Thurlow, A.C.J., in", "Papadogiorgakis", ", referred to the judgment in", "<FRAGMENT_SUPPRESSED>  (Citizenship App. Ct.), where Pratte, J.A., expressed himself this way at pages 524-25:", "\"In my opinion a person is resident in Canada within the meaning of the", "Canadian Citizenship Act", "only if he is physically present (at least usually) on Canadian territory. I feel that this interpretation is in keeping with the spirit of the", "Act", ", which seems to require of the foreigner wishing to acquire Canadian citizenship, not only that he possess certain civic and moral qualifications, and intends to reside in Canada on a permanent basis, but also that he has actually lived in Canada for an appreciable time.", "Parliament wishes by this means to ensure that Canadian citizenship is granted only to persons who have shown they are capable of becoming a part of our society", ".\" (emphasis mine)"], ["[25]", "The", "Citizenship Act", "was amended after", "Blaha", ", (supra), and Thurlow, A.C.J., felt in", "Re Papadogiorgakis", ", that this amendment was a material consideration. However, Thurlow, A.C.J., specifically said at page 213:", "\"At the same time, what Pratte, J., refers to as the spirit of the citizenship legislation must, I think, be borne in mind.\""], ["[26]", "Then, Thurlow, A.C.J., expressed himself in an often-quoted passage as follows at pages 213-14 of the reported case in", "Re Papadogiorgakis", "\"It seems to me that the words 'residence' and 'resident' in paragraph 5(1)(b) of the new", "Citizenship Act", "are not as strictly limited to actual presence in Canada throughout the period as they were in the former statute but can include, as well, situations in which the person concerned has a place in Canada which is used by him during the period as a place of abode", "to a sufficient extent to demonstrate the reality of his residing there during the material period even though he is away from it part of the time", ". This may not differ much from what is embraced by the exception referred to by the words '(at least usually)' in the reasons of Pratte, J.,", "but in a close case it may be enough to make the difference between success and failure for an applicant", "\"A person with an", "established home of his own", "in which he lives does not cease to be a resident there when he leaves it for a", "temporary purpose", "whether on business or vacation or even to pursue a course of study. The fact of his family remaining there while he is away may lend support for the conclusion that he has not ceased to reside there. The conclusion may be reached, as well, even though the absence may be more or less lengthy.", "It is also enhanced if he returns there frequently when the opportunity to do so arises. It is, as Rand, J., appears to me to be saying in the passage I have read 'chiefly a matter of the degree to which a person in mind and fact settles into or maintains or centralizes his ordinary mode of living with its accessories in social relations, interests and conveniences at or in the place in question", "'.\" (emphasis mine)"], ["[27]", "The underlining in the quotation clearly provides, in my view, a link to what Muldoon, J., calls \"Canadianization\" and is the basis of the analysis provided by Reed, J.,  <FRAGMENT_SUPPRESSED> , Re", ", [1993] 1 F.C. 286; 59 F.T.R. 27 (T.D.)."], ["[28]", "Applying the principles which he had enunciated, Thurlow, A.C.J., found that Mr. Papadogiorgakis was resident at the home of his friends at Tusket, N.S. because it was there that he centralized his mode of living in May 1974. It was there that he lived throughout the remainder of 1974 and the year 1975. In no ordinary sense could his presence there in that period be called a \"stay\" or a \"visit\". When he left to go to university in 1976, he did so only for the temporary purpose of pursuing his studies. He did so without closing out or breaking the continuity of his maintaining or centralizing his ordinary mode of living there. He returned at frequent intervals for weekends and for Christmas and summer breaks. He returned as well when his courses were concluded."], ["[29]", "Citizenship Judge Appelt found that Mr. Hsu had not established a residence in Canada by virtue of a centralized mode of living in Canada. In my view, her decision is clearly right."], ["[30]", "Mr. Hsu stayed in Canada only for three months before returning to Taiwan. It is true that he established his family in Canada; the problem is that he did not establish himself in Canada. The purchase of a home, owning bank accounts and making investments are not sufficient. Some involvement in the Canadian mainstream, some integration into Canadian society is required. In reality, Mr. Hsu lived and worked in Taiwan and visited his family in North York as often as he could during the relevant period."], ["[31]", "Mr. Hsu's counsel made much of the fact that Mr. Hsu always intended to return to Canada because his family and children were here and that he had sold his house and brought all personal belongings to Canada. Intention alone is not sufficient. Residence is also a matter of objective fact."], ["[32]", "Mr. Hsu's counsel argued that because Mr. Hsu had been granted permanent residence in the investor class rather than in the entrepreneur class, he was not required to establish a business in Canada. While this may be true, it has no bearing on what Mr. Hsu had to do in order to establish and maintain himself as resident in Canada for purposes of the", "Citizenship Act"], ["[33]", "Lastly, Mr. Hsu's counsel argued that he did what he did in Canada based on legal advice he received from his immigration advisor. I make two comments. First, that letter is dated July 19, 1996 close to three years after Mr. Hsu was granted permanent residence and it is hardly a letter containing advice. Second, even if it was, it would have no relevance upon the issue before me."], ["[34]", "Mr. Hsu's appeal is dismissed.", "Appeal dismissed.", "Editor: Sharon J. McLaughlin/vem", "[End of document]"]]}