{"id_": "076223", "body_str": [["[1]", "Harrington, J.", ": Melvin MacKenzie was a soldier. Annie was his wife. When he died in 1968, he left Annie and their six children with a wealth of memories, but not much else. His disability pension died with him. He had been assessed with a permanent partial disability of 35 per cent. Had he been assessed at 48 per cent or more, Annie would have been entitled to a surviving spouse pension equal to Melvin's disability pension.  <FRAGMENT_SUPPRESSED>"], ["[2]", "Mrs. MacKenzie was in such dire straits that she was awarded a War Veterans Allowance, subject to a means test. The Department of Veterans Affairs, in recognition of Melvin's service in World Word II, provided financial assistance to help her meet her basic needs. That modest pension ended when Annie turned 65 in 1988, and became entitled to an Old Age Pension.  <FRAGMENT_SUPPRESSED>"], ["[3]", "Over the years Annie would call the Department to inquire if she was entitled to anything else. She certainly called around 1976 when she needed money to fix the windows in her home in Glace Bay, and again around the time she was forced to sell that home in 1981 because she could not afford to keep it up. She called again in 1988 when her War Veterans Allowance ended.  <FRAGMENT_SUPPRESSED>"], ["[4]", "She was always told \"there is nothing more we can do for you\". The Department was wrong!  <FRAGMENT_SUPPRESSED>"], ["[5]", "There were two things it could have done. At any time it could have told her that it was open for her to ask that Melvin's degree of disability be reassessed posthumously. As mentioned above, at 48 per cent or more, she would have been entitled to a full pension as a surviving spouse.  <FRAGMENT_SUPPRESSED>"], ["[6]", "Secondly, the law was changed in 1981 so that even on a 35 per cent assessment she became entitled to a surviving spouse pension equal to one-half of the disability pension. However, this increase in income may have had an adverse impact on her War Veterans Allowance. (Mention was made of that in the record, but what is before me is entitlement not the amount thereof).  <FRAGMENT_SUPPRESSED>"], ["[7]", "Due to lack of knowledge on her part (she did not subscribe to", "Hansard", "), her reliance on what she had been told by the Department and bureaucratic error within that department, the situation was only corrected, but just in part, in 2003. It was Annie's daughter, Cheryl, who finally got to the bottom of things. What apparently happened is that when the Department computerized its records it failed to transfer that part which showed that Melvin actually was in receipt of a disability pension. It was only when one kind soul looked beyond her computer screen and found the paper file that things began to happen.  <FRAGMENT_SUPPRESSED>"], ["[8]", "Annie's daughter, Cheryl, had first made inquiries in 1999, and received the same answer given her mother. However, as case coordinator with the Nova Scotia Department of Health, she came across widows in the same situation who were receiving pensions based on their late husbands' disabilities. She contacted the Board again in the fall of 2002. This is what she says:  <FRAGMENT_SUPPRESSED>", "\"Again I phoned DVA in Sydney and this time I spoke to Lynne Anne Lafitte who advised that according to the information in the Department's computer my father was not subject to any disability. I told Ms. Lafitte this was an error. A few weeks later I received a call stating my mother should have been receiving my father's 35% disability pension from 1981 forward as a result of changes to the rules which occurred in 1981.  <FRAGMENT_SUPPRESSED>", "\"I learned that my father's disability paper file with the DVA had not been transcribed into the computer system relied on by the persons at DVA who had been responding to my mother's and my own inquiries such that regardless of when before then or how many calls had been made the answer would have been that my father was not disabled. <FRAGMENT_SUPPRESSED>"], ["[9]", "Annie then made a written application for a surviving spouse pension, based on Melvin's 35 per cent disability. The pension was awarded retroactive to 1998. The Department's understanding of the law is such that it could not go back any further.  <FRAGMENT_SUPPRESSED>"], ["[10]", "She also applied for a reassessment of Melvin's disability. It was ultimately reassessed going forward at 50 per cent. This meant that instead of receiving a pension based on one half of a 35 per cent disability, she became entitled to a surviving spouse pension calculated on Melvin's full 50 per cent disability.  <FRAGMENT_SUPPRESSED>"], ["[11]", "However, the Department chose not to make this disability settlement retroactive. Strictly speaking, that is the narrow matter before me by way of judicial review.  <FRAGMENT_SUPPRESSED>"], ["[12]", "Mrs. MacKenzie believes that assessment should be retroactive, at least to 1998. The great injustice is that she was entitled, by law, to a surviving spouse pension from 1981 to 1998, and has not received a penny thereof. What is before me is a judicial review of the decision of the Veterans Review and Appeal Board, issued 23 December 2004. The Board dismissed her appeal from the Assessment Review Panel, and maintained that Panel's decision that the increased pension based on a 50 per cent disability should only run from 3 June 2003, the date on which she formally applied for the increase.  <FRAGMENT_SUPPRESSED>"], ["[13]", "In her application for judicial review, Mrs. MacKenzie seeks that the decision of the Veterans Review and Appeal Board Canada be set aside and the matter referred back to it to reconsider whether the pension should be awarded at a 50 per cent assessment level retroactive to February 1998, the date from which her survivors pension based on a 35 per cent disability began to run. The", "Pension Act", "gives the Board the power to grant limited retroactive effect to an award by reason of delays and difficulties beyond the applicant's control.  <FRAGMENT_SUPPRESSED>", "CONSTITUTIONAL QUESTION  <FRAGMENT_SUPPRESSED>"], ["[14]", "This was the situation when the application for judicial review was set down for hearing in Sydney. Thereafter Mrs. MacKenzie raised a constitutional question. She submitted that if the relevant legislation, the", "Pension Act", ", prevents the Board from giving more than two years retroactive effect to a pension when the delay was caused by administrative difficulties beyond her control, then the", "Act", "is unconstitutional because it is in violation of the", "Canadian Charter of Rights and Freedoms", ".  <FRAGMENT_SUPPRESSED>"], ["[15]", "Mrs. MacKenzie, relying I am afraid on the wrong section of the", "Act", ", was of the view that the Panel had been entitled to, at the very least, make the award retroactive to three years before the written application was made, and that it was entitled to extend the retroactivity a further two years \"by reason of delays in securing service or other records or other administrative difficulties beyond the control of the applicant …\".  <FRAGMENT_SUPPRESSED>"], ["[16]", "The constitutional question went far beyond the notice of application for judicial review in that in the narrative leading up to the question it is suggested that the award could be retroactive as far back as to Mr. MacKenzie's death in 1968. Mention was made of subsection 39(2) of the", "Act", ", which limits the power of the Minister or the Veterans Review and Appeal Board to make an additional award of up to two years by reason of delay or administrative difficulty. The question, as put, was whether subsection 39(2) of the", "Act", "violated the", "Charter of Rights and Freedoms", ", particularly section 7, which states: \"everyone has a right to life, liberty and security of the person and the right not to be deprived thereof except in accordance with the principles of fundamental justice. <FRAGMENT_SUPPRESSED>"], ["[17]", "The respondent objected to the notice of constitutional question on a number of grounds. The question was posed too late and went beyond the relief sought. Furthermore, the question referred to the wrong section of the", "Act", ". Finally, and in any event, it had to be answered in the negative.  <FRAGMENT_SUPPRESSED>"], ["[18]", "Mindful that applications are intended to be summary in nature, and relying on the decision of the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  (F.C.A.), I directed the parties to be ready to argue.  <FRAGMENT_SUPPRESSED>"], ["[19]", "The session began with the constitutional question. After hearing counsel for Mrs. MacKenzie, I said I would answer it in the negative, and so it would not be necessary to hear the respondent. However, the answer would only take effect from the date my order was properly registered, so as not to prejudice her right to appeal.  <FRAGMENT_SUPPRESSED>"], ["[20]", "Mrs. MacKenzie had zeroed in on section 39 of the", "Pension Act", ". Counsel for the respondent is correct in stating that this section is not applicable, as it is relates to disability pensions. Mrs. MacKenzie has a pension as a surviving spouse. Although the amount of the pension is calculated in accordance with Mr. MacKenzie's disability, it is not in and of itself a disability pension. It is a death benefit. The applicable section of the", "Act", ", which seems to be to the same effect as section 39, is subsection 56(2) which provides:  <FRAGMENT_SUPPRESSED>", "\"56(2) […] by reason of delays in securing service or other records or other administrative difficulties beyond the control of the applicant, the Minister or Veterans Review and Appeal Board may make an additional award to the pensioner in an amount not exceeding an amount equal to two years pension or two years increase in pension, as the case may be. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"56(2) […] en raison soit de retards dans l'obtention des dossiers militaires ou autres, soit d'autres difficultés administratives indépendantes de la volonté du demandeur […] le Tribunal peut accorder au pensionné une compensation supplémentaire, à concurrence d'un montant équivalant à deux années de pension ou d'augmentation. <FRAGMENT_SUPPRESSED>"], ["[21]", "The question, as reformulated to take into account the correct section of the", "Pension Act", ", is whether subsection 56(2) violates section 7 of the", "Charter", ".  <FRAGMENT_SUPPRESSED>"], ["[22]", "Mrs. MacKenzie's submission is that the two-year pension retroactive limit set out in subsection 56(2):  <FRAGMENT_SUPPRESSED>", "\"… is entirely arbitrary and unfair, lacks any rational connection to the objective of the", "Pension Act", ", results in an unjust deprivation to the Applicant of her vested interest in her deceased husband's pension, and in an equally unjust enrichment to the pension fund and fails in any reasonable manner to proportionately remedy the actual harm done by the delay, including the prolonged personal indignity of being repeatedly denied, living impoverished, living in silence for shame of the failure to be able to provide, and forever irreparably changing the relationship between the Applicant and her children and the Applicant and her community. <FRAGMENT_SUPPRESSED>"], ["[23]", "While it can be argued that Parliament ought to do the right thing, in recognition of, to use the words of the", "Pension Act", "itself, the \"obligation of the people and Government of Canada to provide compensation to those members of the forces who have been disabled or have died as a result of military service, and to their dependants …\", the decision to grant a pension as well as the amount and other modalities thereof is a matter of policy. Parliament cannot be sued for not making a law. However, if certain conditions are met, as is the case here, the government may be sued for failing to properly administer that law (", "<FRAGMENT_SUPPRESSED>  Q.A.C. 1;", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[24]", "Although the final word has not yet been written, it is generally accepted that economic rights are not protected by the \"security of the person\" provision in section 7 of the", "Charter", ".  <FRAGMENT_SUPPRESSED>  Q.A.C. 2, Chief Justice Dickson, on behalf of the majority of the Court, noted at page 1003:  <FRAGMENT_SUPPRESSED>", "\"The intentional exclusion of property from s. 7 and the substitution therefor of 'security of person' … leads to a general inference that economic rights as generally encompassed by the term 'property' are not within the perimeters of the s. 7 guarantee. <FRAGMENT_SUPPRESSED>"], ["[25]", "More recently in", "<FRAGMENT_SUPPRESSED> , the issue was whether lower social assistance benefits to claimants under 30 years of age offended section 7. The appellant argued that section 7 imposed a positive obligation on government to provide adequate welfare benefits to those who were without other sources of income. Chief Justice McLachlin, for the majority, said at paragraph 81:  <FRAGMENT_SUPPRESSED>", "\"Even if s. 7 could be read to encompass economic rights, a further hurdle emerges. Section 7 speaks of the right not to be deprived of life, liberty and security of the person, except in accordance with the principles of fundamental justice. Nothing in the jurisprudence thus far suggests that s. 7 places a positive obligation on the state to ensure that each person enjoys life, liberty or security of the person. Rather, s. 7 has been interpreted as restricting the state's ability to deprive people of these. Such a deprivation does not exist in the case at bar. <FRAGMENT_SUPPRESSED>", "Consequently, the constitutional question must be answered in the negative.  <FRAGMENT_SUPPRESSED>", "ANALYSIS  <FRAGMENT_SUPPRESSED>"], ["[26]", "The", "Pension Act", "requires its provisions to be liberally construed and interpreted so that the recognized obligation of the people and Government of Canada to provide compensation to those members of the forces who have been disabled or have died as a result of military service, and to their dependants, may be fulfilled. Section 3 of the", "Veterans Review and Appeal Board Act", ", which established the Board whose decision is under review, contains a similar provision. Section 39 of that", "Act", "goes on to provide:  <FRAGMENT_SUPPRESSED>", "\"39. In all proceedings under this Act, the Board shall  <FRAGMENT_SUPPRESSED>", "(a) draw from all the circumstances of the case and all the evidence presented to it every reasonable inference in favour of the applicant or appellant;  <FRAGMENT_SUPPRESSED>", "(b) accept any uncontradicted evidence presented to it by the applicant or appellant that it considers to be credible in the circumstances; and  <FRAGMENT_SUPPRESSED>", "(c) resolve in favour of the applicant or appellant any doubt, in the weighing of evidence, as to whether the applicant or appellant has established a case. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"39. Le Tribunal applique, à l'égard du demandeur ou de l'appelant, les règles suivantes en matière de preuve:  <FRAGMENT_SUPPRESSED>", "a) il tire des circonstances et des éléments de preuve qui lui sont présentés les conclusions les plus favorables possible à celui-ci;  <FRAGMENT_SUPPRESSED>", "b) il accepte tout élément de preuve non contredit que lui présente celui-ci et qui lui semble vraisemblable en l'occurrence;  <FRAGMENT_SUPPRESSED>", "c) il tranche en sa faveur toute incertitude quant au bien-fondé de la demande. <FRAGMENT_SUPPRESSED>"], ["[27]", "The issue framed by the application for judicial review is whether the increase in Mrs. MacKenzie's surviving spouse pension, based on the reassessment of Mr. MacKenzie's disability from 35 per cent to 50 per cent, should have been made retroactive. Although Mrs. MacKenzie asks for five years of retroactivity, the issue before me is simply whether the decision should be referred back for reconsideration. It may well be that the Minister is right in submitting that in the case of an increased assessment requested more than three years after death, subsections 56(1.1) and 56(2) read together only allow a two-year additional award from the date of application if caused by delay or administrative difficulty.  <FRAGMENT_SUPPRESSED>", "WHAT THE TRIBUNAL RECORD TELLS US  <FRAGMENT_SUPPRESSED>"], ["[28]", "The application for judicial review is supported by an affidavit from Mrs. MacKenzie and her daughter Cheryl Deveaux, both sworn in March 2006 and obviously not before the Tribunal. Although both testified at one of the hearings, there is no transcript. I assume their story has not changed. In her affidavit Mrs. MacKenzie states she was in communication with the Department to enquire about her benefits, and whether more could be done, in 1976, 1981 and again in 1988.  <FRAGMENT_SUPPRESSED>"], ["[29]", "Some attention must be paid to the timing of the various proceedings relating both to pension entitlement and assessment of disability. Once Cheryl sorted things out, Annie applied in early January 2003 for a surviving spouse pension based on her husband's 35 per cent disability pension. That application was granted 12 February 2003, and deemed, in accordance with subsection 56(1) of the", "Act", "to be retroactive to three years prior to the decision, making the pension payable as of 12 February 2000.  <FRAGMENT_SUPPRESSED>"], ["[30]", "The very next day, 13 February 2003, Cheryl, under a power of attorney, wrote Veterans Affairs Canada inquiring as to the appropriateness of reassessing the degree of her father's disability. Mrs. MacKenzie appealed the surviving spouse pension entitlement and on 24 October 2003, the Board varied the initial decision by allowing an additional two years of retroactivity due to administrative delay, so that the surviving spousal pension was payable as of 12 February 1998.  <FRAGMENT_SUPPRESSED>"], ["[31]", "She also formally applied on 3 June 2003 for a posthumous review of assessment. In December 2003, the Department found that there was no basis to increase the assessment of Mr. MacKenzie's level of disability. She then requested an assessment review hearing and on 2 June 2004 the Assessment Review Panel ruled that he was deemed to have been, at the time of his death, assessed at a disability rate of 50 per cent effective 3 June 2003, the date of the reassessment request. This led to the appeal, and to the December 2004 decision which is under review here.  <FRAGMENT_SUPPRESSED>"], ["[32]", "The Board had before it the Panel's June 2004 decision granting an additional two years of retroactivity on the entitlement application. In that decision, the Panel acknowledged that Mrs. MacKenzie had called the Department but had been given wrong information.  <FRAGMENT_SUPPRESSED>"], ["[33]", "At the hearing leading up to the June 2004 decision, which I must emphasize is not the one under review, the Panel also had before it a letter from Annie's daughter, Cheryl, as well as her testimony. She stated, as accepted by the Panel, that she made her first call to the District Office of Veterans Affairs Canada in the fall of 1999. She identified the employee with whom she spoke, and said she provided her father's service number. She was told her mother was not eligible for any kind of proportionate distribution of her father's disability pension. In that entitlement decision, the Panel said:  <FRAGMENT_SUPPRESSED>", "\"At this time, there was a thorough review of her father's file and it was noted that he did have a 35% disability assessment and that her mother was then confirmed to be entitled. The [original] decision awarded pension retroactive to February 2000.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"For whatever reason, the Department was unable to locate the specific documentation even though in 1968, after Mr. MacKenzie's death, Mrs. MacKenzie received a cheque for a full year's disability. <FRAGMENT_SUPPRESSED>", "WHAT THE TRIBUNAL RECORD DOES NOT TELL US  <FRAGMENT_SUPPRESSED>"], ["[34]", "No one from the Department filed an affidavit or testified as to what really happened. We do not know when the files were computerized, where the paper file was kept, and what safeguards had been in place to ensure that computer records were complete. All we have is hearsay. Those in the \"know\" have not come forward. I was quite disappointed with this state of affairs and enquired at the hearing as to what steps, if any, had been taken to make the changes to surviving spouse pensions known. After the hearing I was informed, on consent, that the Department launched a publicity campaign in 1980 and was aided by the Royal Canadian Legion. The Department advertised in newspapers and on the radio and added inserts to old age security pension cheques. Unfortunately, it is not known today whether inserts were added to the envelopes containing War Veterans Allowance cheques. The Department did not review its files with respect to veterans who had died prior to 1980. Apparently the Royal Canadian Legion in its monthly magazine pointed out that anyone wanting the pension would have to apply for same. Application forms were readily available.  <FRAGMENT_SUPPRESSED>"], ["[35]", "Of course, we do not know whether Mrs. MacKenzie received the Legion's magazine. Her evidence, however, that she was not actually aware of her entitlement until late 2002 is not contested.  <FRAGMENT_SUPPRESSED>", "THE DECISION UNDER REVIEW  <FRAGMENT_SUPPRESSED>"], ["[36]", "What was before the Board was Mrs. MacKenzie's appeal from the refusal of the Assessment Review Panel in June 2004 to give retroactive effect to the increased disability finding. There was no cross-appeal on the Review Panel's decision to reassess at 50 per cent, up from 35 per cent.  <FRAGMENT_SUPPRESSED>"], ["[37]", "In its decision of 23 December 2004, the one under judicial review here, the Board refused to disturb the Review Panel's decision. In fact it was of the view that there had been no evidence to justify the increase to 50 per cent. It said:  <FRAGMENT_SUPPRESSED>", "\"This Board, upon carefully reviewing the 2 June 2004 decision of the Assessment Review Panel agrees with the Advocate that the Panel had absolutely no new evidence before it upon which to award the increase to 50% from 35%.  <FRAGMENT_SUPPRESSED>", "\"In fact, the Board finds the Panel to have been exceedingly generous in that award and can only assume that it was based primarily on a determination to ensure Mrs. MacKenzie was eligible for a full widow's pension. Certainly there is no evidence of any other rationale. Therefore, the Board finds that the Panel has heavily relied on the provisions of section 3 of the", "Veterans Review and Appeal Board Act", "in making this award.  <FRAGMENT_SUPPRESSED>", "\"In keeping with the spirit of that generosity and to ensure no financial penalty is imposed upon Mrs. MacKenzie, the Board will make no adjustment to the 50% assessment level. However, as the award appears to have been made only as a result of the widow's request for an increase and on no other probative or medical evidence, the date of application for that increase is the proper relevant date for retroactivity.  <FRAGMENT_SUPPRESSED>", "\"Providing every possible benefit of the slightest reasonable doubt to Mrs. MacKenzie, the Board affirms the Review Panel's decision of 2 June 2004. <FRAGMENT_SUPPRESSED>"], ["[38]", "This paternalism; this smugness does not sit well. It is small wonder that Mrs. MacKenzie thinks she has been treated as a beggar!  <FRAGMENT_SUPPRESSED>", "THE STANDARD OF REVIEW  <FRAGMENT_SUPPRESSED>"], ["[39]", "As always, the Court has to determine the deference to which the underlying tribunal is entitled. Section 31 of the", "Veterans Review and Appeal Board Act", "provides that a decision of a majority of the members of a panel is final and binding. This is a privative clause which has been interpreted to allow limited judicial review (", "<FRAGMENT_SUPPRESSED> ; 76 F.T.R. 44 (T.D.)).  <FRAGMENT_SUPPRESSED>"], ["[40]", "Section 56(2) of the", "Pension Act", "provides that the Board may award an additional two years of retroactivity. Discretionary decisions are not readily disturbed.  <FRAGMENT_SUPPRESSED>"], ["[41]", "Before the Supreme Court's development of the pragmatic and functional approach to judicial review, it had been held in", "<FRAGMENT_SUPPRESSED>  that an administrative discretionary policy decision was not subject to judicial review unless made in bad faith or on irrelevant or extraneous considerations.  <FRAGMENT_SUPPRESSED>"], ["[42]", "As summarized by the Supreme Court in", "Dr. Q., Re", ", [2003] 1 S.C.R. 226; 302 N.R. 34; 179 B.C.A.C. 170; 295 W.A.C. 170 and", "<FRAGMENT_SUPPRESSED>  N.B.R.(2d) 207; 674 A.P.R. 207, there are three standards of judicial review of administrative decisions: correctness, reasonableness simpliciter and patent unreasonableness. The standard is determined by examining these four factors:  <FRAGMENT_SUPPRESSED>", "A. The presence or absence of a privative clause;  <FRAGMENT_SUPPRESSED>", "b. The relative expertise of the decision-maker and the  <FRAGMENT_SUPPRESSED>  d. The nature of the question: one of fact, of law or mixed fact and law.  <FRAGMENT_SUPPRESSED>"], ["[43]", "In my opinion, the Board's decision was based on irrelevant and extraneous considerations. Judicial review will be granted and the matter referred back for a full and proper reconsideration. The issue properly before the Board was not whether the reassessment from a 35 per cent disability to a 50 per cent disability was justified, but rather whether it should have been made retroactive. The Board might have thought that the Panel had been \"exceedingly generous in that award\", but that was not the matter at hand. I hardly think that \"generous\" is the right word to describe the treatment Mrs. MacKenzie has received at the hands of the Department over the years. Given that once apprised of her rights she promptly asked for a re-assessment, the Board was required to give thought to whether delays and administrative problems beyond her control prevented her from making an application earlier.  <FRAGMENT_SUPPRESSED>"], ["[44]", "<FRAGMENT_SUPPRESSED> , at paragraphs 52 and 53, the Supreme Court noted that often, but not always, the exercise of discretion is subject to the reasonableness simpliciter standard of review. Given that each decision of the Tribunal must be considered in context (", "<FRAGMENT_SUPPRESSED> ) and with the overall purpose of the", "Act", "in mind, and the manner in which it is to be interpreted, I am reviewing the decision on the reasonableness simpliciter standard. I hasten to add, however, that even on the standard of patent unreasonableness, I would set the decision aside. The Board was clearly saying that Mrs. MacKenzie should have left well enough alone. That was not the issue. The Board misdirected itself and fettered its discretion.  <FRAGMENT_SUPPRESSED>", "OTHER MATTERS  <FRAGMENT_SUPPRESSED>"], ["[45]", "There are a number of issues which were not contemplated in the application for judicial review, or by the tribunals below. Section 56 of the", "Pension Act", "is very limiting. Does the term \"administrative difficulties\" really describe what happened here? The Department has never told the Board what happened, and the Board did not ask.  <FRAGMENT_SUPPRESSED>"], ["[46]", "The words uttered over the years to Mrs. MacKenzie and to her daughter appear to have been negligent misstatements made by persons in authority. Whether or not they apply in context, tortious liability for negligent misrepresentation and the contractual doctrine of unequal bargaining power are certainly thought provoking.  <FRAGMENT_SUPPRESSED>"], ["[47]", "The decision of the House of Lords in", "<FRAGMENT_SUPPRESSED>  (H.L.), which has its following in Canada, stands for the proposition that a negligent, though honest, misrepresentation may give rise to an action in damages for financial loss, quite apart from any contractual or fiduciary relationship, as the law will impose a duty of care when one seeks information from another who is possessed of a special skill, trusts that person to exercise due care, and that person knew or should have known that reliance was being placed on his or her skill and judgment.  <FRAGMENT_SUPPRESSED>"], ["[48]", "Mrs. MacKenzie and her daughter were inquiring about benefits under a benefit-conferring statute. They had every right to presume that those at the Department with whom they dealt had special skills and had every reason to trust those persons to exercise due care. Since one has every right to expect that the Government will do the right thing, the Department knew or should have known that reliance was being placed on the skill and judgment of its employees.  <FRAGMENT_SUPPRESSED>"], ["[49]", "Listen to what Annie has to say:  <FRAGMENT_SUPPRESSED>", "\"I have always lived in the rural mining community of Glace Bay, Nova Scotia.  <FRAGMENT_SUPPRESSED>", "I completed grade 10 in school.  <FRAGMENT_SUPPRESSED>", "My only work experience was before I got married. I did housework for others and I worked behind the cash in a local department store.  <FRAGMENT_SUPPRESSED>", "After I got married I never worked outside the home. My job as a homemaker was looking after the personal needs of my husband and my children including to keep the house clean and well ordered.  <FRAGMENT_SUPPRESSED>", "My husband was the person who looked after the business affairs of our lives.  <FRAGMENT_SUPPRESSED>", "In those days and when I was a girl in school", "I was taught to listen to what I was told and to trust and not question persons in authority", ".  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "I was told 'No', every time I called. I was told if he was in receipt of a disability pension it would be in the computer. 'I was told my husband wasn't disabled enough'.  <FRAGMENT_SUPPRESSED>", "I didn't understand exactly but I accepted what I was told. I felt I was begging for money.  <FRAGMENT_SUPPRESSED>", "The last time I called was in 1988 when my widow's allowance was cut off because I had turned 65. I finally gave up. <FRAGMENT_SUPPRESSED>"], ["[50]", "Although a contract case, the decision of the English Court of Appeal in", "<FRAGMENT_SUPPRESSED>  (C.A.) is instructive. That case dealt with inequality of bargaining power. This is not a case of bargaining, as Mrs. MacKenzie was only seeking her due, and no one deliberately intended to deprive her thereof. However, Lord Denning spoke of \"'colore officii' where a man is in strong bargaining position by virtue of his official position or public profession.\" At page 339 of the decision, he said the general principle of \"inequality of bargaining power\" had the following effect:  <FRAGMENT_SUPPRESSED>", "\"Gathering all together, I would suggest that through all these instances there runs a single thread. They rest on 'inequality of bargaining power.' By virtue of it, the English law gives relief to one who, without independent advice, enters into a contract upon terms which are very unfair or transfers property for a consideration which is grossly inadequate, when his bargaining power is grievously impaired by reason of his own needs or desires or by his own ignorance or infirmity, coupled with undue influences or pressures brought to bear on him by or for the benefit of the other. When I use the word 'undue' I do not mean to suggest that the principle depends on proof of any wrongdoing. <FRAGMENT_SUPPRESSED>"], ["[51]", "Without doubt, Mrs. MacKenzie relied upon the Department and had confidence that it knew what it was doing. She saw no need to seek independent advice. There is a special relationship between the Department and veterans and their dependants. The Department let her down.  <FRAGMENT_SUPPRESSED>"], ["[52]", "Perhaps more to the point is Sir Eric Sachs' separate set of reasons in", "<FRAGMENT_SUPPRESSED>  confidential relationships, which may arise in unusual and widely differing sets of circumstances. He had thought it neither feasible nor desirable to attempt to draw demarcation lines around that relation. He said at page 341:  <FRAGMENT_SUPPRESSED>", "\"Such cases tend to arise where someone relies on the guidance or advice of another, where the other is aware of that reliance and where the person upon whom reliance is placed obtains, or may well obtain, a benefit from the transaction or has some other interest in it being concluded.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"Confidentiality, a relatively little used word, is being here adopted, albeit with some hesitation, to avoid the possible confusion that can arise through referring to 'confidence'. Reliance on advice can in many circumstances be said to import that type of confidence which only results in a common law duty to take care-a duty which my co-exist with but is not coterminous with that of fiduciary care. <FRAGMENT_SUPPRESSED>"], ["[53]", "Unfortunately, in one sense, but at what price, the public purse has benefited by depriving Mrs. MacKenzie of her just due. I again emphasize that there was no interest on the part of anyone in the Department in not paying what should have been paid, but the sad fact is that that it is the end result.  <FRAGMENT_SUPPRESSED>"], ["[54]", "To quote Mr. Justice La Forest in", "<FRAGMENT_SUPPRESSED>  B.C.A.C. 1; 19 W.A.C. 1, at pages 249-50  <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "\"An inequality of bargaining power may arise in a number of ways. As Boyle and Percy,", "Contracts: Cases and Commentaries", "(4th Ed. 1989), note, at pp. 637-38:  <FRAGMENT_SUPPRESSED>", "'[A person] may be intellectually weaker by reason of a disease of the mind, economically weaker or simply situationally weaker because of temporary circumstances. Alternatively, the \"weakness\" may arise out of a special relationship in which trust and confidence has been reposed in the other party. The comparative weakness or special relationship is, in every case, a fact to be proven.'  <FRAGMENT_SUPPRESSED>", "\"As the last sentence of this passage suggests, the circumstances of each case must be examined to determine if there is an overwhelming imbalance of power in the relationship between the parties. <FRAGMENT_SUPPRESSED>"], ["[55]", "Pensions to veterans, and their dependants, under the", "Pension Act", "should be contrasted with pensions payable under the", "Canada Pension Plan", ", which applies to all who have financially contributed thereto. Section 66(4) requires the Minister, if satisfied that \"as a result of erroneous advise or in administrative error … any person has been denied … a benefit or portion thereof …\" to take such remedial action as appropriate to place that person in the position he or she would have been in had the erroneous advice or administrative error not been given or made.  <FRAGMENT_SUPPRESSED>"], ["[56]", "Unfortunately, there is no such provision in the", "Pension Act", ". While it may be said that the contributors to the", "Canada Pension Plan", "have paid money for their benefits, members of the Canadian Forces and their families have paid with their lives, their blood, and their sacrifices.  <FRAGMENT_SUPPRESSED>"], ["[57]", "While the", "Pension Act", "is silent, section 34 of the", "Veterans Review and Appeal Board Act", "contemplates compassionate awards, although the amount of such an award may be limited in amount. Furthermore, on 4 April 2007, the Prime Minister, in speaking to scores of former soldiers, said his government was delivering on an election promise to ensure veterans get the respect they deserve from Ottawa. An ombudsman's office was created, with a bill of rights, which will apparently allow Veterans Affairs to ensure each veteran is treated with the \"fairness, dignity and respect to which he or she is entitled. <FRAGMENT_SUPPRESSED>"], ["[58]", "Melvin and Annie always did the right thing by us. When shall we do the right thing by them?  <FRAGMENT_SUPPRESSED>", "ORDER  <FRAGMENT_SUPPRESSED>"], ["[59]", "THIS COURT ORDERS that:  <FRAGMENT_SUPPRESSED>", "1. The application for judicial review is granted.  <FRAGMENT_SUPPRESSED>", "2. The decision of the Veterans Review and Appeal Board dated 23 December 2004 is set aside. The matter is referred back for reconsideration before a differently constituted panel, the whole with costs on a solicitor-client basis.  <FRAGMENT_SUPPRESSED>", "3. The constitutional question is answered in the negative. Section 56(2) of the", "Pension Act", "does not violate the", "Canadian Charter of Rights and Freedoms", ".  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Anick Ouellette-Levesque/clh  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}