{"id_": "076292", "body_str": [["[1]", "Russell, J.", ": This is an application pursuant to s. 72 (1) of the", "Immigration and Refugee Protection Act,", "S.C. 2001, c. 27 (Act) for judicial review of a decision of the Refugee Protection Division of the Immigration Refugee Board (Board), dated November 22, 2007 (Decision) refusing the Applicants' application to be deemed Convention refugees or persons in need of protection under section 96 and section 97 of the Act.", "BACKGROUND"], ["[2]", "Patricia Sanchez (Principal Applicant) and her daughters Diana, Laura and Daniela are citizens of Mexico."], ["[3]", "The Principal Applicant's husband, Martin Rodriguez, was kidnapped on March 23, 2003 by the", "Los Macizos", "gang. He was released 20 days later after a ransom payment was made to the gang. Some of the gang members were jailed for the kidnapping. During a TV program, the Principal Applicant learned that gang members had bribed jail officers and had escaped. The escaped kidnappers harassed the Principal Applicant's husband. Both he and his son fled Mexico and arrived in Canada on November 4, 2004 and applied for refugee protection. After the Principal Applicant's husband fled Mexico, the Principal Applicant and her daughters moved in with her mother."], ["[4]", "The", "Los Macizos", "gang began harassing the Principal Applicant and her daughters after her husband's departure. They followed her, asked her to disclose her husband's whereabouts, and attempted to kidnap her. They told the Principal Applicant they would kill her and her daughters if she did not tell them where her husband was."], ["[5]", "The Principal Applicant filed a formal complaint against the gang with the police, but her complaint was dismissed on the grounds that her allegations lacked evidence. The Principal Applicant says that the police promised to send a police patrol to monitor her residence but they did not do so."], ["[6]", "The Principal Applicant and her daughters arrived in Canada on June 27, 2006 by plane and made claims for refugee protection in Toronto."], ["[7]", "The Applicants' refugee hearing was held on October 29, 2007.", "DECISION UNDER REVIEW"], ["[8]", "The Board considered the Principal Applicant's oral and written testimony, her counsel's submissions and all of the documentary evidence provided. The Board addressed the documentary evidence pertaining to measures in Mexico for dealing with crime, including kidnapping and corruption, as well as evidence about the police, the availability of means for lodging complaints and, in general, the level of democracy in Mexico.", "State Protection"], ["[9]", "The Board found that there was adequate state protection for individuals like the Applicants in Mexico and concluded that the Applicants had not met the burden of establishing \"clear and convincing\" proof of a lack of state protection for individuals like them in Mexico in accordance with the governing jurisprudence."], ["[10]", "The Board found that the Principal Applicant's testimony indicated that the kidnapping incident occurred on March 23, 2003 and that members of the", "Los Macizos", "gang were captured and jailed by the authorities, thus indicating that the Mexican authorities had taken action against her husband's kidnappers. In addition, the Principal Applicant did not seek out state protection in Mexico, but only sought help from the police on one occasion. No redress was sought for the threats or mistreatment that the Principal Applicant allegedly received from members of the gang"], ["[11]", "The Board also noted that the Principal Applicant did not seek assistance from the Federal Agency of Investigations (AFI) that deals with corrupt state officials, drug traffickers and violent kidnappers. The Principal Applicant indicated that she knew about the Human Rights Commission that handled complaints about police misconduct, and situations where citizens' rights are violated, but she did not seek their help. The Principal Applicant had no awareness of other services available to her to deal with corrupt federal and state employees; however, she was certain that these state institutions would have helped her had she applied for help from them."], ["[12]", "The Board found that ignorance was no excuse for the Principal Applicant's failure to pursue the avenues of protection available to her in her own country, instead of taking the extreme measures of seeking protection abroad. The Board cited documentary evidence that Mexico is a federal republic with a bicameral legislature that has federal and state police. There is also state protection for individuals in similar situations to the Applicants. The Board found no lack of police protection for victims of gang violence or corruption, and no persuasive evidence to suggest that the Special Investigations into Organized Crime (SIEDO) would not assist the Applicants against the", "Los Macizos", "gang. The evidence showed that SIEDO had broken up four gangs and had assisted in joint USA/Mexico investigations to arrest members of organized crime groups."], ["[13]", "The Board recognized that, although corruption was still an ongoing problem in Mexico, the Government of Mexico continued to promote anti-corruption efforts. The Board was not persuaded that there was a lack of action by the state authorities against corrupt government officials, including the police. The Board found that the state and the Human Rights Commission would provide the Principal Applicant with assistance. There was no evidence to suggest they would not ensure that adequate state protection was available to the Principal Applicant and her daughters should they return to Mexico."], ["[14]", "In conclusion, the Board found that the Principal Applicant lived in a democracy and was therefore obliged to seek protection in Mexico before invoking international protection. She had not discharged the onus upon her of showing clear and convincing proof of the state's inability or unwillingness to protect her. The Board found adequate, although not perfect, state protection was available to the Principal Applicant should she return to Mexico.", "ISSUES"], ["[15]", "The Applicants have raised the following issue:", "1) Did the Board commit an error of law in preferring the documentary evidence over the Applicants' evidence?", "2) Does the mere existence of \"serious efforts\" on behalf of a state equate to state protection?", "3) Did the Board err in their application of", "<FRAGMENT_SUPPRESSED> ?", "STATUTORY PROVISIONS"], ["[16]", "The following provisions of the Act are applicable in these proceedings:", "Convention refugee", "96.", "A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", ") is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", ") not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "Person in need of protection", "97.", "(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", ") to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", ") to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(I) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "Person in need of protection", "(2)", "A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.", "Définition de « réfugié »", "96.", "A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "Personne à protéger", "97.", "(1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "Personne à protéger", "(2)", "A également qualité de personne à protéger la personne qui se trouve au Canada et fait partie d'une catégorie de personnes auxquelles est reconnu par règlement le besoin de protection.", "STANDARD OF REVIEW"], ["[17]", "<FRAGMENT_SUPPRESSED>  the Supreme Court of Canada recognized that, although the reasonableness", "simpliciter", "and patent unreasonableness standards are theoretically different, \"the analytical problems that arise in trying to apply the different standards undercut any conceptual usefulness created by the inherently greater flexibility of having multiple standards of review\" (Dunsmuir at para. 44). Consequently, the Supreme Court of Canada held that the two reasonableness standards should be collapsed into a single form of \"reasonableness\" review."], ["[18]", "The Supreme Court of Canada in <FRAGMENT_SUPPRESSED> also held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to the particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis."], ["[19]", "Generally speaking, this Court has held that refugee decisions be reviewed on a standard of patent unreasonableness:", "<FRAGMENT_SUPPRESSED>  (F.C.). However, this is dependent on the specific circumstances of the case being examined and the issues raised."], ["[20]", "When a board prefers documentary evidence over the testimony of a witness, this involves an issue of credibility and invokes a standard of review of patent unreasonableness:", "<FRAGMENT_SUPPRESSED> ."], ["[21]", "When the Court is reviewing a decision involving state protection, the standard of review is reasonableness", "simpliciter", "<FRAGMENT_SUPPRESSED>  except when reviewing the existence of an internal flight alternative, when a standard of patent unreasonableness has been used:", "<FRAGMENT_SUPPRESSED> ."], ["[22]", "The application of the test in", "Ward", "is a mixed question of fact and law and the standard of review is reasonableness", "simpliciter", "<FRAGMENT_SUPPRESSED> ."], ["[23]", "Thus, in light of the Supreme Court of Canada's decision in <FRAGMENT_SUPPRESSED> and the previous jurisprudence of this Court, I find the standard of review applicable to the issues in this case to be reasonableness. When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (Dunsmuir at paragraph 47). Put another way, the Court should only intervene if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\"", "ARGUMENTS", "The Applicants", "Board Preferring Documentary Evidence"], ["[24]", "The Applicants submit that it was not open to the Board to prefer documentary evidence to the testimony of the Principal Applicant when there were no adverse credibility findings made regarding the Principal Applicant's testimony and written evidence. The Applicants rely upon", "<FRAGMENT_SUPPRESSED> :", "The Board goes on to make a most disturbing finding. In the absence of stating that the Applicants' evidence is not credible, the Board concludes that \"it gives more weight to the documentary evidence because it comes from reputable, knowledgeable sources, none of whom have any interest in the outcome of this particular refugee hearing.\" This statement is tantamount to stating that documentary evidence should always be preferred to that of refugee claimant's because the latter is interested in the outcome of the hearing. If permitted, such reasoning would always defeat a claimant's evidence. The Board's decision in this case does not inform the reader why the Applicants' evidence, when supposed to be presumed true (", "Adu supra)", "was considered suspect ..."], ["[25]", "The Applicants point out that clear and convincing proof of a state's inability to protect can be found by relying solely on the testimony of a claimant:", "<FRAGMENT_SUPPRESSED> . In the present case, there are instances where the Board's findings of credibility are inextricably linked to its findings on state protection, so that an error in the former invalidates the latter:", "<FRAGMENT_SUPPRESSED> . The Board erred in preferring, without any reasons, the documentary evidence to the oral and written evidence of the Primary Applicant. The Applicants say this invalidates the Board's findings on state protection."], ["[26]", "The Applicants go on to submit that, in the absence of explicit findings of non-credibility, it was not open to the Board to conclude that \"the panel does not have any persuasive evidence to believe that the claimant would not receive state protection against the gang she fears should she return to Mexico.\" The Applicants rely on", "<FRAGMENT_SUPPRESSED>  where, in rejecting a claim, the board did not call into question the applicant's credibility and accepted her testimony. The board in <FRAGMENT_SUPPRESSED> stated in its decision, however, that there was \"no credible and trustworthy\" evidence to indicate that the applicant would be persecuted if she were returned to Malaysia. Justice Dawson found that the board could not make such a finding unless it rejected the applicant's testimony, which it appeared not to do. If the Board in the present case did reject the Applicant's testimony. Hence, it was under an obligation to explain its rejection in clear terms, and a failure to do so is a reviewable error.", "Existence of \"Serious Efforts\""], ["[27]", "The Applicants submit that the Board erred by relying upon the Mexican Government's \"serious efforts\" in putting into place a legislative and procedural framework to combat kidnappings and corruption. The Applicants argue that to require the Principal Applicant to go to corrupt police officials for protection (officials who are in all likelihood are involved with the criminal gangs in question) would amount to requiring the Principal Applicant to risk her life in an effort to seek police assistance merely to prove the unavailability of state protection:", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.) and <FRAGMENT_SUPPRESSED> .", "Application of Ward"], ["[28]", "The Applicants submit that the Board's conclusion that the Applicants should have exhausted all existing remedies before claiming protection in Canada was an incorrect interpretation of", "Ward", "and", "<FRAGMENT_SUPPRESSED>  (F.C.A.), as the law does not impose any obligation on refugee claimants to \"exhaust all courses of action open to him or her.\" The Applicants cite and rely upon", "<FRAGMENT_SUPPRESSED> :", "In my view, however,", "Ward, supra", "and", "Kadenko, supra,", "cannot be interpreted to suggest that an individual will be required to exhaust all avenues before the presumption of state protection can be rebutted (see", "<FRAGMENT_SUPPRESSED>  (T.D.) and", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.)) ..."], ["[29]", "The Applicants say that the Board erred in finding that they had failed to provide clear and convincing evidence of a lack of state protection. There was evidence before the Board which demonstrated the degree of corruption within police forces in Mexico, and that many police officials are involved in activities related to kidnappings by various gangs. Documentary evidence also revealed that kidnapping remains a serious problem at all social levels, regardless of whether the victim is wealthy or not: U.S. Department of State:", "Country Reports on Human Rights Practices: Mexico,", "2006."], ["[30]", "The Applicants contend that they had good reasons not to seek protection in Mexico, including the degree of corruption existing at all levels of the state and the reprisals they would be exposed to if they filed a complaint with the Mexican authorities. The Board rejected the Applicants' explanations without taking all of the documentary evidence and their testimony into account. The Applicants submit that the Board misunderstood and misapplied", "Ward", "and", "N.K..", "The Board's finding that the Applicants should have first approached the police in Mexico was unreasonable."], ["[31]", "The Applicants also submit that the Board must weigh all the evidence in its totality and cannot examine each part in isolation:", "<FRAGMENT_SUPPRESSED>  (F.C.A.) and", "<FRAGMENT_SUPPRESSED>  (F.C.A.)."], ["[32]", "The Applicants further argue that the Board was selective in its choice of documentary evidence. For example, the Board relied on reports that Mexico maintains preventative and judicial police forces, yet the Board does not mention that the state-level preventive police force is supposed to be the most corrupt of all. As well, the Board relies on the fact that the Mexican Government continues to push forward anti-corruption reforms, but failed to mention other documentary evidence that expressed reservations about the commitment and the ability of the government to achieve its stated goals. This selective reliance on documentary evidence by the Board makes the decision non-sustainable:", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.) at para. 3;", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.) and", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.). The Applicants quote and rely upon <FRAGMENT_SUPPRESSED> and the words of Justice Reed:", "3. A reading of the Board's decision leads one to conclude that the Board ignored significant parts of the evidence and on several occasions made findings of fact which are contrary to the evidence."], ["[33]", "The Applicants quote extensively from other parts of the documentary evidence in order to support their submissions concerning corruption in Mexico. They conclude by stating that the Board committed a reviewable error in not mentioning or discussing in its Decision the evidence that corroborated the Applicants' testimony that corruption is widespread in Mexico, and that in a case such as the present it is pointless to contact the police."], ["[34]", "The Applicants also take issue with the reasonableness of the Board's finding that \"[t] here is no persuasive evidence to suggest that the Human Rights Commission will not ensure that adequate state protection is available to the claimant should she return to Mexico.\" The Applicants say that the case law demonstrates that refugee claimants have no obligation to turn to a country's human rights organization for help.  <FRAGMENT_SUPPRESSED>  (FC), this Court held that it was unreasonable for a board to have expected the Applicants to have approached the country's human rights organization for help. In coming to that conclusion, Justice de Montigny at paragraph 31 in <FRAGMENT_SUPPRESSED> cites the decision of Justice Lemieux in", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.) at para. 44:", "...Canadian jurisprudence has repeatedly stated that there is no further burden on an Applicant to seek assistance from human rights organizations."], ["[35]", "In addition, the Applicants question the reasonableness of the Board's finding that the Human Rights Commission is effective when the documentary evidence reveals that it has no legal authority or power to do anything, save making recommendations which are non-binding and carry no legal weight."], ["[36]", "The Applicants argue that the Board again relied on selected portions of the documentary evidence and chose those aspects which supported its conclusion, particularly the anti-corruption efforts of the Fox administration. The Applicants cite and rely upon", "<FRAGMENT_SUPPRESSED> :", "The law is clear that the Board need not refer to every piece of evidence that was before it in its decision. However, if there is documentary evidence that is central to the applicant's position and supports the position, then that evidence must be considered by the Board. The failure to refer to this evidence is a reviewable error."], ["[37]", "The Applicants also rely upon", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.) the Court faulted the Board for making no reference to the significant documentary evidence which was supportive of the claim in that case. The Court concluded that, when documentary evidence is selectively relied upon, a tribunal errs in law by ignoring relevant evidence. The Applicants also cite and rely upon", "<FRAGMENT_SUPPRESSED>  for the following:", "8. In deciding whether adequate state protection is available, the Board must consider not only whether there are measures in place that could be used to protect a refugee claimant, but also whether those measures are likely to be effective:", "<FRAGMENT_SUPPRESSED>  (T.D.) (QL). There is no doubt that Grenada is beginning to take steps to address what appears to be a serious problem of violence against women and children. However, as I read the documentary evidence that was before the Board, these are merely incipient measures indicating a growing willingness to respond to these forms of violence. They fall far short of providing actual protection, except in a very small number of cases."], ["[39]", "The Applicants agree that state protection does not need to be perfect, but it does have to be effective. The Board must consider not only whether the state is actually capable of providing protection but also whether it is willing to act. Legislation and procedures in themselves do not suffice to establish the reality of protection unless they are given effect in practice:", "<FRAGMENT_SUPPRESSED> . The Applicants say that the Board did not pay sufficient attention to the \"unable\" part of the \"unable or, because of that risk, unwilling to avail of the protection\" test found in the Act."], ["[40]", "The Applicants conclude that the Board disregarded relevant evidence. The Board cannot, without giving reasonable grounds, ignore or dismiss the contents of a document dealing expressly with state protection in a given region:", "<FRAGMENT_SUPPRESSED> ."], ["[41]", "The Board committed several reviewable errors which affected the fairness of the Applicants' hearing. The Board also erred in law in finding that the Applicants were not Convention refugees or persons in need of protection. These errors are important enough to constitute reviewable errors.", "The Respondent", "Preferring Documentary Evidence"], ["[42]", "The Respondent submits that the Applicants' argument that the Board ignored the documentary evidence which identified deficiencies within the Mexican state protection apparatus is incorrect. The Board recognized the prevalence of crime and corruption in Mexico, but concluded that the state was dealing with those problems."], ["[43]", "The Respondent cites and relies upon", "<FRAGMENT_SUPPRESSED> :", "In his argument, counsel for the applicant underlines small excerpts from the documentary evidence. By using such tactics, counsel forgets a fundamental \"rule\" of the Court, i.e. to recognize that a Board is entitled to weight the totality of the evidence as to reliability and cogency. One cannot \"dissect\" the evidence and use only that portion which underlines one's point of view. In my respectful view, the documentary evidence within, read as a whole, does not tend to disprove that the applicant does not have a reasonable I.F.A."], ["[44]", "The Respondent points out that a Board has no obligation to list every piece of evidence that it examines:", "<FRAGMENT_SUPPRESSED>  (F.C.A.) and", "<FRAGMENT_SUPPRESSED> ."], ["[45]", "The Respondent contends that the Board did not err in stating that it \"preferred\" the documentary evidence to the evidence of the Applicants. The Board concluded that the evidence of the Applicant, when viewed in context, along with all of the documentary evidence, was not sufficient to establish a lack of state protection for similarly situated persons in Mexico, and did not rebut the presumption of state protection."], ["[46]", "The Respondent says that the Board's giving more weight to the large amount of documentary evidence, which did not support the assertions made in the Applicant's PIF narrative and testimony, is not a reviewable error. The Board cannot simply accept the Applicant's subjective belief that state protection is not available without sufficient evidence to establish that this fear is objectively reasonable:", "<FRAGMENT_SUPPRESSED>", "Existence of \"Serious Efforts\""], ["[47]", "The Respondent relies upon", "Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED>  (F.C.A.) for the proposition that it is not enough for a claimant to show that her government has not always been effective at protecting persons in her particular situation. Government protection is adequate if serious efforts are being made by the authorities. The Respondent also says that the Principal Applicant is not entitled to seek the surrogate protection of Canada simply because there is some risk that she may be the victim of a crime in her country of nationality. Other states cannot be expected to meet a standard of \"effective\" protection that police forces in Canada, regrettably, sometimes only aspire to:", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.) at paragraph 11.", "Application of Ward"], ["[48]", "The Respondent submits that international refugee law is only intended to come into play in situations where home state protection is unavailable, and then only in certain situations:", "Ward", ". Absent a situation of the complete breakdown of the state apparatus, it is presumed that a state is able to protect a claimant. This presumption \"serves to reinforce the underlying rationale of international protection as a surrogate, coming into play where no alternative remains to the claimant\":", "Ward", "at paragraph 51. A claimant must provide a clear and convincing confirmation of the relevant state's inability to protect:", "Ward", "and <FRAGMENT_SUPPRESSED> ."], ["[49]", "The Respondent says that, in the present case, the Applicants did not approach other government agencies to seek protection. She did not even approach the police. The Applicant's evidence that she did not believe the police would protect her was not sufficient to rebut the presumption of state protection. The Board's review of the documentary evidence revealed that, while there were problems with corruption and crime in the Mexican police force, there were other agencies that could have assisted the Applicants. As well, Mexico is making serious efforts to combat crime and corruption. The Principal Applicant agreed at the hearing that there were other agencies which could have helped her had she approached them."], ["[50]", "The Respondent relies upon", "Villafranca, Kadenko", "at paragraphs 4-5,", "<FRAGMENT_SUPPRESSED>  and <FRAGMENT_SUPPRESSED> for the principle that the Board may reasonably expect refugee claimants to exhaust other avenues of redress that may exist in democratic countries before seeking international protection. Moreover, as Mexico is a functioning multiparty democracy, the burden of proof on the Applicants to provide clear and convincing evidence to rebut the state's presumed ability to protect is also higher than in other cases."], ["[51]", "The Respondent cites", "Kim", "at paragraph 10 for the proposition that a refugee claimant does not rebut the presumption of state protection in a functioning democracy by asserting only a subjective reluctance to engage the state. The Respondent submits that there was insufficient evidence to establish that the", "Los Macizos", "gang in question had any influence over the local police force. The evidence before the Board did not establish that it was unreasonable to expect the Applicants to seek the protection of the police before seeking international protection."], ["[52]", "The Respondent cites <FRAGMENT_SUPPRESSED> as authority for the principle that the burden of attempting to show that one should not be required to exhaust all avenues of available domestic recourse is a heavy one. The Respondent submits it was reasonable for the Board to conclude that the Applicants had not done so in this case.", "ANALYSIS"], ["[53]", "I have reviewed each of the issues raised by the Applicant.", "More Weight to Documentary Evidence"], ["[54]", "With regard to the Board's stated preference for the \"documentary evidence, prepared by reputable sources having no interest in the outcome of this case, describing country conditions and availability of state protection for individuals similarly situated as the claimant\" as opposed to the \"written evidence and oral testimony given by the claimant,\" there is, in my view, a reviewable error in this case."], ["[55]", "Citing Justice de Montigny in", "<FRAGMENT_SUPPRESSED> the Respondent points out that \"an applicant's account cannot be wholly determinative\" and \"[o] ne must look at the overall picture to determine if it was reasonable to expect an applicant to seek state protection.\" This seems incontrovertible to me, but that is not what occurred in this case. The Board did not weigh the Principal Applicant's credible subjective beliefs concerning the unavailability of state protection against other documentary evidence that suggested state protection was adequate, even though not perfect."], ["[56]", "The Board says that it gives less weight to the \"written evidence\" and \"oral testimony\" of the Principal Applicant because the Principal Applicant has an interest in this case and the other sources are reputable. There is no explanation as to why the \"written evidence\" of the Principal Applicant is not as reputable as the other sources, and there is no explanation as to why the Principal Applicant's evidence should carry any less weight than other sources apart from the stated reason that she has a personal interest in the outcome."], ["[57]", "This is the very assumption that Justice Snider warned against in", "<FRAGMENT_SUPPRESSED> which warning has been reiterated by this Court in other cases, including <FRAGMENT_SUPPRESSED> , where Justice Dawson found that the Board could not make the finding it did unless it rejected the applicant's testimony and explained why it rejected it. Justice Dawson makes the following observation at paragraph 4 of <FRAGMENT_SUPPRESSED> :", "It is trite law that it is the responsibility of the RPD to determine the credibility of testimony given before it. However, it is equally trite law that where the RPD rejects sworn testimony, reasons must be given for doing so. Those aspects of the testimony which appear not to be credible are to be specifically identified by the RPD and the reasons for such conclusion are to be clearly articulated. Here, the RPD did not do so, and its failure is an error in law that requires the decision to be set aside."], ["[58]", "In the present case, the Board did not just weigh the Applicant's evidence against other evidence. The Board adopted as a principle of its Decision that other evidence was to be preferred over the \"written evidence and oral testimony given by the Applicant\" because the other evidence came from sources having no interest in the case and because those sources were more reputable. There is no explanation as to why the Applicants' \"written evidence\" did not come from reputable sources, or sources that were any less reputable. There is also no explanation as to why the Applicants' evidence, without a negative credibility finding, should be discounted as less reputable merely because she had an interest in the outcome of the case. As Justice Snider pointed out in", "Ismael", ", this is \"tantamount to stating that documentary evidence should always be preferred to that of refugee claimant's because the latter is interested in the outcome of the hearing. If permitted, such reasoning would always defeat a claimant's evidence.\" (para. 7)"], ["[59]", "This is a reviewable error that undermines the whole Decision.", "Exhausting All Courses of Action"], ["[60]", "It is true that, towards the end of the Decision, the Board says that \"the claimant, living in a democracy, simply did not reasonably exhaust courses of action available to her prior to seeking international protection.\" Even here, however, the Board does not say that the Applicants were obliged to exhaust \"all\" courses of action available to them. When the Decision is read as a whole, the Board's point is clearly that the Principal Applicant never attempted to avail herself of \"any\" course of action available to her."], ["[61]", "The evidence is that the Principal Applicant did not attempt to seek protection from the police, or to contact any other agency or institution for assistance. The Board's point was that the Principal Applicant chose not to avail herself of any protection that might be available to her in Mexico and \"did not reasonably exhaust any course of action open to her in seeking state protection in Mexico.\""], ["[62]", "I do not interpret the Board to be saying that the Principal Applicant was obliged to exhaust all avenues of protection in Mexico before claiming international protection. The Board is simply pointing out that having made no effort to contact any of the possible organizations that might have helped her, including the police, the Principal Applicant cannot be said to have \"discharged the onus of showing clear and convincing proof of the state's inability or unwillingness to protect her.\""], ["[63]", "I can find no reviewable error on this issue.", "Serious Effort"], ["[64]", "The Applicants say that the Board relied upon the Mexican government's \"serious efforts\" to put in place a legislative and procedural framework to combat kidnapping and corruption but did not address whether those efforts have resulted in effective protection."], ["[65]", "In my view, and reading the Decision as a whole, the Board does not simply equate serious efforts with effectiveness. The Board examines and discusses the actual impact of various initiatives and concludes that they are having an impact and that real protection is available."], ["[66]", "I can find no reviewable error on this issue.", "Error in Applying Ward", "and Failure to Deal with Contrary Evidence"], ["[67]", "The decisive issue in this case is the Principal Applicant's contention that she declined to seek state protection because there was no point in doing so. Her position is that the degree of corruption at all levels and the inevitable reprisals that would follow any complaint to the authorities made it entirely unreasonable for her to risk her life in order to prove the unavailability of state protection."], ["[68]", "As the Respondent points out, there is a heavy burden on someone who does not approach the state for protection to demonstrate that this was reasonable. The principle is stated clearly in <FRAGMENT_SUPPRESSED> at paragraph 57:", "Kadenko", "and", "Satiacum", "together teach that in the case of a developed democracy, the claimant is faced with the burden of proving that he exhausted all the possible protections available to him and will be exempted from his obligation to seek state protection only in the event of exceptional circumstances:", "Kadenko", "at page 534,", "Satiacum", "at page 176. Reading all these authorities together, a claimant coming from a democratic country will have a heavy burden when attempting to show that he should not have been required to exhaust all of the recourses available to him domestically before claiming refugee status. In view of the fact that the United States is a democracy that has adopted a comprehensive scheme to ensure those who object to military service are dealt with fairly, I conclude that the appellants have adduced insufficient support to satisfy this high threshold. Therefore, I find that it was objectively unreasonable for the appellants to have failed to take significant steps to attempt to obtain protection in the United States before claiming refugee status in Canada."], ["[69]", "As the Respondent points out, a refugee claimant does not rebut the presumption of state protection in a functioning democracy by asserting only a subjective reluctance to engage the state."], ["[70]", "So the issue becomes whether, in the present case, the Board was dealing with no more than a subjective reluctance to engage the state."], ["[71]", "The Applicants point out that there was a significant amount of documentary evidence supporting their position that the Mexican state cannot protect them and the Principal Applicant could not go to the police because of their corrupt involvement with kidnappers and the inevitable reprisals that would follow any complaint."], ["[72]", "The Applicants say that the Board was very selective in its use of the documentary evidence and simply chose passages that would support its conclusions, while neglecting to deal with evidence that was contrary to those conclusions."], ["[73]", "The Respondent makes the usual arguments that the Board was not obliged to mention every piece of documentary evidence, and that the Board fully recognizes that corruption and kidnapping continue to be a problem in Mexico, and that state protection is not perfect. The Respondent says that the Applicants are merely asking the Court to reweigh the evidence and come to a different conclusion from the Board."], ["[74]", "The Respondent points the Court to the decisions in", "<FRAGMENT_SUPPRESSED> . When faced with a similar issue in <FRAGMENT_SUPPRESSED> , Justice Barnes had the following to say at paragraph 11:", "I also do not agree that the Board ignored documentary evidence which detailed deficiencies within the Mexican criminal justice system. The Board referred to problems of official corruption and to the prevalence of crime (including kidnapping) in Mexico but found that the state was motivated and was taking active steps to respond. The Board has no obligation to list every piece of evidence that it examined: see  <FRAGMENT_SUPPRESSED>  A.W.C.S. (3d) 635 (F.C.A.). I am satisfied that the Board's analysis of the evidence was sufficient and that its conclusion that state protection was available to the Applicants was, on this record, reasonable."], ["[75]", "I also think the Respondent is correct to emphasize that in <FRAGMENT_SUPPRESSED> at paragraph 10 that \"[o] ne cannot 'dissect' the evidence and use only that portion which underlines one's point of view.\""], ["[76]", "Notwithstanding these clear principles, much will depend upon the facts of each case and the approach of the Board to the particular situation before it and the evidence adduced."], ["[77]", "In this regard, the Court must also keep in mind the oft-stated principles enunciated by Justice Evans in <FRAGMENT_SUPPRESSED> :", "14. It is well established that section 18.1(4)(", ") of the", "Federal Court Act", "does not authorize the Court to substitute its view of the facts for that of the Board, which has the benefit not only of seeing and hearing the witnesses, but also of the expertise of its members in assessing evidence relating to facts that are within their area of specialized expertise. In addition, and more generally, considerations of the efficient allocation of decision-making resources between administrative agencies and the courts strongly indicate that the role to be played in fact-finding by the Court on an application for judicial review should be merely residual. Thus, in order to attract judicial intervention under section 18.1(4)(", "), the applicant must satisfy the Court, not only that the Board made a palpably erroneous finding of material fact, but also that the finding was made \"without regard to the evidence\": see, for example,", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.).", "15 The Court may infer that the administrative agency under review made the erroneous finding of fact \"without regard to the evidence\" from the agency's failure to mention in its reasons some evidence before it that was relevant to the finding, and pointed to a different conclusion from that reached by the agency. Just as a court will only defer to an agency's interpretation of its constituent statute if it provides reasons for its conclusion, so a court will be reluctant to defer to an agency's factual determinations in the absence of express findings, and an analysis of the evidence that shows how the agency reached its result.", "16. On the other hand, the reasons given by administrative agencies are not to be read hypercritically by a court (", "<FRAGMENT_SUPPRESSED>  required to refer to every piece of evidence that they received that is contrary to their finding, and to explain how they dealt with it (see, for example,", "<FRAGMENT_SUPPRESSED>  (F.C.A.). That would be far too onerous a burden to impose upon administrative decision-makers who may be struggling with a heavy case-load and inadequate resources. A statement by the agency in its reasons for decision that, in making its findings, it considered all the evidence before it, will often suffice to assure the parties, and a reviewing court, that the agency directed itself to the totality of the evidence when making its findings of fact.", "17. However, the more important the evidence that is not mentioned specifically and analyzed in the agency's reasons, the more willing a court may be to infer from the silence that the agency made an erroneous finding of fact \"without regard to the evidence\":", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.). In other words, the agency's burden of explanation increases with the relevance of the evidence in question to the disputed facts. Thus, a blanket statement that the agency has considered all the evidence will not suffice when the evidence omitted from any discussion in the reasons appears squarely to contradict the agency's finding of fact. Moreover, when the agency refers in some detail to evidence supporting its finding, but is silent on evidence pointing to the opposite conclusion, it may be easier to infer that the agency overlooked the contradictory evidence when making its finding of fact.", "...", "27. Finally, I must consider whether the Refugee Division made this erroneous finding of fact \"without regard for the material before it.\" In my view, the evidence was so important to the applicant's case that it can be inferred from the Refugee Division's failure to mention it in its reasons that the finding of fact was made without regard to it. This inference is made easier to draw because the Board's reasons dealt with other items of evidence indicating that a return would not be unduly harsh. The inclusion of the \"boilerplate\" assertion that the Board considered all the evidence before it is not sufficient to prevent this inference from being drawn, given the importance of the evidence to the applicant's claim."], ["[78]", "The Principal Applicant contends that she fears kidnappers, so that the only relevant agency of protection is the police. Other organizations that monitor and deal with corruption in the police force are not relevant to the risks which the Applicants face."], ["[79]", "She says she did not go to the police because they are in league with kidnappers and reprisals would inevitably follow. She also says that there was cogent evidence before the Board to support this position, which evidence the Board did not address and, as was pointed out by this Court in", "<FRAGMENT_SUPPRESSED> this was a reviewable error:", "The law is clear that the Board need not refer to every piece of evidence that was before it in its decision. However, if there is documentary evidence that is central to the applicant's position and supports this position, then that evidence must be considered by the Board. The failure to refer to this evidence is a reviewable error."], ["[80]", "In the present case, the Board referred to the initiatives of the Fox administration to support the Board's conclusions, but did not deal, for example, with the evidence in", "Lost in Transition: Bold Ambitions, Limited Results Under Fox", ", a May 2006 report about Mexico's efforts to address human rights issues, which unambiguously concluded that abuses related to law enforcement misconduct continue to exist and that \"while ambitious on paper,\" the Fox initiatives \"have largely failed to achieve their principal goals.\""], ["[81]", "In addition, with regards to the Mexican state's initiatives against kidnapping, there was cogent evidence before the Board that \"while there has been success in dismantling major kidnapping rings, the result has apparently been a proliferation of smaller groups that are 'more ruthless' when the victims' family is unable to pay the ransom demand ...\" These so-called \"amateurish outfits\" have been known to be extremely violent towards their captives, reportedly raping female victims and committing bodily harm against abducted males."], ["[82]", "There was also significant evidence before the Board in this case of police complicity with kidnappers and that \"citizens are hesitant to report police abuse and many people are cautious about going anywhere near a police station.\""], ["[83]", "There was also clear evidence that the various Human Rights Commissions were \"on the whole ineffective in holding authorities accountable for their actions and that many national and international human rights organizations question their competence.\""], ["[84]", "There was also evidence that the preventive police are the most corrupt of the police organizations in Mexico."], ["[85]", "All in all, there was cogent evidence before the Board that the police in Mexico are corrupt and have extensive involvement with kidnapping gangs, that human rights commissions are ineffective, and that government initiatives to deal with the problem have largely failed. All of this is highly relevant to the issue of why the Principal Applicant did not go to the police."], ["[86]", "In other words, it was the usual \"mixed bag,\" but in this case the evidence that refuted the Board's conclusions on this point was so cogent and so important to the Applicants' case, that the Board's failure to deal with it and to simply rely upon the usual presumptions of state protection looks more like defending a general position on Mexico than addressing the specifics of the evidence before the Board in this case."], ["[87]", "If there is cogent evidence before the Board that government efforts are failing and that many normal citizens will not go near a police station, then I think great care is needed before the Court can accept the frequently used \"mixed bag\" rationale for not mentioning clear evidence that contradicts the Board's conclusions."], ["[88]", "I agree with the Respondent that, as a general principle, a Board is not obliged to mention every piece of evidence. However, the Board should not paper over compelling evidence that directly contradicts its own conclusions with phrases such as \"the panel does not disagree,\" or \"based on the totality of the evidence.\" The Board should engage with that evidence and say why it can be discounted or why other evidence is to be preferred."], ["[89]", "Reading the Decision as a whole, it is my view that the Board does not engage with clear evidence that contradicts his own inclusions in the way that the jurisprudence of this Court says it should engage with that evidence. This becomes particularly problematic in a case where, as I have found, the Board also made a reviewable error by discounting the Principal Applicant's own testimony because she was not a disinterested party."], ["[90]", "This is a reviewable error and the matter needs to be reconsidered.", "JUDGMENT"], ["[91]", "THIS COURT ORDERS AND ADJUDGES that", "1. For the reasons given, the application for judicial review is allowed and the matter is returned for reconsideration by a different officer.", "2. There is no question for certification.", "[End of document]"]]}