{"id_": "076365", "body_str": [["[1]", "Heneghan, J.", ": Carry the Kettle First Nation (the \"Applicant\") seeks judicial review of the decision of Adjudicator Daniel Cameron, dated December 28, 2005. In that decision, the Adjudicator determined that Mr. Woodrow O'Watch (the \"Respondent\") had been wrongfully dismissed by the Applicant from his employment as a teacher associate.", "II.", "Background"], ["[2]", "The Respondent was employed as a teacher associate by the Applicant at the Nakota Oyada Education Centre commencing September 2001. A contract of employment was prepared by the Applicant for the 2002-2003 school year and signed by the Respondent but not by the Applicant."], ["[3]", "A further contract of employment was prepared by the Applicant for the 2003-2004 school year and signed by the Respondent in June 2003. This contract of employment was not signed by the Applicant."], ["[4]", "The first day of school for the 2003-2004 school year was August 25, 2003 and the Respondent reported for work on that day. At the mid-morning break on that day, the Respondent was advised by the Principal that he was suspended. In his letter, dated August 26, 2003, the Respondent requested a meeting with the Chief and Council regarding \"his suspension from employment\". That meeting was not held until March 9, 2004."], ["[5]", "The Respondent had been charged with a firearms offence in August 2003. One of the alleged witnesses to this offence was a former student of the school. Minutes from a Band Council meeting held on August 28, 2003 indicate that the Council discussed the employment of the Respondent and recorded that \"he is off without pay until further notice\"."], ["[6]", "The Respondent did not receive a Record of Employment or an original letter of termination until April 2, 2004, although he did receive on February 19, 2004 a photocopy of a letter of termination dated September 18, 2003. This letter was provided to the Respondent by Kathleen Thompson, Education Co-ordinator at the Nakota Oyada Education Centre. Although this letter bears a typewritten date of August 26, 2003, there is also a handwritten date of September 18, 2003. That handwritten date was written by Mr. Ironstar, Band Manager for the Applicant."], ["[7]", "On or about December 29, 2003, the Canadian Aboriginal Association Plan forwarded a notice of termination of pension plan membership to the Respondent. However, employer and employee contributions were made to the pension plan up to and including October 16, 2003."], ["[8]", "On April 2, 2004, the Respondent received the original termination letter and his Record of Employment from the Applicant. On or about April 4, 2004, the Respondent made a claim for wrongful dismissal with Human Resources and Social Development Canada and the matter was set for a hearing before Adjudicator Daniel Cameron. The hearing took place on October 27 and October 28, 2005. The Adjudicator heard evidence from three witnesses, that is the Respondent, Ms. Lori Poitras, a witness on behalf of the Respondent, and Mr. Ironstar, on behalf of the Applicant."], ["[9]", "On December 28, 2005 the Adjudicator delivered his decision. He reviewed the evidence and identified two questions for determination:", "A. Was there an employment relationship between the Respondent and the Applicant at any time during the 2003-2004 school year?", "b. When did it end and was that termination unjust?"], ["[10]", "The Adjudicator concluded that on the basis of the evidence submitted, an employment relationship did exist between the Applicant and the Respondent for the 2003-2004 academic year that commenced on August 25, 2003."], ["[11]", "The Adjudicator concluded that the Respondent received notice of his termination, with reasons, from the Band at the earliest on February 19, 2004 and at the latest on April 2, 2004."], ["[12]", "The Adjudicator further concluded that the dismissal was unjust since the Applicant was aware of the Respondent's misconception as to his employment status, failed to provide him with a hearing, and to advise him promptly of his employment status. In rendering his decision, the Adjudicator commented upon certain aspects of the evidence tendered by the Applicant."], ["[13]", "He noted that the letter signed by Mr. Wayne Ironstar, dated August 26, 2003, later hand dated to September 18, 2003, provided that the decision not to renew the Respondent's contract stems in large part from the \"recent criminal charges which have been issued against you\". The Adjudicator observed that when the letter was first written, that is on August 26, 2003, there was only one criminal charge against the Respondent. A second charge was not laid until mid-September 2003."], ["[14]", "The Adjudicator noted that the alleged employment contract for 2003-2004 does not appear to be an original copy and the space for the Respondent's signature \"appeared overwritten\". He observed that the Respondent did not have a copy of this document and that the document was totally within the employer's control."], ["[15]", "The Adjudicator noted that Mr. Ironstar's evidence was largely hearsay. He was not present at the Council meeting in July that he said refused to renew the Respondent's contract. He was not party to the communications between the Principal and the Respondent on August 25, 2003 and he was not responsible for the issuance or receipt of contracts in the 2003-2004 school year."], ["[16]", "The Adjudicator also commented upon the failure of the Applicant to call Ms. Kathleen Thompson to testify. She was the Education Co-ordinator at the relevant time. He made the following comments:", "\"Ms. Thompson was in a position to cast light on the content of the original letter dealing with Mr. O'Watch's employment status, i.e.: did it refer to a suspension or a termination? As well, she could have testified as to whether she had issued and received a signed contract from Mr. O'Watch. She could have stated what she told Principal Ahenakue on Aug. 25, 2003, regarding Mr. O'Watch's employment status, i.e.: suspension or termination? As well the disputed contract was retained in her office.\""], ["[17]", "The Adjudicator said that in arbitration proceedings the failure of a party to call a witness who may have \"material evidence to give can lead to an adverse inference being drawn against that party\" and that once it is established that a witness is available and has material evidence to provide, the failure to call such a witness will lead to acceptance of the uncontradicted evidence of the opposing party."], ["[18]", "The Applicant commenced this application for judicial review, seeking review of the Adjudicator's decision by notice of application filed on January 27, 2006. In support of the application the Applicant filed the affidavit of Mr. Wayne Ironstar, Band Manager of the Applicant. In his affidavit Mr. Ironstar purports to set out the factual background. The affidavit refers to certain documents which are attached as exhibits, including a contract of employment for the school year 2002-2003 and a contract of employment for the school year 2003-2004, as well as a copy of the decision of the Adjudicator."], ["[19]", "The Applicant has raised the following issues:", "A. Was there a contract of employment for the 2003-2004 school year in place between the Applicant and the Respondent?", "b. Was the Respondent unjustly dismissed from that employment?", "c. If the Respondent was unjustly dismissed, what remedies are available to him?", "d. Did the Adjudicator make a patently unreasonable finding and/or err in law in failing to determine the exact date on which the employment of the Respondent was terminated?", "e. Did the Adjudicator err in law by failing to determine whether or not the Respondent was subject to a disciplinary or non-disciplinary suspension without pay for any period prior to his termination?", "f. Did the Adjudicator make a patently unreasonable finding and/or a finding beyond his jurisdiction by finding that \"absent any income, his [Woodrow O'Watch's] marriage failed and he lost custody of his children\"?", "g. Did the Adjudicator make a patently unreasonable finding and/or err in law by finding that the failure of the Applicant to call Kathleen Thompson as a witness allows the Adjudicator to draw an adverse inference permitting him to conclude that the Respondent was unjustly dismissed?"], ["[20]", "For his part the Respondent raises the following issues:", "A. Is the affidavit of Wayne Ironstar properly before the Court on this application for judicial review?", "b. What is the applicable standard of review?", "III.", "Submissions", "A.", "Applicant's Submissions"], ["[21]", "The Applicant argues that the Adjudicator erred in finding that there was a valid contract of employment for the year 2003-2004 because the contract was not ratified on behalf of the Applicant by a quorum of the Chief and Council pursuant to paragraph 2(3)(b) of the", "Indian Act", ", R.S.C. 1985, c. I-5 (the \"", "Indian Act", "\"). Paragraph 2(3) of the", "Indian Act", "provides as follows:", "\"(2) The expression 'band', with reference to a reserve or surrendered lands, means the band for whose use and benefit the reserve or the surrendered lands were set apart.", "\"(3) Unless the context otherwise requires or this Act otherwise provides,", "(a) a power conferred on a band shall be deemed not to be exercised unless it is exercised pursuant to the consent of a majority of the electors of the band; and", "(b) a power conferred on the council of a band shall be deemed not to be exercised unless it is exercised pursuant to the consent of a majority of the councillors of the band present at a meeting of the council duly convened.\"", "\"(2) En ce qui concerne une réserve ou des terres cédées, 'bande' désigne la bande à l'usage et au profit de laquelle la réserve ou les terres cédées ont été mises de côté.", "\"(3) Sauf indication contraire du contexte ou disposition expresse de la présente loi:", "a) un pouvoir conféré à une bande est censé ne pas être exercé, à moins de l'être en vertu du consentement donné par une majorité des électeurs de la bande;", "b) un pouvoir conféré au conseil d'une bande est censé ne pas être exercé à moins de l'être en vertu du consentement donné par une majorité des conseillers de la bande présents à une réunion du conseil dûment convoquée.\""], ["[22]", "Alternatively, the Applicant advances the argument that the Adjudicator improperly focused on the manner in which the Respondent's employment was terminated and the negative consequences of that termination and in concluding that the Respondent was unjustly dismissed. The Applicant argues that the Respondent should have examined whether there was cause for the dismissal."], ["[23]", "In the present case, the Applicant submits that it had proper grounds to justify the dismissal of this Respondent, if any dismissal occurred. Specifically, it cites the fact that the Applicant had a criminal charge pending prior to the start of the 2003-2004 academic year that arose out of an incident witnessed by an individual who was a past or current student at the school. The Applicant says that criminal convictions, charges, and other conduct outside of work can be grounds for dismissal with cause, especially where both the employment and the impugned behaviour involved children or youth. The Applicant cites the following cases in which employees who worked with children were found to have been terminated for just cause as a result of conduct outside of work:", "FRAGMENT_SUPPRESSED."], ["[24]", "Next, the Applicant outlines the remedies that it considers were available to the Respondent. It suggests that the Respondent was entitled to a total of 25 days wages pursuant to clause 7 of the 2003-2004 contract. It bases this calculation upon payment for 15 days wages in lieu of notice and 10 days wages as severance pay that is broken down to five days wages for each of the two full years of employment that had been completed. Alternatively, the Applicant suggests that one to two months salary would be an \"appropriate amount\" to award the Respondent for unjust dismissal under the common law given the length of his employment."], ["[25]", "The Applicant submits that it was patently unreasonable or an error of law for the Adjudicator not to identify one specific date on which the Respondent was terminated. He suggests that the Adjudicator should have made this finding prior to instructing the parties to negotiate a settlement."], ["[26]", "Further, the Applicant argues that the Adjudicator either exceeded his jurisdiction or made a patently unreasonable finding in observing that \"absent any income, his [Woodrow O'Watch's] marriage failed and he lost custody of his children\"."], ["[27]", "The Applicant argues that this finding of fact was improperly grounded upon opinions expressed at the hearing and was not supported by adequate evidence. The Applicant suggests that other factors, such as the criminal charges brought against the Respondent, may have been a more significant cause of the events identified. Further, the Applicant contends that the Adjudicator did not have the jurisdiction to make such a finding under s. 242 of the", "Canada Labour", "Code", ", R.S.C. 1985, c. L-2 (the \"", "Canada Labour Code", "\") and suggests that this finding was not relevant to the proceedings."], ["[28]", "The Applicant submits that the Adjudicator erred in deciding that he was entitled to draw adverse inferences as a result of the Applicant's failure to call Kathleen Thompson as a witness. In the circumstances the Applicant submits that the evidence that Ms. Thompson may have commented on was simply not relevant."], ["[29]", "Finally, the Applicant argues that the Adjudicator erred in law by failing to determine whether the Respondent was subject to either a disciplinary or non-disciplinary suspension without pay prior to his termination. The Applicant suggests that this finding was necessary since the Adjudicator ordered the parties to further negotiate regarding settlement. The Applicant suggests that if the 2003-2004 contract was valid and the Respondent was not terminated at the beginning of 2003-2004 academic year, then clearly he was suspended without pay. The Applicant suggests that the nature of this suspension was \"non-disciplinary\" in that it pertained to conduct that occurred outside of his employment. In this regard the Applicant relies on the decision in", "FRAGMENT_SUPPRESSED. Alternatively, the Applicant argues that the suspension was disciplinary and was justified on the same grounds that the Respondent's termination was justified.", "B.", "Respondent's Submissions"], ["[30]", "The Respondent makes a preliminary argument that the affidavit of Mr. Ironstar should not be considered. This affidavit, sworn on January 26, 2006, purports to supplement the evidence that was before the Adjudicator and this is contrary to the jurisprudence concerning the scope of evidence to be considered by a court in the context of a judicial review proceeding. In this regard the Respondent refers to the decision in", "FRAGMENT_SUPPRESSED. In that decision the Federal Court of Appeal decided that the party cannot supplement by way of affidavit the material that was before a federal board or tribunal, the only exception being cases where a federal board had allegedly breached procedural fairness or committed a jurisdictional error."], ["[31]", "In the present case the Respondent argues that the Applicant is trying to augment the record. The Respondent makes a particular objection with respect to paragraph 4 of the Ironstar affidavit and contends that the Applicant is thereby trying to submit new evidence before the Court that was not before the Adjudicator."], ["[32]", "The Respondent then addresses the applicable standard of review. He submits that the Adjudicator's decision concerning the adverse inferences to be drawn from the Applicant's failure to call Ms. Thompson as a witness is reviewable on the standard of correctness. Otherwise, the Respondent submits that the remaining issues raised by the Applicants should be reviewed on the standard of patent unreasonableness."], ["[33]", "The Respondent argues that the Adjudicator's finding that there was a valid 2003-2004 contract was not patently unreasonable. In this regard he notes that the evidence before the Adjudicator shows that the employment contract for 2003-2004 was drawn up in June 2003 based on the recommendation of the school Principal to rehire him. The effective date for the 2003-2004 contract was June 10, 2003. This suggests that the contract was drafted prior to June 10, 2003. The 2003-2004 contract was to begin on August 25, 2003."], ["[34]", "The Respondent further notes that Mr. Ironstar testified before the Adjudicator that the Band Council must ratify a contract of employment before it could be offered. Ms. Poitras testified on behalf of the Respondent that the renewal contracts were available to be signed by the Applicant and his wife before the end of June, thus suggesting that the Band had ratified the renewal contracts prior to the end of June."], ["[35]", "The Respondent also notes that the minutes from the August 28, 2003 Band Council meeting showed that the Respondent was \"off without pay until further notice\" and Mr. Ironstar conceded during the cross-examination that the Respondent would have had to be employed in order to be \"off without pay\". There was also evidence of contributions to the Canadian Aboriginal Association Plan by the Applicant and a letter of termination."], ["[36]", "The Respondent points to the evidence of Mr. Ironstar that he, Mr. Ironstar, had a letter drafted by Ms. Thompson at his September 4, 2003 meeting with the Respondent but could not remember whether it spoke to termination or suspension."], ["[37]", "The Respondent observed that there was no evidence of a Band Council motion to dismiss him or to not ratify the 2003-2004 contract."], ["[38]", "The Respondent argues that cumulatively this evidence points in favour of the existence of a contract of employment and the Adjudicator's conclusions in that regard were not patently unreasonable."], ["[39]", "The Respondent argues that the Applicant cannot now rely on s. 2(3) of the", "Indian Act", "because it failed to raise this issue at the hearing before the Adjudicator. It submits that, as a general rule, this Court will not consider issues that were not raised before the original tribunal in the context of the judicial review application unless those issues go to jurisdiction; see", "FRAGMENT_SUPPRESSED."], ["[40]", "The Respondent argues that the Adjudicator's finding that the termination was unjust cannot be said to be patently unreasonable. He contends that the Applicant, as the employer, bore the onus of establishing just cause for dismissal. The Respondent submits that the evidence shows that the Applicant did not put its mind to whether it had just cause for dismissal. The Respondent notes that the Applicant has consistently maintained as its primary argument that it did not ratify the Respondent's contract."], ["[41]", "Further, the Respondent submits that the Applicant, in saying that he \"was charged with a criminal offence which involved a current or former student of the school\", appears to suggest that the former student had some greater involvement than merely being a witness. The Respondent submits that this inference should not be entertained by the Court. The Respondent argues that the Adjudicator's conclusions with respect to the termination pursuant to the 2003-2004 contract, the date of termination, its effect on his failed marriage and the loss of custody of his children all relate to findings of fact. On the basis of the evidence that was before the Adjudicator, the Respondent submits that the findings on these issues were not unreasonable, much less patently unreasonable."], ["[42]", "With respect to the alleged error of the Adjudicator in failing to decide whether the Applicant had imposed a disciplinary or non-disciplinary suspension, the Respondent submits that this argument is premature because it relates to the remedy that the Adjudicator may award. The Adjudicator had specifically directed that the parties seek a negotiated settlement, failing which he would retain jurisdiction to award a remedy."], ["[43]", "At the conclusion of his decision, the Adjudicator said the following:", "\"I would ask the parties to meet and endeavour to reach a financial settlement within 30 calendar days of this award. Failing settlement, I remain seized on this aspect and I will render a financial settlement.\""], ["[44]", "Finally, the Respondent submits that the Adjudicator correctly drew an adverse inference from the Applicant's failure to present Ms. Thompson as a witness. Consequently, the Adjudicator accepted the uncontradicted evidence given by the Respondent. The Respondent says that this conclusion was correct in the circumstances, having regard to the fact that most of the evidence given by Mr. Ironstar was based on hearsay and that witness had little personal involvement in the matter.", "IV.", "Discussion and Disposition", "A.", "Relevant Statutory Provisions"], ["[45]", "Division XXIV of the", "Canada Labour", "Code", "deals with unjust dismissal. Section 240 of the", "Canada Labour", "Code", "provides that an unjust dismissal complaint is to be made initially by an employer to an inspector. Section 240 reads as follows:", "\"(1) Subject to subsections (2) and 242(3.1), any person", "(a) who has completed twelve consecutive months of continuous employment by an employer, and", "(b) who is not a member of a group of employees subject to a collective agreement,", "may make a complaint in writing to an inspector if the employee has been dismissed and considers the dismissal to be unjust.", "\"(2) Subject to subsection (3), a complaint under subsection (1) shall be made within ninety days from the date on which the person making the complaint was dismissed.", "\"(3) The Minister may extend the period of time referred to in subsection (2) where the Minister is satisfied that a complaint was made in that period to a government official who had no authority to deal with the complaint but that the person making the complaint believed the official had that authority.\"", "\"(1) Sous réserve des paragraphes (2) et 242(3.1), toute personne qui se croit injustement congédiée peut déposer une plainte écrite auprès d'un inspecteur si:", "a) d'une part, elle travaille sans interruption depuis au moins douze mois pour le même employeur;", "b) d'autre part, elle ne fait pas partie d'un groupe d'employés régis par une convention collective.", "\"(2) Sous réserve du paragraphe (3), la plainte doit être déposée dans les quatre-vingt-dix jours qui suivent la date du congédiement.", "\"(3) Le ministre peut proroger le délai fixé au paragraphe (2) dans les cas où il est convaincu que l'intéressé a déposé sa plainte à temps mais auprès d'un fonctionnaire qu'il croyait, à tort, habilité à la recevoir.\""], ["[46]", "Section 241 of the", "Canada Labour", "Code", "describes the subsequent process which is designed to help parties to settle the complaint with the assistance of the inspector. Section 241 reads as follows:", "\"(1) Where an employer dismisses a person described in subsection 240(1), the person who was dismissed or any inspector may make a request in writing to the employer to provide a written statement giving the reasons for the dismissal, and any employer who receives such a request shall provide the person who made the request with such a statement within fifteen days after the request is made.", "\"(2) On receipt of a complaint made under subsection 240(1), an inspector shall endeavour to assist the parties to the complaint to settle the complaint or cause another inspector to do so.", "\"(3) Where a complaint is not settled under subsection (2) within such period as the inspector endeavouring to assist the parties pursuant to that subsection considers to be reasonable in the circumstances, the inspector shall, on the written request of the person who made the complaint that the complaint be referred to an adjudicator under subsection 242(1),", "(a) report to the Minister that the endeavour to assist the parties to settle the complaint has not succeeded; and", "(b) deliver to the Minister the complaint made under subsection 240(1), any written statement giving the reasons for the dismissal provided pursuant to subsection (1) and any other statements or documents the inspector has that relate to the complaint.\"", "\"(1) La personne congédiée visée au paragraphe 240(1) ou tout inspecteur peut demander par écrit à l'employeur de lui faire connaître les motifs du congédiement; le cas échéant, l'employeur est tenu de lui fournir une déclaration écrite à cet effet dans les quinze jours qui suivent la demande.", "\"(2) Dès réception de la plainte, l'inspecteur s'efforce de concilier les parties ou confie cette tâche à un autre inspecteur.", "\"(3) Si la conciliation n'aboutit pas dans un délai qu'il estime raisonnable en l'occurrence, l'inspecteur, sur demande écrite du plaignant à l'effet de saisir un arbitre du cas:", "a) fait rapport au ministre de l'échec de son intervention;", "b) transmet au ministre la plainte, l'éventuelle déclaration de l'employeur sur les motifs du congédiement et tous autres déclarations ou documents relatifs à la plainte.\""], ["[47]", "Section 244 describes the circumstances when an unjust dismissal complaint will be referred to an adjudicator. Section 244 reads as follows:", "\"(1) Any person affected by an order of an adjudicator under subsection 242(4), or the Minister on the request of any such person, may, after fourteen days from the date on which the order is made, or from the date provided in it for compliance, whichever is the later date, file in the Federal Court a copy of the order, exclusive of the reasons therefor.", "\"(2) On filing in the Federal Court under subsection (1), an order of an adjudicator shall be registered in the Court and, when registered, has the same force and effect, and all proceedings may be taken thereon, as if the order were a judgment obtained in that Court.\"", "\"(1) La personne intéressée par l'ordonnance d'un arbitre visée au paragraphe 242(4), ou le ministre, sur demande de celle-ci, peut, après l'expiration d'un délai de quatorze jours suivant la date de l'ordonnance ou la date d'exécution qui y est fixée, si celle-ci est postérieure, déposer à la Cour fédérale une copie du dispositif de l'ordonnance.", "\"(2) Dès le dépôt de l'ordonnance de l'arbitre, la Cour fédérale procède à l'enregistrement de celle-ci; l'enregistrement confère à l'ordonnance valeur de jugement de ce tribunal et, dès lors, toutes les procédures d'exécution applicables à un tel jugement peuvent être engagées à son égard.\""], ["[48]", "Section 243 of the", "Canada Labour", "Code", "contains a privative clause. Section 243 provides as follows:", "\"(1) Every order of an adjudicator appointed under subsection 242(1) is final and shall not be questioned or reviewed in any court.", "\"(2) No order shall be made, process entered or proceeding taken in any court, whether by way of injunction, certiorari, prohibition, quo warranto or otherwise, to question, review, prohibit or restrain an adjudicator in any proceedings of the adjudicator under section 242.\"", "\"(1) Les ordonnances de l'arbitre désigné en vertu du paragraphe 242(1) sont définitives et non susceptibles de recours judiciaires.", "\"(2) Il n'est admis aucun recours ou décision judiciaire - notamment par voie d'injonction, de certiorari, de prohibition ou de quo warranto - visant à contester, réviser, empêcher ou limiter l'action d'un arbitre exercée dans le cadre de l'article 242.\"", "B.", "Statutory Framework"], ["[49]", "In", "FRAGMENT_SUPPRESSED, Mr. Justice de Montigny described the context in which the provisions of the", "Canada Labour", "Code", "and decisions made by Adjudicators appointed thereunder should be interpreted. FRAGMENT_SUPPRESSED in", "FRAGMENT_SUPPRESSED:", "FRAGMENT_SUPPRESSED"], ["[50]", "In", "FRAGMENT_SUPPRESSED, Madam Justice Snider reviewed the jurisprudence concerning the standard or review applicable to decisions made by adjudicators pursuant to the", "Canada Labour", "Code", ". At paragraph 13, she expressed the following conclusions:", "FRAGMENT_SUPPRESSED"], ["[51]", "I will first address the status of the affidavit of Mr. Ironstar. The Respondent argues that the affidavit of Mr. Ironstar, sworn on January 27, 2006, should not be considered in this judicial review application. He submits that decisions of federal boards are to be reviewed on the basis of the material that was before the Board when it made its decision and that a party cannot supplement that evidence with an affidavit, except in those cases where a board has allegedly breached procedural fairness or committed a jurisdictional error; see", "FRAGMENT_SUPPRESSED. The Respondent argues that there were no such allegations in the present case and that the affidavit should not be considered."], ["[52]", "The Court has considered the scope of the evidence to be submitted in an application for judicial review in several cases and has consistently maintained that only evidence that was before the decision maker could be presented to the Court upon an application for judicial review unless there is an alleged lack of jurisdiction or breach of procedural fairness. In this regard, I refer to", "FRAGMENT_SUPPRESSED"], ["[53]", "In the present case, Mr. Ironstar's affidavit purports to address the facts concerning the Respondent's relationship with the Applicant between 2001 and September 2003. To the extent that he is setting out a factual framework, his affidavit is acceptable. However, insofar as Mr. Ironstar is now attempting to explain the significance of certain events or to introduce a new element that was not before the Adjudicator, his affidavit will not be considered."], ["[54]", "I move now to the merits of this application. The principal issue arising in this application, as was the case before the Adjudicator, is the existence of an employee-employer relationship between the Applicant and the Respondent. If a contract of employment existed between the two for the period 2003-2004 school year, the next question is whether the employment relationship had been unjustly terminated."], ["[55]", "The existence of an employee-employer relationship between the Applicant and the Respondent involved consideration of both questions of fact and law. Accordingly, the appropriate standard of review is that of reasonableness simpliciter."], ["[56]", "On the basis of the evidence as summarized by the Adjudicator in the \"Official Transcript\" dated February 6, 2006. I am satisfied that the Adjudicator's conclusion as to the existence of a contract of employment is supported by that evidence, including the documentary evidence which had been submitted at the hearing, in particular the document that is entitled \"Contract of Employment\" which is said to be made effective June 10, 2003 between the Applicant and the Respondent."], ["[57]", "In his discussion of this contract, the Adjudicator said the following:", "\"... The contract is to commence on August 25, 2003. It was Mr. Ironstar's evidence that band council must ratify a contract of employment before it could be offered. It was Ms. Poitras's evidence that renewal contracts were available for signing by Mr. O'Watch and his wife before the end of June. This suggests that the band had ratified the renewal contracts earlier than the end of June. She said that while she did not see his signature, she saw him sign the document. This was not contested in cross-examination.\""], ["[58]", "The documentary evidence also includes a copy of the minutes of a Band Council meeting held on August 28, 2003 in which reference was made to the status of the Respondent as being \"off without pay until further notice\". The Adjudicator specifically referred to this letter in his decision. He also referred to a letter, dated December 29, 2003, from the Canadian Aboriginal Association Plan to the Respondent, advising of the termination of his pension benefits. This letter was written approximately four months after the latest date of the alleged termination of his employment."], ["[59]", "The Adjudicator also referred to evidence submitted on behalf of the Respondent that the employer had made a pension contribution to the Canadian Aboriginal Association Plan on October 16, 2003, i.e. several weeks after the proposed termination of his employment. The Adjudicator further noted that when asked if the Band Council had made a motion or decision to terminate the Respondent's employment, Mr. Ironstar said that he was not aware of any such motion or decision."], ["[60]", "On the basis of this evidence, the Adjudicator's conclusion with respect to the existence of an employee-employer relationship is not unreasonable."], ["[61]", "The next issue to be addressed is whether the Adjudicator erred in determining that the Respondent had been unjustly dismissed. In this regard the Applicant argues that the Adjudicator improperly focused on the wrong factors when he determined that the dismissal was unjust. The Applicant says that the Adjudicator found the termination to be without just cause because of the effect that it had upon his personal life, i.e. upon his marriage and custody of his children."], ["[62]", "The concept of \"unjust dismissal\" under the", "Canada Labour", "Code", "is distinct from, although similar to, \"wrongful\" dismissal under the common law. The", "Canada Labour", "Code", "does not define what constitutes an unjust dismissal but in", "FRAGMENT_SUPPRESSED, the Federal Court of Appeal at page 441 considered the issue and said that a dismissal under the", "Canada Labour", "Code", "will not be \"unjust\" only if it is a", "\"... dismissal based on an objective, real and substantial cause, independent of caprice, convenience of purely personal disputes, entailing action taken exclusively to ensure the effective operation of the business.\""], ["[63]", "In the present case, it is not clear that the Adjudicator considered whether the Applicant had an objective, real, and substantial cause to justify its termination of the Respondent's employment. Rather, in his decision under the heading \"Was this Termination Unjust?\", the Adjudicator addressed the manner in which the Applicant handled the termination and the consequences of that termination. He commented on the apparent delay in notifying the Respondent of his dismissal, the apparent uncertainty of at least some Band Council members throughout 2003-2004 concerning the Respondent's employment status, the fact that the Respondent was unable to meet with the Band Council until March 2004 despite apparent repeated requests for a meeting, the Respondent's understanding throughout 2003-2004 that he had been suspended rather than terminated and his subsequent belief that he was ineligible to apply for benefits under the", "Employment Insurance", "Act", ", S.C. 1996, c. 23, and the fact that the Respondent had no source of income, which contributed to his failed marriage."], ["[64]", "In my opinion, this issue involves a question of law which is reviewable on a standard of correctness. Did the Adjudicator apply the correct legal test to determine whether the termination was unjust. In my opinion, he did not. He failed to address the issue of cause for dismissal. In failing to ask the correct question and to deal with it, the Adjudicator committed an error of law and my finding in that regard is sufficient to allow this application for judicial review. It is neither necessary nor appropriate to address the remaining arguments of the Applicant, in light of my disposition of this matter.", "V.", "Conclusion"], ["[65]", "The application for judicial review is allowed, on the grounds that the Adjudicator erred in law by failing to address and deal with the question of cause for termination. The matter will be remitted to a different Adjudicator for determination in accordance with Part XIV of the", "Canada Labour", "Code", ". The Applicant shall have its costs.", "ORDER"], ["[66]", "The application for judicial review is allowed with costs to the Applicant.", "Application allowed.", "Editor: Anick Ouellette-Levesque/gs", "[End of document]"]]}