{"id_": "076442", "body_str": [["[1]", "In 2012, Mr. Ismail Mk Al-Katanani applied for", "permanent residence in Canada as a member of the economic class, under the self-employed", "person category. Mr. Al-Katanani submitted that he had the required minimal two", "periods of one-year experience in the management of a farm, one of only three", "possible categories recognized by the Canadian immigration authorities to be", "admitted as a self-employed person."], ["[2]", "A visa officer [the Officer] at the Canadian", "High Commission in London, England reviewed Mr. Al-Katanani’s permanent", "resident application but refused it in a decision dated August 10, 2015 [the", "Decision]. The Officer was not satisfied that Mr. Al-Katanani had enough", "relevant experience in the management of a farm, nor that he could make a significant", "contribution to this specified economic activity in Canada. Mr. Al-Katanani sought", "a redetermination of his application in September 2015, but his request was", "refused in November 2015 as no sufficient compelling information warranted the", "re-opening of his file."], ["[3]", "Mr. Al-Katanani has applied to this Court for", "judicial review of the Officer’s Decision dismissing his permanent residence", "application. He argues that the Officer’s Decision is unreasonable because it", "was based on findings of fact unsupported by the evidence and the Officer", "ignored or failed to properly consider the materials provided on his relevant work", "experience. Mr. Al-Katanani also contends that the Officer’s reasons are", "inadequate since they do not sufficiently explain how the Officer reached his", "conclusion that Mr. Al-Katanani did not have the required experience under the", "self-employed category. He asks this Court to quash the decision and to send it", "back for redetermination by a different visa officer."], ["[4]", "Mr. Al-Katanani’s application raises two issues:", "1) was the Officer’s Decision denying the permanent resident status sought by", "Mr. Al-Katanani reasonable; 2) were the Officer’s reasons sufficiently", "inadequate to warrant the intervention of the Court."], ["[5]", "Having considered the evidence before the", "Officer and the applicable law, I can find no basis for overturning the", "Officer’s Decision. The Decision was responsive to the evidence and the outcome", "is defensible based on the facts and the law. It falls well within the range of", "possible, acceptable outcomes. I also find that the", "reasons for the Decision adequately explain how the Officer found that Mr. Al-Katanani", "did not meet the requirements for permanent residence in Canada in the", "self-employed person category. There are no sufficient grounds to justify this", "Court’s intervention, and I must therefore dismiss Mr.", "Al-Katanani’s application for judicial review.", "II.", "Background", "A.", "The Officer’s Decision"], ["[6]", "In his Decision, the Officer first reiterated", "all the relevant provisions and requirements to satisfy the self-employed", "person class. He then indicated to Mr. Al-Katanani that, based on the evidence", "provided on his education, his experience and his personal net worth, Mr.", "Al-Katanani did not “show that [he had] relevant", "experience gained through active involvement in the management of a farm, and", "[he had] not adequately explained how [he would] be able to be self-employed in", "Canada or make a significant contribution through the purchase and management", "of a farm”."], ["[7]", "The notes taken by the Officer in the Global Case", "Management System [GCMS], which form part of his reasons and were indeed sent", "to Mr. Al-Katanani with the Decision, offer more detail. The GCMS notes entered", "on February 23, 2015 indicated that Mr. Al-Katanani listed experience in", "banking as an IT manager since 1997, and seemed to have experience in computer", "science. While a support letter from a Mr. Khayrat Meshrefah stated that he", "participated in farm management from September 2009 to May 2012, Mr.", "Al-Katanani’s evidence regarding the accumulation of his funds since 1998 showed", "that he was, during that same period, “Head of", "Information Tech. for Global Investment House”. The Officer found unreasonable", "that Mr. Al-Katanani could have gained full-time experience in farm management at", "a time where he was also working full-time in his field of study. He also noted", "the absence of any explanation as to how Mr. Al-Katanani could be involved in", "agriculture without having any educational or employment background in this", "field. As a result, the Officer was not satisfied that Mr. Al-Katanani", "demonstrated enough experience in farm management."], ["[8]", "A procedural fairness letter was sent to Mr.", "Al-Katanani after the February 2015 GCMS notes were written, warning him that", "he did not appear to meet the applicable criteria, and giving him an", "opportunity to respond. The procedural fairness notably outlined the", "deficiencies identified by the Officer in Mr. Al-Katanani’s work experience,", "including his hours worked, income and level of direct involvement in farming. In", "response, Mr. Al-Katanani provided a letter on March 24, 2015, a business plan", "and proof of his brother’s education in agriculture. No further details were", "offered on Mr. Al-Katanani’s experience in the management of a farm."], ["[9]", "In the GCMS notes entered on August 7, 2015,", "after receipt of Mr. Al-Katanani’s response to the procedural fairness letter,", "the Officer reiterated that Mr. Al-Katanani’s IT and management experience in", "financial institutions did not give him the relevant experience in farm", "management. The Officer observed that, in his March 2015 letter, Mr.", "Al-Katanani himself acknowledged that his education and relevant experience “may not provide sufficient evidence for the ‘self-employed person’", "in the farming business”. Mr. Al-Katanani however contended that his IT", "background and management experience in financial institutions would provide", "him “with the required skills and competencies to", "manage the farm”."], ["[10]", "As a result, the Officer found that Mr.", "Al-Katanani’s intended reliance on his brother’s knowledge in agriculture and his", "lack of relevant experience or educational background in farm management failed", "to demonstrate Mr. Al-Katanani’s personal ability to make a significant", "contribution to farming. Furthermore, the $150,000 to $200,000 of “seed” money foreseen in Mr. Al-Katanani’s business", "plan to buy a farm was considered insufficient by the Officer. The Officer", "therefore concluded that Mr. Al-Katanani was not eligible to become a permanent", "residence in Canada under the self-employed person class.", "B.", "The standard of review"], ["[11]", "The standard of review for a visa officer’s decision", "on the admissions of foreign nationals under the self-employed sub-class of the", "economic class is reasonableness as it is a question a mixed facts and law ( <FRAGMENT_SUPPRESSED> )."], ["[12]", "The issue of adequacy of reasons is also reviewable", "under a reasonableness standard (Newfoundland and  <FRAGMENT_SUPPRESSED>  [Newfoundland Nurses] at paras 14-16; Canada (Citizenship and  <FRAGMENT_SUPPRESSED> )."], ["[13]", "When reviewing a decision", "on the standard of reasonableness, the analysis is concerned with the existence", "of justification, transparency and intelligibility within the decision-making", "process, and the Officer’s findings should not be", "disturbed as long as the Decision “falls within", "a range of possible, acceptable outcomes which are defensible in respect of the", "facts and law” ( <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>", "at para 47). In conducting a reasonableness review of factual findings, it is", "not the role of the Court to reweigh the evidence or the relative importance", "given by the decision-maker to any relevant factor ( <FRAGMENT_SUPPRESSED> ). Under", "a reasonableness standard, as long as the process and the outcome fit", "comfortably with the principles of justification, transparency and", "intelligibility, and the decision is supported by acceptable evidence that can", "be justified in fact and in law, a reviewing court should not substitute its", "own view of a preferable outcome (Newfoundland Nurses at para 17).", "III.", "Analysis", "A.", "The Officer’s Decision is reasonable"], ["[14]", "Mr. Al-Katanani argues that the Officer’s Decision", "is unreasonable, as it ignored much of the information contained in the", "detailed letter from Mr. Meshrefah and in Mr. Al-Katanani’s business plan. Mr.", "Al-Katanani claims that Mr. Meshrefah’s letter indicated clearly that he had", "farm management experience as he assisted in “planning,", "budgeting, and managing production and handling business administration”.", "He adds that Mr. Meshrefah also described the activities in which he", "participated, namely “planting, growing, and harvesting", "crops or breeding and raising livestock”, assisting in “inspecting the farm buildings and equipment”, as well", "as “ensuring that farm operations and practices meet", "health, safety, and environmental standards and regulations”."], ["[15]", "Mr. Al-Katanani further submits that he", "addressed all the issues raised by the Officer in the procedural fairness", "letter and provided evidence to confirm his statements. He pleads that, in", "dismissing his application, the Officer either ignored or misconstrued his explanations.", "Mr. Al-Katanani refers notably to his evidence showing that he would capitalize", "on his brother’s experience in agriculture, who will be his partner with a 50%", "share in the farm, that he would hire a full time technical manager, that he", "would be fully dedicated to enriching his knowledge in farm management, and", "that his IT background in financial institutions would provide him with the", "required skills and competencies to succeed in farm management."], ["[16]", "More particularly, Mr. Al-Katanani singles out the", "fact that the Officer failed to mention the Meshrefah letter and thus ignored", "his working experience of 3 years on a farm. Finally, Mr. Al-Katanani submits", "that the Officer did not apply the proper test as he indicated in the GCMS", "notes that “although only two one year periods is", "required in the management of a farm, it appears reasonable to expect that a", "person with the ability to purchase a farm in Canada and make a significant", "contribution, would have several years’ experience in agriculture both at and", "below the management level”. Furthermore, says Mr. Al-Katanani, the", "Officer wrongly required “full-time” work", "experience."], ["[17]", "I do not agree with Mr. Al-Katanani and instead conclude that the Officer’s", "Decision fits well within the boundaries of reasonableness."], ["[18]", "Contrary to Mr. Al-Katanani’s submissions, the Officer", "did not ignore the letter from Mr. Meshrefah. In fact, the Officer’s GCMS notes", "went to considerable length in explaining his specific concerns with the", "shortcomings of that letter. It is simply incorrect for Mr. Al-Katanani to", "state that there “is no mention whatsoever of the", "letter in the reasons for decision” and that the Officer gave “no indication as to why the experience and duties outlined", "in the letter were not found to be suitable”. The GCMS notes rather", "unveiled many problems identified by the Officer in the Meshrefah letter, such", "as the absence of a statement or explanation regarding Mr. Al-Katanani’s", "participation outlined in the letter, the reasons for Mr. Al-Katanani’s involvement", "in agriculture (an industry unrelated to his educational or employment", "background), and the fact that “[w]ithout additional", "evidence of his experience, [the Officer] cannot be satisfied the purpose of", "this letter was not to facilitate [Mr. Al-Katanani’s] application”."], ["[19]", "In his discussion of Mr. Mesherfah’s letter, the", "Officer also observed that it did not appear reasonable that Mr. Al-Katanani “would have gained full-time experience in the management of", "a farm” during a period where he also listed “experience", "as the Head of Information Tech. for Global Investment House”. In short,", "the Officer discussed extensively Mr. Meshrefah’s letter and its references to", "Mr. Al-Katanani’s alleged participation in farm management, and he was not", "satisfied that such experience “meets the definition of", "two one year periods in the management of a farm”."], ["[20]", "I also observe that the letter from Mr. Meshrefah", "refers to Mr. Al-Katanani’s “participation” and “assistance” in the farm business but contains no real", "description of the tasks he actually performed. While this could arguably have", "been sufficient for someone who clearly had past experience or educational", "background in agriculture, Mr. Al-Katanani had neither. Instead, the evidence", "shows that he studied computer science during 7 years, followed by 15 years of", "work in IT jobs in the banking sector. Thus, it was certainly not unreasonable", "for the Officer to raise the incompatibility between his alleged two lines of", "work experience and to conclude that Mr. Al-Katanani’s alleged experience in", "farming was not sufficient. Indeed, the Officer flagged those concerns to Mr.", "Al-Katanani in his procedural fairness letter, but Mr. Al-Katanani elected not", "to address them in his responses."], ["[21]", "Under subsection 88(1) of the Immigration and", "Refugee Protection Regulations, SOR/2002-227, a self-employed person is", "someone who brings together a “relevant experience”,", "the ability “to be self-employed in Canada” and “to make a significant contribution to specified economic", "activities in Canada”, as well as the intention to do all of the above.", "At least two years of experience in farm management out of the last five years", "is required to prove the first element, which is the relevant experience. Not", "only did the Officer find that Mr. Al-Katanani did not have the necessary experience,", "but he also concluded that he lacked the ability to make a significant", "contribution through the purchase and management of a farm. Contrary to what", "Mr. Al-Katanani alleges, to expect more than the sole the two years of farm experience,", "and to expect that an applicant shows an ability to contribute to the Canadian society,", "is part of the test. It does not amount to a reviewable error."], ["[22]", "As to the Officer’s reference to a lack of “full-time” experience, I fail to see how such an", "interpretation of section 88 of the Regulations can be unreasonable. Section", "88 requires that, in the five years before the application, there needs to be", "two one-year periods of experience in the management of a farm. Evidently, the", "five-year denominator in section 88 is not a less than full-time period; so,", "the two-year numerator must also logically (and reasonably) refer to a", "full-time dimension as well."], ["[23]", "I pause to point out that Mr. Al-Katanani himself", "acknowledged, in his March 2015 letter responding to the procedural fairness", "letter, that his “education and/or relevant experience", "may not provide sufficient evidence for the ‘self-employed person’ in the", "farming business”."], ["[24]", "As for the business plan, it was also taken into", "consideration by the Officer, even though Mr. Al-Katanani was found not to have", "enough relevant experience. The Officer mentioned Mr. Al-Katanani’s net worth,", "but his “seed” money of $150,000-$200,000 was", "considered insufficient. An unrealistic or insufficiently-funded business plan", "is a factor that a visa officer can retain in assessing whether an applicant", "meets the requirements ( <FRAGMENT_SUPPRESSED> ). Also, the", "Operational Manual of Citizenship and Immigration Canada regarding the", "self-employed persons class clearly establishes that purchasing a farm can be", "onerous, and that an officers must take into account different factors in order", "to assess an applicant’s experience, intent and ability to own a farm in Canada."], ["[25]", "In sum, Mr. Al-Katanani does not point to any cogent", "evidence suggesting that documents were ignored by the Officer. On the", "contrary, the GCMC notes are replete with explicit references to the materials", "submitted by Mr. At-Katanani, such as Mr. Meshrefah’s letter, his business plan", "and the education certificates of Mr. Al-Katanani’s brother."], ["[26]", "It is well recognized that a decision-maker is presumed to have weighed and considered all the", "evidence presented to it unless the contrary is shown ( <FRAGMENT_SUPPRESSED>  (FCA) at para", "1). A decision-maker is not required to refer to each", "and every piece of evidence supporting its conclusions if the reasons permit", "the Court to understand why the decision was made and determine whether the", "conclusion falls within the range of possible, acceptable outcomes (Newfoundland Nurses at para 16). Similarly, a failure to mention", "a particular piece of evidence does not mean that it was ignored. It is only when a tribunal is silent on evidence clearly pointing", "to an opposite conclusion that the Court may intervene and infer that the", "tribunal overlooked the contradictory evidence when making its finding of fact", "( <FRAGMENT_SUPPRESSED>  (FCTD) at paras 16-17). This is not the case here, as the", "evidence was clearly referred to and the facts contained in Mr. Al-Katanani’s", "submissions were taken into consideration by the  <FRAGMENT_SUPPRESSED>  matter relied", "on by Mr. Al-Katanani is clearly distinguishable as, in that case, the Officer", "completely omitted to refer to a material letter provided by the applicant."], ["[27]", "The reasons are to be", "read as a whole, in conjunction with the record ( <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  at para 53;  <FRAGMENT_SUPPRESSED> ). That said,", "a judicial review is not a “line-by-line", "treasure hunt for error” (Communications,", "Energy and Paperworkers Union of Canada, Local 30 v Irving Pulp & Paper,", "Ltd, 2013 SCC 34 at para 54). The Court should approach the reasons with a", "view to “understanding, not to", "puzzling over every possible inconsistency, ambiguity or infelicity of", "expression” ( <FRAGMENT_SUPPRESSED> )."], ["[28]", "In essence, Mr. Al-Katanani is simply inviting", "the Court to reweigh the evidence that he has presented before the Officer. In", "conducting a reasonableness review of factual findings, it is not the role of", "the Court to do so or to reassess the relative importance given by the", "decision-maker to any relevant piece of evidence. If the findings provide", "sufficient justification and rationality in light of the totality of the", "evidence before the decision-maker, a reviewing court should not substitute its", "own view of a preferable outcome. In the end, I find nothing unreasonable in", "the Officer’s Decision.", "B.", "The Officer’s reasons are sufficient and", "adequate"], ["[29]", "Mr. Al-Katanani further claims that the Officer’s", "reasons are inadequate to meet the requirement of fairness as the Officer did", "not offer any acceptable explanations as to why Mr. Al-Katanani did not satisfy", "the self-employed person requirements. He submits that reasons “are adequate when they are clear, precise and intelligible", "and when they state why the decision was reached” (Canada", "(Citizenship and  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  at para", "17). Relying on Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [Wong], Mr. Al-Katanani further pleads that the “reasons should be sufficiently clear and detailed so as to", "demonstrate to the Minister that all relevant facts have been considered and", "weighed appropriately and that the correct legal tests have been applied”", "(Wong at para 17)."], ["[30]", "The test articulated by this Court  <FRAGMENT_SUPPRESSED>", "and Wong has been reaffirmed by the Supreme Court in Newfoundland Nurses. Reasons are sufficient", "if they “allow the reviewing court to understand why", "the tribunal made its decision and permit it to determine whether the", "conclusion is within the range of acceptable outcomes” (Newfoundland", "Nurses at para 16). Contrary to Mr. Al-Katanani, I am of the view that the", "Officer’s Decision amply meets these requirements."], ["[31]", "As I explained in Canada (Minister of", "Citizenship and  <FRAGMENT_SUPPRESSED> the", "law relating to the sufficiency of reasons in", "administrative decision-making has evolved substantially since Dunsmuir.", "It is true both with respect to the degree of scrutiny to which fact-based", "decisions (such as the Decision at issue in this case) should be subjected, and", "in relation to the sufficiency of reasons as a stand‑alone ground for", "judicial review."], ["[32]", "In Newfoundland Nurses, the Supreme Court provided guidance on how to approach situations", "where decision-makers provide brief or limited reasons.", "Reasons need not be fulsome or perfect, and need not address all of the evidence", "or arguments put forward by a party or in the record (Newfoundland Nurses", "at paras 16 and 18). The reasons are to be read as a whole, in conjunction with the record, in order to", "determine whether they provide the justification, transparency and intelligibility", "required of a reasonable decision (Agraira at para 53). Reasonableness,", "not perfection, is the standard. Even where the", "reasons for the decision are brief, or poorly written, this Court should defer", "to the decision-maker’s weighing of the evidence, as long as the Court is able", "to understand why the decision was made. I find that,", "in this case, the Officer’s Decision is transparent and", "intelligible and clearly falls within such a range."], ["[33]", "A decision-maker is not", "required to refer to each and every detail supporting his or her conclusion. In", "order to provide adequate reasons, “the decision maker", "must set out its findings of fact and the principal evidence upon which those", "findings were based”, as well as “address the", "major point in issue” and “reflect consideration", "of the main relevant factors” ( <FRAGMENT_SUPPRESSED> ). As long as the reasons “allow the individual to", "understand why the decision was made” and “allow", "the reviewing court to assess the validity of the decision”, they will", "be sufficient ( <FRAGMENT_SUPPRESSED> )."], ["[34]", "A reviewing court", "looks to the record with a view to upholding the decision. Where they are readily", "apparent, evidentiary gaps may be filled in when supported by the evidence, and", "logical inferences implicit to the result may be drawn ( <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  at", "para 10). I agree that Newfoundland Nurses and its progeny is not an invitation to the Courts to provide", "reasons that were not given, nor is it a licence to guess what findings might", "have been made or to speculate as to what a decision-maker might have been", "thinking (Komolafe at para 11). However, in this case, I conclude that", "the reasons are vastly sufficient and adequate with regard to the test", "established by Newfoundland Nurses. The Officer’s reasons are clear,", "straightforward, and well-documented. They enable me to understand how the", "Officer reached its conclusion as they explain why Mr. Al-Katanani did not meet", "the requirements of the self-employed person class, and there is factual", "foundation for reaching this conclusion. There is no inadequacy of reasons.", "IV.", "Conclusion"], ["[35]", "The Officer’s refusal of Mr. Al-Katanani’s", "application for permanent residence in the self-employed person category represents", "a reasonable outcome based on the law and the evidence before the Officer. On a", "standard of reasonableness, it suffices if the decision subject to judicial", "review falls within a range of possible, acceptable outcomes which are", "defensible in respect of the facts and law. This is the case here. In addition,", "the Officer provided adequate reasons. Therefore, I must dismiss Mr.", "Al-Katanani’s application for judicial review."], ["[36]", "Neither party has proposed a question of general", "importance for me to certify, and I agree there is none.", "JUDGMENT", "THIS", "COURT’S JUDGMENT is that:", "1.      The application for judicial review is dismissed, without costs;", "2.      No question of general importance is certified.", "\"Denis Gascon\"", "Judge", "FEDERAL", "COURT", "SOLICITORS", "OF RECORD", "DOCKET:", "IMM-4519-15", "<FRAGMENT_SUPPRESSED>  OF", "HEARING:", "SEPTEMBER 14, 2016", "JUDGMENT", "AND REASONS:", "GASCON J.", "DATED:", "SEPTEMBER 16,", "2016", "APPEARANCES:", "Sherif R. Ashamalla", "For", "The Applicant", "Stephen Jarvis", "For", "The Respondent", "SOLICITORS OF RECORD:", "Sherif R. Ashamalla, LLB", "Barristers and Solicitors", "Toronto,", "Ontario", "For", "The Applicant", "William F. Pentney", "Deputy Attorney General of Canada", "Toronto, Ontario", "For", "The Respondent"]]}