{"id_": "076539", "body_str": [["[1]", "Phelan, J.", ": The Applicant has many problems with this judicial review for a mandamus order, not the least of which is that if he returns to Canada, he will formally lose his permanent resident status. If he loses his permanent resident status, he cannot become a citizen - the very point of this request for mandamus. It is reminiscent of the old ditty \"oh what a tangled web we weave when first we practice to deceive\". This is a judicial review for an order of mandamus directing the Respondent to approve the Applicant's citizenship application.", "II.", "BACKGROUND"], ["[2]", "The Applicant, a citizen of Saudi Arabia, where he presently resides, became a permanent resident of Canada on January 7, 2001. His permanent resident card expired in April 2008."], ["[3]", "He applied for Canadian citizenship on August 15, 2004 and left the country shortly thereafter. He has yet to return."], ["[4]", "The Respondent flagged the Applicant's citizenship application because his residential address was the office address of the immigration consultant handling the Applicant's application. This fact raised issues as to his real place of residence."], ["[5]", "On January 17, 2007, the Respondent asked the Applicant to complete a Residence Questionnaire. The unproven allegation is that the immigration consultant sent it but that Citizenship and Immigration lost the Questionnaire somewhere in the process. What is known is that the receipt of the Questionnaire was never acknowledged nor did it appear in any file."], ["[6]", "In 2008 counsel took over prosecution of this file and attempted to move it along the regulatory chain. A status inquiry in 2008 was answered with reference to the need for Immigration, RCMP and CSIS clearances."], ["[7]", "A further communication in 2008 that the Applicant filed the Residence Questionnaire was met with a reply two years later that the Questionnaire was not in the departmental file. A copy of the Questionnaire was immediately filed. Two unreported absences from Canada were observed by officials."], ["[8]", "In May 2011, the Applicant's counsel was advised that the file had gone to the Mississauga office. On November 1, 2011, the Applicant filed this mandamus application."], ["[9]", "The Respondent scheduled an interview for the Applicant in Canada in early 2012. The Applicant refused to attend in Canada because he had not renewed his permanent resident card. An interview would have confirmed his loss of permanent residence. The Applicant proposed alternatives to an \"in-Canada\" interview but the Respondent continued to insist on the in-Canada interview. A further interview was scheduled which the Applicant did not attend."], ["[10]", "The crux of the Applicant's problem is that he has not complied with his residency obligation as required by the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA], s 28(1) and that an examination (interview) conducted under s 28(2)(b)(ii) will confirm such non-compliance.", "28.", "(1) A permanent resident must comply with a residency obligation with respect to every five-year period.", "(2) The following provisions govern the residency obligation under subsection (1):", "...", "(b)", "it is sufficient for a permanent resident to demonstrate at examination", "(i) if they have been a permanent resident for less than five years, that they will be able to meet the residency obligation in respect of the five-year period immediately after they became a permanent resident;", "(ii) if they have been a permanent resident for five years or more, that they have met the residency obligation in respect of the five-year period immediately before the examination; and", "28.", "(1) L'obligation de résidence est applicable à chaque période quinquennale.", "(2) Les dispositions suivantes régissent l'obligation de résidence:", "...", "b)", "il suffit au résident permanent de prouver, lors du contrôle, qu'il se conformera à l'obligation pour la période quinquennale suivant l'acquisition de son statut, s'il est résident permanent depuis moins de cinq ans, et, dans le cas contraire, qu'il s'y est conformé pour la période quinquennale précédant le contrôle;", "III.", "ANALYSIS"], ["[11]", "Section 5(1) of the", "Citizenship Act", ", RSC, 1985, c C-29, provides the conditions under which the Minister", "shall", "grant citizenship - permanent residence status is one of the pre-conditions.", "5. (1) The Minister shall grant citizenship to any person who", "...", "(c)", "is a permanent resident within the meaning of subsection 2(1) of the", "Immigration and Refugee Protection Act", ", and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner:", "(i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and", "5. (1) Le ministre attribue la citoyenneté à toute personne qui, à la fois:", "...", "c)", "est un résident permanent au sens du paragraphe 2(1) de la", "Loi sur l'immigration et la protection des réfugiés", "et a, dans les quatre ans qui ont précédé la date de sa demande, résidé au Canada pendant au moins trois ans en tout, la durée de sa résidence étant calculée de la manière suivante:", "(i) un demi-jour pour chaque jour de résidence au Canada avant son admission à titre de résident permanent,", "Section 2(1) of IRPA defines \"permanent resident\" to mean a person who has acquired permanent residence status and \"has not subsequently lost that status under section 46\". Section 46 of IRPA stipulates that a person loses permanent residence status \"on a final determination of a decision made outside of Canada that they have failed to comply with the residency obligation under section 28\"."], ["[12]", "The test for the grant of mandamus is set forth in", "<FRAGMENT_SUPPRESSED>  (FC) at para 39:", "(1) There must be a public legal duty to act.", "(2) The duty must be owed to the applicant.", "(3) There is a clear right to the performance of that duty, in particular:", "(a) the applicant has satisfied all conditions precedent giving rise to the duty;", "(b) there was (i) a prior demand for performance of the duty; (ii) a reasonable time to comply with the demand unless refused outright; and (iii) a subsequent refusal which can be either expressed or implied, e.g. unreasonable delay.", "(4) No other adequate remedy is available to the applicant.", "(5) The order sought will be of some practical value or effect.", "(6) The Court in the exercise of discretion finds no equitable bar to the relief sought.", "(7) On a \"balance of convenience\" an order in the nature of mandamus should issue."], ["[13]", "The Applicant contends that the delay in granting citizenship is the fault of the Respondent because it lost the Questionnaire. However, the Applicant has submitted no evidence that the Questionnaire was ever sent in by the consultant as alleged. The simplest proof, an affidavit by the consultant or even an explanation as to why the consultant could not provide an affidavit, is not addressed."], ["[14]", "In attempting to attribute fault for delay entirely to the Respondent, the Applicant ignores:", "- that the use of the consultant's business address as his residence was misleading or at the very least justified inquiry by the Respondent and explanation by the Applicant.", "- that there is no evidence that the Questionnaire, required for the continued processing of the Applicant's citizenship application, was ever sent, much less received, by the Respondent in 2007.", "- that the Applicant has refused to attend an examination which would have, in all probability, resulted formally in his loss of permanent resident status."], ["[15]", "As to the criteria to be satisfied for an order of mandamus, the Court's conclusion on each in relation to the facts are:", "(a) There is a public legal duty to act but it is subject to compliance with certain conditions. While the loss of permanent resident status has not occurred and thus the Applicant's case meets this criterion, it is of dubious merit given the admitted failure to comply with the permanent residence obligations.", "(b) The public legal duty is owed to the Applicant if he could comply with the conditions for citizenship.", "(c) As to the clear right to Ministerial performance of the duty, the Applicant does not meet this criterion. He has not met the conditions precedent to performance of the duty.", "(d) While there has been a demand for performance, the Applicant cannot satisfy the factors of reasonable time for Ministerial performance and unreasonable delay. The reasonable time to perform does not arise until the Applicant satisfies all pre-conditions. Therefore, the Minister's delay is not unreasonable.", "(e) The Applicant is correct to claim that mandamus is the only adequate remedy.", "(f) There is no question that if the other conditions for mandamus were met, such an order would have practical effect.", "(g) The Applicant does not satisfy the absence of an equitable bar factor. The Applicant has contributed to the delay by listing a questionable \"residential\"address; by failing to establish that the Questionnaire was filed promptly; and, by refusing to attend an examination at which his loss of permanent residence would be exposed.", "(h) The balance of convenience favours the Minister for the reasons in (g) and because an applicant for citizenship must be prepared to submit himself to due inquiry in a manner reasonably required by the Minister. The Applicant's refusal to submit to an in-Canada examination is unreasonable.", "IV.", "CONCLUSION"], ["[16]", "Therefore, for all these reasons, the mandamus application is denied with costs to the Respondent.", "JUDGMENT"], ["[17]", "THIS COURT'S JUDGMENT is that", "the mandamus application is denied with costs to the Respondent.", "Application denied.", "Editor: E. Joanne Oley/vnh"]]}