{"id_": "076732", "body_str": [["[1]", "Zinn, J.", ": Notwithstanding that all agree that this application is moot, the applicant asks the Court to exercise its discretion and hear it."], ["[2]", "The applicant is a failed refugee claimant. This application seeks judicial review of the negative Pre-Removal Risk Assessment (PRRA) decision. After the PRRA decision, Canada Border Services took steps to remove the applicant from Canada. She brought an unsuccessful motion to stay her removal in March 2012, and was deported on April 1, 2012. On June 7, 2012, the judge who had denied the stay motion granted the applicant leave for judicial review of the PRRA decision."], ["[3]", "The Court of Appeal in", "<FRAGMENT_SUPPRESSED> has held that the judicial review of a negative PRRA decision is moot after the applicant has been removed from Canada.", "We agree that the application for judicial review is moot, and in particular with the statement made by Martineau J. at paragraph 25 of his reasons [2008 FC 663] where he says:", "[...] Parliament intended that the PRRA should be determined before the PRRA applicant is removed from Canada, to avoid putting her or him at risk in her or his country of origin. To this extent, if a PRRA applicant is removed from Canada before a determination is made on the risks to which that person would be subject to in her or his country of origin, the intended objective of the PRRA system can no longer be met. Indeed, this explains why section 112 of the Act specifies that a person applying for protection is a \"person in Canada\".", "By the same logic, a review of a negative decision of a PRRA officer after the subject person has been removed from Canada, is without object."], ["[4]", "The applicant submits that she has met the criteria set out in", "<FRAGMENT_SUPPRESSED>  and begs the Court to exercise its discretion to hear her application."], ["[5]", "Despite the able submissions of counsel for the applicant, I am not persuaded that the criteria have been met. There is no longer any adversarial relationship between these parties because the basis of the application, review of the PRRA decision, has disappeared. Further, judicial economy would not be served in hearing this application and there is no public interest in having it heard."], ["[6]", "No question is proposed for certification.", "JUDGMENT"], ["[7]", "THIS COURT'S JUDGMENT is that", "the application is dismissed and no question is certified.", ".........................", "<FRAGMENT_SUPPRESSED>  le fait que toutes les parties s'accordent pour dire que la présente demande est théorique, la demanderesse demande à la Cour d'exercer son pouvoir discrétionnaire et d'entendre la demande."], ["[2]", "La demande d'asile présentée par la demanderesse fut rejetée. La présente demande vise à obtenir le contrôle judiciaire de la décision défavorable relative à l'examen des risques avant renvoi (ERAR). Après le prononcé de la décision relative à l'ERAR, l'agence des services frontaliers du Canada a entrepris les démarches nécessaires au renvoi de la demanderesse du Canada. En mars 2012, elle a déposé une requête en vue du sursis à l'exécution de son renvoi, sa requête fut rejetée et elle fut expulsée le 1er avril 2012. Le 7 juin 2012, le juge qui avait rejeté la requête de sursis a accordé à la demanderesse l'autorisation de présenter une demande de contrôle judiciaire de la décision relative à l'ERAR."], ["[3]", "Au paragraphe 5 de l'arrêt", "<FRAGMENT_SUPPRESSED>  la Cour d'appel a décidé que le contrôle judiciaire d'une décision défavorable quant à l'ERAR est théorique, après que le demandeur eut été renvoyé du Canada.", "Nous sommes d'avis que la demande de contrôle judiciaire est théorique, et, plus particulièrement, nous souscrivons aux propos suivants tenus par le juge Martineau au paragraphe 25 de ses motifs [2008 FC 663]:", "[...] le législateur voulait que la demande d'ERAR soit jugée avant que la personne demandant l'ERAR soit renvoyée du Canada, dans le but d'éviter de la placer à risque dans son pays d'origine. Ainsi, si la personne demandant un ERAR est renvoyée du Canada, avant qu'une décision n'ait été prise sur les risques auxquels elle ferait face dans son pays d'origine, l'objectif visé par le régime ERAR ne peut plus être atteint, ce qui explique pourquoi l'article 112 de la Loi précise qu'un demandeur de protection est une « personne se trouvant au Canada ».", "Suivant la même logique, le contrôle judiciaire de la décision défavorable d'un agent d'ERAR rendue après que la personne en cause a été renvoyée du Canada est sans objet."], ["[4]", "La demanderesse soutient qu'elle satisfait aux critères énoncés dans l'arrêt", "<FRAGMENT_SUPPRESSED> , et elle prie la Cour d'exercer son pouvoir discrétionnaire et d'entendre sa demande."], ["[5]", "Malgré l'excellente argumentation de l'avocat de la demanderesse, la Cour n'est pas convaincue que les critères ont été remplis. Il n'y a plus de relation de nature contradictoire entre les parties à la présente demande parce que le fondement de la demande, à savoir le contrôle judiciaire de la décision relative à l'ERAR, a disparu. De plus, l'économie des ressources judiciaires ne serait pas atteinte si la Cour entendait la présente demande, et il n'y a pas d'intérêt public à l'entendre."], ["[6]", "Aucune question n'a été proposée aux fins de certification.", "JUGEMENT"], ["[7]", "LA COUR STATUE EN CES TERMES:", "la demande est rejetée et aucune question n'est certifiée.", "[End of document]"]]}