{"id_": "076964", "body_str": [["[1]", "Lemieux, J.", ": Counsel for the applicants raises a number of legal errors in their challenge to the May 18, 2004 decision of the Refugee Division of the Immigration and Refugee Board (the \"tribunal\") determining they were not Convention refugees nor persons in need of protection. The applicants are Ioan Florea, 44, Madalina Anca Florea, 35, and their son Ioan Stefan Florea, 10, all citizens of Romania who claim to have a well-founded fear of persecution based on their Roma nationality, political opinion (perceived) and membership in a particular social group for Madalina Florea, that is, Roma women, educated, wealthy Roma who challenge the power structure.  <FRAGMENT_SUPPRESSED>"], ["[2]", "The issues raised and articulated at the hearing by counsel for the applicants were:  <FRAGMENT_SUPPRESSED>", "(1) whether the applicants were entitled to be heard by a panel consisting of more than a single member;  <FRAGMENT_SUPPRESSED>", "(2) whether the tribunal erred in its formulation of the standard of proof under s. 96 of the", "Immigration and Refugee Protection Act", "IRPA", ");  <FRAGMENT_SUPPRESSED>", "(3) whether the tribunal erred in its determination that Mr. Florea was excluded from recognition as a Convention refugee by article 1(F)(b) of the Convention when he had been pardoned in respect of his criminal conviction and where the tribunal allegedly made an error in calculating the civil debt arising from unpaid customs duties he owed to the Romanian state; and  <FRAGMENT_SUPPRESSED>", "(4) whether the tribunal erred in finding that Mrs. Florea and the infant child had not been persecuted in Romania.  <FRAGMENT_SUPPRESSED>"], ["[3]", "During the hearing, counsel for the applicants conceded that an alleged error raised by Mr. Florea in respect to the proper standard of proof under s. 97(1)(b) of", "IRPA", "was moot because, if he returned to Romania, he would not face incarceration. In addition, during the hearing, counsel for the applicants informed the Court he was not contesting the tribunal's finding Mr. Florea was not a Convention refugee but maintained he should not have been excluded under article 1F(b). Specifically, the tribunal had found Mr. Florea not to be a Roma nor perceived as one.  <FRAGMENT_SUPPRESSED>", "(a) The single member panel issue  <FRAGMENT_SUPPRESSED>"], ["[4]", "Appreciating the", "IRPA", "was proclaimed in force on June 28, 2002, the relevant factual background to this issue is:  <FRAGMENT_SUPPRESSED>", "(1) The applicants made refugee claims under the", "Immigration Act", ", 1976", ", (the former", "Act", ") in February of 2000 and filed their Personal Information Forms (PIFs) in September of that year;  <FRAGMENT_SUPPRESSED>", "(2) A two-member panel was constituted. The panel held a pre-hearing conference in July 2001, began its hearings on October 4, 2001, and continued for four days in October and November of that year;  <FRAGMENT_SUPPRESSED>", "(3) On January 17, 2002, this two-member panel ordered a de novo hearing be held before a newly constituted panel on account of faulty interpretation during the previous hearings citing a denial of the claimants' rights under s. 14 of the", "Charter of Rights and Freedoms", "Charter", ") to precise and accurate information;  <FRAGMENT_SUPPRESSED>", "(4) A pre-hearing conference was held by a new two-member panel of the Convention Refugee Determination Division (CRDD) on April 24, 2002;  <FRAGMENT_SUPPRESSED>", "(5) As noted, the", "IRPA", "was proclaimed in force on June 28, 2002;  <FRAGMENT_SUPPRESSED>", "(6) On September 9, 2002, the applicants' refugee claim came on for hearing before a single member of the Immigration Refugee Division over the objections of counsel for the applicants.  <FRAGMENT_SUPPRESSED>"], ["[5]", "This single member panel ruled the", "IRPA", "compelled a hearing by a single member panel as no substantive evidence had been adduced at the April 24, 2002 pre-hearing conference at which, in any event, the applicants were not present.  <FRAGMENT_SUPPRESSED>"], ["[6]", "It relied on ss. 163 and 191 of the", "IRPA", ".  <FRAGMENT_SUPPRESSED>"], ["[7]", "I cite those sections as well as s. 190:  <FRAGMENT_SUPPRESSED>", "\"163. Matters before a Division shall be conducted before a single member unless, except for matters before the Immigration Division, the Chairperson is of the opinion that a panel of three members should be constituted.  <FRAGMENT_SUPPRESSED>", "\"*190. Every application, proceeding or matter under the former Act that is pending or in progress immediately before the coming into force of this section shall be governed by this Act on that coming into force.  <FRAGMENT_SUPPRESSED>", "Determination Division  <FRAGMENT_SUPPRESSED>", "\"*191. Every application, proceeding or matter before the Convention Refugee Determination Division under the former Act that is pending or in progress immediately before the coming into force of this section, in respect of which substantive evidence has been adduced but no decision has been made, shall be continued under the former Act by the Refugee Protection Division of the Board. <FRAGMENT_SUPPRESSED>", "*(Note: s. 191 in force June 28, 2002, see SI/2002-97.)  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"163. Les affaires sont tenues devant un seul commissaire sauf si, exception faite de la Section de l'immigration, le président estime nécessaire de constituer un tribunal de trois commissaires.  <FRAGMENT_SUPPRESSED>", "\"*190. La présente loi s'applique, dès l'entrée en vigueur du présent article, aux demandes et procédures présentées ou instruites, ainsi qu'aux autres questions soulevées, dans le cadre de l'ancienne loi avant son entrée en vigueur et pour lesquelles aucune décision n'a été prise.  <FRAGMENT_SUPPRESSED>", "Anciennes règles, nouvelles sections  <FRAGMENT_SUPPRESSED>", "\"*191. Les demandes et procédures présentées ou introduites, à l'entrée en vigueur du présent article, devant la Section du statut de réfugié sont, dès lors que des éléments de preuve de fond ont été présentés, mais pour lesquelles aucune décision n'a été prise, continuées sous le régime de l'ancienne loi, par la Section de la protection des réfugiés de la Commission. <FRAGMENT_SUPPRESSED>", "*(Note: Article 191 en vigueur le 28 juin 2002, voir TR/2002-97.)  <FRAGMENT_SUPPRESSED>"], ["[8]", "I am of the view the applicants fail on this issue.  <FRAGMENT_SUPPRESSED>"], ["[9]", "It is true that on April 24, 2002, a new panel consisting of two members held a pre-hearing conference at which issues such as interpreters, the scheduling of dates, the exhibit list and the witnesses were discussed but nothing more occurred and, as noted, the applicants were not even present. It is also true that while their PIFs had been filed under the former", "Act", "they were the continued basis of their claim before the single member panel.  <FRAGMENT_SUPPRESSED>"], ["[10]", "In my view, these two occurrences, the filing of a PIF under the former", "Act", "and the holding of a pre-hearing conference under the former", "Act", ", do not meet the requirements under s. 191 of the", "IRPA", ", that \"substantive evidence has been adduced but no decision has been made\" noting that s. 191 is an exception to s. 190 which provides that every proceeding or matter under the former", "Act", "that is pending or in progress immediately before the coming into force of s. 190 shall be governed by the", "IRPA", ". It has been held in this Court in three cases the mere filing of a PIF does not satisfy the requirements of s. 191 (see,", "<FRAGMENT_SUPPRESSED>  and", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[11]", "Counsel for the applicants argued this issue must be examined in the context of what had previously occurred, namely, that evidence and testimony had been adduced before a two-member panel under the former", "Act", ". However, in my opinion, this circumstance does not assist the applicants because the two-member panel terminated the proceedings before it on grounds of defective translation and ordered a de novo hearing.  <FRAGMENT_SUPPRESSED>"], ["[12]", "By ordering a de novo hearing, the evidentiary slate was wiped clean - a new proceeding or hearing had to take place on issues of fact and law as if the previous hearing had not taken place (see by analogy,", "<FRAGMENT_SUPPRESSED> through 64).  <FRAGMENT_SUPPRESSED>"], ["[13]", "Finally, both parties accepted the fact that prior to the commencement of the new hearing in September 2002, some confusion arose between counsel as to whether the proceeding would continue under the former", "Act", "or under the", "IRPA", "and that confusion carried into the first day of the hearing.  <FRAGMENT_SUPPRESSED>"], ["[14]", "Whatever legitimate expectation the applicants may have had to a hearing before a panel consisting of more than one member and whatever views the tribunal on the first day of the hearings may have expressed as to the availability of a hearing by a three-member panel under s. 163 of the", "Act", ", the applicants did not take up the tribunal's invitation to adjourn the hearings in order to enable them to make a request to the Chairperson of the Board for a hearing by a three-member panel.  <FRAGMENT_SUPPRESSED>", "(b) The standard of proof issue  <FRAGMENT_SUPPRESSED>"], ["[15]", "The standard of proof issue in respect of s. 96 of", "IRPA", "arises because of the manner the tribunal expressed its conclusions in respect of the persecution alleged by Mrs. Florea. At paragraph 45 of the certified record, the tribunal expressed itself in the following terms:  <FRAGMENT_SUPPRESSED>", "\"[ ... ] I am not satisfied, on a balance of probabilities, that there is a serious possibility of such an incident occurring again. <FRAGMENT_SUPPRESSED>"], ["[16]", "In respect of all claimants, the tribunal found at page 46 of the certified record:  <FRAGMENT_SUPPRESSED>", "\"The claimants have not established, on a balance of probabilities, that there is a serious possibility they would be persecuted for a Convention ground, if they were to return to Romania. <FRAGMENT_SUPPRESSED>"], ["[17]", "Three recent cases, decided by my colleagues, were cited:  <FRAGMENT_SUPPRESSED>", "(1) Justice Layden-Stevenson's decision in", "<FRAGMENT_SUPPRESSED> ;  <FRAGMENT_SUPPRESSED>", "(2) Justice O'Keefe's decision in", "<FRAGMENT_SUPPRESSED> ; and  <FRAGMENT_SUPPRESSED>", "(3) Justice O'Reilly's decision in", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[18]", "In", "<FRAGMENT_SUPPRESSED> , the tribunal had expressed the standard of proof in the following terms:  <FRAGMENT_SUPPRESSED>", "\"Nothing in the evidence before me indicates that should the principal claimant's mother return to Albania, on a balance of probabilities, there is a serious possibility that she would be targeted for persecution. <FRAGMENT_SUPPRESSED>", "Justice Layden-Stevenson stated this was not an incorrect formulation of the relevant test although \"the sentence may be somewhat awkwardly worded\".  <FRAGMENT_SUPPRESSED>"], ["[19]", "In", "<FRAGMENT_SUPPRESSED> , the tribunal found that \"should this claimant now return to Albania and resume his previous level of political involvement, on the balance of probabilities, there is no serious possibility he would be persecuted or personally subjected to danger of torture ...\". Justice O'Keefe reviewed the jurisprudence and came to the conclusion that because of the manner in which the tribunal stated the test he could not determine whether the tribunal applied a \"balance of probabilities\" test to the objective component of a \"well-founded fear of persecution or a test based on good grounds\", i.e. a reasonable chance or serious possibility of persecution. It is apparent Justice Layden-Stevenson's decision was not cited to Justice O'Keefe.  <FRAGMENT_SUPPRESSED>"], ["[20]", "In", "<FRAGMENT_SUPPRESSED> , the tribunal expressed itself in the following manner:  <FRAGMENT_SUPPRESSED>", "\"The claimant did not discharge his burden of proof sufficiently to establish, on a balance of probabilities, his claim is well-founded. <FRAGMENT_SUPPRESSED>"], ["[21]", "Justice O'Reilly concluded at paragraph 13:  <FRAGMENT_SUPPRESSED>", "\"¶ 13 Mr. Alam did have the burden to prove, on a balance of probabilities, that his fear of persecution was well-founded. However, the Board's statement leaves out the 'reasonable chance' or 'more than mere possibility' threshold. Had the Board simply said that Mr. Alam had failed to establish that there was a reasonable chance he would be persecuted, no error or ambiguity would have arisen. But in the absence of words indicating that it was applying the correct standard, the Board seems to have required Mr. Alam to prove persecution on a balance of probabilities. This is a clear error. Indeed, the respondent concedes that the Board erred in this respect. <FRAGMENT_SUPPRESSED>"], ["[22]", "Previously, he had referred to the", "Begollari", "and", "Brovina", "cases, supra. He also cited Justice Denault's decision in", "<FRAGMENT_SUPPRESSED> ; 83 F.T.R. 229 (T.D.), where the learned judge found the following formulation to be acceptable:  <FRAGMENT_SUPPRESSED>", "\"Based on the evidence, the panel finds that on a balance of probabilities, there is no objective basis to support the claim in subjective fear, and there is no 'reasonable chance' that the claimant would face persecution for any of the grounds stated in the Convention Refugee Definition in the", "Immigration Act", ", if she returned to Russia. <FRAGMENT_SUPPRESSED>"], ["[23]", "In the case before him Justice O'Reilly stated this Court recognized that various expressions of the standard of proof were acceptable so long as the tribunal's reasons taken as a whole indicate the claimant was not put to an unduly onerous burden of proof citing", "<FRAGMENT_SUPPRESSED> . He also cited", "<FRAGMENT_SUPPRESSED> , as a case where it appeared that the tribunal had elevated the standard of proof and where the Court went on to determine whether a new hearing was required and would do so if the Court could not determine what standard of proof had applied.  <FRAGMENT_SUPPRESSED>"], ["[24]", "In this case, looking at the impugned decision as a whole, I find the tribunal expressed itself sufficiently and did not impose an inappropriate burden on the applicants. The tribunal conveyed the essence of the appropriate standard of proof, that is, a combination of the civil standard to measure the evidence supporting the factual contentions and a risk of persecution which is gauged by not proving persecution is probable but by proof there is a reasonable chance or more than a mere possibility a claimant would face persecution.  <FRAGMENT_SUPPRESSED>", "(c) The exclusion issue  <FRAGMENT_SUPPRESSED>"], ["[25]", "The tribunal excluded Mr. Florea under paragraph 1F(b) of the Convention which provides the provisions of the Convention:  <FRAGMENT_SUPPRESSED>", "\"... shall not apply to any person with respect to whom there are serious reasons for considering that:  <FRAGMENT_SUPPRESSED>", "(a) ...  <FRAGMENT_SUPPRESSED>", "(b) he as committed a serious non-political crime outside the country of refuge prior to his admission to that country as a refugee.  <FRAGMENT_SUPPRESSED>", "(c) ... <FRAGMENT_SUPPRESSED>"], ["[26]", "This issue arose in the following factual context. Between 1990 and 1999, Mr. & Mrs. Florea ran a very successful import/export business in Romania. In early 1999, Mr. Florea was questioned by the authorities after his partner had been detained by the authorities on charges of customs smuggling. He fled the country one month before being charged and indicted. He was convicted in absentia and received a ten-year prison sentence which was ultimately reduced to five years and then the prison term only was pardoned.  <FRAGMENT_SUPPRESSED>"], ["[27]", "Counsel for the applicants argues two points. First, with respect to the criminal charges, the tribunal erred in failing to take into account he had been pardoned citing the Federal Court of Appeal's decision in", "<FRAGMENT_SUPPRESSED>  (F.C.A.), as well as the", "U.N.C.H.R. Exclusion Guidelines", "of 2003 which read:  <FRAGMENT_SUPPRESSED>", "\"23. Where expiation of the crime is considered to have taken place, application of the exclusion clauses may no longer be justified. This may be the case where the individual has served a penal sentence for the crime in question, or perhaps where a significant period of time has elapsed since commission of the offence. Relevant factors would include the seriousness of the offence, the passage of time, and any expression of regret shown by the individual concerned. In considering the effect of any pardon or amnesty, consideration should be given to whether it reflects the democratic will of the relevant country and whether the individual has been held accountable in any other way. Some crimes are, however, so grave and heinous that the application of Article 1F is still considered justified despite the existence of a pardon or amnesty. <FRAGMENT_SUPPRESSED>"], ["[28]", "The second point argued by counsel for the applicant Mr. Florea, relates to an alleged mistake the tribunal made in connection with the remaining debt owing to Romania. Counsel for the applicant argues that if the tribunal had not misread the evidence, it could only have concluded that given what had been seized, Mr. Florea owed nothing to the Romanian state.  <FRAGMENT_SUPPRESSED>"], ["[29]", "The issue related to the pardon and the outstanding debt to the Romanian state arose after the tribunal had concluded its hearings but before it had rendered a decision. On February 4, 2004, the Refugee Protection Officer wrote to then counsel to the applicants stating the panel was requesting that counsel provide further documentation in respect of the status of the sentence against Mr. Florea. It wanted to know the status of the debts owed to the state or whether the debts had been satisfied. The amount of the fine which formed part of the original conviction against Mr. Florea and his partner Mr. Ciota was in the amount of approximately 7 billion Lei.  <FRAGMENT_SUPPRESSED>"], ["[30]", "Canadian counsel for the applicants wrote to counsel in Romania who provided information after making appropriate inquiries. Canadian counsel for the applicants enclosed all of that documentation to the tribunal on March 10, 2004, along with a covering memo explaining the information.  <FRAGMENT_SUPPRESSED>"], ["[31]", "He advised the tribunal that Romanian counsel was not able to provide a court order or court document showing the fines had or had not been paid explaining that apparently obtaining satisfaction of a judgement was an administrative act to be effected by the government departments seized with the responsibility. Canadian counsel concludes (applicants' record, page 265) that:  <FRAGMENT_SUPPRESSED>", "\"1. The requirement to pay the fine was not excused by the pardon;  <FRAGMENT_SUPPRESSED>", "2. That the amount recovered from Mr. Florea and Mr. Ciota in respect to the fine was in excess of 10 billion Lei. [ ... ] <FRAGMENT_SUPPRESSED>"], ["[32]", "In reaching its decision on this point, the tribunal found the crimes for which Mr. Florea was convicted constituted a serious non-political crime within the meaning of article 1F(b) relying upon Justice Kelen's decision in", "<FRAGMENT_SUPPRESSED> . The tribunal then turned (applicants' record, page 75) to the fact that Mr. Florea had been pardoned still rendered him excludable under article 1F(b). The tribunal referred to", "<FRAGMENT_SUPPRESSED> , and indicated the Federal Court of Appeal had found, because the claimant had served his sentence prior to making a refugee claim and was no longer considered a fugitive, he could not be excluded. The tribunal pointed out in the case before it that at the time of making his refugee claim, Mr. Florea was tried and sentenced in absentia. It wrote:  <FRAGMENT_SUPPRESSED>", "\"In considering if the pardon exempted him from the exclusion clause,", "I considered the timing of the pardon and the fact that the claimant has not satisfied all the requirements under the criminal law of Romania. He still owes the Romanian government seven billion lei", ". Counsel disclosed documents from the claimant's Counsel, ..., that calculate the amounts owed to the male claimant from his civil suits and the value of assets frozen or seized by the Romanian authorities. The male claimant's Romanian Counsel's[sic] conclude, that the amount seized by the government exceeds seven billion lei.  <FRAGMENT_SUPPRESSED>", "\"There is no court documentation from Romania to show that this aspect of the male claimant's conviction has been resolved. I do not find the documents disclosed in this regard to be conclusive.", "A document from the ministry of Finances indicates that the amount of two million lei (approx) owed to Giralda, was 'being entered in compensation'", "for the amount of seven billion lei (approx) owed by the male claimant and Gheorghe Ciota to the Romanian state.", "Further documentation from the Ministry of Finances indicates that a portion of the cigarettes confiscated from Giralda in 1999 were sold by auction for six million lei (approx)", ". The document informs that the amount received from the sale was deposited in the state budget by the General Department for Customs.  <FRAGMENT_SUPPRESSED>", "I am satisfied that the Romanian authorities are seeking to recoup the monies owed to them by the male claimant and his partners; however, there is no evidence before me that there has been a complete and final accounting. In my opinion, if the male claimant had satisfied the requirements, under the criminal law of Romania, he would have produced a court document to that effect, as he has done so for numerous Romanian Court decisions.", "\" (Emphasis mine)  <FRAGMENT_SUPPRESSED>"], ["[33]", "I do not understand counsel for the applicants to argue that the crime for which Mr. Florea was convicted was not a serious non political crime within the meaning of article 1F(b) in that it only constituted a civil debt after the prison sentence was pardoned.  <FRAGMENT_SUPPRESSED>"], ["[34]", "If he had made that argument, I would have rejected it. The record shows the fine of 7 billion plus lei was an integral part of Mr. Florea's sentence for the crime he committed which, on Justice Kelen's analysis with which I agree, in", "<FRAGMENT_SUPPRESSED> , would be an economic crime falling within the description of a serious non-political crime under article 1F(b) of the Convention. Mr. Justice Kelen was upheld by the  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[35]", "Justice Robertson, on behalf of the Federal Court of Appeal, in", "<FRAGMENT_SUPPRESSED> , articulated the rationale for the article 1F(b) of the Convention.  <FRAGMENT_SUPPRESSED>"], ["[36]", "He referred to Justice Bastarache's analysis in", "<FRAGMENT_SUPPRESSED> , that this article was generally meant to prevent ordinary criminals extraditable by treaty from seeking refugee status. He also relied upon Professor Hathaway's text and Justice La Forest's endorsement of the views of Professor Hathaway in", "<FRAGMENT_SUPPRESSED> . I quote from paragraphs 6 and 7 of Justice Robertson's decision in", "<FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "\"¶ 6 In addition to the commentators referred to by Justice Bastarache, the appellant cites Professor Hathaway for the proposition that the limited purpose underlying Article 1F(b) is to thwart criminals attempting to evade extradition by making a refugee claim. At pages 221-222 Professor Hathaway writes (", "The Law of Refugee Status", "):  <FRAGMENT_SUPPRESSED>", "'The common law criminality exclusion [Article 1F(b)] disallows the claims of persons who are liable to sanctions in another state for having committed a genuine, serious crime, and who seek to escape legitimate criminal liability by claiming refugee status. This exclusion clause is not a means of bypassing ordinary criminal due process for acts committed in a state of refuge, nor a pretext for ignoring the protection needs of those whose transgressions abroad are of a comparatively minor nature. Rather, it is simply a means of bringing refugee law into line with the basic principles of extradition law, by ensuring that important fugitives from justice are not able to avoid the jurisdiction of a state in which they may lawfully face punishment . ...  <FRAGMENT_SUPPRESSED>", "'Second, the extradition-based rationale for the exclusion clause requires that the criminal offence be justiciable in the country in which it was committed. Insofar as the claimant has served her sentence, been acquitted of the charges, benefited from an amnesty or otherwise met her obligations under the criminal law, she would be at no risk of extradition, and should not be excluded from refugee status. ...'  <FRAGMENT_SUPPRESSED>", "\"¶ 7 I pause here to note that  <FRAGMENT_SUPPRESSED> Ward", ", supra, Justice La Forest endorses the views of Professor Hathaway at page 743, albeit by way of obiter:  <FRAGMENT_SUPPRESSED>", "'The articulation of this exclusion for the \"commission\" of a crime can be contrasted with those of s. 19 of the", "Act", "which refers to \"convictions\" for crimes. Hathaway, supra, at p. 221, interprets this exclusion to embrace \"persons who are liable to sanctions in another state for having committed a genuine, serious crime, and who seek to escape legitimate criminal liability by claiming refugee status\". In other words, Hathaway would appear to confine paragraph (b) [page 398] to accused persons who are fugitives from prosecution. The interpretation of this amendment was not argued before us. I note, however, that Professor Hathaway's interpretation seems to be consistent with the views expressed in the Travaux préparatoires, regarding the need for congruence between the Convention and extradition law; see statement of United States delegate Henkin, U.N. Doc. E/AC.32/SR.5 (January 30, 1950), at p. 5. As such, Ward would still not be excluded on this basis, having already been convicted of his crimes and having already served his sentence.' <FRAGMENT_SUPPRESSED>"], ["[37]", "Counsel did not argue whether Mr. Florea was extraditable or not, given he has been pardoned from spending time in prison. Reading Justice La Forest's comments in Ward, supra, I do not think extradition or not makes a difference. It seems to me Justice La Forest put it in a broader basis endorsing Professor Hathaway as stating the exclusion embraces persons who are liable to sanctions in another state for having committed a genuine serious crime and who seek to escape legitimate criminal liability by claiming refugee status. In my view, legitimate criminal liability includes the payment of a fine or restitution in lieu of imprisonment.  <FRAGMENT_SUPPRESSED>"], ["[38]", "However, I agree with counsel for Mr. Florea that the tribunal misinterpreted the evidence when it concluded Mr. Florea still owed the Romanian state 7 billion lei (applicants' record, page 75). It misread the evidence when it referred to a document from the Ministry of Finances indicating the amount of 2 million lei (approx.) owed to Giralda was being entered into compensation for the amount of 7 billion lei (approx.). The reference to 2 million lei should have been 2.9 billion lei. The same mistake was made when the tribunal found the yield from the auction of confiscated cigarettes was 6 million lei (approx.). That figure should have been 6 billion lei.  <FRAGMENT_SUPPRESSED>"], ["[39]", "If the tribunal had correctly read the documentation it accepted, it is evident no monies were owing to the Romanian state and that Romanian authorities are not seeking to recoup from the applicants monies owed to them.  <FRAGMENT_SUPPRESSED>"], ["[40]", "I would set aside the tribunal's finding on exclusion in respect of Mr. Florea.  <FRAGMENT_SUPPRESSED>"], ["[41]", "The setting aside of the tribunal's decision on Mr. Florea's exclusion is not dispositive of the judicial review application because the tribunal's decision on inclusion in respect of Mr. Florea stands, not having been challenged. However, I would adopt the reasoning of Justice Simpson in", "<FRAGMENT_SUPPRESSED>  (T.D.), where she said that exclusion under article 1F(a) is a serious matter which could affect the applicant for the rest of his life and that, in the circumstances, the exclusion order should be reviewed to ensure that it is error free.  <FRAGMENT_SUPPRESSED>", "(d) The non-persecution issue of Mrs. Florea and the infant child  <FRAGMENT_SUPPRESSED>"], ["[42]", "Unlike Mr. Florea, the tribunal found Mrs. Florea to be Roma and Stefan Florea, the infant child, to be half Roma through his mother.  <FRAGMENT_SUPPRESSED>"], ["[43]", "In terms of Mrs. Florea's credibility, the tribunal found at applicants' record, page 21, that she had provided testimony not to be found credible regarding Mr. Florea's ethnicity which led \"me to doubt the veracity of her subsequent testimony regarding their business problems and her treatment by the police\".  <FRAGMENT_SUPPRESSED>"], ["[44]", "The tribunal separated Mrs. Florea's claims of experiences of persecution into two periods: her experiences prior to her marriage to Mr. Florea and her experiences after the marriage.  <FRAGMENT_SUPPRESSED>"], ["[45]", "In terms of prior experiences, the tribunal said they included \"isolation and ridicule and physical abuse by classmates, body searches by teachers and classmates, accusations of stealing, demands for gold and sexual favours in exchange for being allowed to continue her education\". The tribunal assumed the allegations were true but stated the fact remained Mrs. Florea \"overcame them to achieve both, exceptional, educational and financial success\" which were \"in stark contrast to the majority of Roma in Romania ... she and her husband ran several successful businesses, acquired substantial assets ... were members of an exclusive private club, socialised with prominent persons\" and therefore was not satisfied Mrs. Florea was similarly situated to the majority of Roma.  <FRAGMENT_SUPPRESSED>"], ["[46]", "The tribunal went on to specifically address the issue of demands for sexual favours by one of the senior officials of the Metallurgy Engineering Faculty. The tribunal wrote at page 22 of the applicants' record:  <FRAGMENT_SUPPRESSED>", "\"[ ... ] The female claimant chose to oblige him, rather than abandon her higher education. The female claimant could have refused to oblige him. In choosing to do otherwise, she made a conscious personal decision, putting aside any personal repugnance to accomplish her goal of higher education. Higher education is not among the fundamental human rights listed in the Bill of Rights, the violation of which may form the basis of a claim for international protection. <FRAGMENT_SUPPRESSED>"], ["[47]", "The tribunal acknowledged Mrs. Florea (applicant's record page 23):  <FRAGMENT_SUPPRESSED>", "\"[ ... ] has overcome the racism and bigotry she was subjected to. The Convention was not envisioned as a panacea for past persecution but to protect against the serious possibility of prospective persecution. I am satisfied that the Consolidated grounds [paragraphs 97(1)(a) and (b) of", "IRPA", "] are similarly forward-looking.  <FRAGMENT_SUPPRESSED>", "\"I am not satisfied that there is a serious possibility that the female claimant would experience similar incidents, if she were to return to Romania. In my opinion, the claimants cannot overcome the disadvantages of their situation and then retroactively claim to have cumulatively experienced persecution. I wish to make clear that, at this point, my findings are only in relation to the female claimant's experiences prior to her marriage to the male claimant. <FRAGMENT_SUPPRESSED>"], ["[48]", "The tribunal did not dispute the diagnoses in several medical documents filed in evidence concerning Mrs. Florea: depressive neurosis with anxiety attacks and post-traumatic stress disorder on account of her experiences as a Roma including an account of being raped in August 1999 by the police.  <FRAGMENT_SUPPRESSED>"], ["[49]", "However, the tribunal at applicants' record, page 45, indicated that:  <FRAGMENT_SUPPRESSED>", "\"[ ... ]", "they are based on events and circumstances that I have found not to be credible, or not to be persecutory, even on a cumulative basis, or not likely to recur in the future. Having found the claimants not to be credible, with regard to key aspects of their claim, I am not satisfied that any of the events such as the attack on their son or attacks and threats to themselves from the csiminari, police, or unknown assailants occurred for the reasons described by the claimants. With regard to the alleged rape of the female claimant, I am not satisfied it occurred because the female claimant is Roma. I believe it was an isolated incident, undertaken by police officers taking advantage of a woman alone and, therefore, vulnerable. I am not satisfied, on a balance of probabilities, that there is a serious possibility of such an incident occurring again. Accordingly, I give the medical documents no weight in assessing if the claimants are Convention refugees.  <FRAGMENT_SUPPRESSED>", "(I have not considered the issue of compelling reasons for the female claimant as I found her not to be a Convention refugee at the time she left Romania).  <FRAGMENT_SUPPRESSED>", "\"Accordingly, I find the claimants have not established, on a balance of probabilities, that there is a serious possibility they would be persecuted for a Convention ground, if they were to return to Romania. Therefore given the lack of credibility of the material facts in this claim and having reviewed all the evidence, the claimants have failed to establish that they meet the higher threshold of harm of a risk to life or a risk of cruel and unusual treatment or punishment or a risk of torture on account of their ethnicity.\" (Emphasis mine)  <FRAGMENT_SUPPRESSED>"], ["[50]", "Counsel for the applicants argues Mrs. Florea's and her son's case is on a different footing than her husband's because the tribunal found her credible and accepted she was a Roma and her son half Roma. He then went on to identify a number of legal errors which the tribunal purportedly made including (1) the failure of the tribunal to apply the concept of a mixed nexus to recognize her Convention claim arising out of the fact she was raped because she was a Roma or a woman; (2) Mrs. Florea was not subject to past cumulative persecution.  <FRAGMENT_SUPPRESSED>"], ["[51]", "In my view, the criticisms of counsel are not justified for the following reasons.  <FRAGMENT_SUPPRESSED>"], ["[52]", "First, the tribunal impeached Mrs. Florea's credibility. At applicants' record, page 21, the tribunal specifically found that Mrs. Florea had provided testimony not found to be credible regarding her husband's ethnicity \"leads me to doubt the veracity of her subsequent testimony regarding their business problems and her treatment by the police\".  <FRAGMENT_SUPPRESSED>"], ["[53]", "Second, building on that finding of non credibility the tribunal stated at page 45 of the applicants' record with regard to her being raped by the police that it was \"not satisfied it occurred because the female claimant is a Roma\". Such finding disposes of the applicants' argument concerning a mixed nexus.  <FRAGMENT_SUPPRESSED>"], ["[54]", "I do not accept the tribunal erred in not recognizing Mrs. Florea's gender claim on account of the rape. That was not the basis of her claim but more importantly when the passage is read in its whole context the basis of the finding was not that she was a woman that attracted the rape but that she was alone and thus vulnerable.  <FRAGMENT_SUPPRESSED>"], ["[55]", "Finally, the tribunal found Mrs. Florea and her son, whose claim was also based on his Roma ethnicity, did not have a well-founded fear of persecution when they left Romania. That finding was made because the tribunal found as a fact at the time they fled Romania past persecution before her marriage had ceased and there was no reasonable chance they would experience similar incidents if they returned. As I see it, the tribunal's decision did not turn on a finding of no past persecution on a cumulative basis (applicants' record, page 23 and page 45).  <FRAGMENT_SUPPRESSED>", "ORDER  <FRAGMENT_SUPPRESSED>"], ["[56]", "For all of these reasons, this judicial review application is dismissed as the tribunal's finding that all of the applicants were found not to be included as Convention refugees stands. I would, however, set aside the tribunal's finding Mr. Florea is excluded from the application of the Convention.  <FRAGMENT_SUPPRESSED>"], ["[57]", "I grant both parties until Wednesday, November 9, 2005, to formulate certified questions and until Wednesday, November 16, 2005, to comment on any certified question proposed.  <FRAGMENT_SUPPRESSED>", "Order accordingly.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/gs  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}