{"id_": "077168", "body_str": [["[1]", "Beaudry, J.", ": This is an application for judicial review of a decision of Immigration Division of the Immigration and Refugee Board (the Board), pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (the Act), dated November 6, 2007. The Board found that the applicants are not Convention refugees or persons in need of protection.  <FRAGMENT_SUPPRESSED>", "ISSUES  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicants raise the following issues:  <FRAGMENT_SUPPRESSED>", "a) Did the Board err in failing to consider that the applicant is part of a particular social group, namely that of women from Haiti who have been raped, thereby failing to properly analyze her claim.  <FRAGMENT_SUPPRESSED>", "b) Did the Board err in finding that the applicant's extended stay in the United States is not commensurate with a subjective fear of persecution?  <FRAGMENT_SUPPRESSED>"], ["[3]", "For the reasons that follow, my answer to the first question is yes. The applicant stated at the hearing that she does not challenge the Board's conclusions on her section 97 claim. I find that the Board's failure to consider the applicant's claim that she was a member of a particular social group is determinative and the application should be allowed.  <FRAGMENT_SUPPRESSED>", "FACTUAL BACKGROUND  <FRAGMENT_SUPPRESSED>"], ["[4]", "The principal applicant (applicant) is a citizen of Haiti, and was born on September 26, 1983. Her four minor children are citizens of the United States (US), and their claims are dependent on that of their mother. The applicant fled Haiti in 1992 at the age of 9 years old, following an attack in her home by three men, who raped the applicant, her mother and her cousin. Her mother sent her to live in St. Martin, where she remained until 1998.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The applicant entered the US using a false passport in 1998, at the age of fourteen. She stayed with a friend of her mother who assisted her in making an asylum claim. Following a dispute between the mother and her friend, the applicant had to leave the friend's home at the age of fifteen. No follow up was done on her pending refugee claim. When the applicant discovered that she had no legal status in the US, she consulted case workers at Catholic Charities. She was informed that nothing could be done to regularize her immigration status in the US.  <FRAGMENT_SUPPRESSED>"], ["[6]", "Fearing that deportation was imminent, she came to Canada with her children on March 26, 2007 and made a refugee claim.  <FRAGMENT_SUPPRESSED>"], ["[7]", "In her Personal Information Form (PIF) the applicant indicated that she claimed protection on the ground of her membership in a particular social group. The narrative included in the PIF stated that she fled Haiti because she was raped. She cited that she feared returning to Haiti because of the violent situation in the country, and because she didn't \"want [her] kids to, specially (sic) [her] daughters to survive what [she] survived in the past.\" At the hearing, when asked why she did not want to return to Haiti, the applicant testified that she feared being raped again if she returned. She also testified that she feared the same thing would happen to her daughters.  <FRAGMENT_SUPPRESSED>", "DECISION UNDER REVIEW  <FRAGMENT_SUPPRESSED>"], ["[8]", "The Board rejected the claim based on section 96 of the Act, because it determined that there was no nexus between the applicants' claim and any Convention ground. The Board rejected the section 97 claim because the applicants had not provided credible or trustworthy evidence that they are persons in need of protection.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The Board noted that it took the Chairperson's", "Guidelines on Women Refugee Claimants Fearing Gender-Related Persecution", "Gender Guidelines", ") into consideration.  <FRAGMENT_SUPPRESSED>"], ["[10]", "With regard to the applicant's claim made pursuant to section 96, the Board stated that the applicant feared serious harm amount to persecution at the hands of \"criminal elements\" in Haiti. The Board stated that the applicant's fear is based on being a victim of crime, and as a consequence she is not a member of a social group.  <FRAGMENT_SUPPRESSED>"], ["[11]", "With regard to the applicant's section 97 claim, the Board did not believe that the applicant established the existence of a well-founded fear. The Board stated that there was a question of the claimant's credibility and overall behaviour. Certain facts were noted including the fact that the incident occurred in 1992, when the applicant was nine. The Board noted that the applicant's mother was also raped and continues to live in Haiti. The Board stated that the agent of persecution could not be identified. The Board noted that the applicant made a refugee claim in Canada, fifteen years after leaving Haiti. The applicant lived in the US and was over the age of majority for the final five years of her stay. The Board noted that a document had been produced indicating that immigration hearings had been undertaken in the US; however, it was noted that the outcome of her claim is unclear. For these reasons, the Board did not believe that the applicant's behaviour was commensurate with someone fleeing persecution.  <FRAGMENT_SUPPRESSED>"], ["[12]", "In the final paragraph of its analysis, the Board wrote the following:  <FRAGMENT_SUPPRESSED>", "In the event that the panel does accept as credible the claimant's evidence of what occurred to her in 1992 her current fear in Haiti appears to be a fear of generalised violence. The claimant here could face a risk. However, it is a risk that is faced by the entire population of Haiti - including her mother. As a consequence the claimant cannot take the benefit of refugee protection.  <FRAGMENT_SUPPRESSED>", "ANALYSIS  <FRAGMENT_SUPPRESSED>", "Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[13]", "The applicant argues that the applicable standard is that of correctness. This standard was applied in my recent decision in", "<FRAGMENT_SUPPRESSED> [2008] F.C.J. No. 9. However, the question under review in the case at bar is not whether the social group alleged by the applicant indeed exists, as was the case  <FRAGMENT_SUPPRESSED>", "; as such the standard of correctness does not apply. Rather, the applicant argues that the Board failed to consider the central ground of her claim. The failure to consider the claim as it is put forward by the applicant constitutes a misapprehension of the facts and the evidence. As such the decision is reviewable on the standard of reasonableness (", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[14]", "For a decision to be reasonable there must be justification, transparency and intelligibility within the decision making process. The decision must fall within a range of possible, acceptable outcomes which are defensible in respect of the facts and the law (", "<FRAGMENT_SUPPRESSED>  at paragraph 47).  <FRAGMENT_SUPPRESSED>", "Failure to consider the ground of the claim  <FRAGMENT_SUPPRESSED>"], ["[15]", "The applicant argues that the Board erred by failing to examine the issue of gender-based persecution, despite the fact that it was explicitly raised by counsel at the hearing. The applicant submits that she is a member of the social group \"women in Haiti\", and more particularly, \"women in Haiti who have been raped\", not a victim of generalized crime. The applicant further asserts that the Board made a boiler-plate statement that it considered the", "Gender Guidelines", ", but that the reasons demonstrate that the Board did not consider that the applicant faced persecution on the basis of gender.  <FRAGMENT_SUPPRESSED>"], ["[16]", "The respondent submits that it was open to the Board to consider that the applicant's fear was based only on generalized violence.  <FRAGMENT_SUPPRESSED>"], ["[17]", "Such a finding might have been open to the Board, had it not committed an error which I find to be fatal to the decision. I agree with the applicant's position that the Board misconstrued the central element of her claim. For the Board's conclusion to be reasonable, it must first characterize the claim in such a way that is responsive to the allegations put forward by the applicant. Without coming to any conclusions as to the existence of the social group put forward by the applicant, I am satisfied that it was incumbent upon the Board to properly identify and address this question.  <FRAGMENT_SUPPRESSED>"], ["[18]", "This Court has found that the obligation to consider all grounds for claiming refugee status extends even to grounds which the claimant may have failed to identify.  <FRAGMENT_SUPPRESSED>  at pages 745 and 746, the Supreme Court of Canada confirmed that", "the Board must consider all of the grounds for making a claim to refugee status, even if the grounds are not raised during a hearing by a claimant", ". This flows from the direction at paragraph 67 of the United Nations High Commissioner for Refugees (UNHCR) Handbook on Procedure and Criteria for Determining Refugee Status that it is not the duty of a claimant to identify the reasons for their persecution. [Emphasis added].  <FRAGMENT_SUPPRESSED>"], ["[19]", "There can therefore be no question that the failure to consider grounds which were explicitly raised at the hearing constitutes an error. In his oral submissions, counsel for the applicants unequivocally submitted that the claim was grounded in a fear of gender-based persecution (Tribunal Record, page 388):  <FRAGMENT_SUPPRESSED>", "While, of course, all citizens of Haiti can be innocent victims of violence and harassment, which include for example kidnappings and random killings, one can target the principle [sic] claimant as well because of her being a women [sic]. As such, she is very much vulnerable to rape. And to reiterate, she was the victim of rape when she was a young girl in Haiti. Rape in Haiti is a common and widespread problem.  <FRAGMENT_SUPPRESSED>"], ["[20]", "In the three-page decision rendered by the Board, there is no acknowledgement of a central aspect of the applicant's claim, being fear of persecution as a member of the social group of women in Haiti who have been raped. The failure to identity the relevant ground precludes any analysis the Board might have performed regarding the merits of that claim. The determination made by the Board that there is no nexus between the claim and a Convention ground is therefore unsubstantiated.  <FRAGMENT_SUPPRESSED>"], ["[21]", "No question arises for certification.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[22]", "THIS COURT ORDERS that", "the application for judicial review be allowed. The matter is sent back for redetermination by a differently constituted panel. No question is certified.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}