{"id_": "077154", "body_str": [["[1]", "Russell, J.", ": This is an application under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (Act) for judicial review of the decision of an Enforcement Officer (Officer) of the Canada Border Services Agency (CBSA), dated 3 February 2012 (Decision), which denied the Applicant's request for an administrative deferral of his removal from Canada.", "BACKGROUND"], ["[2]", "The Applicant is a 30-year-old citizen of the People's Republic of China (China). He first entered Canada in 2001 on a study permit. He maintained legal status in Canada until May 2009."], ["[3]", "On 29 September 2009, the Applicant made a refugee claim, which was denied on 6 May 2011. The Applicant applied for a Pre-Removal Risk Assessment (PRRA) on 30 August 2011, which was refused on 12 January 2012. The Applicant was also married in July 2011, and submitted an In-Canada Spousal Sponsorship in September 2011."], ["[4]", "When the Applicant received his negative PRRA decision on 12 January 2012 he applied for a deferral in order to make proper arrangements to leave Canada. He was granted a 5-week deferral, which moved the Applicant's scheduled removal date to 17 February 2012."], ["[5]", "On 2 February 2012, the Applicant submitted a formal request for an administrative deferral of his removal. The basis of the request was that the Applicant's wife was pregnant, and he wished to remain with her for the duration of her pregnancy. The Applicant submitted medical documentation stating that his wife was experiencing complications with her pregnancy and was to remain on bedrest. His wife's due date was 6 May 2012 and the Applicant was requesting a deferral of his removal until June 2012."], ["[6]", "The Applicant's deferral request was denied on 3 February 2012. A stay of the Applicant's removal was granted on 16 February 2012.", "DECISION UNDER REVIEW"], ["[7]", "The Decision under review consists of a letter to the Applicant dated 3 February 2012 (Refusal Letter) and the Officer's Notes to File (Notes)."], ["[8]", "The Refusal Letter states that the CBSA has an obligation under section 48 of the Act to carry out removal orders as soon as reasonably practicable. The Officer found that a deferral was not appropriate in the Applicant's case."], ["[9]", "The Notes start by reviewing the Applicant's immigration history. The Officer reiterates that it is customary that a person under an enforceable removal order be removed as soon as a negative PRRA is delivered. An officer has little discretion to defer removal, but even if a deferral is granted an Officer must still proceed with removal as soon as reasonably practicable."], ["[10]", "The Officer said that it is not in her authority to conduct an \"adjunct H&C application,\" but that she had considered the special circumstances presented by the Applicant. She accepted that the Applicant's wife was facing medical issues with her pregnancy, and that the Applicant's removal might be difficult for her. She went on to note that the medical note provided by Dr. Ou says that the Applicant's wife has pregnancy complications, but does not specify their nature or gravity. It simply says that \"she requires bed rest until delivery and that she needs her husband to take care of her at home until delivery.\""], ["[11]", "The Officer found that insufficient evidence was provided by the Applicant that he is the only person able to provide assistance to his wife during her pregnancy. The Officer pointed out that the Applicant's wife is a permanent resident of Canada, and thus has access to many public, social, and health care services. Based on the doctor's notes, it appears she is already receiving medical attention, and there are agencies that can provide home care services. The Officer was satisfied that the Applicant's wife would receive adequate care for her medical conditions."], ["[12]", "The Officer acknowledged that the Applicant's removal will be hard on his wife, but found that she has access to a broad range of services in Canada that can provide her with assistance. The Officer found that the Applicant did not face exceptionally difficult circumstances to justify a deferral of his removal, and denied his request.", "STATUTORY PROVISIONS"], ["[13]", "The following provisions of the Act are applicable in this proceeding:", "Enforceable removal order", "48. (1) A removal order is enforceable if it has come into force and is not stayed.", "(2) If a removal order is enforceable, the foreign national against whom it was made must leave Canada immediately and it must be enforced as soon as is reasonably practicable.", "Mesure de renvoi", "48. (1) La mesure de renvoi est exécutoire depuis sa prise d'effet dès lors qu'elle ne fait pas l'objet d'un sursis.", "(2) L'étranger visé par la mesure de renvoi exécutoire doit immédiatement quitter le territoire du Canada, la mesure devant être appliquée dès que les circonstances le permettent.", "ISSUES"], ["[14]", "The Applicant and Respondent raise the following issues in this application:", "a. Whether the issue raised in this judicial review is moot;", "b. If not moot, whether the Decision to deny a deferral of the Applicant's removal was unreasonable.", "ARGUMENTS", "The Applicant", "Mootness"], ["[15]", "The Applicant acknowledges that he only requested a deferral of his removal until June 2012, but submits that a live issue remains to be decided in this application. He states that the leading authority on the issue of mootness is the Supreme Court of Canada's decision in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]. The Court said at paragraphs 15-16:", "The doctrine of mootness is an aspect of a general policy or practice that a court may decline to decide a case which raises merely a hypothetical or abstract question. The general principle applies when the decision of the court will not have the effect of resolving some controversy which affects or may affect the rights of the parties. If the decision of the court will have no practical effect on such rights, the court will decline to decide the case. This essential ingredient must be present not only when the action or proceeding is commenced but at the time when the court is called upon to reach a decision. Accordingly, if, subsequent to the initiation of the action or proceeding, events occur which affect the relationship of the parties so that no present live controversy exists which affects the rights of the parties, the case is said to be moot. The general policy or practice is enforced in moot cases unless the court exercises its discretion to depart from its policy or practice. The relevant factors relating to the exercise of the court's discretion are discussed hereinafter.", "The approach in recent cases involves a two-step analysis. First, it is necessary to determine whether the required tangible and concrete dispute has disappeared and the issues have become academic. Second, if the response to the first question is affirmative, it is necessary to decide if the court should exercise its discretion to hear the case. The cases do not always make it clear whether the term \"moot\" applies to cases that do not present a concrete controversy or whether the term applies only to such of those cases as the court declines to hear. In the interest of clarity, I consider that a case is moot if it fails to meet the \"live controversy\" test. A court may nonetheless elect to address a moot issue if the circumstances warrant."], ["[16]", "The deferral request involved the interests of an unborn Canadian child, yet the Officer's analysis involved no consideration of this. Whether or not the Officer had a legal obligation to consider this factor is an issue that has yet to receive proper consideration from this Court. The Applicant submits that this remains a live issue between the parties, and that the Court ought to exercise its discretion to consider this application for judicial review for that reason.", "The Respondent"], ["[17]", "The event which invoked the Applicant seeking a deferral has now passed, and thus the Respondent submits that this application ought to be dismissed as moot. The Respondent points out that while Justice Donald Rennie granted a stay, the test for a serious issue on a stay motion is lower that that for granting leave."], ["[18]", "The Applicant requested a deferral until June 2012, and because this date has already passed this application has now become technically moot (see", "<FRAGMENT_SUPPRESSED>  [", "Baron", "] at paragraphs 30-31). Based on the decision in <FRAGMENT_SUPPRESSED> , above, the Court should not exercise its discretion to hear this matter. The Respondent submits that this application ought to be dismissed as moot.", "STANDARD OF REVIEW", "The Reasonableness of the Decision"], ["[19]", "The Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis."], ["[20]", "The standard of review applicable to a deferral request is reasonableness (", "<FRAGMENT_SUPPRESSED> ). Further, the adequacy of reasons is not a stand-alone basis for review, but goes to the reasonableness of the Decision as a whole (Newfoundland and  <FRAGMENT_SUPPRESSED>  [", "Newfoundland Nurses", "] ). The standard of review applicable to the second issue is reasonableness."], ["[21]", "When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at paragraph 47, and", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\"", "ARGUMENTS", "The Applicant"], ["[22]", "The Applicant submits that the Officer provided no clear reasons or evidentiary basis for refusing to defer removal, but simply made assumptions as to what services may be available to the Applicant's wife. The decision in", "Newfoundland Nurses", "did not remove the legal onus on the Officer to provide reasons demonstrating how the Officer arrived at his ultimate determination. The Decision must still be based on specific, relevant evidence."], ["[23]", "In this case, the Officer engaged in sheer speculation as to agencies that would be able to adequately provide the Applicant's wife with the care she needed. There was no discussion as to which specific health care agencies would be able to provide these services, what kind of care they could provide, the cost, and how these agencies would be able to replace the love and support of the child's father."], ["[24]", "The Applicant states that the Officer simply copied the Applicant's immigration history and portions of his deferral request into the Notes, and failed to engage in a real analysis. If the Reasons for the Decision do not allow the Applicant to understand how it was made then it is unreasonable (", "<FRAGMENT_SUPPRESSED> ). Although CBSA Officers do not have a duty to provide as detailed reasons as some other decision-makers, they must still provide reasons that meet the <FRAGMENT_SUPPRESSED> criteria of transparency, intelligibility, and justification (", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at paragraph 16)."], ["[25]", "The Applicant submits that if the Officer had questions about the Applicant's wife's medical condition he could have asked the Applicant or his legal counsel. It was unreasonable for the Officer to base his Decision on a lack of detail when the information was so easily available. The Applicant acknowledges that the Officer had limited discretion to award the deferral, but submits that the Officer still had an obligation to give serious consideration to the Applicant's submissions."], ["[26]", "Further, the Notes are silent on the Applicant's unborn Canadian child.", "Article 3(1) of the Convention of the Rights of the Child", "provides that the best interests of a child must be a \"primary consideration\" in all actions concerning children. The law states that this must be taken into account (see", "<FRAGMENT_SUPPRESSED> ). The Officer was not \"alert, alive, and sensitive\" to the best interests of the child by simply stating that she took the interests of the child into account. The Applicant submits that at the very least the Officer should have embarked on some analysis of the impact of the Applicant's departure on his wife's pregnancy and the unborn child."], ["[27]", "The Applicant submits that the Officer's key findings were based on assumptions, and the Officer ignored criteria that were legally mandated to be considered - the best interests of the Applicant's unborn child. As such, the Decision is unreasonable.", "The Respondent"], ["[28]", "The Respondent submits that the Officer considered all the Applicant's submissions, such as the fact that his wife was seven months pregnant, before dismissing the deferral request. It was reasonable for the Officer to assume that the Applicant's wife, who is a permanent resident, would have access to Canadian social services and public healthcare during his absence."], ["[29]", "The", "Newfoundland Nurses", "decision, above, reiterated that reasons are not decided in a vacuum and do not need to be comprehensive; the context of the evidence, the parties' submissions, and the process must be considered. The reviewing court must pay attention to the decision-maker's statutory task in determining if the reasons adequately explain the basis of the decision."], ["[30]", "The Federal Court of Appeal noted in both <FRAGMENT_SUPPRESSED> and", "Baron", ", above, that the duty of enforcement officers to consider the best interests of the child is at the low end of the spectrum. The discretion involved in the decision is narrow; a CBSA Officer is not under an obligation to substantially review a child's best interests before coming to a decision. In this case, the Officer was aware the Applicant's wife was seven months pregnant. While the Notes may not have explicitly mentioned the unborn child, if one considers the nature of the Officer's statutory task under subsection 48(2) of the Act this is not something that ought to call the Decision into question."], ["[31]", "Section 48 of the Act gives enforcement authorities little discretion to award a deferral. They are under an obligation to execute a removal order as soon as reasonably practicable. The narrow scope of an enforcement officer to defer removal was affirmed by the Federal Court of Appeal in", "Baron", ". The law is clear that removal is the rule, while deferral is the exception (see also", "Canada (Minister of Public Safety and Emergency Preparedness)", ", 2011 FCA 286 at paragraph 45;", "<FRAGMENT_SUPPRESSED> )."], ["[32]", "The Respondent submits it was reasonable for the Officer to conclude there was no evidence provided that only the Applicant was able to take care of his wife while she was on bedrest. It was also reasonable for the Officer to note that she would have access to publicly available services. The Decision falls within a range of possible and acceptable outcomes, and the Respondent submits that this application ought to be dismissed.", "ANALYSIS"], ["[33]", "The Applicant has made extensive submissions on reviewable error, but there is significant repetition in many of the points raised. I will deal with what I regard as the principal issues.", "No Real Reasons or Clear Evidentiary Basis for the Refusal"], ["[34]", "In my view, the reasoning and the basis of the Decision are clear: the Applicant failed to provide sufficient evidence to convince the Officer that, given the medical support the Applicant's wife had received to that time, and given the medical and social assistance available to her in Canada, the Applicant's presence was not required for the duration of her pregnancy. The evidentiary basis for this conclusion was the lack of evidence provided by the Applicant to demonstrate that he was the only person who could look after his wife.", "No Analysis"], ["[35]", "The Reasons do not have to be detailed.  <FRAGMENT_SUPPRESSED> . In this case, the analysis is both transparent and justifiable. The Applicant failed to provide sufficient evidence as set out above. General H&C factors are not relevant to the Officer's discretion under section 48 of the Act, and they did not need to be addressed in the analysis. They were also not part of the deferral request.", "Failure to Confront Applicant With Questions and Give Him a Reasonable Chance to Respond"], ["[36]", "The onus is upon the Applicant to provide the evidence and justification for his deferral request.  <FRAGMENT_SUPPRESSED> . The Officer does not have to ask questions or supply the evidence as to why the request should be approved. The Officer is under a statutory obligation to remove the Applicant as soon as reasonably practicable. It is for the Applicant to convince the Officer that his removal is not reasonably practicable and that a deferral is required. The Officer is under no obligation to conduct an interview or a discussion with the Applicant over his request.  <FRAGMENT_SUPPRESSED>  (TD). The Applicant had every opportunity to provide the Officer with his evidence and arguments. He was also represented by counsel, who made the request.", "Officer Engaged in Speculation About Medical Requirements and Health Care Resources Available to the Applicant's Wife"], ["[37]", "In my view, there was no speculation. Once again, the issue was whether the Applicant had provided sufficient evidence to demonstrate that his removal was not reasonably practicable because of his wife's pregnancy and medical complications."], ["[38]", "As the reasons make clear, Dr. Ou's letter did not \"specify the nature and gravity of these complications. He only indicates that she requires bed rest until delivery and that she needs her husband to take care of her at home until delivery.\" The Officer accepted Dr. Ou's evidence on complications, but there was not sufficient evidence to show that the Applicant was the only person who could provide care."], ["[39]", "The Officer also points out that the Applicant's wife was already in contact with doctors and specialists who would deal with her medical issues. There was nothing to suggest, given Canada's health care and social system, that the Applicant's wife would not receive the health care and assistance that she needed. The Applicant provided no evidence to suggest that her needs could not be met by the health care and social assistance available to her."], ["[40]", "Given the nature of the deferral request, the sparcity of the evidence submitted by the Applicant (there were no affidavits from him or his wife explaining their personal situation), and the ambivalence and the lack of explanation in Dr. Ou's letter, it cannot be said that the Decision was unreasonable on this ground. Other conclusions may have been possible, but the Decision falls within the <FRAGMENT_SUPPRESSED> range. In my view, this is the principal issue on the merits and the Applicant has not established unreasonableness.", "Failure to Consider the Unborn Child"], ["[41]", "The deferral request simply asked for a deferral until June 2012. Nothing was said in the request about the interests of the unborn child. It is not within a deferral officer's jurisdiction to undertake a full H&C analysis involving the best interests of a child. The jurisprudence of this Court is clear that the Officer need only consider \"short-term\" interests.  <FRAGMENT_SUPPRESSED>  DLR (4th) 762 at paragraph 16; and", "<FRAGMENT_SUPPRESSED> . In this case, no short-term interests were identified by the Applicant in the deferral request. They still have not been identified before me.", "Failure to Consider H&C Factors"], ["[42]", "As set out above, the Officer is not required to do an H&C analysis. The issue is whether the Applicant's removal is reasonably practicable under section 48 of the Act. No H&C factors were put forward for consideration in the deferral request.  <FRAGMENT_SUPPRESSED> .", "Mootness"], ["[43]", "The Applicant says that the application is not moot because \"the deferral request encompassed the consideration of the unborn child.\" This is simply inaccurate. The deferral request says nothing about the interests of the unborn child and, even if it did, it could only relate to the period of the deferral requested, which was until June 2012."], ["[44]", "At the hearing before me, the parties agreed that this matter is technically moot within the meaning of <FRAGMENT_SUPPRESSED> , above. The only issue for me is whether the Court should nevertheless exercise its discretion to hear the matter. The present case is very similar to", "<FRAGMENT_SUPPRESSED>  (CanLII) where Justice O'Reilly had the following to say, at paragraphs 5-9, of equal relevance to the facts before me:", "In these circumstances, the Minister urges me to conclude that this application for judicial review is moot because the applicants have already achieved a deferral of their removal beyond the date on which their H&C was decided, even though the officer had denied them one. Further, there is no point, the Minister suggests, in deciding whether the officer's decision was reasonable since any conclusion I would arrive at would have no practical effect. The applicants will be re-scheduled for removal no matter what I decide.", "I agree.", "The question of mootness must begin with a characterization of the controversy between the parties:  <FRAGMENT_SUPPRESSED> . Here, on March 11, 2008, the applicants asked for a deferral of their removal to allow them \"an opportunity to remain pending the outcome of [their] H&C Application\". They attached a variety of materials to their request outlining the medical and psychological needs of their Canadian niece and her 12-year-old son. This evidence was relevant to their H&C application.", "As the applicants themselves characterized it, the issue before the enforcement officer was whether their removal should be deferred pending the outcome of their H&C. Since the H&C has now been decided, there is no longer a live controversy between the parties (see Baron, above at para. 31, citing  <FRAGMENT_SUPPRESSED> ).", "The applicants argue that, even if I were to find that their application was moot, I should exercise my discretion to decide the case on its merits in order to give guidance to enforcement officers on the exercise of their discretion to defer removal. In my view, Justice Marc Nadon of the Federal Court of Appeal has already provided a great deal of guidance on this question in Baron, above, and there is no need for me to say anything more."], ["[45]", "In the present case, there is no live issue between the parties. In effect, the Applicant has now received the deferral he requested as a result of the actions of this Court. Also, there are no legal issues that arise on these facts that require the Court to proceed beyond mootness. See <FRAGMENT_SUPPRESSED> , above.", "Conclusions"], ["[46]", "For the reasons given above, I find that this application is entirely moot and should be dismissed on this basis alone. Even if I consider the merits, however, I can find no reviewable error in the Officer's Decision."], ["[47]", "Counsel agree there is no question for certification and the Court concurs.", "JUDGMENT"], ["[48]", "THIS COURT'S JUDGMENT is that", "1. The application is dismissed.", "2. There is no question for certification.", ".........................", "<FRAGMENT_SUPPRESSED>  Russell", "[Traduction]: Il s'agit d'une demande de contrôle judiciaire présentée en vertu du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés,", "LC 2001, c 27 (la Loi) et visant la décision du 3 février 2012 d'une agente d'exécution (l'agente) de l'Agence des services frontaliers du Canada (ASFC) par laquelle la requête du demandeur visant à obtenir un report administratif de son renvoi du Canada a été rejetée (la décision).", "LE CONTEXTE"], ["[2]", "Le demandeur est âgé de 30 ans et est citoyen de la République populaire de Chine (la Chine). Il est d'abord venu au Canada grâce à un permis d'études. Il pouvait rester légalement au Canada jusqu'au mois de mai 2009."], ["[3]", "Le 29 septembre 2009, le demandeur a fait une demande d'asile, laquelle a été rejetée le 6 mai 2011. Le demandeur a présenté une demande d'examen des risques avant renvoi (ERAR) le 30 août 2011, demande qui a été rejetée le 12 janvier 2012. De plus, le demandeur s'était marié en juillet 2011 et, en septembre 2011, il a présenté au Canada une demande de parrainage au titre de la catégorie des époux."], ["[4]", "Lorsque le demandeur a reçu la décision rejetant sa demande d'ERAR le 12 janvier 2012, il a présenté une demande de sursis afin de prendre des dispositions appropriées pour quitter le Canada. Un sursis de 5 semaines lui a été accordé et la date prévue pour son renvoi a ainsi été reportée au 17 février 2012."], ["[5]", "Le 2 février 2012, le demandeur a présenté une demande officielle de report administratif de son renvoi. Cette requête était fondée sur le fait que l'épouse du demandeur était enceinte et qu'il souhaitait rester avec elle pendant sa grossesse. Le demandeur a présenté des documents médicaux démontrant que son épouse avait une grossesse difficile et qu'elle devait s'aliter. La date prévue pour l'accouchement de son épouse était le 6 mai 2012 et le demandeur a sollicité le report de son renvoi jusqu'au mois de juin 2012."], ["[6]", "La demande de report présentée par le demandeur a été rejetée le 3 février 2012. Un sursis à l'exécution de la mesure de renvoi lui a été accordé le 16 février 2012.", "LA DÉCISION VISÉE PAR LE CONTRÔLE"], ["[7]", "La décision faisant l'objet du présent contrôle judiciaire consiste en une lettre au demandeur datée du 3 février 2012 (la lettre de rejet) et dans les notes inscrites au dossier par l'agente (les notes)."], ["[8]", "La lettre de refus déclare que l'article 48 de la Loi oblige l'ASFC a exécuter les mesures de renvoi dès que possible. L'agente a conclu qu'un report n'était pas indiqué dans le cas du demandeur."], ["[9]", "Les notes commencent par un examen du dossier d'immigration du demandeur. L'agente rappelle que, lorsqu'une personne fait l'objet d'une mesure de renvoi exécutoire, il est de mise qu'elle soit expulsée dès le rejet d'une demande d'ERAR. Un agent a peu de latitude en matière de report d'une mesure de renvoi, mais, même lorsqu'un report est accordé, l'agent doit néanmoins procéder à l'exécution de la mesure de renvoi dès que cela est raisonnablement possible."], ["[10]", "L'agente a dit qu'elle n'avait pas le pouvoir de procéder à [traduction] « une demande CH accessoire », mais qu'elle avait considéré les circonstances spéciales alléguées par le demandeur. Elle a admis que l'épouse du demandeur faisait face à des complications médicales relativement à sa grossesse et qu'il était possible que le renvoi du demandeur soit éprouvant pour elle. L'agente a ensuite souligné que la note médicale fournie par le docteur Ou, selon laquelle la grossesse de l'épouse était difficile, ne précisait toutefois pas la nature ou gravité de ces complications. La note dit simplement que [traduction] « elle doit restée alitée jusqu'à l'accouchement et elle a besoin que son mari prenne soin d'elle à la maison jusqu'à l'accouchement »."], ["[11]", "L'agente a conclu que le demandeur n'avait pas présenté d'éléments de preuve suffisants pour démontrer qu'il était la seule personne capable d'aider son épouse durant sa grossesse. L'agente a fait remarquer que l'épouse du demandeur était une résidente permanente du Canada et qu'elle avait par conséquent accès à de nombreux services publics, sociaux et de soins de santé. Selon les notes du médecin, il appert qu'elle bénéficie déjà d'un suivi médical et qu'il existe des organismes capables de lui dispenser des soins à la maison. L'agente était convaincue que l'épouse du demandeur recevrait des soins appropriés relativement à ses problèmes de santé."], ["[12]", "L'agente a reconnu que le renvoi du demandeur serait difficile pour son épouse, mais elle a conclu que l'épouse du demandeur avait accès au Canada à un large éventail de services capables de lui dispenser une assistance. L'agente a conclu que le demandeur ne faisait pas face à des circonstances exceptionnellement difficiles qui justifieraient de suspendre son renvoi et a rejeté sa requête.", "LES DISPOSITIONS LÉGISLATIVES"], ["[13]", "Les dispositions suivantes de la Loi s'appliquent à la présente instance:", "Mesure de renvoi", "48. (1) La mesure de renvoi est exécutoire depuis sa prise d'effet dès lors qu'elle ne fait pas l'objet d'un sursis.", "(2) L'étranger visé par la mesure de renvoi exécutoire doit immédiatement quitter le territoire du Canada, la mesure devant être appliquée dès que les circonstances le permettent.", "Enforceable removal order", "48. (1) A removal order is enforceable if it has come into force and is not stayed.", "(2) If a removal order is enforceable, the foreign national against whom it was made must leave Canada immediately and it must be enforced as soon as is reasonably practicable.", "LES QUESTIONS EN LITIGE"], ["[14]", "En l'espèce, le demandeur et le défendeur soulèvent les questions suivantes:", "a. La question soulevée dans la demande de contrôle judiciaire est-elle théorique?", "b. Si la question n'est pas théorique, la décision de ne pas suspendre le renvoi du demandeur était-elle déraisonnable?", "LES ARGUMENTS", "Le demandeur", "Le caractère théorique"], ["[15]", "Le demandeur reconnaît qu'il avait seulement demandé que son renvoi soit suspendu jusqu'au mois de juin 2012, mais il soutient qu'une question réelle demeure à trancher dans le cadre de la présente demande. Il fait valoir que la décision de principe sur la question du caractère théorique est l'arrêt", "<FRAGMENT_SUPPRESSED>  de la Cour suprême du Canada (l'arrêt <FRAGMENT_SUPPRESSED> ), laquelle s'est exprimée de la sorte aux aux paragraphes 15 et 16:", "La doctrine relative au caractère théorique est un des aspects du principe ou de la pratique générale voulant qu'un tribunal peut refuser de juger une affaire qui ne soulève qu'une question hypothétique ou abstraite. Le principe général s'applique quand la décision du tribunal n'aura pas pour effet de résoudre un litige qui a, ou peut avoir, des conséquences sur les droits des parties. Si la décision du tribunal ne doit avoir aucun effet pratique sur ces droits, le tribunal refuse de juger l'affaire. Cet élément essentiel doit être présent non seulement quand l'action ou les procédures sont engagées, mais aussi au moment où le tribunal doit rendre une décision. En conséquence, si, après l'introduction de l'action ou des procédures, surviennent des événements qui modifient les rapports des parties entre elles de sorte qu'il ne reste plus de litige actuel qui puisse modifier les droits des parties, la cause est considérée comme théorique. Le principe ou la pratique général s'applique aux litiges devenus théoriques à moins que le tribunal n'exerce son pouvoir discrétionnaire de ne pas l'appliquer. J'examinerai plus loin les facteurs dont le tribunal tient compte pour décider d'exercer ou non ce pouvoir discrétionnaire.", "La démarche suivie dans des affaires récentes comporte une analyse en deux temps. En premier, il faut se demander si le différend concret et tangible a disparu et si la question est devenue purement théorique. En deuxième lieu, si la réponse à la première question est affirmative, le tribunal décide s'il doit exercer son pouvoir discrétionnaire et entendre l'affaire. La jurisprudence n'indique pas toujours très clairement si le mot « théorique » (", "moot", ") s'applique aux affaires qui ne comportent pas de litige concret ou s'il s'applique seulement à celles de ces affaires que le tribunal refuse d'entendre. Pour être précis, je considère qu'une affaire est « théorique » si elle ne répond pas au critère du « litige actuel ». Un tribunal peut de toute façon choisir de juger une question théorique s'il estime que les circonstances le justifient."], ["[16]", "Selon le demandeur, la demande de report concernait les intérêts d'un enfant canadien à naître, mais l'analyse de l'agente n'en a nullement tenu compte. La question de savoir si l'agente avait l'obligation légale de considérer ce facteur n'a pas encore été analysée convenablement par la Cour. Le demandeur fait valoir que cette question litigieuse demeure réelle entre les parties et que la Cour doit pour ce motif exercer son pouvoir discrétionnaire d'examiner la demande de contrôle judiciaire.", "Le défendeur"], ["[17]", "Le fait qui a poussé le demandeur à solliciter un report est désormais passé et le défendeur fait en conséquence valoir que la demande devrait être rejetée en raison de son caractère théorique. Le défendeur fait remarquer que, bien que le juge Donald Rennie ait accordé un sursis, le critère de la « question sérieuse » qui s'applique aux demandes de sursis est moins rigoureux que celui qui s'applique aux demandes d'autorisation et de contrôle judiciaire."], ["[18]", "Le demandeur a sollicité un report jusqu'au mois de juin 2012 et, comme cette date est déjà passée, à strictement parler, la demande est maintenant théorique (voir", "<FRAGMENT_SUPPRESSED>  (l'arrêt", "Baron", ") aux paragraphes 30 et 31). Compte tenu de l'arrêt", "Borowski,", "précité, la Cour ne devrait pas exercer son pouvoir discrétionnaire de trancher la présente affaire sur le fond. Le défendeur soutient que la demande de contrôle judiciaire devrait être rejetée en raison de son caractère théorique.", "LA NORME DE CONTRÔLE APPLICABLE", "La raisonnabilité de la décision"], ["[19]", "La Cour suprême du Canada, dans l'arrêt", "<FRAGMENT_SUPPRESSED>  a statué qu'il n'est pas toujours nécessaire de se livrer à une analyse sur la norme de contrôle applicable. Au lieu de cela, lorsque la norme de contrôle applicable à une question particulière est bien établie dans la jurisprudence, la cour de révision peut adopter cette norme de contrôle. Ce n'est que lorsque cette démarche se révèle infructueuse que la cour de révision examine les quatre facteurs de l'analyse sur la norme de contrôle."], ["[20]", "La norme de contrôle applicable à une demande de report est celle de la décision raisonnable (", "<FRAGMENT_SUPPRESSED> ). De plus, l'insuffisance des motifs ne fait pas à elle seule l'objet d'un contrôle, mais elle a une incidence sur le caractère raisonnable de la décision dans son ensemble (Newfoundland and  <FRAGMENT_SUPPRESSED>  (", "Newfoundland Nurses", ")). La norme de contrôle applicable à la seconde question en litige est celle de la raisonnabilité."], ["[21]", "Lors du contrôle d'une décision selon la norme de la raisonnabilité, l'analyse a trait « à la justification de la décision, à la transparence et à l'intelligibilité du processus décisionnel, ainsi qu'à l'appartenance de la décision aux issues possibles acceptables pouvant se justifier au regard des faits et du droit ». Voir <FRAGMENT_SUPPRESSED> , précité, au paragraphe 47, et", "<FRAGMENT_SUPPRESSED> . En d'autres termes, la Cour ne doit intervenir que si la décision est déraisonnable au sens où elle n'appartient pas « aux issues possibles acceptables pouvant se justifier au regard des faits et du droit ».", "LES ARGUMENTS", "Le demandeur"], ["[22]", "Le demandeur fait valoir que l'agente n'a donné aucun motif clair et aucun fondement probatoire pour rejeter la demande de report du renvoi, mais qu'elle s'est contentée de faire des conjectures sur les services auxquels l'épouse du demandeur pourrait avoir accès. L'arrêt", "Newfoundland Nurses", "ne libérait pas l'agente de son obligation légale de donner des motifs démontrant la manière dont elle est parvenue à sa décision définitive. La décision doit tout de même être fondée sur une preuve pertinente et précise."], ["[23]", "Dans la présente affaire, l'agente s'est livrée à de pures conjectures sur les organismes qui seraient capables de dispenser à l'épouse du demandeur les soins dont cette dernière avait besoin. Elle n'a pas examiné les questions de savoir quels organismes précis de soins de santé étaient capables de dispenser ces services, quelle sorte de soins ils pourraient dispenser et comment ces organismes pourraient remplacer l'amour et le soutien du père de l'enfant."], ["[24]", "Le demandeur affirme que l'agente a simplement copié le dossier d'immigration du demandeur et des parties de sa demande de report dans les notes et qu'elle ne s'est pas livrée à une véritable analyse. Une décision est déraisonnable si les motifs de la décision ne permettent pas au demandeur de comprendre le fondement de la décision (", "<FRAGMENT_SUPPRESSED> ). Bien que les agents de l'ASFC ne soient pas tenus de fournir des motifs aussi détaillés que d'autres décideurs, ils doivent néanmoins donner des motifs qui satisfont aux critères de la transparence, de l'intelligibilité et de la justification énoncés dans <FRAGMENT_SUPPRESSED> (voir l'arrêt", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ), au paragraphe 16)."], ["[25]", "Le demandeur fait valoir que, si l'agente avait des questions sur l'état de santé de l'épouse du demandeur, elle aurait pu les poser au demandeur ou à l'avocat de ce dernier. Il était déraisonnable de la part de l'agente de fonder sa décision sur un manque de renseignements alors que ces renseignements étaient très faciles à obtenir. Le demandeur reconnaît que l'agente avait peu de latitude en matière de report d'une mesure de renvoi, mais il fait valoir que l'agente avait néanmoins l'obligation de considérer sérieusement les observations écrites du demandeur."], ["[26]", "De plus, les notes ne disent rien de l'enfant canadien à naître du demandeur. Le paragraphe 3(1) de la", "Convention relative aux droits de l'enfant", "prévoit que l'intérêt supérieur de l'enfant doit être une « considération primordiale » dans toutes les décisions qui concernent les enfants. La loi prévoit qu'il faut en tenir compte (", "<FRAGMENT_SUPPRESSED> ). Il ne suffisait pas à l'agente de déclarer qu'elle prenait en compte l'intérêt de l'enfant, pour être « récepti[ve], attenti[ve] et sensible » à l'intérêt supérieur de l'enfant. Le demandeur fait valoir que l'agente aurait au moins dû se livrer à une analyse des conséquences du départ du demandeur sur la grossesse de son épouse et sur l'enfant à naître."], ["[27]", "Le demandeur soutient que les conclusions principales de l'agente reposaient sur des conjectures et que l'agente n'a pas tenu compte des critères qu'elle était légalement tenue d'examiner: l'intérêt supérieur de l'enfant à naître du demandeur. La décision serait donc déraisonnable.", "Le défendeur"], ["[28]", "Le défendeur soutient que l'agente a pris en compte toutes les observations du demandeur, dont le fait que son épouse était enceinte depuis sept mois, avant de rejeter la demande de report. Il était raisonnable de la part de l'agente de supposer que l'épouse du demandeur, qui est une résidente permanente, aurait accès aux services sociaux et aux soins de santé publics au Canada durant l'absence du demandeur."], ["[29]", "L'arrêt", "Newfoundland Nurses", ", précité, a réitéré qu'il ne faut pas examiner les motifs dans l'abstrait et qu'il n'est pas nécessaire qu'ils soient exhaustifs. Il faut tenir compte du contexte de la preuve, des observations des parties et du processus. La cour de révision doit porter attention au rôle que la loi confie au décideur pour décider si les motifs expliquent de manière adéquate le fondement de la décision."], ["[30]", "La Cour d'appel fédérale a noté dans <FRAGMENT_SUPPRESSED> ainsi que dans", "Baron,", "précités, que l'obligation des agents d'exécution de considérer l'intérêt supérieur de l'enfant est à l'extrémité inférieure du registre. La latitude accordée au décideur est faible: un agent de l'ASFC n'est pas tenu d'effectuer un examen approfondi de l'intérêt supérieur d'un enfant avant de prendre une décision. En l'espèce, l'agente savait que l'épouse du demandeur était enceinte de sept mois. L'enfant à naître n'a peut-être pas été mentionné dans les notes, compte tenu du rôle confié à l'agente par le paragraphe 48(2) de la Loi, cela ne permet pas de remettre la décision en question."], ["[31]", "L'article 48 de la Loi donne aux agents d'exécution peu de latitude pour reporter une mesure de renvoi. Ils ont l'obligation d'exécuter une mesure de renvoi dès que possible. La Cour d'appel fédérale a confirmé dans", "Baron", "qu'un agent d'exécution avait peu de latitude pour reporter une mesure de renvoi. Il ressort clairement de la loi que l'exécution de la mesure de renvoi est la règle et que le report est l'exception (voir aussi", "Canada (Sécurité publique et protection civile)", ", 2011 CAF 286, au paragraphe 45, et", "<FRAGMENT_SUPPRESSED> à 9)."], ["[32]", "Le défendeur fait valoir qu'il était raisonnable de la part de l'agente de conclure que rien n'indiquait que seul le demandeur était capable de prendre soin de son épouse durant son alitement. Il était également raisonnable de la part de l'agente de noter que l'épouse du demandeur aurait accès aux services qui sont offerts au public. La décision appartient aux issues possibles acceptables et le défendeur affirme que la demande de contrôle judiciaire devrait être rejetée.", "ANALYSE"], ["[33]", "Le demandeur a présenté de nombreuses observations sur les erreurs susceptibles de contrôle, mais il y a beaucoup de répétitions dans plusieurs des points soulevés. Je me pencherai sur ce que je considère comme les questions en litige principales.", "L'absence de motifs véritables ou de fondement probatoire clair justifiant le rejet"], ["[34]", "À mon avis, les motifs et le fondement de la décision sont clairs: le demandeur n'a pas présenté d'éléments de preuve suffisants pour convaincre l'agente que, étant donné le soutien médical que son épouse avait reçu jusque-là et étant donné les services médicaux et sociaux que l'épouse pouvait obtenir au Canada, la présence du demandeur n'était pas nécessaire durant la grossesse. Le fondement probatoire de cette conclusion était le manque d'éléments de preuve présentés par le demandeur pour démontrer qu'il était la seule personne pouvant s'occuper de son épouse.", "L'absence d'analyse"], ["[35]", "Il n'est pas nécessaire que les motifs soient détaillés.  <FRAGMENT_SUPPRESSED> . En l'espèce, l'analyse est à la fois transparente et justifiable. Le demandeur n'a pas présenté une preuve suffisante comme il été montré plus haut. Les facteurs généraux relatifs aux considérations humanitaires ne sont pas pertinents relativement à la latitude accordée à l'agente en par l'article 48 de la Loi et il n'était pas nécessaire qu'il en soit tenu compte dans l'analyse. Ils ne font d'ailleurs pas partie de la demande de report.", "Le défaut de poser des questions au demandeur et de lui donner une possibilité raisonnable d'y répondre"], ["[36]", "Il incombait au demandeur de présenter des éléments de preuve à l'appui de sa demande de report et de la justifier. Voir la décision", "<FRAGMENT_SUPPRESSED> . L'agente n'a pas à poser des questions ou à fournir des éléments de preuve quant à la question de savoir pourquoi la demande devrait être accueillie. L'agente a l'obligation légale d'exécuter dès que possible la mesure de renvoi du demandeur. C'est au demandeur de convaincre l'agente que son renvoi n'est pas raisonnablement possible et qu'un report est nécessaire. L'agente n'avait aucune obligation de procéder à une entrevue du demandeur ou de discuter avec lui relativement à sa demande. Voir la décision", "<FRAGMENT_SUPPRESSED>  (CF 1re instance). Le demandeur a eu amplement l'occasion de présenter ses éléments de preuve et ses arguments à l'agente. Il était également représenté par un avocat, qui avait fait la demande.", "L'agente s'est livrée à des conjectures sur les besoins médicaux de l'épouse du demandeur et sur les ressources en soins de santé dont elle pouvait disposer."], ["[37]", "À mon avis, il n'y a eu aucune conjecture. De nouveau, la question consistait à savoir si le demandeur avait présenté des éléments de preuve suffisants pour démontrer que, raisonnablement, son renvoi n'était pas possible en raison de la grossesse de son épouse et des complications médicales de cette grossesse."], ["[38]", "Comme le montrent clairement les motifs, la lettre du docteur Ou [traduction] « ne précisait pas la nature et la gravité des ces complications. Il a seulement indiqué qu'elle devait s'aliter jusqu'à l'accouchement et qu'elle avait besoin de son mari pour prendre soin d'elle jusqu'à ce moment-là ». L'agente a prêté foi à la lettre du docteur Ou sur la question des complications, mais cette preuve ne suffisait pas pour démontrer que le demandeur était la seule personne pouvant prodiguer des soins."], ["[39]", "L'agente fait également remarquer que l'épouse du demandeur était déjà en rapport avec des docteurs et des spécialistes qui s'occuperaient de ses problèmes médicaux. Rien n'indiquait, étant donné le système social et de soins de santé du Canada, que l'épouse du demandeur ne recevrait pas les soins de santé et l'aide dont elle avait besoin. Le demandeur n'a présenté aucune preuve selon laquelle les soins de santé et l'assistance sociale dont son épouse pouvait disposer ne suffiraient pas à répondre à ses besoins."], ["[40]", "Étant donné la nature de la demande de report, la pauvreté de la preuve présentée par le demandeur (ni lui ni son épouse n'ont présenté d'affidavit au sujet de leur situation personnelle) et l'ambivalence et le manque d'explications dans la lettre du docteur Ou, on ne peut pas dire que la décision était déraisonnable pour ce motif. D'autres conclusions étaient sans doute possibles, mais la décision satisfait au critère énoncé dans", "Dunsmuir.", "À mon avis, il s'agit de la principale question en litige quant au fond et le demandeur n'a pas établi le caractère déraisonnable de la décision.", "Le défaut de considérer l'enfant à naître"], ["[41]", "La demande de report sollicitait seulement un report jusqu'au mois de juin 2012. Rien dans la demande ne portait sur l'intérêt de l'enfant à naître. Il ne relève pas de la compétence d'un agent saisi d'une demande de report de procéder à une analyse en profondeur des considérations humanitaires relatives à l'intérêt supérieur d'un enfant. Il ressort clairement de la jurisprudence de la Cour que l'agent doit seulement considérer l'intérêt « à court terme ». Voir l'arrêt", "<FRAGMENT_SUPPRESSED>  DLR (4th) 762, au paragraphe 16, et l'arrêt", "<FRAGMENT_SUPPRESSED> . En l'espèce, le demandeur n'a soulevé aucun intérêt à court terme dans sa demande de report. On n'a pas non plus identifié un tel intérêt devant moi.", "Le défaut de considérer les facteurs liés aux considérations humanitaires"], ["[42]", "Comme je l'ai expliqué ci-dessus, l'agente n'est pas tenue de procéder à une analyse des considérations humanitaires. Pour l'application de l'article 48 de la Loi, la question est de savoir si le renvoi du demandeur est raisonnablement possible. Aucune considération humanitaire n'a été soulevée dans la demande de report.  <FRAGMENT_SUPPRESSED> .", "Le caractère théorique de la demande"], ["[43]", "Le demandeur soutient que la demande n'est pas théorique parce que [traduction] « la demande de report englobait la considération de l'enfant à naître ». Cela est tout simplement inexact. La demande de report ne faisait nullement mention de l'intérêt de l'enfant à naître et, même si elle l'avait fait, cela ne n'aurait pu avoir trait qu'à la période de report demandée, qui allait jusqu'au mois de juin 2012."], ["[44]", "À l'audience, les parties ont convenu que, à strictement parler, la question était théorique au sens de l'arrêt", "Borowski,", "précité. La seule question qu'il me reste à trancher est celle de savoir si la Cour devrait néanmoins exercer son pouvoir discrétionnaire d'entendre la demande de contrôle judiciaire. La présente affaire est très similaire à celle qui était en cause dans la décision", "<FRAGMENT_SUPPRESSED>  (CanLII), rendue par le juge O'Reilly et dont les paragraphes 5 à 9 sont aussi pertinents à l'égard des faits de la présente espèce:", "Dans ces circonstances, le ministre me presse de conclure que la présente demande de contrôle judiciaire est théorique parce que les demandeurs ont déjà obtenu un report de leur renvoi au-delà de la date de la décision rendue sur la demande CH, et ce, même si l'agente leur avait refusé ce report. De plus, le ministre soutient qu'il ne sert à rien de décider si la décision de l'agente était raisonnable ou non, car peu importe la conclusion à laquelle j'arriverais, celle-ci n'aurait pas de portée pratique. Une nouvelle date de renvoi sera fixée peu importe ce que je décide.", "Je suis d'accord.", "Dans l'étude du caractère théorique d'une question, il faut tout d'abord qualifier le litige entre les parties:", "Baron c", "Canada (Ministre de la Sécurité publique et de la Protection civile)", ", 2009 CAF 81. Dans la présente instance, le 11 mars 2008, les demandeurs ont sollicité le report de leur renvoi pour pouvoir [traduction] « demeurer [au Canada] en attendant l'issue de [leur] demande CH ». Ils ont annexé divers documents à leur demande faisant état des besoins médicaux et psychologiques de leur nièce canadienne et de son fils de 12 ans. Cette preuve était pertinente pour leur demande CH.", "Comme les demandeurs l'ont eux-mêmes décrite, la question soumise à l'agente était de savoir si leur renvoi devait être reporté jusqu'à ce qu'une décision soit rendue sur leur demande CH. Comme la demande CH a maintenant fait l'objet d'une décision, il n'existe plus de litige actuel entre les parties (voir l'arrêt", "Baron", ", précité, au paragraphe 31, citant la décision", "<FRAGMENT_SUPPRESSED> ).", "Les demandeurs soutiennent que même si je concluais que leur demande était théorique, je devrais exercer mon pouvoir discrétionnaire et statuer sur le fond de l'affaire pour donner des précisions aux agents d'exécution quant à l'exercice de leur pouvoir discrétionnaire de reporter les renvois. À mon avis, le juge Marc Nadon de la Cour d'appel fédérale a déjà fourni de nombreuses précisions à ce sujet dans l'arrêt", "Baron", ", précité, et il n'est pas nécessaire que j'ajoute quoi que ce soit à ce qu'il a dit."], ["[45]", "Dans la présente affaire, il n'y a aucune question réelle entre les parties. Dans les faits, le demandeur a obtenu le report qu'il avait demandé en raison des actions de la Cour. De plus, les faits ne soulèvent aucune question juridique qui exigerait que la Cour passe outre au caractère théorique de la demande. Voir l'arrêt <FRAGMENT_SUPPRESSED> , précité.", "Conclusions"], ["[46]", "Pour les motifs exposés ci-dessus, je conclus que la demande de contrôle judiciaire est entièrement théorique et qu'elle doit être rejetée sur ce seul fondement. Par ailleurs, même après en avoir examiné le bien-fondé, je ne décèle aucune erreur susceptible de contrôle dans la décision de l'agente."], ["[47]", "Les avocats ont convenu qu'il n'y a pas de question à certifier et la Cour est du même avis.", "JUGEMENT"], ["[48]", "LA COUR STATUE que", "1. La demande est rejetée.", "2. Aucune question n'est certifiée.", "[End of document]"]]}