{"id_": "077217", "body_str": [["[1]", "Beaudry, J.", "[Translation]: This is an application for judicial review of the decision dated June 8, 2010, of the Immigration and Refugee Board's Refugee Protection Division (the panel). It determined that the applicant was excluded from the definition of refugee within the meaning of paragraph 1F(a) of Article 1 of the", "United Nations Convention Relating to the Status of Refugees", "(the Convention)."], ["[2]", "For the reasons explained below, the application will be dismissed.", "Facts"], ["[3]", "The applicant is a citizen of Burundi. He claimed refugee protection in Canada with his spouse and children."], ["[4]", "The applicant was excluded from the definition of refugee, while the members of his family were accepted."], ["[5]", "The applicant is a Tutsi from the northwest of the country. He joined the army in 1973."], ["[6]", "Two weeks after he enlisted in the army, he left to participate in anti-aircraft artillery training in the USSR until 1977. He alleges that he suffered discrimination because he was not a southern Tutsi."], ["[7]", "Upon his return to Burundi in 1977, the applicant attended an officer training school, where he focused on anti-aircraft defence."], ["[8]", "He returned to the USSR from 1987 to 1990 for further training equivalent to the level of a Masters in military science. During these years, the army committed atrocities against the Hutus in his country."], ["[9]", "The southern officers attempted a coup on July 3, 1993. A subsequent attempted coup on October 21, 1993, resulted in the assassination of President Ndadaye. The applicant explained how he resisted the rebels in his Personal Information Form (PIF) (Tribunal Record pages 69 to 71). He fled to the Democratic Republic of the Congo (DRC) to seek asylum, where he was arrested and detained for 21 months."], ["[10]", "He was charged with the murder of President Ndadaye but the charge was later withdrawn. He was also charged with deserting the army. He received a conditional six-month sentence, but appealed that sentence and the proceedings before the Supreme Court have not yet been completed."], ["[11]", "Upon his return to Burundi, the applicant continued to have problems with the authorities because of statements he had made during the events of 1993. In October 2006, he took advantage of a change in the political environment and held a press conference in order to rebuild his reputation and advance his legal proceedings."], ["[12]", "After this press conference, he started having serious problems: in 1997 someone threw a grenade into his business; in 2001 he was arrested and detained for four hours; in 2003 or 2004, his takes were increased considerably and his application for a pardon was unsuccessful. Fearing for his and his family's lives, he fled. They arrived in Canada on April 9, 2007, and claimed refugee protection.", "Impugned decision"], ["[13]", "On the issue of credibility, the panel found that the applicant's testimony contained no contradictions, that he answered spontaneously and without hesitation and that much of his testimony was corroborated by an abundant amount of documentary evidence."], ["[14]", "The panel also determined that the applicant had been persecuted by reason of his political opinion. It was of the view that his political opinion had been demonstrated by his actions at the time of the failed coup in 1993, his departure to the DRC, his appeal of his sentence, and finally his press conference in 2006 at which he spoke openly about the situation and voiced his opinion (decision, at paras. 36 to 46)."], ["[15]", "The panel determined that the members of the applicant's family are Convention refugees by reason of their membership in a particular social group, namely that of family."], ["[16]", "However, given that the applicant had been a member of the army for 20 years, namely from 1973 to 1993, and even if he had not personally committed crimes against humanity, the panel excluded him by reason of his knowledge of the crimes committed by the army and by reason of the rank he held, namely that of major. He could have disassociated himself from the army by resigning, which he did not do. The panel determined that he was complicit by association, citing", "<FRAGMENT_SUPPRESSED> ."], ["[17]", "Based on the abundant amount of documentary evidence, the panel found that crimes had been committed by the army, particularly in 1965, 1972, 1988 and 1991. It did not believe the applicant when he stated that at the time he joined the army in 1973 and although he was only 20 years old, that he did not know about the atrocities committed by the army in 1965, and especially those committed in 1972."], ["[18]", "Similarly, the panel did not believe the applicant when he stated that he was in Russia in 1988 and had not been informed about the crimes committed by the army that year. The applicant alleged that he had only heard rumours."], ["[19]", "As for the massacre in 1991, once again the panel found it impossible that the applicant, who commanded a military camp in Bujumbura, knew so little about this, since the government had admitted that 500 people had died. The massacre had taken place in the province of Cibitoke and in Bujumbura."], ["[20]", "The panel referred to the applicant's PIF and the transcript of his press conference on October 23, 2006, to infer that he had been aware of the crimes committed by the army. The panel wrote the following at paragraph 81 of its decision \"... It is not certain that the male claimant had enough influence to oppose the army's actions. Regardless, he did not try to dissociate himself. The male claimant stated that he knew only one colleague who had resigned, and that person suffered economic hardship as a result because of an order preventing him from being hired without the army's authorization. The panel is of the opinion that these problems did not affect his safety and could not be a valid reason for the male claimant to maintain his association with the army ... \"."], ["[21]", "In conclusion, the panel was of the opinion that the applicant could have left the army well before 1993 and did not do so. Furthermore, due to his knowledge of the crimes committed and his high rank in the army, there were therefore serious reasons for considering that he had committed a crime against humanity.", "Analysis"], ["[22]", "The applicant submits that the panel made two significant errors. First, that it erred in law in the definition of complicity by association and second, that it erred in fact when it stated that it did not believe the applicant on the subject of his knowledge of the crimes committed by the army at the time he joined in 1973. Same scenario for the massacres in 1988 and 1991."], ["[23]", "With regard to the first argument, the applicant cited the following decisions:", "<FRAGMENT_SUPPRESSED> ."], ["[24]", "On the basis of these cases, the applicant argued that in addition to having knowledge about the crimes committed, there must be a shared common purpose, a personal involvement [translation] \"the person has to have put his own hand to the workings\" to arrive at the notion of complicity by association."], ["[25]", "As for the second argument, the applicant claimed that the massacres in 1965 and 1972 were not relevant because the Burundian army was not considered to be an organization directed toward a limited and brutal purpose. In addition, at the time he joined the army he did not know that the army had committed crimes, he believed instead that it had intervened to restore calm at the school where he was studying."], ["[26]", "As for the events in 1988, he indicated that he was in the USSR and that the information that he received was only fragmentary and that there were rumours circulating to the effect that there had been confrontations between the rebels and the army."], ["[27]", "As for the 1991 massacre, the applicant mentioned that when he returned to the country in 1990, the president at the time had adopted a policy of national reconciliation which included the creation of a commission tasked with promoting unity as well as the integration of Hutus into the governing party and the government"], ["[28]", "The panel should have taken the applicant at his word when he explained that he had never been directly or indirectly associated with the crimes committed by the army. If he had moved up through the ranks of the army, this was due to the fact that he had no disciplinary file and because ranks were obtained in an automatic manner."], ["[29]", "Finally, the best evidence provided by the applicant regarding his lack of a shared common purpose with the violent acts committed by the army is his conduct during the events of 1993. In fact, he had been involved in the coup against his will. He had tried to stop those involved in the coup but the men under his command disobeyed his orders. He had never supported the coup because he knew full well that it would mean an end to the democratic reforms that he supported. He therefore fled the country and later suffered persecution to such an extent that members of his family were recognized as being refugees."], ["[30]", "For its part, the respondent pointed out to the Court that in the <FRAGMENT_SUPPRESSED> case, an appeal has been filed with the Federal Court of Appeal. That case is to be heard soon. The two parties agree that a judgment should be rendered in this case without waiting for the result of the Federal Court of Appeal's judgment since the facts in this case are very unusual."], ["[31]", "With regard to the law, the respondent noted that the Minister does not have to prove that the applicant is guilty within the meaning of the Criminal Code in order for him to be complicit by association. This evidence is much less onerous, that is to say, [translation] \"having serious reasons to believe\" that a person committed a crime,", "<FRAGMENT_SUPPRESSED>  undertook an exhaustive analysis of the case law regarding complicity by association. From this he identified the following criteria: method of recruitment; position and rank in the organization; nature of the organization; knowledge of atrocities; length of participation in the organization's activities; opportunity to leave the organization. He went so far as to conclude, at paragraph 38, that:", "\"...Complicity by association is established by analyzing the nature of the crimes of which the persecuting organization or group with which the claimant was associated is accused, even if the persecuting group is not an organization directed to a limited, brutal purpose. Complicity by association can be established even if the person covered by the exclusion clause was not a member of the persecuting group.\""], ["[33]", "I agree with this reasoning and with the choice of standard of review. In applying the principles identified in that matter to the facts in the case under review, I do not find it unreasonable that the panel determined that the applicant was complicit by association in crimes committed by the army, at least for the massacre in November 1991."], ["[34]", "Allow me to explain. Assuming, but without deciding that the panel was mistaken by linking the applicant to the atrocities committed by the army in 1965, 1972 and 1988, I find that the panel's findings excluding the applicant for the 1991 atrocities are supported by the evidence. In fact, the documentary evidence the panel relied upon with regard to the existence and location of the crimes committed in 1991 is not contested."], ["[35]", "The applicant held a very high-ranking military position (commander) in the army in Bujumbura, one of the locations of the massacre in 1991. The applicant only dissociated himself from the army in 1993, during the coup. When the panel writes, at paragraph 70, that \"... His dissociation had nothing to do with the crimes committed by the army previously, when the male claimant was not only a member of the army, but also a member of its senior leadership\", this finding is not unreasonable in light of the evidence."], ["[36]", "The same applies with regard to the panel's assertion that the applicant knew about the crimes against humanity committed by the Burundian army while he was among its ranks."], ["[37]", "The Court's intervention is not warranted."], ["[38]", "No question was proposed for certification. This record does not contain any.", "JUDGMENT"], ["[39]", "THE COURT ORDERS", "that the application for judicial review be dismissed. No question is certified.", ".........................", "<FRAGMENT_SUPPRESSED>  demande de contrôle judiciaire à l'encontre de la décision rendue le 8 juin 2010 par la Commission de l'immigration et du statut de réfugié (le tribunal) de la Section de la protection des réfugiés. Il a conclu que le demandeur était exclu de l'application de la définition de réfugié selon la section 1F(a) de l'article premier de la", "Convention des nations unies relative au statut des réfugiés", "(la convention)."], ["[2]", "Pour les raisons élaborées ci-dessous, la demande sera rejetée.", "Faits"], ["[3]", "Le demandeur est un citoyen du Burundi. Il a revendiqué le statut de réfugié au Canada avec son épouse et ses enfants."], ["[4]", "Le demandeur a été exclu de la définition de réfugié alors que les membres de sa famille ont été acceptés."], ["[5]", "Le demandeur est un Tutsi originaire du nord ouest du pays. Il s'est joint à l'armée en 1973."], ["[6]", "Deux semaine après son entrée dans l'armée, il est parti étudier l'artillerie anti-aérienne en URSS jusqu'en 1977. Il allègue avoir subi de la discrimination parce qu'il n'était pas un Tutsi du sud."], ["[7]", "De retour au Burundi en 1977, le demandeur a fait l'école des sous-officiers, se concentrant toujours à la défense anti-aérienne."], ["[8]", "Il est retourné en URSS de 1987 à 1990 pour une autre formation équivalant à un grade de maîtrise en sciences militaires. Durant ces années, l'armée a commis des atrocités contre les Hutus dans son pays."], ["[9]", "Les officiers du sud ont tenté un putsch le 3 juillet 1993. Une autre tentative, le 21 octobre 1993, a conduit à l'assassinat du président Ndadaye. Le demandeur explique dans son formulaire de renseignements personnels (FRP) la façon dont il s'est opposé aux rebelles (dossier du tribunal pages 69 à 71). Il s'est enfui pour demander l'asile auprès de la République Démocratique du Congo (RDC) où il a été arrêté et détenu pendant 21 mois."], ["[10]", "Il a été accusé du meurtre du président Ndadaye mais cette accusation a été retirée. Il a aussi été accusé de désertion de l'armée. Il a été condamné à six mois avec sursis, mais a porté cette décision en appel et les procédures devant la Cour suprême ne sont pas terminées."], ["[11]", "À son retour au Burundi, le demandeur a continué à avoir des problèmes avec les autorités en raison de sa prise de position pendant les évènements de 1993. En octobre 2006, il a profité du changement de contexte politique pour donner une conférence de presse afin de restaurer sa réputation et faire avancer son dossier légal."], ["[12]", "Suite à cette conférence, il a connu de graves problèmes: en 1997 on a jeté une grenade dans son commerce; en 2001 il a été arrêté et détenu durant quatre heures; en 2003 ou 2004, on a augmenté ses impôts de façon considérable et sa réhabilitation ne s'est pas terminée. Craignant pour sa vie et celle de sa famille, il s'est enfui. Ils sont venus au Canada le 9 avril 2007 revendiquant l'asile.", "Décision contestée"], ["[13]", "Pour ce qui est de la crédibilité, le tribunal a reconnu que le témoignage du demandeur ne comportait pas de contradictions, qu'il répondait de façon spontanée, sans hésitation et qu'une bonne partie de son témoignage était corroboré par une preuve documentaire abondante."], ["[14]", "Le tribunal a également conclu qu'en raison de ses opinions politiques, le demandeur a été persécuté. Il a estimé que ses opinions politiques ont été démontrées par ses actes au moment du coup d'État manqué de 1993, son départ en RDC, ses contestations judiciaires au sujet de sa condamnation, et finalement lors de sa conférence de presse en 2006 lorsqu'il a parlé ouvertement de la situation et qu'il a émis ses opinions (décision, aux para 36 à 46)."], ["[15]", "Le tribunal a déterminé que les membres de la famille du demandeur sont des réfugiés au sens de la convention en raison de leur appartenance à un groupe social, soit celui de sa famille."], ["[16]", "Par contre, étant donné que le demandeur avait fait partie de l'armée pendant 20 ans soit de 1973 à 1993 et même s'il n'avait pas commis lui-même des crimes contre l'humanité, le tribunal l'a exclu en raison de sa connaissance des crimes commis par l'armée ainsi qu'en raison du poste qu'il occupait soit celui de major. Il aurait pu se dissocier en démissionnant de l'armée, ce qu'il n'a pas fait. Le tribunal l'a considéré comme complice par association en se référant à l'arrêt", "<FRAGMENT_SUPPRESSED> ."], ["[17]", "En se fondant sur une preuve documentaire abondante, le tribunal a constaté que des crimes avaient été commis par l'armée particulièrement dans les années 1965, 1972, 1988 et 1991. Il n'a pas cru le demandeur lorsque ce dernier a déclaré que lorsqu'il est entré dans l'armée en 1973 et même s'il n'avait que 20 ans, qu'il n'ait pas été au courant des atrocités commises par l'armée en 1965 et surtout en 1972."], ["[18]", "De même, le tribunal n'a pas cru le demandeur lorsqu'il a déclaré qu'il était en Russie en 1988 et ne pas avoir été informé des crimes commis par l'armée durant cette année. Le demandeur avait allégué qu'il avait entendu parler que de rumeurs."], ["[19]", "Quant au massacre de 1991, encore une fois, le tribunal n'a pas cru possible que le demandeur qui était en charge d'un camp militaire à Bujumbura, savait si peu de choses à ce sujet alors que le gouvernement avait admis un chiffre de 500 morts. Ce massacre avait eu lieu dans la province de Cibitoke et à Bujumbura."], ["[20]", "Le tribunal s'est référé au FRP du demandeur ainsi qu'au procès-verbal de sa conférence de presse du 23 octobre 2006 pour inférer que ce dernier était au courant des crimes commis par l'armée. Le tribunal écrit ceci au paragraphe 81 de sa décision « ... Il n'est pas certain que le demandeur pouvait avoir une influence déterminante pour contrecarrer les actions de l'armée. Quoi qu'il en soit, il n'a pas essayé de s'en dissocier. Le demandeur a dit qu'il ne connaissait qu'un seul collègue qui ait démissionné, ce qui a causé à celui-ci des ennuis de nature économique, à cause d'une directive qui l'empêchait d'être engagé sans l'autorisation de l'armée. Le tribunal considère que ces problèmes ne mettaient pas sa sécurité en jeu et ne pouvaient pas être une justification valable pour que le demandeur reste associé à l'armée ... »."], ["[21]", "En conclusion, il s'est dit d'avis que le demandeur aurait pu quitter l'armée bien avant 1993 et il ne l'a pas fait. De plus, à cause de sa connaissance des crimes commis et de son rang élevé dans l'armée, il y avait donc de sérieuses raisons de penser que ce dernier avait commis un crime contre l'humanité.", "Analyse"], ["[22]", "Le demandeur soutient que le tribunal a commis deux erreurs importantes. Premièrement, il s'est mépris en droit dans la définition de complicité par association et deuxièmement, dans les faits, lorsqu'il a déclaré ne pas croire le demandeur au sujet de sa connaissance des crimes commis par l'armée lorsqu'il y est entré en 1973. Même scénario pour les massacres de 1988 et 1991."], ["[23]", "Quant au premier argument, le demandeur cite les causes suivantes:", "<FRAGMENT_SUPPRESSED> ."], ["[24]", "Se fondant sur ces causes, le demandeur plaide qu'en plus de la connaissance des crimes commis, il faut une intention commune, une implication personnelle « il faut que la personne ait mis sa roue dans l'engrenage » pour en arriver au concept de complicité par association."], ["[25]", "Quant au deuxième argument, le demandeur allègue que les massacres de 1965 et de 1972 ne sont pas pertinents car l'armée burundaise n'a pas été considérée comme une organisation à but brutal et limité. De plus, au moment de son entrée dans l'armée il n'était pas au courant que l'armée avait commis des crimes, il croyait plutôt qu'elle était intervenue pour calmer la situation au lycée où il étudiait."], ["[26]", "Quant aux événements de 1988, il indique qu'il était en URSS et que l'information véhiculée n'était que fragmentaire et des rumeurs circulaient à l'effet qu'il y avait eu affrontements entre les rebelles et l'armée."], ["[27]", "Quant au massacre de 1991, le demandeur mentionne que lorsqu'il est revenu au pays en 1990, le président de l'époque avait adopté une politique de réconciliation nationale incluant la création d'une commission chargée de faire l'unité et une introduction des Hutus au sein du parti au pouvoir et du gouvernement"], ["[28]", "Le tribunal aurait dû croire le demandeur lorsque ce dernier lui a expliqué qu'il n'a jamais été associé ni de près ni de loin aux crimes commis par l'armée. S'il a franchi des échelons importants au sein de celle-ci, c'est dû au fait qu'il n'avait pas de dossier disciplinaire et parce que les grades étaient obtenus de façon automatique."], ["[29]", "Pour terminer, la meilleure preuve avancée par le demandeur concernant son absence d'intention commune avec les exactions commises par l'armée est son comportement lors des événements de 1993. En effet, il aurait été impliqué contre son gré dans une tentative de coup d'État. Il a tenté d'arrêter les putschistes mais les hommes sous son commandement ont contrevenu à ses ordres. Il n'a jamais cautionné ce putsch sachant très bien que cela signifiait un arrêt des changements démocratiques qu'il appuyait. Il a donc fui le pays et il a subit de la persécution par la suite à un tel point que les membres de sa famille ont été reconnus comme étant des réfugiés."], ["[30]", "De son côté, le défendeur fait remarquer à la Cour que dans la cause <FRAGMENT_SUPPRESSED> , un appel a été logé à la Cour fédérale d'Appel. Cette cause devrait être entendue sous peu. Les deux parties sont d'accord à ce que jugement soit rendu dans la présente cause sans attendre le résultat du jugement de la Cour d'appel car les faits dans la présente sont très particuliers."], ["[31]", "Au niveau du droit, le défendeur souligne que le Ministre n'a pas à prouver la culpabilité du demandeur au sens du code criminel afin que ce dernier soit complice par association. Il s'agit d'une preuve beaucoup moins onéreuse c'est-à-dire « avoir des raisons sérieuses de penser » qu'une personne à commis un crime,", "<FRAGMENT_SUPPRESSED>  a fait une analyse exhaustive de la jurisprudence concernant la complicité par association. Il en a dégagé les critères suivants: la méthode de recrutement; les postes et rangs dans l'organisation; la nature de l'organisation; la connaissance des atrocités; la durée de la participation aux activités de l'organisation; la possibilité de quitter l'organisation. Il en a même conclu au paragraphe 38 que:", "« [38] La complicité par association s'établit en analysant la nature des crimes reprochés à l'organisation ou au groupe persécuteur, avec lequel le demandeur a été associé, et ce, même si le groupe persécuteur n'est pas une organisation vouée à des fins limitées et brutales. La complicité par association peut être établie même si la personne visée par la clause d'exclusion n'était pas membre de l'organisation ou du groupe persécuteur. »"], ["[33]", "Je suis d'accord avec ce raisonnement et aussi avec la norme de contrôle retenue. En appliquant les principes dégagés dans cette affaire aux faits dans la cause sous étude, je ne crois pas déraisonnable la conclusion tirée par le tribunal au sujet de la complicité par association du demandeur aux crimes commis par l'armée tout au moins pour le massacre de novembre 1991."], ["[34]", "Je m'explique. En présumant, mais sans en décider que le tribunal s'est trompé en reliant le demandeur aux atrocités commises par l'armée pour les années 1965, 1972 et 1988, je considère que les conclusions du tribunal d'avoir exclu le demandeur pour celles de 1991 sont appuyées par la preuve. En effet, la preuve documentaire sur laquelle s'est fondé le tribunal concernant l'existence et le lieu des crimes commis en 1991 n'est pas contestée."], ["[35]", "Le demandeur occupait un poste militaire très élevé (commandant) dans l'armée à Bujumbura, un des lieux du massacre de 1991. Le demandeur s'est dissocié de l'armée qu'en 1993, lors du coup d'État. Lorsque le tribunal écrit au paragraphe 70 « ... Ceci n'a rien à voir avec des crimes commis par l'armée antérieurement, alors que le demandeur était non seulement un membre de l'armée, mais faisait partie de sa haute direction. », cette conclusion n'est pas déraisonnable compte tenu de la preuve."], ["[36]", "Il en va de même quant à l'affirmation du tribunal à l'effet que le demandeur était au courant des crimes contre l'humanité commis par l'armée du Burundi alors qu'il en faisait partie."], ["[37]", "L'intervention de la Cour n'est pas justifiée."], ["[38]", "Aucune question n'a été proposée pour être certifiée. Ce dossier n'en contient aucune.", "JUGEMENT"], ["[39]", "LA COUR ORDONNE", "que la demande de contrôle judiciaire soit rejetée. Aucune question n'est certifiée.", "[End of document]"]]}