{"id_": "077380", "body_str": [["[1]", "Near, J.", ": The Applicant, BBM Canada, challenges the use of the trade-mark \"BBM\" by Research in Motion Limited (RIM) in the promotion of its BlackBerry Messenger service. It is alleged that RIM's activities lead to confusion and consequently infringement, passing off and depreciation of goodwill in the registered trade-marks of BBM Canada contrary to the", "Trade-Marks Act", ", RSC 1985, c T-13 (the Act)."], ["[2]", "As the Respondent, RIM maintains that BBM Canada has failed to prove these allegations and is attempting to assert a trade-mark monopoly over the acronym\"BBM\" well beyond the narrow ambit of its services in broadcast measurement. The companies are not competitors and their services do not overlap."], ["[3]", "Having considered the submissions of both parties, I am dismissing the application for the reasons set out below.", "I.", "Background", "A.", "BBM Canada and its Registered Trade-Marks"], ["[4]", "BBM Canada originated in 1944 as a co-operative of broadcasters, advertisers and advertising agencies under the name The Bureau of Broadcast Measurement. It was later incorporated as BBM Bureau of Measurement and changed its name to BBM Canada in 2002."], ["[5]", "Operating as a not-for-profit corporation with voting members in the broadcasting and advertising industries, BBM Canada supplies impartial television and radio ratings data and analysis. This data is used by Canadian broadcasters and advertisers as well as Statistics Canada, copyright collective societies and the Canadian Radio-television and Telecommunications Commission (CRTC)."], ["[6]", "Ratings data is collected from members of the public recruited to use an electronic Portable People Meter (PPM) or BBM Canada diary to manually record their television viewing and radio listening. To prevent ratings bias from affecting the data, BBM Canada member broadcasters and advertisers must adhere to certain Rules and Regulations, including the stipulation that BBM's name not be mentioned on air to remind individuals to record a particular viewing or listening experience. Once collected by BBM Canada, the data is distributed to members electronically."], ["[7]", "Since its inception, BBM Canada has employed various logo designs incorporating the letters \"BBM\". Beginning in 1975, it used the BBM mark design."], ["[8]", "Nine registered trade-marks are currently used in connection with BBM Canada's data collection and distribution services. These include:", "• BBM (TMA701839 registered on November 27, 2007);", "• BBM NEW MEDIA (TMA489438 registered on February 5, 1998);", "• BBM ANALYTICS (TMA691169 registered on June 29, 2007);", "• BBM Électronique (TMA776652 registered on September 9, 2010);", "• BBM Electronic (TMA776651 registered on September 9, 2010);", "• BBM DESIGN (TMA478442 registered on July 14, 1997);", "• BBM CANADA DESIGN (TMA615499 registered on July 22, 2004);", "• BBM & DESIGN (TMA669799 registered on August 14, 2006);", "• SONDAGES BBM & DESIGN (TMA658753 registered on February 10, 2006)."], ["[9]", "The majority of these trade-marks are associated with services related to the\"[i]mpartial measurement of circulation, coverage and audience of all types of advertising media\" and \"market research services.\" BBM NEW MEDIA specifies a relationship to \"[c]onducting business and market research surveys\" while BBM ANALYTICS refers to \"[s]ales and distribution of audience measurement software tools, market research services and public opinion surveys.\""], ["[10]", "BBM Canada is also the owner of the internet domain name \"bbm.ca\" for its website and email addresses.", "B.", "RIM's Promotion of BlackBerry Messenger"], ["[11]", "RIM is a designer, manufacturer and marketer of wireless solutions for the global mobile communications market. It is widely known for the BlackBerry handheld wireless device and related software, accessories and services."], ["[12]", "Since July 14, 2005, RIM has made the instant messaging service, BlackBerry Messenger, available for exclusive use on BlackBerry brand devices. This service allows users to send and receive text messages as well as share photographs, videos and music."], ["[13]", "According to the Senior Director, Brand and Marketing Communications, Robert Glen, RIM learned through marketing research that many of its customers were referring to the BlackBerry Messenger service by the acronym \"BBM\". RIM began using that language for marketing purposes in Canada in about June 2010."], ["[14]", "A series of print ads were placed on the Toronto subway system, referred to as \"Bloor/Yonge Station Domination.\" From July 12, 2010 until April 10, 2011, RIM broadcasted \"BBM\" televisions ads across Canada."], ["[15]", "This intensive advertising campaign included an on-line contest from June to July 13 entitled \"How Do You BBM? TM\" There was also a promotional contest with Future Shop encouraging customers to \"Tell your BBM TMstory and WIN!\""], ["[16]", "RIM has launched \"BBM Music\", a subscription-based service that permits users of BlackBerry Messenger to store, play and share music. Third party applications available on BlackBerry App World can be integrated with BlackBerry Messenger, including ScoreMobile that allows users to share the game and talk with friends as well as view clips from sporting events."], ["[17]", "Prior to September 1, 2010, RIM started a BlackBerry Podcast service allowing users to access radio and television programming from various content providers such as CTV, CBC, TVO and Corus."], ["[18]", "BBM Canada insists that as a result of the promotional campaign involving BlackBerry Messenger or \"BBM\" and related services; it has been mistaken for BlackBerry. Personnel tasked with recruiting members of the public to act as diary keepers were asked if they were representing BlackBerry. BBM Analytics Inc. received at least one request for support features for RIM's instant messaging service. When employees at a restaurant near their offices mentioned they worked with BBM to their server, she motioned to her BlackBerry Device. Radio hosts have also begun to use the term \"BBM\" on air in describing communications using RIM's instant messaging service.", "C.", "RIM's Trade-Mark Application for \"BBM\""], ["[19]", "RIM filed a trade-mark application for \"BBM\" as early as October 15, 2009. Some of the services listed as being associated with this trade-mark were:", "(1) Advertising services; on-line retail store services; providing business information; marketing services; (2) Facilitating on-line payment services; (3) Repair and installation services; (4) Telecommunication; providing access to the Internet; providing access to electronic databases, providing access to GPS (Global Positioning System) navigation services; provision of connectivity services and access to electronic communications networks, for transmission or reception of audio, video or multimedia content; provision of connectivity services and access to electronic communications networks for transmission or reception of computer software and applications; web casting services; e-mail service; delivery of messages by electronic transmission; wireless data messaging services, particularly services that enable a user to send and/or receive messages through a wireless data network; one-way and two-way paging services; transmission and reception of voice communication services; electronic transmission of computer software and applications via the internet and other computer and electronic communication networks and wireless devices; broadcasting; broadcasting or transmission of radio programs; broadcasting or transmission of streamed and downloadable digital audio and video content via computer and other communications networks; telecommunications consultation, namely providing information to third parties to assist them in developing and integrating one-way or two-way wireless connectivity to data, including corporate and home/personal data, and/or voice communications [...]"], ["[20]", "Raising a preliminary objection, the Canadian Intellectual Property Office (CIPO) advised RIM on February 24, 2010 that the mark did not appear registrable as the application \"is considered to be confusing with the registered trade-marks Nos. TMA615,449, TMA658,753, TMA701,839, TMA669,799, TMA691,169.\" As referred to above, these trade-marks are registered to BBM Canada."], ["[21]", "Referencing CIPO's suggestion that the trade-mark was confusing in a letter on June 22, 2010, BBM Canada requested that RIM stop using the trade-mark \"BBM\". Following RIM's refusal to do so, BBM Canada pursued this application with the Court.", "II.", "Issues"], ["[22]", "The issues to be considered are as follows:", "(a) Is RIM's use of \"BBM\" likely to cause confusion with the Applicant's registered trade-marks?", "(b) Has RIM passed off its services as those of the Applicant?", "(c) Are RIM's activities likely to depreciate the goodwill associated with the Applicant's trade-mark?", "(d) If the response to any of Issues (a)-(c) is in the affirmative, is the Applicant entitled to compensatory and punitive damages or the granting of additional relief?", "III.", "Analysis", "A.", "Confusion"], ["[23]", "Describing the significance of confusion to trade-mark law in", "FRAGMENT_SUPPRESSED, Justice Rothstein recently wrote:", "FRAGMENT_SUPPRESSED"], ["[24]", "Under subsection 6(2) of the Act, confusion occurs when \"the use of both trade-marks in the same area would be likely to lead to the inference that the wares or services associated with those trade-marks are manufactured, sold, leased, hired or performed by the same person, whether or not the wares or services are of the same general class.\" Based on subsection 20(1), trade-mark infringement is deemed to arise where a \"person not entitled to its use under this Act who sells, distributes or advertises wares or services in association with a confusing trade-mark.\""], ["[25]", "The Applicant asserts that confusion is likely to occur between its registered trade-marks and RIM's use of \"BBM\" in the promotion of BlackBerry Messenger, as there is overlap between the associated services in advertising and marketing. This is particularly the case where RIM provides services such as podcasting of broadcasting agencies linked to BBM Canada. The impression that there is some alignment between RIM and BBM Canada through the \"BBM\" trade-mark could affect the Applicant's role as an impartial compiler of data. As evident from instances of actual confusion, this poses difficulty in the recruitment of BBM diary keepers. The mention of \"BBM\" on radio or television referring to RIM could also lead to ratings bias."], ["[26]", "RIM contends that the Applicant is not entitled to protection for the use of the acronym \"BBM\" beyond its narrow range of services in impartial broadcast measurement - services that are not provided in association with RIM or its BlackBerry Messenger service. While the Applicant makes reference to confusion that will occur in the recruitment of diary keepers and the potential for ratings bias, this is not relevant to its long-standing customers in the advertising and broadcasting industries - the overwhelming majority of whom participate actively as members in its governance structure. Confusion and corresponding infringement is unlikely to result among these consumers who are familiar with the Applicant's services."], ["[27]", "In examining these arguments, I will address (i) the appropriate test to be applied in assessing confusion (ii) the appropriate universe of consumers; and (iii) factors relevant to confusion.", "(i)", "Test for Assessing Confusion"], ["[28]", "In", "FRAGMENT_SUPPRESSED, Justice Binnie confirmed that the test to assessing confusion was not a careful examination or side by side comparison of the marks, but rather FRAGMENT_SUPPRESSED"], ["[29]", "Justice Russel Zinn suggested in", "FRAGMENT_SUPPRESSED, however, that this approach may not apply in every case. He found that where it was \"difficult to imagine more sophisticated consumers, and a more prudent procurement process\" there could be no such thing as a \"hurried consumer\" of nuclear products and services."], ["[30]", "The onus is on the Applicant to establish a likelihood of confusion as opposed to a mere possibility (see for example", "FRAGMENT_SUPPRESSED). This includes a consideration of the factors referred to in subsection 6(5) of the Act:", "(5) In determining whether trade-marks or trade-names are confusing, the court or the Registrar, as the case may be, shall have regard to all the surrounding circumstances including", "(a) the inherent distinctiveness of the trade-marks or trade-names and the extent to which they have become known;", "(b) the length of time the trade-marks or trade-names have been in use;", "(c) the nature of the wares, services or business;", "(d) the nature of the trade; and", "(e) the degree of resemblance between the trade-marks or trade-names in appearance or sound or in the ideas suggested by them."], ["[31]", "Before addressing each of these factors in light of the Applicant's registered trade-marks and RIM's use of \"BBM\" in association with BlackBerry Messenger, the parties have raised a concern regarding the appropriate universe of consumers to be analyzed that must first be resolved.", "(ii)", "Universe of Consumers"], ["[32]", "Much of the Applicant's arguments are based on the likelihood of confusion with RIM's use of \"BBM\" by members of the public that it recruits to carry a PPM or manually record their radio and television viewing in a BBM Canada diary. A related concern is the potential for ratings bias introduced among those it has recruited to provide data with the mention of \"BBM\" on air despite BBM Canada's Rules and Regulations."], ["[33]", "As the Respondent points out, these members of the public or potential diary keepers are not the relevant universe of consumers for the purposes of the confusion analysis. They are not consumers, but individuals recruited in exchange for a fee and acting in a role akin to a contractor."], ["[34]", "Confusion arising under competing trade-marks must be determined by reference to the persons who are likely to make a purchase (see for example", "FRAGMENT_SUPPRESSED). The analysis does not extend to all members of the general public, but rather the \"average person\" likely to consume the wares or services in question (see for example", "FRAGMENT_SUPPRESSED)."], ["[35]", "The consumers of the Applicant's services in the provision of data and data analysis are a defined group of advertisers as well as advertising and broadcasting agencies. Most are long-standing members of BBM Canada. If a likelihood of confusion is to be found, it must be from among this group as opposed to potential recruits from the public to assist in data collection."], ["[36]", "Given the definition of \"use\" in section 4 of the Act, BBM Canada's trade-marks are not formally used in communication with its recruits for data collection. A trade-mark is only deemed to be used in association with services \"if it is used or displayed in the performance or advertising of those services.\" The Applicant does not perform and advertise services for the general public, or potential recruits. It enlists their assistance in gathering data to subsequently perform these services. The relevant universe of consumers as regards the confusion analysis comes from within the broadcasting and advertising industries as well as Statistics Canada and the CRTC to whom BBM Canada's data collection service is provided and advertised."], ["[37]", "With this consideration in mind, I proceed to the relevant factors in the confusion analysis.", "(iii)", "Relevant Factors"], ["[38]", "According to Justice Rothstein in", "FRAGMENT_SUPPRESSED, a consideration of the factors under subsection 6(5) begins with the degree of resemblance. If the marks do not resemble one another, it is unlikely that a strong finding on the remaining factors would lead to a likelihood of confusion."], ["[39]", "In this instance, the wordmarks \"BBM\" are identical and the other factors in the confusion analysis are at issue. The Applicant has suggested that RIM also uses \"BBM\" in a form similar to its registered trade-marks TMA615499 and TMA669799 but has not referred to any of RIM's specific designs for comparison and separate analysis. As a result, I agree with the Respondent that the primary consideration is the likelihood of confusion with the wordmark BBM."], ["[40]", "The inherent distinctiveness of the trade-marks bearing the letters \"BBM\" and the extent to which they have become known favours RIM. This is not a coined term or famous trade-mark as the Applicant suggests, but the use of an acronym. As in", "FRAGMENT_SUPPRESSED, trade-marks based solely on initials are only entitled to a narrow ambit of protection. The Court stated:", "FRAGMENT_SUPPRESSED"], ["[41]", "While the Applicant's trade-mark involving \"BBM\" may have acquired distinctiveness in its specific brand of broadcast measurement services within the broadcasting and advertising industries, it is not entitled to a broader monopoly."], ["[42]", "The extent to which BBM Canada's registered trade-marks have become known is limited, as it does not advertise with the public and its Rules and Regulations prohibit its mention in broadcasting media. Moreover, there are other associations with the initials \"BBM\" in Canada, including a trade-mark application initially opposed by the Applicant but subsequently registered as BBM BATTLE OF THE BEAT MAKERS."], ["[43]", "I acknowledge that BBM Canada has used its trade-mark much longer than RIM. The wordmark was registered in 2007, but the Applicant states that it has been in use in one way or another since 1944. By contrast, RIM only began using the words \"BBM\" in association with its BlackBerry Messenger service in June 2010."], ["[44]", "However, the nature of the wares and services provided by BBM Canada and RIM vary significantly. BBM Canada's focus is on impartial measurement of ratings data and sophisticated market research. These are narrowly defined services for a distinct group of consumers in advertising and broadcast media."], ["[45]", "RIM does not engage in data collection or market research in competition with the Applicant. RIM's products and services are intended for a broad range of consumers from among the general public. It manufactures smartphones and related applications, such as BlackBerry Messenger. According to RIM, its promotion of BBM was always accompanied by its own name and reference to BlackBerry devices."], ["[46]", "The Applicant contends that RIM seeks to use \"BBM\" in association with broadcasting and marketing and this would lead to some overlap, particularly given the podcast service it now offers. I fail to see how any significant overlap occurs where the Applicant's services are restricted to broadcast measurement and research as opposed to undertaking such activities itself."], ["[47]", "Similarly, the nature of the Applicant's trade in data collection and analysis is sophisticated and well-defined. It has a close relationship with its customers who are also members and often involved with governance. The Respondent suggests that this is another case where the view of Justice Zinn in", "FRAGMENT_SUPPRESSED", ", above, that the \"hurried customer\" test should not be applied where services were never intended to be traded in that manner."], ["[48]", "The nature of the Applicant's trade is therefore highly significant as it is distinct from that of RIM operating in a smartphone market targeting a wide range of consumers. It is the contention of the Applicant that it will be called on to provide impartial measurement of coverage and audience of media broadcasted by RIM for BlackBerry devices as part of the podcast service or in relation to integrated applications. It does not follow, however, that a broadcaster purchasing ratings data exclusively from BBM Canada as one of its members would necessarily approach RIM believing it also provides these services."], ["[49]", "Subsection 6(5) further dictates that I have regard to the surrounding circumstances. While BBM Canada refers to possible plans to enable individuals to use their smartphones to gather and transmit audience data, there is no indication as to how or when this would occur. Whether this form of data collection method would lead to confusion with RIM using \"BBM\" in association with its instant messaging service also remains unclear."], ["[50]", "Relevant surrounding circumstances include the evidence of actual confusion put forward by the Applicant (see", "FRAGMENT_SUPPRESSED). BBM Canada has referred to instances of an email requesting support for BlackBerry Messenger applications and a server at a restaurant pointing to her BlackBerry device, but has not provided sufficient details. For example, it is unclear whether these individuals would interact with BBM Canada at some point in the future. No broadcast measurement services were being offered at the time. As a consequence, I am not prepared to accord substantial weight to the evidence offered of actual confusion."], ["[51]", "The Applicant also expresses concerns that explanations were required in recruiting diary keepers and the potential to introduce ratings bias. While I do not wish to diminish the Applicant's concerns in this regard given the nature of its business, this is not the relevant consumer group to whom the confusion analysis applies."], ["[52]", "Trade-mark law does not protect potential recruits or the impartiality of the Applicant's ratings data. As suggested in", "FRAGMENT_SUPPRESSED", ", above, its purpose is forFRAGMENT_SUPPRESSED"], ["[53]", "Contrary to the Applicant's assertions, the current status of RIM's trade-mark application for the use of \"BBM\" is not determinative. It has encountered a preliminary objection and has the opportunity to revise its listing of wares and services. I note that even the proposed registration would seem to differ from that of BBM Canada. However, my primary concern in this application is the actual use of \"BBM\" by RIM in association with its BlackBerry Messenger service and whether any concerns arise for the Applicant's registered wordmark as to the likelihood of confusion."], ["[54]", "Having considered relevant factors under subsection 6(5) and the surrounding circumstances, I conclude that confusion is unlikely and consequently infringement resulting from the use of a confusing mark did not occur with RIM's promotion of BlackBerry Messenger by employing the trade-mark \"BBM\"."], ["[55]", "The Applicant's trade-mark in the acronym \"BBM\" is only distinctive and entitled to a narrow ambit of protection in a specific brand of broadcast measurement services. The services the Applicant provides in association with its trade-mark, namely sophisticated market research, does not overlap or lead to direct competition with RIM and its BlackBerry Messenger service. The nature of the Applicant's trade to a defined group in the advertising and broadcasting industries differs from RIM in a smartphone market for a much broader range of consumers. Trade-mark law does not assist the Applicant in asserting entitlement beyond the specific services and market to which it was intended.", "B.", "Passing Off"], ["[56]", "Section 7(b) of the Act establishes the statutory prohibition on passing off. It states:", "7. No person shall", "[...]", "(b) direct public attention to his wares, services or business in such a way as to cause or be likely to cause confusion in Canada, at the time he commenced so to direct attention to them, between his wares, services or business and the wares, services or business of another;"], ["[57]", "The Applicant claims that RIM is flooding the market with advertising employing the trade-mark \"BBM\". This will disrupt the connection between BBM Canada and the public previously provided for under its registered trade-marks. According to the Applicant, RIM will inevitably render the Applicant's trade-mark non-distinctive of BBM Canada's business."], ["[58]", "However, to establish passing off there must be actual evidence of the existence of goodwill, deception or misrepresentation on the part of the Respondent creating confusion with the public as well as actual or potential resulting damage (see for example", "FRAGMENT_SUPPRESSED). The Applicant has failed to provide this evidence."], ["[59]", "Goodwill denotes the positive association that attracts customers towards an owner's wares or services rather than those of its competitors (", "FRAGMENT_SUPPRESSED). It only extends to the specific services associated with it. Goodwill in BBM Canada's registered trade-mark exists in the advertising and broadcasting industries as opposed to the general public."], ["[60]", "With respect to misrepresentation, my conclusion above that there is no likelihood of confusion is determinative (see", "FRAGMENT_SUPPRESSED). The evidence does not support that advertising or broadcasting agencies would assume there is a link between the Applicant and RIM through the use of \"BBM\"."], ["[61]", "The Applicant has not shown that RIM intentionally or negligently misled consumers into believing its business originated with the Applicant and the Applicant thereby suffered damage (", "FRAGMENT_SUPPRESSED). There is no evidence that the Applicant has lost business or any goodwill from among its members in the advertising and broadcasting industries as a result of RIM's activities. Even if BBM Canada's operators have to explain their role to potential data-collectors, this does not lead to the inference that there has been relevant damage. For example, there is no specific evidence that fewer individuals are willing to act as diary keepers."], ["[62]", "As with the issue of infringement based on the use of a confusing mark, the Applicant's allegations regarding passing off must fail.", "C.", "Depreciation of Goodwill"], ["[63]", "The Applicant further contends that RIM's activities have led to the depreciation of goodwill in its registered trade-marks contrary to section 22 of the Act. This allegation is based on similar arguments made in relation to passing off that the widespread use of \"BBM\" by RIM enable it to appropriate BBM Canada's trade-mark and associated goodwill."], ["[64]", "Although a claim on this basis was rejected in", "FRAGMENT_SUPPRESSED, Justice Binnie referred to the four elements of section 22 that an applicant must prove: (i) its registered trade-mark was used by the defendant in connection with wares or services; (ii) its trade-mark is sufficiently well-known to have significant goodwill attached to it; (iii) its trade-mark was used in a manner likely to have an effect on that goodwill; and (iv) the likely effect would be to depreciate the value of its goodwill."], ["[65]", "There must be a \"link, connection or mental association in the consumer's mind\" (", "FRAGMENT_SUPPRESSED). The Applicant has not established goodwill with the general public such that an individual would make a link or connection to BBM Canada where RIM advertises its instant messaging service using the trade-mark \"BBM\". The distinctiveness of the Applicant's brand in impartial measurement or market research services is not eroded among its market in the advertising and broadcasting industries. It is the sole provider of these services among its members."], ["[66]", "For these reasons, I am not prepared to grant BBM Canada's registered trade-marks protection beyond the intended scope of its associated services by allowing a claim based on the depreciation of goodwill."], ["[67]", "Given the above findings in favour of the respondent, there is no need to address the possibility of damages or other relief under Issue (d).", "IV.", "Conclusion"], ["[68]", "There is no confusion and deemed infringement, passing off or depreciation in the goodwill associated with the Applicant's trade-mark by the use of \"BBM\" on the part RIM to promote its BlackBerry Messenger service. The Applicant is only entitled to protection of its trade-mark under the Act in the provision of broadcast measurement services."], ["[69]", "Accordingly, this application is dismissed, with costs awarded to the Respondent RIM.", "JUDGMENT"], ["[70]", "THIS COURT'S JUDGMENT is that", "this application is dismissed, with costs awarded to the Respondent RIM.", "Application dismissed.", "Editor: Elizabeth M.A. Turgeon/vnh"]]}