{"id_": "077346", "body_str": [["[1]", "Richard, J.", ": This is an action for copyright infringement in which the plaintiff (U&R) claims general damages, damages for conversion, punitive damages, and the costs of this action on a solicitor and its own client basis. In addition, the plaintiff asks for a declaration that copyright subsists in the work entitled \"The U&R 1988 T1 General Draft Form\" and that the plaintiff is the owner of the copyright in that literary work. The action was commenced by the filing of a statement of claim on April 27, 1989. The statement of claim was amended on April 23, 1993, and further amended on December 5, 1994."], ["[2]", "The defendant's (H&R) re-amended statement of defence and counterclaim is dated January 13, 1995. In it, the defendant denies that copyright subsists in the literary work claimed by the plaintiff or that it has infringed such work, and counterclaims for damages for copyright infringement by the plaintiff (defendant by counterclaim) of a form T1-31 in which the defendant (plaintiff by counterclaim) claims that copyright subsists.", "Background"], ["[3]", "U&R is a Canadian company involved in the business of income tax education and preparation. H&R is a multinational company and industry leader in the same field. Both businesses consist of providing income tax education, preparation and discounting services. U&R was the largest competitor of the defendant, but a distant second, having approximately 100 offices to H&R's 878 offices, and only 35% of the defendant's market share in 1988."], ["[4]", "In 1988, H&R's corporate structure was headed by a Vice-President, Canada. Below him were three regional directors. The Western Regional Director was Gary Douglas. Twenty-one district managers reported to Mr. Douglas, including the two Winnipeg district managers, David Grant (Winnipeg District 1) and Jill Parker (Winnipeg District 2)."], ["[5]", "The literary work in which copyright is claimed by U&R is described as the \"U&R 1988 T1 General Draft Form\" and was used as a teaching tool for the plaintiff's tax education courses. One of the two authors of this form, Evelyn Jacks, gave evidence at the trial. During her testimony, she stated that she had been employed by U&R as Director of Education and, together with Shirley Smith, another employee, co-authored the U&R 1988 T1 General Draft Form. Ms. Jacks testified that she was the author of more than 12 books on Canadian income tax and over 50 professional development courses, that she was a syndicated columnist for the Winnipeg Free Press for several years, and that she also contributed to other publications on income tax matters.", "Nature Of The Business"], ["[6]", "Both parties provide tax education courses. Materials for these courses are prepared in the Spring and Summer, the instructors are training in late August, and the courses for the public and for alumni (former students) are held during the months of September to January. Prior to that, the U&R and H&R would have advertised their services and placed their supply orders based on the anticipated number of students. Some of the successful graduates from the tax courses are hired as employees to carry on the provision of tax preparation and discounting services. The educational courses constitute the primary source of recruitment of employees for both parties. Both the plaintiff and the defendant also sell franchises to carry on the business of tax preparation and discounting. Potential franchisees are also recruited from the tax education student body. The most important tool in both the tax education and the preparation/ discounting aspects of the business is the T1 General form.", "The 1988 Tax Year"], ["[7]", "1988 saw the most significant changes to the", "Income Tax Act", ", S.C. 1970-71-72, c. 63, since 1971. Changes which occurred in the law applicable to the 1988 tax year included the conversion of tax deductions to tax credits, tax rate changes, tax preference changes, and a broadening of the tax base. The process of changing the", "Income Tax Act", ", which commenced essentially when the Conservatives formed a government in the mid-1980's, became Bill C-139, an", "Act to Amend the Income Tax Act", ". It received third reading in the Senate on September 9, 1988, and became law on September 13, 1988 (S.C. 1988, c. 55)."], ["[8]", "The evidence showed that Revenue Canada, Taxation, incorporates the laws proposed by the Department of Finance and adopted by Parliament into a tax return that the general public can use. The T1 General income tax return consists, generally, of a four page tax jacket and a series of schedules and forms. An individual records his or her income and deductions or credits on the tax jacket after first calculating some of those figures by reference to the accompanying schedules and/or by reference to specific guides and forms."], ["[9]", "The yearly process of creating the T1 General income tax return involves taking the Finance Department's releases and creating a draft form which would be reviewed by various government departments for eventual approval. The process for development of the form generally starts in the first quarter of the calendar year, with the objective being to release the official T1 General income tax return to the interested public by September."], ["[10]", "Bruce Muir, as Chief of the Individual Assessing Section of Revenue Canada, Taxation between the years 1980 and 1989, was responsible for developing the T1 General income tax return. Mr. Muir and his Department began studying various government committee papers in 1987 and began preparing a draft T1 General return. The creation of the form involved changing, deleting, and adding to the jacket, schedules and forms, and the end result was a complete overhaul of the presentation of the T1 General form."], ["[11]", "As a result of the complete overhaul of the T1 General return, reproduction proofs, normally available in late August or early September to interested parties, were not available until November 1988. For the first year that Mr. Muir can recall, because the new T1 General return was so late in completion, a draft return was released to interested parties in or about late August or early September with the notation \"DRAFT DO NOT REPRODUCE\" appearing on each page."], ["[12]", "U&R anticipated that the income tax changes in 1988 would present the opportunity for increased business in tax preparation/discounting services. To accommodate this demand, it was anticipated that more employees would be required. Given that employees are recruited primarily from its tax education courses U&R determined that it would gain a competitive advantage if it offered more current courses than its competitors. As such, the plaintiff believed that if it was able to teach the 1988 tax changes on a 1988 T1 General return, it would receive higher student enrolment, thereby resulting in an opportunity for higher employee recruitment, and at the same time enhance its reputation as the industry leader in the provision of the most current tax education course. U&R believed that as a result of the substantial changes to the", "Income Tax Act", ", the government would be late in releasing its T1 General return. For these reasons, the U&R decided to devote funds to the development by Evelyn Jacks and Shirley Smith of its own 1988 T1 General draft form.", "Copyright In The Work"], ["[13]", "The actual work on the presentation and expression of the U&R 1988 T1 General Draft Form began in approximately March 1988, using the theory taken from government releases. Ms. Jacks used the government's 1987 T1 General draft form as a starting point. For those areas where there were no proposed changes, the 1987 form was followed, except that in some cases, while the expression on the line remained the same, the location of the line was moved within the form."], ["[14]", "In the process of the creation of the U&R 1988 T1 General Draft Form, various government officials were consulted in an attempt to obtain information on the pending changes. Some of these conversations gave Ms. Jacks clues as to the government's theory and, therefore, what might be on the form itself. In none of the conversations, however, was Ms. Jacks given the wording for the various lines that appear in U&R's draft form. Further, the conversations never provided Ms. Jacks with a suggestion as to where to place a particular line in the form or what would appear next to that line."], ["[15]", "Ms. Jacks had a meeting with Bruce Muir on approximately June 22, 1988. At that time, Mr. Muir did not show Ms. Jacks the government draft, but instead confirmed that U&R's form was on the right track and expressed his amazement to her. Subsequent to that meeting, Ms. Jacks wrote to Mr. Muir on July 6, 1988. U&R was going to print its draft form and Ms. Jacks attempted one final time to have the government review and approve the U&R's draft prior to incorporating it into its teaching materials. Mr. Muir responded to the request by letter of July 11, attaching a red line marked copy of the plaintiff's draft form."], ["[16]", "Both Ms. Jacks and Mr. Muir testified that the changes Mr. Muir made to U&R's draft form were minimal in content and mostly involved changes to the line code numbers which are used on the official return for computer input purposes, but which would not be used by U&R in the teaching of its tax education course."], ["[17]", "Ms. Jacks testified that she did not have any access to any 1988 government draft or final T1 General return. Mr. Muir indicated that assuming that this was the case and that Ms. Jacks had created the U&R 1988 T1 General Draft Form by reference to various government releases and through conversations with government officials regarding the theory behind the tax changes, which is what he does in creating the official government T1 General return, then he was of the opinion that the U&R 1988 T1 General Draft Form would require the exercise of skill and judgment in its creation."], ["[18]", "H&R offered no evidence to counter the testimony of Ms. Jacks and Mr. Muir to the effect that in the process of creating the U&R 1988 T1 General Draft Form, U&R had no access to the 1988 government drafts of the T1 General return and that a background knowledge in tax and a substantial use of skill and judgment was required in the creation of the U&R draft form."], ["[19]", "The U&R 1988 T1 General draft form was completed on or before July 18, 1988. The plaintiff is the registered owner of copyright in the work entitled \"The U&R 1988 T1 General Draft Form\", Registration No. 386,428, dated February 20, 1989."], ["[20]", "Copyright is an incorporeal right that subsists in a \"work\". Section 5(1) of the", "Copyright Act", ", R.S.C. 1985, c. C-42, as amended by S.C. 1993, c. 44, s. 53(2), provides that copyright shall subsist in Canada in \"every original literary, dramatic, musical and artistic work\". Section 2 of the", "Copyright Act", "provides an extended definition of the \"works\" protected by copyright:", "\"'every original literary, dramatic, musical and artistic work' includes every original production in the literary, scientific or artistic domain, whatever may be the mode or form to its expression, such as books, pamphlets and other writings, lectures, dramatic or dramatico-musical works, musical works, translations, illustrations, sketches and plastic works relative to geography, topography, architecture or science;", ". . . . .", "\"'literary work' includes tables, computer programs, and compilations of literary works.\"", "There is a statutory presumption in ss. 34(3) and 53(2) that copyright subsists in a \"work\" in every case where the defendant puts in issue the existence of copyright or where there is a certificate of registration of copyright which shifts the burden of proving lack of copyright on to the defendant:", "\"34(3) In any action for infringement of copyright in any work in which the defendant puts in issue either the existence of the copyright or the title of the plaintiff thereto,", "(a) the work shall, unless the contrary is proved, be presumed to be a work in which copyright subsists;", ". . . . .", "\"53(2) A certificate of registration of copyright in a work is evidence that copyright subsists in the work and that the person registered is the owner of the copyright.\""], ["[21]", "A copyright registration is not a prerequisite to claiming copyright in a work. In this case, the copyright registration was obtained after the alleged copying. However, the defendant did put in issue the existence of the copyright and the title of the plaintiff thereto. In this instance, the plaintiff did not rely only on the presumption but advanced evidence on both issues."], ["[22]", "A work must be \"original\" in order to be afforded copyright. Industriousness (\"sweat of the brow\") as opposed to creativity is enough to give a work sufficient originality to make it copyrightable. The meaning of the word \"original\" was succinctly stated by Cameron, J., in", "FRAGMENT_SUPPRESSED", "FRAGMENT_SUPPRESSED", "In the often cited case of", "FRAGMENT_SUPPRESSED, a post office directory, being a compilation of facts or information, was protectable as original on the basis of the labour incurred in assembling the material:", "FRAGMENT_SUPPRESSED"], ["[23]", "In", "FRAGMENT_SUPPRESSED, copyright in a form, which amounted to protecting facts included in a compilation, was held to subsist where those facts were the result of independent research and labour. In finding infringement, the court approved the following passage in", "Canadian Law of Copyright and Industrial Design", "FRAGMENT_SUPPRESSED", "The general rule of law is that the use of information generally available, even assembled in a form used by others, still possesses copyright if it is the result of labour, skill or judgment, not copied from others, and even though it may be open to others to make their own composition or compilation from the same source material. (For example,", "FRAGMENT_SUPPRESSED)"], ["[24]", "Ms. Jacks' evidence concerning the originality of her work was supported by the evidence of Mr. Muir, who had been at that time employed by Revenue Canada with the responsibility of developing from year to year the official T1 General return used by Revenue Canada. His testimony was that Ms. Jack had not copied the 1988 official Revenue Canada tax form and that such tax form was not available at the time U&R published the form resulting from her creative work. I am satisfied, based on the evidence before me, that the form in question was authored by Ms. Jacks and Ms. Smith, that the creation of the form involved labour, skill and judgment on their part, that at the time they were both employees of the plaintiff, that therefore U&R is the owner of the copyright in the work, and that the work is an original literary work within the meaning of the", "Copyright Act", "Infringement Of The Work"], ["[25]", "As part of its strategy for 1988 and upon completion of its draft form, U&R commenced its advertising and marketing efforts. These efforts included a cross-Canada media tour by Ms. Jacks, promoting U&R as the only company to possess such a draft 1988 T1 General return and newspaper advertisements indicating that U&R had \"Reformed Tax Reform\", that it was the only company that has a 1988 T1 General return, and that it would be teaching the changes to the income tax law on the new form."], ["[26]", "Four witnesses addressed the issue of access by H&R to U&R's form: Richard and Joan McConachy, David Grant, and Jill Parker. Richard McConachy had access to U&R's 1988 educational materials by virtue of being an instructor for the plaintiff's courses. Richard McConachy testified that he had U&R's materials at home, that he never gave this material to his wife, that he doubted whether she accessed his materials, and that the whole issue of H&R copying U&R's form was a \"joke\". Near the end of the 1988 tax year, Mr. McConachy left U&R to join H&R as a tax preparer."], ["[27]", "Joan McConachy, the wife of Richard McConachy, was an instructor of H&R's educational course. Mrs. McConachy testified that she only had access to U&R's T1 General draft because her husband's materials were at home. Mrs. McConachy testified that she took only the T1 General draft form to an instructor's meeting and that she had never given this or any other material to David Grant, H&R's district manager for Winnipeg District 1."], ["[28]", "David Grant also testified and indicated that Joan McConachy had provided him with not only a copy of the T1 General draft form, but U&R's teaching manual as well. He indicated that he received this material from Mrs. McConachy, not at the instructors' course, but while alone in his office. Mr. Grant further testified that Mrs. McConachy indicated to him that she had been given this material by her husband, Richard McConachy."], ["[29]", "Both of H&R's district managers for Winnipeg, David Grant and Jill Parker, said that they believed that U&R's T1 General draft form was in fact a government form. David Grant indicated that he had received from H&R's training department a Revenue Canada draft of the 1988 T1 General return at a time prior to receiving U&R's form. Mr. Grant alleges that he was under the impression that both forms were government forms. When it was pointed out that Revenue Canada's draft looked more official than U&R's draft, in that the former had a Canadian flag appearing at the top of the first page, Mr. Grant explained that he did not closely review any T1's because he had seen many of them. Following that answer, however, Mr. Grant could not explain how he could have scrutinized U&R's form closely enough to notice a small reference to \"U&R worksheet\" appearing three quarters of the way down the page on Schedule 1 and take steps to delete that reference before photocopying the form. Mr. Grant never checked with the plaintiff as to whether it was U&R's form. Further, although he testified that he did ask his regional director why this \"government form\" was only available from an outside source and not made available to him from within H&R's organization, who presumably would have received it legitimately from the government, Mr. Grant testified that he could not recall how Mr. Douglas responded to this question."], ["[30]", "Jill Parker also testified that although she thought the form emanated from U&R, it was a government form. This testimony was inconsistent with her answers on examination-for-discovery held in 1992. At that time, Mrs. Parker indicated that she knew that the form was U&R's form, that David Grant had told her as much, and that she knew clearly that the form was not a government form. When confronted with this evidence from the examination-for-discovery, Mrs. Parker indicated that that evidence was true then and now."], ["[31]", "Both David Grant and Jill Parker were aware that copyright was being claimed in all of U&R's course materials and understood that this meant that third parties could not copy any of those materials without the permission of the plaintiff. David Grant further testified that he was aware that copyright could subsist in a form such as U&R's form and that if the form in issue was U&R's form, then the plaintiff could claim copyright in such a form."], ["[32]", "In or about mid-September, 1988, upon receiving U&R's form from Mrs. McConachy, David Grant cut out the reference to U&R in Schedule 1 and made photocopies of the tax jacket. David Grant distributed and used copies of U&R's modified form at the instructors' meeting held on or about September 16, 1988. Jill Parker, as district manager for Winnipeg 2, received from David Grant a copy of U&R's form, as modified by David Grant. Mrs. Parker authorized the photocopying of the U&R's modified form for distribution and use at the instructors' meeting for Winnipeg District 2 held on or about October 14, 1988."], ["[33]", "U&R's form was used to perform exercises and prepare H&R's instructors to teach the 1988 tax changes to the students in Winnipeg District 1 and District 2. Sometime in the fall of 1988, and at least as early as the end of October and beginning of November, 1988, David Grant altered U&R's form by adding the \"H&R BLOCK\" logo to the top of the form, as already modified by himself earlier. The instructors then distributed both versions of U&R's form, as modified by David Grant with and without the H&R Block logo superimposed on the form, to all the students in both the basic and intermediate tax courses. The students used these forms to perform exercises and learn the income tax law changes for 1988. Overall, 831 students and instructors of H&R used 1,930 copies of U&R's form. The defendant continued to use the form in Winnipeg District 1 and District 2 after November 1988, when the official Revenue Canada form became available. This use continued until January 1989."], ["[34]", "Section 2 of the", "Copyright Act", "defines \"infringing\" as: \"when applied to a copy of a work in which copyright subsist, means a copy, including any colourable imitation, made, or imported in contravention of this", "Act", ".\" Section 3(1) of the", "Copyright Act", "defines the rights of the owner of copyright:", "\"3(1) For purposes of this Act, 'copyright' means the sole right to produce or reproduce the work or any substantial part thereof in any material form whatever, to perform, or in the case of a lecture to deliver, the work or any substantial part thereof in public or, if the work is unpublished, to publish the work or any substantial part thereof ...\"", "Under s. 27 of the", "Copyright Act", ", copyright is deemed to be infringed by any person who, without the copyright owner's consent, inter alia, does anything that the", "Act", "gives the owner the sole right to do:", "\"27(1) Copyright in a work shall be deemed to be infringed by any person who, without the consent of the owner of the copyright, does anything that, by this Act, only the owner of the copyright has the right to do.\""], ["[35]", "In order to find copyright infringement, a plaintiff must prove copying of the work or a substantial part thereof and access to the copyright protected work. In this instance, the defendant has admitted to copying a portion of U&R's form and the enquiry is therefore directed to whether the copying was \"substantial\" within the meaning given to that term by the courts: \"[w]hat constitutes a 'substantial part' is a question of fact and, in this respect, the courts have given more emphasis on the quality of what was taken from the original work rather than the quantity.\" (Hugues G. Richard,", "Concept of Infringement in the Copyright Act", "in G.F. Hendersen, ed.,", "Copyright and Confidential Information Law of Canada", "(Toronto: Carswell, 1994) 201 at 208.) Some of the matters that have been considered by courts in the past include:", "\"(a) the quality and quantity of the material taken;", "\"(b) the extent to which the defendant's use adversely affects the plaintiff's activities and diminishes the value of the plaintiff's copyright;", "\"(c) whether the material taken is the proper subject-matter of a copyright;", "\"(d) whether the defendant intentionally appropriated the plaintiff's work to save time and effort; and", "\"(e) whether the material taken is used in the same or a similar fashion as the plaintiff's.\""], ["[36]", "In my view, H&R copied a substantial portion of U&R's form. The form they used for at least four months was U&R's form with only a very minor deletion and the addition of the H&R Block Logo. Also, the material taken was used for the same purpose that U&R created it for, to teach the new tax changes."], ["[37]", "In addition to copying, a plaintiff must prove access to the copied work for there to be infringement. Hugues Richard explains the nature of the inquiry required as follows:", "\"A striking similarity between two works, alone, is insufficient to prove plagiarism. While it is recognized that copyright infringement may result from unconscious copying, there must be evidence of access to the copied work or a connection between the two works for a court to find that infringement has occurred. Evidence of access alone will not suffice; evidence of copying of a substantial part of a protected work also has to be proved.", "\"When the common source can be shown and the allegedly infringing work is a result of independent creation, there is no infringement. Plagiarism is a question of fact and can be proven by any means: direct evidence or presumptions. The court should closely scrutinize and compare the works submitted to its appreciation. Since 'resemblance' between two works can result from the limited range of expressions particular to a field of endeavour, or from use of a common source, a court must be convinced on a balance of probabilities that a defendant has actually taken the plaintiff's work to produce his own, before finding the defendant liable for infringement.", "\"Thus, evidence of independent creation or use of a common source will serve to establish non-infringement. On the other hand, reproduction of mistakes found in the original work may constitute proof of copying.\" (Ibid., pp. 209-210)"], ["[38]", "I find that the defendant had ample access to the plaintiff's form and that the defendant copied a substantial part of that form. The defendant has infringed the plaintiff's work.", "Useful Article"], ["[39]", "H&R pleaded that U&R's form is a useful article reproduced in quantities of more than 50 and that its features are entirely or substantially dictated by its function. Sections 64 and 64.1 of the", "Copyright Act", "provide for certain limited acts that do not constitute infringement of copyright. In my view, these sections do not apply in this case because the T1 General tax form is not a \"useful article\" as that term is defined by the", "Copyright Act", "\"64(1) In this section and section 64.1,", "\"'article' means any thing that is made by hand, tool or machine;", ". . . . .", "\"'useful article' means an article that has a utilitarian function and includes a model of any such article;", "\"'utilitarian function', in respect of an article, means a function other than merely serving as a substrate or carrier for artistic or literary matter.\""], ["[40]", "In order for the court to find that the plaintiff's tax form falls within ss. 64 and 64.1 it would have to hold that the paper on which the tax form is written is functional and is not \"merely serving as a substrate or carrier for artistic or literary matter\". Clearly, the tax form does not meet the requirements of ss. 64 and 64.1.", "Public Interest"], ["[41]", "Counsel for the defendant submitted that the court ought not intervene to protect from infringement a work tending to deceive the public (Fox, supra, pp. 55-57). He based this claim on the evidence of Ms. Jacks who testified that the plaintiff's form bore a striking resemblance to the official T1 General. When asked if it was likely that non-expert Canadians familiar with the T1 General tax return would think her form was a government T1 General she said \"I guess so\". Two tax preparers, Mrs. McConachy and Mr. Grant, said they thought the U&R form was a government form. He also submitted that the plaintiff's ads, the U&R form itself and even the Further Amended Statement of Claim, all hold the form out as a 1988 individual tax return form."], ["[42]", "There is no such protection provided in the", "Copyright Act", ". In any event, I find that the plaintiff did not intend to deceive the public and intended the form to be used only as a training tool for its students. The defendant itself used the form for that purpose.", "Innocent Duplication"], ["[43]", "The re-amended statement of defence and counterclaim alleges that the defendant is not aware of the existence of any copyright of the plaintiff in the work, in that it believed the work to be a work subject to copyright owned by a third party, and which it was entitled to copy. This disregards the evidence that the material was accompanied by a copyright claim and the evidence of its own employees that they were aware of copyright laws. The evidence of Mr. Grant and Mrs. McConachy which suggests that they believed the U&R 1988 T1 General Draft Form to be an official government form, I find to be implausible."], ["[44]", "Also it was suggested that there was a practice of copying similar forms in the industry. However, this does not permit a defendant to assume no copyright subsists in such forms:", "FRAGMENT_SUPPRESSED(", "FRAGMENT_SUPPRESSED)", "Remedies"], ["[45]", "Section 34(1) of the", "Copyright Act", "prescribes the civil remedies generally available for copyright infringement, while s. 35 specifically provides for remedies for infringing copyright and s. 38 for conversion. These provisions read as follows:", "\"34(1) Where copyright in any work has been infringed, the owner of the copyright is, subject to this Act, entitled to all remedies by way of injunction, damages, accounts and otherwise that are or may be conferred by law for the infringement of a right.", ". . . . .", "\"35(1) Where any person infringes the copyright in any work that is protected under this Act, the person is liable to pay such damages to the owner of the right infringed as he may have suffered due to the infringement, and in addition thereto such part of the profits that the infringer has made from the infringement as the court may decide to be just and proper.", ". . . . .", "\"38. All infringing copies of any work in which copyright subsists, or of any substantial part thereof, and all plates used or intended to be used for the production of the infringing copies shall be deemed to be the property of the owner of the copyright, who accordingly may take proceedings for the recovery of the possession thereof or in respect of the conversion thereof.\""], ["[46]", "The", "Copyright Act", "does not permit the person who has infringed the copyright of the owner to escape a condemnation for damages merely because they are impossible or difficult to prove. Damages can be granted for breach of the", "Copyright Act", "without the necessity to prove them and if damages are difficult to assess or can not be evaluated \"... the tribunal must do the best it can, although it may be that the amount awarded will really be a matter of guesswork.\" (Fox, supra, at 464)"], ["[47]", "The remedies of damages for infringement and damages for conversion available under the", "Copyright Act", "are cumulative and not alternative:", "\"In addition to the damages that may be recovered for infringement, the plaintiff may also recover damages on the ground that the defendant has converted infringing copies of the plaintiff's work to his own use. Conversion has been defined as meaning the intentional dealing with goods in a manner inconsistent with the right of the true owner. These remedies are cumulative and not alternative ... The section contemplates an action for detinue in the one case and an action for conversion in the other case. The action is not based on damages occasioned by the infringement, but is founded on the wrongful detention or wrongful sale of the plaintiff's property. Where, therefore, infringing copies have been converted to the defendant's own use, damages for such conversion can be obtained in addition to damages for infringement in respect of the same infringement.\" (Fox, supra, pp. 467-468)", "However, the court must avoid any overlap or duplication. (", "FRAGMENT_SUPPRESSED)", "Damages For Infringement"], ["[48]", "U&R has calculated its damages for infringement as follows:", "[See printed version]"], ["[49]", "I accept this calculation as an appropriate manner to calculate the plaintiff's damages for infringement. I would therefore award the sum of $145,010 to the plaintiff as damages for infringement."], ["[50]", "U&R also claimed general damages for lost employee net revenues and lost royalties from lost franchisees. The evidence advanced by U&R was speculative and did not support such an award. It was based on ex post facto hypothesis rather than on a failed business plan supported by forecasts.", "Damages For Conversion"], ["[51]", "Damages for conversion are usually based on the value of the article converted at the time of its conversion. Although damages may be awarded for conversion as well as for infringement, the court must avoid any overlap or duplication. In the circumstances of this case, an award for damages for conversion would be a duplication of damages for infringement already awarded to U&R. The plaintiff has already been awarded damages for all the infringing copies made by the defendant.", "Punitive Damages"], ["[52]", "U&R has claimed $200,000 as punitive damages. Although punitive or exemplary damages are available as a remedy for copyright infringement, I do not believe that this is a proper case for awarding punitive damages. There are no individual defendants in this action against whom an award for punitive could be made as a result of their individual conduct. The corporate defendant ceased using the plaintiff's work prior to an action being commenced. There is no evidence that such damages are required to deter the defendant from injuring the property of another. The infringement was limited to two districts in Winnipeg and was not nationwide. There is no evidence of malice.", "Other Remedies"], ["[53]", "The plaintiff is entitled to a declaration that copyright subsists in the work entitled \"The U&R 1988 T1 General Draft Form\" and that the plaintiff is the owner of the copyright in that literary work. The plaintiff did not pursue at trial its claim for an injunction, for delivery up of all copies of infringing forms, for aggravated damages, and for an accounting of profits. I award the plaintiff both prejudgment and post-judgment interest in accordance with ss. 36 and 37 of the", "Federal Court Act", ". Given that the cause of action arose in the province of Manitoba, the", "Judgment Interest and Discount Act", "of that province applies (S.M. 1986-87, c. 39). Prejudgment interest is to be calculated from the date of commencement of the action, that is April 27, 1989.", "Counterclaim"], ["[54]", "The defendant (plaintiff by counterclaim) alleges that the plaintiff (defendant by counterclaim) copied its employee compensation form, its franchise agreement and its T1-31 form. The defendant's counterclaim is directed only to the latter form. With respect to all three forms, H&R has not established that it created the form or that U&R copied the form from the defendant as opposed to creating the form itself or receiving the form from an independent third party."], ["[55]", "I am satisfied that Greg Davenport, who was employed by U&R since 1978 in various capacities on a continuing basis, revised the U&R's T4 Summary form (the one being compared to H&R's T1-31 form) by reference to Revenue Canada's T4 slips and published information on increases in the maximum levels of contributory earnings to the Canada Pension Plan and Unemployment Insurance premiums, as opposed to having reference to or copying the defendant's T1-31 form."], ["[56]", "In any event, H&R is limitation barred from raising the issue of copyright infringement in and to its T1-31 form. In its counterclaim, H&R alleges that U&R copied the changes to H&R's 1984 T1-31 form within two weeks of H&R making changes to that form. The defendant must have known about U&R's T4 Summary form and had formed a belief that U&R was copying its T1-31 form at least as early as 1984. The defendant, however, did not raise the issue of copyright infringement until 1989 in its counterclaim, well beyond the three year limitation period for doing so.", "Costs"], ["[57]", "The plaintiff claimed costs of its action on a solicitor and its own client basis and asked that the counterclaim be dismissed with costs. At the trial of the action, I indicated I would not hear representations for solicitor-client costs at that time."], ["[58]", "I award costs to the plaintiff in the main action and to the defendant by counterclaim in the counterclaim. If counsel for the plaintiff wishes to pursue the matter of solicitor-client costs in the action, counsel may bring a motion in writing before me pursuant to rule 324 for directions under rule 344(7).", "Judgment for plaintiff;", "counterclaim dismissed.", "Editor: Steven C. McMinniman/pdk", "[End of document]"]]}