{"id_": "077368", "body_str": [["[1]", "Gibson, J.", ": These reasons follow the hearing of an application for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the \"RPD\") wherein the RPD determined the Applicant not to be a Convention refugee and not to be a person in need of protection as those expressions are defined in sections 96 and 97 of the Immigration and Refugee Protection Act [see footnote 1]. The decision under review is dated the 16th of December, 2002.", "BACKGROUND", "a) The Applicant and his alleged experiences"], ["[2]", "The Applicant is a Tamil citizen of Sri Lanka who was born in the North of Sri Lanka on the 28th of May, 1961 and who, until shortly before he fled through Colombo to Canada, lived all of his life in the North where he was apparently a farmer and an agricultural produce trader. He alleges a well-founded fear of returning to Sri Lanka by reason of his Tamil ethnicity, his imputed political opinion and his membership in a particular social group, namely, Tamils who have experienced persecution in the North and East of Sri Lanka by both the Liberation Tigers of Tamil Eelam (the \"Tigers\") and Sri Lankan Security Forces."], ["[3]", "The Applicant alleges that he lived in the village of Kidachoori, a village that was controlled by the Tigers from mid-1990."], ["[4]", "Since at that date the Applicant was over the age of recruitment by the Tigers and got married in 1992, he alleges that the Tigers did not attempt for some years to recruit him but rather forced him to perform labour on their behalf on a number of occasions. He alleges that he was also subjected to extortion by the Tigers from whom he was required to obtain travel passes in order to carry out his agricultural produce trading business. On one occasion, when he was unable to pay the amount demanded of him for a travel pass, he gave a tractor that was registered and insured in his name to the Tamils in exchange for the pass that he required."], ["[5]", "The Applicant alleges that in 1999/2000, fighting between the Tigers and Sri Lankan Security Forces escalated in his area. He alleges that at that time the Tigers attempted to recruit him. He sought to flee to Vavuniya. He was picked up by security forces at a check point, taken to a transit camp and interrogated for two (2) days. He alleges that on this occasion, although he was beaten, he was not tortured."], ["[6]", "Late in September, 2000, the Applicant was again interrogated by security forces and, in the words of the RPD, \"...very badly treated because the SLA [Sri Lankan Army] had discovered that the tractor licensed in his [the Applicant's] name was in the hands of the LTTE [the \"Tigers\"] and he had failed to disclose this to them [the SLA] when earlier questioned...\"."], ["[7]", "The Applicant alleges that, through the intervention of an agent, he was released in early January, 2001 with a pass that enabled him to travel to Colombo from whence he left for Canada, travelling on a false passport, and arriving in Canada in late January, 2001.", "b) The central issues before the RPD and post-hearing supplementary submissions and documentation on behalf of the Applicant"], ["[8]", "The central issues before the RPD, as disclosed in its reasons, were described by it in the following terms:", "The issues emerging as determinative of the [Applicant's] claim were the interwoven issues of credibility, change of circumstances, and the well foundedness of the claimant's fear of persecution."], ["[9]", "One of the factors affecting credibility, according to the transcript of the hearing before the RPD was the failure of the Applicant to produce anything other than a photograph to identify the tractor that he allegedly owned, that he alleged was extorted from him by the Tigers and that the security forces found in the hands of the Tigers and traced to the Applicant. The transcript discloses [see footnote 2] that the Applicant had registration and insurance papers to corroborate his ownership of a tractor and that he had failed to provide such corroborative evidence to the RPD. The transcript further discloses that the RPD made it clear that such corroborative evidence would bolster the Applicant's claim."], ["[10]", "Further, the transcript indicates that the RPD anticipated that counsel for the Applicant would be submitting post-hearing written submissions [see footnote 3] and, since the issue of \"change of circumstances\" or \"changed country conditions\" apparently first arose at the hearing, it should have come as no surprise to the RPD that the Applicant might wish to provide country conditions documentation to supplement the documentary evidence that was before the hearing."], ["[11]", "Within approximately one (1) week following the hearing before the RPD, counsel for the Applicant provided to the RPD supplementary submissions and supplementary evidence relating to country conditions \"...as well as a copy of the registration for the claimant's tractor\" [see footnote 4]."], ["[12]", "Slightly more than a month later, the supplementary country conditions documentation and the copy of the tractor registration were returned to counsel for the Applicant with the following explanation:", "Under the direction of the member, Mr. Wilson, the supplementary package as well as the copy of the registration of the claimant's tractor is being returned to you. These documents were submitted without following the requirement for submission of post hearing documents pursuant to Rule 37(1).", "Please provide an application to the Refugee Protection Division if it is your intention to provide further evidence after the proceeding. [see footnote 5]"], ["[13]", "Section 37 of the Refugee Protection Division Rules [see footnote 6] reads as follows:", "37. (1) A party who wants to provide a document as evidence after a hearing must make an application to the Division.", "(2) The party must attach a copy of the document to the application. The application must be made under rule 44, but the party is not required to give evidence in an affidavit or statutory declaration.", "(3) In deciding the application, the Division must consider any relevant factors, including:", "(a) the document's relevance and probative value;", "(b) any new evidence it brings to the proceedings; and", "(c) whether the party, with reasonable effort, could have provided the document as required by rule 29. [emphasis added]", "37. (1) Pour transmettre, après l'audience, un document à la Section pour qu'elle l'admette en preuve, la partie en fait la demande à la Section.", "(2) La partie fait sa demande selon la règle 44 et y joint une copie du document, mais elle n'a pas à y joindre d'affidavit ou de déclaration solennelle.", "(3) Pour statuer sur la demande, la Section prend en considération tout élément pertinent. Elle examine notamment:", "a) la pertinence et la valeur probante du document;", "b) toute preuve nouvelle qu'il apporte;", "c) si la partie aurait pu, en faisant des efforts raisonnables, le transmettre selon la règle 29. [je souligne]"], ["[14]", "Five (5) days later, on the 10th of December, 2002, counsel resubmitted the Applicant's supplementary document package under cover of a letter which read in part:", "...please accept this as an application to submit post-hearing documents in accordance with Rule 37(1).", "as an explanation for the application, counsel wrote:", "Please note that the reason the supplementary document package is being submitted post-hearing is due to the fact that counsel was only made aware that \"change of circumstances\" was an issue at the beginning of the hearing on October 22, 2002. Had counsel been made aware of this prior to the hearing date, every effort would have been made to submit the documents in accordance with the 20 day rule. Furthermore, the supplementary package contains documents that are directly relevant to the issue of \"change of circumstances\", as well as to the objective basis of the claim.", "The reason the certificate of registration of the Applicant's tractor is being submitted post-hearing is due to the fact that during the hearing, the Panel had indicated to the Applicant that such a document would be beneficial to his case. Subsequently, the Applicant made every effort to obtain this document, and it was submitted promptly by counsel with submissions. In addition, this document is directly relevant to the Applicant's credibility. [see footnote 7]", "The tribunal record indicates that the Applicant's supplementary document package, together with the informal application pursuant to Rule 37(1) was received by the Immigration and Refugee Board on the same day on which it was transmitted, that is to say the 10th of December, 2002."], ["[15]", "As earlier noted, the RPD's reasons for decision are dated the 16th of December, 2002. Those reasons make no specific reference to the Applicant's post-hearing written submissions or to the post-hearing documentary package. Neither the reasons nor anything else on the Tribunal Record indicates any decision was taken by the RPD in respect of counsel's application on behalf of the Applicant under Rule 37(1).", "THE DECISION UNDER REVIEW"], ["[16]", "Under the heading \"DETERMINATION\", the RPD wrote:", "The claimant has failed to discharge the burden of proof by his inability to demonstrate with credible and trustworthy evidence/testimony that he has a well-founded fear of persecution in Sri Lanka for a Convention reason. I found him not to be a Convention refugee. Nor do I find any substantial ground to exist of danger of torture (within the meaning of the Convention against torture) or a risk to his life or a risk of cruel and unusual treatment/punishment should he return to Sri Lanka. [see footnote 8]"], ["[17]", "The RPD wrote that the Applicant's testimony was marked by \"...inconsistencies /contradictions and implausibilities which impugned his credibility thereby negating his subjective fear...\". The RPD went on in its reasons to cite specific examples in support of the foregoing conclusion. It concluded the portion of its reasons dealing with the Applicant's credibility in the following terms:", "...The claimant's deceptive and manipulative behaviour does nothing to enhance his credibility or advance his claim. I find him to be generally lacking in credibility... . [see footnote 9]"], ["[18]", "The RPD then turned to the issue of changed country conditions or changed country circumstances. After reviewing documentary evidence before it at the time of hearing on this subject, and legal authorities on the same subject, it concluded:", "I find that in the absence of objective evidence to indicate that the claimant will be harmed if he returns to Sri Lanka and based on a lack of a subjective fear, none [sic] of the two requisite elements for a well-founded fear has been met. He does not have a well-founded fear of persecution. Nor is there any evidence before me that there exists a serious possibility that the claimant will personally face serious harm amounting to torture or to a risk to his life or to cruel and unusual treatment or punishment in Sri Lanka. [see footnote 10]", "THE ISSUES"], ["[19]", "In the Memorandum of Law and Argument submitted on behalf of the Applicant, the issues on this application for judicial review are identified in the following terms:", "1. Whether the Board erred in its credibility assessment.", "2. Whether the Board erred by failing to rule on counsel's application to submit post-hearing evidence and in failing to consider such evidence.", "3. Whether the Board erred in its assessment of change of country conditions.", "ANALYSIS"], ["[20]", "I will deal first with the issue regarding the RPD's credibility assessment, secondly with its assessment of country conditions and lastly with the issue regarding post-hearing evidence.", "a) Whether the Board erred in its credibility assessment"], ["[21]", "Counsel for the Respondent submits that credibility and plausibility findings by the RPD are findings of fact and that, as such, pursuant to paragraph 18.1(4)(d) of the Federal Court Act [see footnote 11] they should not be disturbed unless they are not only erroneous but were made in a perverse or capricious manner or without regard for the material before the Tribunal. I adopt this submission.  <FRAGMENT_SUPPRESSED>  wrote at page 244:", "It is the first-level tribunal which must base its decision on evidence which in the circumstances of the case, is considered credible or trustworthy, evidently by it.", "The concept of \"credible evidence\" is not, of course, the same as that of the credibility of the applicant, but it is obvious that where the only evidence before a tribunal linking the applicant to his claim is that of the applicant himself (in addition, perhaps, to \"country reports\" from which nothing about the applicant's claim can be directly deduced), a tribunal's perception that he is not a credible witness effectively amounts to a finding that there is no credible evidence on which the second-level tribunal could allow his claim."], ["[22]", "Against the foregoing, in the absence of reference to the Applicant's post-hearing evidence, on the appropriate standard of review, I am satisfied that the RPD's conclusion that the Applicant was generally lacking in credibility and that he had therefore failed to discharge the burden on him to establish that he has a well-founded fear of persecution in Sri Lanka for a convention reason was open to it."], ["[23]", "The Applicant's post-hearing evidence regarding his ownership of a tractor found in the hands of the Tigers was not acknowledged by the RPD. While the RPD had initially invited the Applicant to submit such evidence post-hearing, I am not satisfied that such evidence, of itself, would have been sufficient to vary the RPD's conclusion regarding the Applicant's general lack of credibility. There would have remained sufficient credibility concerns identified by the RPD to support its conclusion, even if it had given full weight to the post-hearing evidence regarding tractor ownership."], ["[24]", "On this basis alone, I am satisfied that this application for judicial review must be dismissed.", "b) Whether the Board err in its assessment of change of country conditions"], ["[25]", "I am satisfied that the RPD's finding regarding changed country conditions was not central to its decision, its finding regarding a general lack of credibility on the part of the Applicant being in itself sufficient to dispose of the Applicant's application for Convention refugee status. That being said, a finding of changed country conditions, as here made by the RPD, is a finding of fact. [see footnote 13] As such, I am satisfied that the conclusion reached in this regard by the RPD was open to it, whether or not it took into account the post-hearing evidence in this regard which was, I am satisfied, generally consistent with the country conditions documentation that it did take into account. In the result, its finding regarding changed country conditions was, I am satisfied, open to it in support of its conclusion that the Applicant was neither a Convention refugee nor a person in need of protection.", "c) The post-hearing evidence"], ["[26]", "As earlier indicated, counsel for the Applicant submitted on behalf of her client post-hearing evidence under cover of a letter that amounted to an application in accordance with the terms of subsection 37(1) of the Refugee Protection Division Rules, as earlier quoted in these reasons. I am satisfied that, by virtue of subsection 37(3) of those Rules, the application on behalf of the Applicant raised an obligation on the part of the RPD to arrive at a decision as to whether the application would be accepted or not. Given the potential implications of such a decision, I am further satisfied that it was incumbent on the RPD to provide reasons for its decision to accept or reject the post-hearing evidence, particularly in a case, as here, where the post-hearing evidence might have been determinative. On the facts of this matter, the RPD would appear to have neither reached a decision on the application on behalf of the Applicant nor to have taken the post-hearing evidence into account if it indeed decided to accept the evidence."], ["[27]", "An example of what the Court considers to be an appropriate treatment of an application to provide post-hearing evidence is provided in K.C.I. (Re) [see footnote 14], where William M. Davis, a member of the RPD, wrote at paragraphs [33] to [35]:", "Prior to the preparation of these reasons counsel for the claimant, pursuant to the provision[s] of Rules 37 and 44 of the Refugee Protection Division Rules, applied for a decision of the panel allowing the admission of documentary evidence [in relation to] the hearing including a report from Le Devoir dated April 5/6, 2003 entitled \"des déserteurs racontent exécutions et mauvais traitements\" and a Human Rights Watch report dated April 4, 2003.", "The panel is prepared [to accept] and has considered the information contained in both reports prior to rendering its decision. Both reports deal specifically with Iraqi[s] regular army deserters and the treatment allegedly imposed upon them by their Iraqi army commanders, including summary executions in some instances and cruel and inhumane punishment in other [instances].", "The panel distinguishes both reports from the evidence addressed at the hearing in that the claimant cannot be classified as a deserter. He was never a regular member nor a deserter of the Iraqi army. The panel further determines that the circumstances in Iraq have substantially changed since the publication of both these reports in that the Iraqi military and its rulers, including Saddam Hussein, have been effectively eliminated by the coalition forces of the United States and Britain and therefore, the fear of reprisal for even regular army Iraqi deserters at this time is non-existent."], ["[28]", "I am satisfied that equivalent paragraphs in the reasons for decision here under review, whether or not the Applicant might have agreed with them would have provided a degree of disclosure to the Applicant that would have assured him that he had been afforded fairness in the treatment of all of the evidence put forward on his behalf. In the absence of such paragraphs, I find a breach of fairness to have occurred."], ["[29]", "That being said, notwithstanding a breach of fairness, this Court is not obliged to set aside a decision that is under review before it where to refer the matter back, would inevitably result in no change in the decision under review. [see footnote 15] I find that to be the case here.", "CONCLUSION"], ["[30]", "Based on the foregoing analysis, this application for judicial review will be dismissed.", "CERTIFICATION OF A QUESTION"], ["[31]", "At the close of hearing of this application for judicial review, I reserved my decision and advised counsel that, following circulation of reasons setting forth my decision, an opportunity would be provided to them to make submissions on certification of a question. Counsel for the Applicant will have seven (7) days from the date of these reasons to serve and file any submissions considered appropriate on certification of a question. Thereafter, counsel for the Respondent will have seven (7) days to serve and file any responding submissions. Finally, counsel for the Applicant will have a further three (3) days to serve and file any reply submissions. Only thereafter will an order issue on this application for judicial review.", "Footnotes", "1. S.C. 2001 c. 27.", "2. Tribunal Record, pages 390 and 391.", "3. Tribunal Record, page 428.", "4. Tribunal Record, page 59.", "5. Tribunal Record, page 70", "6. SOR/2002-228.", "7. Tribunal Record, page 71.", "8. Tribunal Record, page 6.", "9. Tribunal Record, page 10.", "10. Tribunal Record, page 14.", "11. R.S.C. 1985, c. F-7.", "12. [1990] 3 F.C. 238 (C.A.).", "13.  <FRAGMENT_SUPPRESSED>  (C.A.).", "14. [2003] R.P. D. D. No. 129, May 1, 2003 (Refugee Protection Division), (not cited before me).", "15.  <FRAGMENT_SUPPRESSED>  at paragraphs [9] and [10], (F.C.A.).", "[End of document]"]]}