{"id_": "077578", "body_str": [["[1]", "Cullen, J.", ": This is an application under s. 18.1 of the", "Federal Court Act", "to review a decision of the Convention Refugee Determination Division of the Immigration and Refugee Board (Refugee Division) dated November 16, 1992 wherein the applicant was found not to be a Convention refugee.  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant's primary concern was that the Refugee Division's decision or finding was essentially based on implausibility. The relevant portion of the Refugee Division's reasoning is found at pages 7 and 8 of the decision (Court Document #3, Memorandum of Fact and Law, Tab C) and is reproduced below:  <FRAGMENT_SUPPRESSED>", "\"The claimant has undertaken to provide the panel with the whole truth. The testimony and explanations provided by the claimant simply do not satisfy the panel. He has testified that he is not and was not a suspect in the deaths of the two police officers in 1983. He testified that he was active in the Akali Dal after his release from custody. Yet he maintains that the police have continued to look for him from 1984 until his flight from India in 1989. As late as 1989, the police allegedly raided the place where the claimant was hiding. The claimant was able to escape but he later learned that the police had asked for him by name and that the head man of the village was arrested by the police (and subsequently died while in custody) because he had sheltered the claimant.  <FRAGMENT_SUPPRESSED>", "\"The claimant also indicated that in 1988 the police were still very much interested in him. They had questioned Gurinder Singh about the claimant and had extracted from him information about the claimant. This information was not only about the possible whereabouts of the claimant, but also pertained to the activities of the claimant with Akali Dal. As a result of this information the police had searched for the claimant in some of the places revealed to them by Gurinder Singh. We note that the claimant has testified that after he went into hiding following his release from police custody (1983-1984), he did not continue as an active member of Akali Dal. It was strange that the claimant's friend, Gurinder Singh, was able to provide the police with information about the activities of the claimant with Akali Dal.  <FRAGMENT_SUPPRESSED>", "\"And in earlier times, the claimant learned from family members and from persons from his village that the police continued their search for him at his home in Kelawal.  <FRAGMENT_SUPPRESSED>", "\"The panel does not find all of this persistent activity by the police to be consistent with the evidence provided by the claimant. Either it did not happen as the claimant testified; or there are essential elements that the claimant has not revealed to the panel: he was untruthful or he was evasive. Both of these lead the panel to the conclusion that we do not have sufficient evidence upon which to determine the claimant to be a Convention refugee. The claimant has not provided the panel with sufficient evidence upon which to determine that he is at serious risk of persecution were he returned to India. <FRAGMENT_SUPPRESSED>"], ["[3]", "Clearly, the Refugee Division drew an inference that the persistent activity of the police with respect to the applicant was implausible, given the applicant's limited political activity. Central to the Refugee Division's decision was that the applicant was not credible.  <FRAGMENT_SUPPRESSED>"], ["[4]", "In its decision the Refugee Division stressed the fact that the police continued to harass the applicant and his family because he had been a member of the Akali Dal, but it was clear that after the arrest in 1983 he testified he was no longer active with Akali Dal. However, in making a finding of what was plausible or implausible the Refugee Division made no reference to the documentary evidence filed in support of the applicant, namely the Amnesty International reports. According to the reports, the events described by the applicant were not an unusual occurrence and constant harassment of members or former members of Akali Dal was the norm, not the exception. Therefore, in my view, the failure to comment on the evidence filed, either in a negative or positive manner, seriously weakened the Refugee Division's decision and conclusions. Further, the applicant's contention is wholly consistent with the documentary evidence filed and is probably the only source of evidence sustaining the applicant's case; or is the only clue to determining if the applicant's evidence is plausible. This documentary evidence was the only gauge available regarding the conduct of authorities in Indian vis-à-vis Sikhs and the reports referred to these occurrences as \"routine\".  <FRAGMENT_SUPPRESSED>"], ["[5]", "Moreover, the events as described by the applicant may have seemed implausible and therefore not credible to the Refugee Division, but as counsel for the applicant points out \"Canadian paradigms do not apply in India\". Torture, unhappily, is real, as is exploitation and revenge, often resulting in killings.  <FRAGMENT_SUPPRESSED>  Appeal dated June 24, 1992, MacGuigan notes that:  <FRAGMENT_SUPPRESSED>", "\"We may well wonder whether this judgment does not involve the imposition of Western concepts on a subtle oriental totalitarianism, and whether it is correct to interpret Chinese law enforcement in the light of the more linear Western model, when the social control exercised by the Chinese State is omnipresent, though the co-opting of the vigilance of its citizens generally. The respondent conceded during oral argument that in none of the hundreds of relevant cases which have come before this Court in recent years did the Chinese authorities ever lie in wait to make an arrest having delivered a summons. <FRAGMENT_SUPPRESSED>", "I cannot really comment on the \"demeanour\" of the applicant before the tribunal except to say if they applied Canadian paradigms in their reasons, his demeanour may very well have been affected negatively.  <FRAGMENT_SUPPRESSED>"], ["[6]", "To find the applicant not credible the Refugee Division had to find inconsistencies, of a significant nature. There seems to be no question in the minds of Refugee Division that the applicant was at one time an active member of the Akali Dal and that he was arrested along with \"five\" other young Sikhs. The respondent raised the fact that the applicant was uncertain of the number of persons who had been arrested with him and maintained that the applicant should have known the exact figures on such an important occurrence. I gave little weight to the respondent's contention. The trauma of an arrest might shake the memory of anyone. The applicant was convinced, following the violent deaths of two policemen, that the police who picked them up knew the young Sikhs had nothing to do with the murder, but that this provided an opportunity to harass the applicant and his associates.  <FRAGMENT_SUPPRESSED>"], ["[7]", "Another weakness in the Refugee Division's reasoning is that although they determined the applicant had not given \"sufficient\" evidence, the panel did not specify what was or was not credible to them. Where did they consider the applicant to be untruthful or evasive? The respondent suggested that the applicant was untruthful regarding the number of Sikh youths arrested (upon which I have already commented) and evasive in answering questions. However, the only suggested evasiveness occurred when the applicant clearly did not understand the question and when that was straightened out he answered the question. In my view, it is not evasion to misunderstand a question and grope for answers.  <FRAGMENT_SUPPRESSED>"], ["[8]", "In the circumstances, I am not satisfied there were serious or significant contradictions in the applicant's testimony. In this regard, I note particularly MacGuigan, J.A.'s, comments in", "<FRAGMENT_SUPPRESSED>  (F.C.A.).  <FRAGMENT_SUPPRESSED>", "\"The Convention Refugee Determination Division of the Immigration and Refugee Board ('the Board') chose to base its finding of lack of credibility here for the most part, not on internal contradictions, inconsistencies, and evasions, which is the heartland of the discretion of triers of fact, but rather on the implausibility of the claimant's account in light of extrinsic criteria such as rationality, common sense, and judicial knowledge, all of which involve the drawing of inferences, which triers of fact are in little, if any, better position than others to draw. ...  <FRAGMENT_SUPPRESSED>", "\"The Board's final comment on this point was:  <FRAGMENT_SUPPRESSED>", "'However, if he felt protective of their emotional security, as he claimed, it is not reasonable to believe that he would unhesitantly continue the very activity which was allegedly threatening their lives.'  <FRAGMENT_SUPPRESSED>", "\"Such a gratuitous counsel of cowardice as the only standard of plausible behaviour can hardly be taken as an objective reflection by the Board. <FRAGMENT_SUPPRESSED>"], ["[9]", "The second issue raised by the applicant is that although three pieces of documentary evidence directly specific to the applicant were introduced, namely, a doctor's certificate, a letter from the applicant's wife and a letter from the president of the Punjab Human Rights Organization, the Refugee Division made no mention of these documents in their decision. Once again, I am concerned that no mention of this documentation is made in the reasons. I agree that it is within the purview of the panel to review the documentation and accept or reject the information, however, the Refugee Division cannot simply ignore the information, particularly where on its own reasons it notes that there are genuine refugees from the Punjab. The Refugee Division, in my view, is obligated, at the very least, to comment on the information. If the documentation is accepted or rejected the applicant should be advised of the reasons why, especially as the documentation supports the applicant's position.  <FRAGMENT_SUPPRESSED>"], ["[10]", "<FRAGMENT_SUPPRESSED>  at p. 305, Heald, J., writes:  <FRAGMENT_SUPPRESSED>", "\"It is my opinion that the Board acted arbitrarily in choosing without valid reasons, to doubt the applicant's credibility concerning the sworn statements made by him and referred to, supra. When an applicant swears to the truth of certain allegations, this creates a presumption that those allegations are true unless there be reason to doubt their truthfulness. On this record, I am unable to discover valid reasons for the Board doubting the truth of the applicant's allegations above referred to. <FRAGMENT_SUPPRESSED>"], ["[11]", "It is my decision that the Refugee Division erred in law when it failed to advise whether it accepted or rejected the three documents specifically applicable to the applicant, and for that matter, failed to mention whether they even considered this evidence. Also, given the requirement to show why they rejected the applicant's sworn evidence which is presumed to be true, the Refugee Division did not meet the standard necessary as described by Heald, J., in", "Maldonoda", ", supra.  <FRAGMENT_SUPPRESSED>"], ["[12]", "On the facts, as I indicated earlier, we have the sworn evidence of the applicant, the general documentary evidence from respected sources such as Amnesty International, certainly no serious contradiction from the evidence of the applicant and certainly no evasiveness.  <FRAGMENT_SUPPRESSED>"], ["[13]", "Therefore, for the reasons noted above, this application is allowed and the matter is referred back to a differently constituted Refugee Division.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Janette Blue/slm  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}