{"id_": "077541", "body_str": [["[1]", "Russell, J.", ": This is an application pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (Act) for judicial review of the decision of a member of the Immigration Appeal Division of the Immigration and Refugee IAD (IAD), dated December 5, 2007 (Decision) dismissing the Applicant's appeal of a removal order made against her on February 27, 2007, pursuant to subsection 40(2) of the Act.", "I.", "Background"], ["[2]", "The Applicant, Ms. Nasib Kaur Barm (More), is a 35-year old citizen of India who came to Canada as an accompanying dependent on her father's permanent residence application. She was granted landing on November 17, 2001. On February 27, 2007, the Applicant was found to be inadmissible to Canada for having directly or indirectly misrepresented her age on her father's visa application. The Applicant was nine years older than the age stated on the application. As a result of this misrepresentation, a removal order was issued against her."], ["[3]", "The Applicant appealed the removal order to the IAD, seeking special relief on humanitarian and compassionate (H&C) grounds under subsection 67(1)(c) of the Act. The Applicant did not challenge the legal validity of the removal order. The IAD refused the appeal. This is the Decision under review in the present application.", "II.", "Decision Under Review"], ["[4]", "The IAD found that there were insufficient H&C grounds to warrant special relief in the Applicant's circumstances. The IAD held that the Applicant was not credible and that, among other things, she attempted to minimize her responsibility for the misrepresentation of her real date of birth. At paragraph 9 of the Decision, the IAD stated as follows:", "In my view, the appellant's contradictory statements regarding how old she really was and her prior undisclosed marriage undermine her credibility and illustrate that she was not forthcoming in her dealings with immigration authorities either in the statement made at the interview or in her claims to the contrary during the hearing. In light of the obviously deceptive statements made by the appellant, I cannot believe that the appellant's failure to declare her real date of birth was not done deliberately. In any event, it was ultimately the appellant's responsibility to ensure that the information she provided was correct and accurate, and she has failed to establish that her omissions can reasonably and credibly be explained."], ["[5]", "The IAD also noted other inconsistencies and implausibilities in the Applicant's testimony, and that she had lied under oath in an appeal before the IAD in 2004. That appeal involved the Applicant's sponsorship of her husband in India."], ["[6]", "The IAD also considered the hardship the Applicant would face if returned to India and the Applicant's degree of establishment in Canada, but concluded that these factors were not sufficient to warrant a stay of the removal order based on H&C considerations.", "III.", "Issues", "Preliminary Issue"], ["[7]", "The Applicant has filed three affidavits: one deposed by herself and sworn on January 10, 2008; an affidavit of Sukhminder Kaur Sihota; and an affidavit of Balbinder Kaur Sall, both sworn on April 24, 2008. The three affidavits were not before the IAD when it made its Decision dismissing the Applicant's appeal. It is well-settled law that, apart from certain well-recognized exceptions that are not present in this case, evidence that was not before the decision-maker is not admissible on judicial review. As these affidavits do not fall within any of the recognized exceptions, but are primarily a response to the IAD's Decision, they do not properly form part of the record on this judicial review. Thus, they will not be considered as part of this application."], ["[8]", "The issue on this application is:", "1.", "In exercising its H&C discretion, did the IAD make an erroneous finding of fact by ignoring or misconstruing evidence before it?", "IV.", "Relevant Statutory Provisions", "40. (1) A permanent resident or a foreign national is inadmissible for misrepresentation", "(a) for directly or indirectly misrepresenting or withholding material facts relating to a relevant matter that induces or could induce an error in the administration of this Act; [...]", "(2) The following provisions govern subsection (1):", "(a) the permanent resident or the foreign national continues to be inadmissible for misrepresentation for a period of two years following, in the case of a determination outside Canada, a final determination of inadmissibility under subsection (1) or, in the case of a determination in Canada, the date the removal order is enforced; [...]", "67. (1) To allow an appeal, the Immigration Appeal Division must be satisfied that, at the time that the appeal is disposed of,", "[. . . . .]", "(c) other than in the case of an appeal by the Minister, taking into account the best interests of a child directly affected by the decision, sufficient humanitarian and compassionate considerations warrant special relief in light of all the circumstances of the case.", "40. (1) Emportent interdiction de territoire pour fausses déclarations les faits suivants:", "a) directement ou indirectement, faire une présentation erronée sur un fait important quant à un objet pertinent, ou une réticence sur ce fait, ce qui entraîne ou risque d'entraîner une erreur dans l'application de la présente loi; [...]", "(2) Les dispositions suivantes s'appliquent au paragraphe (1):", "a) l'interdiction de territoire court pour les deux ans suivant la décision la constatant en dernier ressort, si le résident permanent ou l'étranger n'est pas au pays, ou suivant l'exécution de la mesure de renvoi; [...]", "67. (1) Il est fait droit à l'appel sur preuve qu'au moment où il en est disposé:", "[. . . . .]", "c) sauf dans le cas de l'appel du ministre, il y a - compte tenu de l'intérêt supérieur de l'enfant directement touché - des motifs d'ordre humanitaire justifiant, vu les autres circonstances de l'affaire, la prise de mesures spéciales.", "V. Analysis", "Standard of Review"], ["[9]", "The Supreme Court of Canada recently held in", "<FRAGMENT_SUPPRESSED>  that there are now only two standards of review: reasonableness and correctness. A determination of the applicable standard of review involves a two-step process. First, the Court should consider past jurisprudence to determine whether the appropriate standard of review has already been established. Where this search proves fruitless, the Court should undertake an analysis of the four factors comprising the standard of review analysis."], ["[10]", "Although the Applicant has framed the issues in this case as ones of procedural fairness (arguing that the IAD ignored or misconstrued evidence before it) I find that her submissions challenge the IAD's findings of fact. It is well-settled that the factual findings of the IAD in relation to a discretionary decision under subsection 61(1) of the Act are to be afforded significant deference by the reviewing Court. The Court will not interfere with the IAD's Decision as long as it has exercised its discretion in good faith and without regard to extraneous or irrelevant considerations (", "<FRAGMENT_SUPPRESSED>  at para. 21)."], ["[11]", "The IAD's credibility findings are also findings of fact and are to be afforded significant deference by the reviewing Court. The IAD has had the opportunity to hear and see the Applicant give evidence in an oral hearing and is thus in the best position to assess her credibility. As Justice Beaudry stated in", "<FRAGMENT_SUPPRESSED> :", "20. The IAD, in a hearing de novo, is entitled to determine the plausibility and credibility of the testimony and other evidence before it. The weight to be assigned to that evidence is also a matter for the IAD to determine. As long as the conclusions and inferences drawn by the IAD are reasonably open to it on the record, there is no basis for interfering with its decision. Where an oral hearing has been held, more deference is accorded to the credibility findings."], ["[12]", "It is well-settled that the IAD's decisions based on findings of fact cannot be set aside unless they meet the criteria set out in section 18.1(4)(d) of the Federal Courts Act, which provides that the Court may set aside a decision of the tribunal if the decision is based \"on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it.\" Traditionally, the standard of patent unreasonableness has been applied to questions of this kind. In light of <FRAGMENT_SUPPRESSED> , supra, and the degree of deference that is to be afforded to the IAD's credibility findings and findings of fact, I find that the applicable standard of review of the Decision is reasonableness. As stated by the Court in <FRAGMENT_SUPPRESSED> , supra, at para. 47, this standard \"is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" Thus, the Decision should stand unless I find that, with regard to the facts and law, the Decision falls outside the \"range of possible, acceptable outcomes.\"", "1. In exercising its H&C discretion, did the IAD make an erroneous finding of fact by ignoring or misconstruing evidence before it?"], ["[13]", "The Applicant argues that the IAD overlooked and misunderstood key portions of the evidence. She argues that the IAD failed to appreciate that the misrepresentation in this case did not arise out of any direct act by the Applicant, but that it was her father who misrepresented her age on his application for permanent residence. She also submits that the IAD failed to appreciate that the Applicant, upon learning that the information regarding the date of her birth was incorrect after having been alerted to the fact by the Department of Citizenship and Immigration Canada, promptly admitted the error. This admission, argues the Applicant, ought to have been considered by the IAD in its assessment of the H&C considerations in the Applicant's case."], ["[14]", "The Applicant also submits that the IAD misconstrued the evidence in finding that she attempted to minimize her responsibility for the misrepresentation. The Applicant argues that she accepted responsibility for the misrepresentation and she did not attempt to minimize it. She further argues that the IAD misconstrued or misunderstood the evidence before it in finding that she blamed others for the misrepresentation and that her failure to declare her real date of birth was deliberate. The Applicant argues that she did not blame anyone, per se, but that her evidence was that she had simply relied on her father for information and had no reason to doubt that he would provide correct information. Further, she submits that it was her father, and not her, who deliberately declared a false date of birth and that this was done without her knowledge."], ["[15]", "The Applicant also submits that the IAD was influenced by the contents of another appeal before the IAD which involved the Applicant's husband. The Applicant takes issue with the IAD's statement that \"now she wants me to believe that she has no one to go to in India, despite being legally married at least once....\" The Applicant submits that the IAD ignored evidence that the IAD, in the appeal regarding the sponsorship of her husband, found that her husband had only married her in order to gain access to Canada. Further, there was testimonial evidence given by the Applicant on this appeal that her husband and her husband's family have told her that, unless her husband is able to come to Canada, she would not be allowed to stay in their home in India. The Applicant submits that the IAD overlooked the evidence corroborating her testimony in the IAD's finding on the previous appeal."], ["[16]", "The Applicant also argues that the IAD ignored evidence in coming to the conclusion that she would not suffer hardship if removed to India. She submits that there was evidence before the IAD that she had always lived with her father before coming to Canada, and that her father would not be able to return to India because of his poor health and because he no longer holds Indian citizenship. Further, there was evidence before the IAD that the Applicant would not be able to stay with her husband upon returning to India and that she would suffer hardship in India because, according to the Applicant, a person who has had two failed marriages would be looked upon very poorly by Indian society, and thus it is unlikely that she would be able to re-marry."], ["[17]", "Lastly, the Applicant takes issue with the IAD's finding that her level of establishment in Canada was not sufficient to warrant an H&C exemption. The Applicant argues that there was evidence before the IAD of her establishment and that the IAD was dismissive of this evidence. She argues that the IAD's findings regarding her misrepresentation tainted its assessment of this factor, and thus the IAD failed to deal with this issue fairly and fully."], ["[18]", "The Applicant has made a number of submissions which, in my view, merely suggest that she disagrees with the findings of the IAD. She has not established that the IAD ignored or misconstrued evidence before it, thereby basing its Decision on an erroneous finding of fact or without regard to the material before it. It is important to remember that the IAD's Decision whether or not to grant H&C exemption from the provisions of the Act is a discretionary one and requires due deference from the Court."], ["[19]", "I do not agree that the IAD misconstrued the evidence by finding that the Applicant minimized the misrepresentation, or that the IAD erred by ignoring corroborative evidence regarding whether or not the Applicant would be allowed to stay with her husband upon returning to India. The IAD found at paragraph 7 of it's Decision as follows:", "Firstly, the appellant attempted to minimize her responsibility for the misrepresentations. She said that she does not know how to read and write and that her date of birth was given by her father when he applied for landing. She told me that she always believed that she was born in 1981 and not in 1972 until recently. I do not find her credible at all. It is not only the first time that she was lied under oath to this IAD. In 2004, when she sponsored her husband, she testified that it was her first marriage when in fact she married her first husband on or about 1996. In cross-examination and pressed by Minister's counsel to explain these issues, she said over and over that she was sorry. Not only that, now she wants me to believe that she has not [sic] one to go to in India, despite being legally married at least once, and that being a single woman the police will arrest her."], ["[20]", "Subsection 40(1)(a) of the Act provides that a misrepresentation need not be direct. A person may also be inadmissible for indirectly misrepresenting or withholding material facts relating to a relevant matter that induces or could induce an error in the administration of the Act. As the Respondent points out, the record is replete with misrepresentations by the Applicant concerning her marriage history and her age and the IAD had a substantial basis upon which to base its findings. Applicant's counsel points out that, in all of these matters, the Applicant's illiteracy and lack of education should be taken into account. However, in reading the Decision it is clear that the IAD took these factors into account when it ruled upon the Applicant's misrepresentations and her credibility. There are many inconsistencies that support the IAD's findings. It is clear to me that the IAD did not ignore that Applicant's evidence; it simply rejected it for the most and found that she was someone who has misused the system and could not be believed. I do not find the IAD erred in concluding that, despite the Applicant's alleged ignorance of the misrepresentation, the Applicant had either directly or indirectly misrepresented her age.. Even if it were true that the Applicant relied on her father to provide accurate information with respect to her age and that, contrary to her knowledge, the information provided by her father was incorrect, this would not preclude the application of section 40 of the Act. The misrepresentation remains a direct or indirect misrepresentation that, in this case, induced an error in the administration of the Act. Thus, I do not find that the IAD erred in this regard."], ["[21]", "I further conclude that the IAD, in assessing the Applicant's credibility, did not err by taking into consideration the fact that the Applicant lied under oath in her appeal before the IAD in 2004 when she failed to disclose her first marriage. I do not think that the IAD's assessment of the Applicant's credibility was based solely on her history of failing to provide truthful information, but find that this was only one factor in the IAD's assessment of the Applicant's credibility. Reading the Decision as a whole, it is clear that the IAD found the Applicant not to be credible based on her contradictory statements, including statements about her age, her evasive answers, her implausible assertion that she had always believed she was nine years younger than she was, as well as her previous failure to disclose her first marriage and her history of lying under oath to the IAD. In light of the significant degree of deference to be given to the IAD in its findings on credibility, I find that it was reasonably open to the IAD to find the Applicant not credible and to reject her evidence accordingly."], ["[22]", "I also find that the IAD did not ignore evidence in coming to the conclusion that the Applicant would not suffer hardship if removed to India. The Decision clearly indicates that the IAD considered the Applicant's evidence but could not accept it and concluded that the hardship the Applicant would suffer if removed from Canada, if any, was not of such a degree as to warrant special relief in the Applicant's circumstances. At paragraphs 11 and 12 of the Decision, the IAD states as follows:", "Although the appellant explained that she will have a difficult time in India upon return, it is to be noted that the appellant lived in India for approximately 29 years before coming to Canada without encountering any difficulties and there is no reason to believe that she will face any hardship if she were removed from Canada.", "I understand that the appellant is close to her father and she lives with him. However, it will be difficulty [sic] and dislocation [sic] at first when she return [sic] to India but it is insufficient for me to conclude that it will cause undue hardship upon her. The father has the option to go to India with the appellant if he wishes. He was a willing participant of the misrepresentation and he should be willing to bare the consequences."], ["[23]", "It is trite law that, on judicial review, this Court should not undertake a reweighing of the evidence (", "<FRAGMENT_SUPPRESSED> ). Based on the evidence before the IAD, I find that it was reasonably open to the IAD to conclude that the possible hardship the Applicant would suffer if removed from Canada was not sufficient to warrant special relief in the Applicant's circumstances."], ["[24]", "I also find that the IAD did not err in its determination of the Applicant's establishment in Canada. The IAD accepted the Applicant's evidence regarding her steady employment, her involvement in the community, and that her Canadian friendships demonstrated some degree of establishment in Canada. However, the IAD found that the Applicant's degree of establishment and the difficulty she would face if returned to India were not sufficient to justify an exemption to the Applicant from the provisions of the Act. This finding was not unreasonable and therefore does not constitute a reviewable error."], ["[25]", "In my view, even if the IAD had accepted that the Applicant was an unwitting participant in the misrepresentation about her age and marital status, the IAD was entitled to find that special relief was not warranted. The IAD's reasons demonstrate that it properly weighed and considered the evidence before it. The Applicant has, in my view, failed to establish that the IAD committed a reviewable error.", "JUDGMENT"], ["[26]", "THIS COURT ORDERS AND ADJUDGES that", "1. This application for judicial review is dismissed;", "2. There are no questions for certification.", "[End of document]"]]}