{"id_": "077675", "body_str": [["[1]", "Le juge de Montigny", ": Le demandeur est présentement incarcéré au Centre fédéral de formation de Laval, un pénitencier à sécurité minimum. Sa demande de contrôle judiciaire porte sur une décision de la Section d'appel de la Commission nationale des libérations conditionnelles (la Section d'appel), rendue le 10 avril 2007. Cette décision rejetait l'appel formé par le demandeur à l'encontre d'une décision de la Commission nationale des libérations conditionnelles (la Commission) lui refusant toute forme de libération. Pour les motifs qui suivent, j'estime que la présente demande de contrôle judiciaire doit être rejetée.", "I. Faits"], ["[2]", "Le demandeur a un long passé criminel, qui débute en 1972 avec une première condamnation pour des délits dirigés contre les biens et la propriété ainsi que pour voies de fait contre un agent de la paix. Il a également avoué avoir perpétré plusieurs vols qualifiés qui n'apparaissent pas à son dossier."], ["[3]", "Après avoir mené à terme une surveillance obligatoire en 1974, il a été condamné à une seconde peine en 1976 à la suite d'une récidive dans trois délits de viol. Cette peine fut caractérisée par des suspensions et des révocations des mesures d'élargissement à la suite de bris de conditions et de récidives. En 1980, il a commis de nouveaux vols à main armée à la pointe de revolvers chargés. Finalement, il a été arrêté pour meurtre au premier degré en 1982, alors qu'il était en liberté surveillée depuis environ un mois. Il a alors été condamné à perpétuité, sans possibilité de libération conditionnelle avant 25 ans."], ["[4]", "Au cours des premières années de son incarcération, M. Bouchard est considéré comme un leader au sein de l'établissement à sécurité maximale dans lequel il est détenu. Selon diverses informations, il appert qu'il était impliqué dans le trafic de stupéfiants, semait la terreur, menaçait et agressait des détenus. Quelques années plus tard, il devait cependant cesser sa consommation de drogues et d'alcool et il commença à participer à des programmes de réhabilitation."], ["[5]", "Son comportement exemplaire lui valut un transfert dans un établissement à sécurité moyenne en 1991, puis à sécurité minimale en 1997. Le demandeur obtint également le droit de participer à plusieurs sorties avec escorte entre 2000 et 2003."], ["[6]", "En 2002, M. Bouchard fit une demande de révision judiciaire afin d'obtenir une réduction du délai fixé pour son admissibilité à la libération conditionnelle, conformément à l'article 745.6 du", "Code criminel", ", L.R.C. 1985, c. C-46. Le 12 décembre 2002, la Cour supérieure du Québec accueillit favorablement sa demande, et devança en conséquence son admissibilité à une libération conditionnelle au jour même de son jugement."], ["[7]", "Suite à cette décision, la Commission fixa donc une audition pour le mois de mai 2003. Pour des raisons qui ne sont pas entièrement claires, il semble cependant que le comportement du demandeur se soit détérioré suite à la décision de la Cour supérieure; il ne s'impliquait plus dans les programmes, aurait eu des problèmes lors de ses sorties et aurait aussi menacé un codétenu. En conséquence, son équipe de gestion de cas lui recommande de reporter son audience devant la Commission. M. Bouchard, se croyant lésé dans son droit d'obtenir une libération conditionnelle, refuse de reporter son audience."], ["[8]", "À la mi-février, M. Bouchard fait parvenir une lettre à la Commission dans laquelle il dénonce certaines activités de codétenus et se plaint du fait qu'on lui refuse certains privilèges pourtant accordés à des codétenus moins méritants que lui. Quelques jours plus tard, le directeur de l'établissement autorise le placement involontaire en isolement préventif de M. Bouchard après avoir pris connaissance de cette lettre. Cette décision est fondée sur le refus de ce dernier de modifier son comportement et de reconnaître ses difficultés et ses conflits avec les intervenants et les codétenus. On estime également que sa lettre envoyée à la Commission témoigne d'une situation de « désorganisation personnelle grave ». Le demandeur restera en isolement pendant 70 jours, puis sera transféré dans un établissement à sécurité moyenne. On décide également de hausser sa cote de sécurité à « moyenne »."], ["[9]", "Ces décisions du Service correctionnel ont fait l'objet d'un grief par le demandeur. Dans une décision rendue le 16 juin 2003, ma collègue la juge Johanne Gauthier a fait droit à la demande de contrôle judiciaire de M. Bouchard et renvoyé le grief du demandeur pour réexamen. Cette décision était fondée sur le fait que le décideur avait manqué à son obligation d'agir équitablement, étant donné que l'on n'avait pas considéré la preuve pertinente au dossier. Mme la juge Gauthier a cependant bien pris soin de noter que la Cour n'avait pas compétence pour ordonner quoi que ce soit au Service correctionnel ou à la Commission à l'égard de la libération conditionnelle du demandeur. La redétermination du grief du demandeur a fait l'objet d'une nouvelle demande de contrôle judiciaire par le demandeur, demande qui a cette fois été rejetée par mon collègue le juge Michael Shore le 7 juin 2007."], ["[10]", "L'audience devant la Commission sur la libération du demandeur, qui devait originalement avoir lieu en mai 2003, a été reportée une première fois de 60 jours en raison du défaut de fournir les documents prescrits. Elle fut de nouveau reportée à la demande de M. Bouchard, qui estimait qu'une cote de sécurité moyenne diminuait ses chances de succès. En septembre 2003, la cote de sécurité du demandeur fut réévaluée à « minimum », et il fut transféré dans un établissement à sécurité minimum au début du mois d'octobre 2003."], ["[11]", "L'audience devant la Commission s'est finalement tenue le 25 février 2004. Cette dernière rejeta la demande de libération conditionnelle de M. Bouchard et indiqua qu'il ne pourrait se représenter devant elle avant deux ans. Cette décision fut confirmée par la Section d'appel le 3 mai 2004, et il n'y eut aucune demande de contrôle judiciaire de cette décision."], ["[12]", "Le 25 juillet 2006, la Commission a tenu une nouvelle audience afin d'étudier l'admissibilité du demandeur à différentes formes de mise en liberté. Encore une fois, la Commission a conclu qu'il était inopportun d'accorder au demandeur une quelconque forme de mise en liberté."], ["[13]", "Après un rappel de la fiche et du comportement criminel du demandeur ainsi qu'une analyse des diverses évaluations réalisées depuis 1995, la Commission a rappelé les améliorations significatives du demandeur. Elle a cependant noté sa régression comportementale des dernières années, et a notamment considéré l'attitude négative et inadéquate du demandeur qui a entraîné un arrêt du programme de sortie avec escorte en 2003, programme dont il bénéficiait depuis deux ans."], ["[14]", "La Commission a signalé que ce changement de comportement coïncidait avec la décision favorable qu'il avait obtenue en 2002, en vertu de laquelle il devenait immédiatement éligible à une libération conditionnelle. L'attitude négative adoptée par le demandeur devait par la suite conduire à son isolement préventif et à son transfert dans un établissement à sécurité moyenne. La Commission a néanmoins noté que le demandeur avait fait preuve d'une attitude plus positive et s'était impliqué au niveau social et scolaire dans le milieu carcéral depuis son retour en établissement à sécurité minimale."], ["[15]", "La Commission a relevé le refus du demandeur de s'impliquer dans un programme de gestion des émotions et de participer à un programme de sortie avec escorte, freinant du même coup son processus d'élargissement progressif. Elle a également mentionné que sa rigidité d'esprit, son « mode oppositionnel d'entrée en relation » et son attitude revendicatrice entravaient son processus de réinsertion sociale."], ["[16]", "Enfin, la Commission a tenu compte de l'évaluation de son équipe de gestion de cas, selon laquelle toute forme d'élargissement du demandeur présente toujours un risque inacceptable pour la société compte tenu du risque élevé de récidive, de sa difficulté à respecter ses périodes d'élargissement, de son refus de participer aux programmes, de son attitude rigide et de la négation de son délit. Elle conclut que la balle est dans le camp du demandeur, qui doit rehausser sa crédibilité en participant à des programmes d'élargissement graduel en communauté avec escorte. La Commission conclut en ces termes:", "Pour l'instant, la Commission est d'avis qu'il n'est pas opportun de vous accorder un programme de permissions de sortie sans escorte, une semi-liberté ou une libération conditionnelle totale. En effet, compte tenu de la situation actuelle qui persiste dans vos relations avec votre équipe de gestion de cas, il est utopique de penser que vous offririez une meilleure collaboration en communauté. Cette situation rend donc le risque inacceptable pour ces formes d'élargissement.", "Dossier du tribunal, onglet 3, p. 5"], ["[17]", "Le demandeur en a appelé de cette décision devant la Section d'appel, conformément à l'article 147 de la", "Loi sur le système correctionnel et la mise en liberté sous condition", ", L.C. 1992, c. 20 (la Loi).", "II. La décision contestée"], ["[18]", "La Section d'appel a conclu que la Commission avait rendu une décision raisonnable, qui trouve appui dans la preuve, et qui est la moins restrictive possible compte tenu du risque posé par le demandeur pour la société."], ["[19]", "Après avoir écouté l'enregistrement de l'audience devant la Commission et avoir lu les motifs de cette dernière, la Section d'appel a approuvé l'évaluation qu'avait faite la Commission de la preuve déposée devant elle. Elle a conclu que les commissaires semblaient bien au fait de la nature violente de la criminalité du demandeur et de la nature de son délit, de la négation de son crime, des progrès qu'il avait effectués et de sa régression au cours des dernières années. La Section d'appel a aussi noté que la Commission avait tenu compte de l'évaluation psychologique faite en 2005, du risque de récidive important présenté par le demandeur, de son manque d'implication dans son plan correctionnel et de sa méfiance envers le Service correctionnel."], ["[20]", "En tenant compte de tous ces éléments, la Section d'appel en est arrivé à la conclusion que le peu de progrès du demandeur, son hostilité par rapport au Service correctionnel et son niveau de", "risque élevé justifiaient la décision de la Commission selon laquelle il n'était pas susceptible de fournir une meilleure collaboration en communauté. Voici ce que la Section d'appel écrit à ce sujet:", "Compte tenu de la nature de votre criminalité, de la négation du délit de meurtre, de votre refus de participer aux programmes, de votre niveau de risque de récidive violente, et de la méfiance que vous éprouvez vis-à-vis de votre équipe de gestion de cas, la Commission a conclu que votre risque pourrait difficilement être géré sous toutes formes d'élargissement.", "Monsieur Bouchard, la Section d'appel est convaincue que les décisions de la Commission sont raisonnables et appuyées par de l'information pertinente, adéquate et fiable. En effet, vous purgez une sentence à perpétuité pour un meurtre au premier degré, et l'addenda à l'Évaluation en vue d'une décision en date du 27 juin 2006, et l'Évaluation en vue d'une décision en date du 9 décembre 2005, indiquent clairement le peu de progrès que vous avez fait, et l'hostilité que vous éprouvez vis-à-vis le SCC. Compte tenu de la relation que vous entretenez avec les intervenants du SCC et du niveau de risque que vous présentez, il n'était pas déraisonnable pour les commissaires de conclure que vous ne seriez pas en mesure d'offrir une meilleure collaboration avec les intervenants du SCC en communauté. De plus, l'évaluation psychologique en date du 5 mai 2003 fait état de votre désorganisation et de vos comportements problématiques à cette époque. Finalement, la décision de la Cour Fédérale a bel et bien été discutée durant l'audience. Donc, contrairement aux arguments soulevés dans votre soumission d'appel, la Section d'appel conclut que la Commission avait suffisamment de renseignements crédibles, et amplement l'espace discrétionnaire pour rendre les décisions prises dans votre cas. De plus, nous sommes convaincus que les décisions de la Commission prises dans votre cas en juillet dernier, sont raisonnables et en conformité avec la Loi et les politiques de la CNLC. La Commission a rendu les décisions les moins restrictives compte tenu de la protection de la société.", "Dossier du tribunal, onglet 1, pp. 3-4.", "III. Questions en litige"], ["[21]", "Le demandeur, qui se représente lui-même, a soulevé de nombreuses questions sur lesquelles devraient porter la présente demande de contrôle judiciaire. Certaines d'entre elles ne peuvent cependant être considérées dans le cadre du présent recours, dans la mesure où elles n'ont pas été soumises à la Section d'appel et à la Commission. D'autres ont déjà été traitées dans le cadre d'autres procédures entreprises par le demandeur. Après avoir attentivement considéré les représentations écrites et orales de M. Bouchard, il m'est apparu que son argumentation au demeurant fort bien présentée s'articule autour des deux questions suivantes:", "• La Commission et la Section d'appel ont-elles errées dans leur analyse du risque que représente le demandeur?", "• Le maintien en détention du demandeur constitue-t-il un traitement cruel et inusité, au sens de l'article 12 de la", "Charte canadienne des droits et libertés", "(la Charte)?", "IV. Les dispositions législatives pertinentes", "Loi sur le système correctionnel et la mise en liberté sous condition (1992, ch. 20)", "Principes", "101. La Commission et les commissions provinciales sont guidées dans l'exécution de leur mandat par les principes qui suivent:", "a) la protection de la société est le critère déterminant dans tous les cas;", "b) elles doivent tenir compte de toute l'information pertinente disponible, notamment les motifs et les recommandations du juge qui a infligé la peine, les renseignements disponibles lors du procès ou de la détermination de la peine, ceux qui ont été obtenus des victimes et des délinquants, ainsi que les renseignements et évaluations fournis par les autorités correctionnelles;", "c) elles accroissent leur efficacité et leur transparence par l'échange de renseignements utiles au moment opportun avec les autres éléments du système de justice pénale d'une part, et par la communication de leurs directives d'orientation générale et programmes tant aux délinquants et aux victimes qu'au public, d'autre part;", "d) le règlement des cas doit, compte tenu de la protection de la société, être le moins restrictif possible;", "e) elles s'inspirent des directives d'orientation générale qui leur sont remises et leurs membres doivent recevoir la formation nécessaire à la mise en oeuvre de ces directives;", "f) de manière à assurer l'équité et la clarté du processus, les autorités doivent donner aux délinquants les motifs des décisions, ainsi que tous autres renseignements pertinents, et la possibilité de les faire réviser.", "Critères", "102. La Commission et les commissions provinciales peuvent autoriser la libération conditionnelle si elles sont d'avis qu'une récidive du délinquant avant l'expiration légale de la peine qu'il purge ne présentera pas un risque inacceptable pour la société et que cette libération contribuera à la protection de celle-ci en favorisant sa réinsertion sociale en tant que citoyen respectueux des lois.", "Motifs de l'octroi", "116. (1) La Commission peut autoriser le délinquant visé à l'alinéa 107(1)e) à sortir sans escorte lorsque, à son avis, les conditions suivantes sont remplies:", "a) une récidive du délinquant pendant la sortie ne présentera pas un risque inacceptable pour la société;", "b) elle l'estime souhaitable pour des raisons médicales, administratives, de compassion ou en vue d'un service à la collectivité, ou du perfectionnement personnel lié à la réadaptation du délinquant, ou pour lui permettre d'établir ou d'entretenir des rapports familiaux notamment en ce qui touche ses responsabilités parentales;", "c) sa conduite pendant la détention ne justifie pas un refus;", "d) un projet de sortie structuré a été établi.", "Idem", "(2) Le commissaire ou le directeur du pénitencier peut accorder une permission de sortir sans escorte à tout délinquant, autre qu'un délinquant visé à l'alinéa 107(1)e), lorsque, à son avis, ces mêmes conditions sont remplies.", "Raisons médicales", "(3) Les permissions de sortir sans escorte pour raisons médicales peuvent être accordées pour une période illimitée.", "Services à la collectivité et perfectionnement personnel", "(4) Les permissions de sortir sans escorte pour service à la collectivité ou pour perfectionnement personnel peuvent être accordées pour une période maximale de quinze jours au plus trois fois par an dans le cas des délinquants qui, en application d'une décision du Service font partie de la catégorie dite « à sécurité moyenne », et quatre fois par an dans le cas de ceux qui font partie de la catégorie dite « à sécurité minimale ».", "Intervalle minimal", "(5) L'intervalle minimal de détention entre les sorties visées au paragraphe (4) est de sept jours.", "Exception", "(6) Lorsque le délinquant suit un programme particulier de perfectionnement personnel, la permission de sortir peut toutefois être accordée pour une période maximale de soixante jours et renouvelée pour des périodes additionnelles d'au plus soixante jours.", "Autres cas", "(7) Pour des raisons autres que celles qui sont mentionnées aux paragraphes (3) ou (4), des permissions de sortir sans escorte peuvent être accordées pour une période maximale de quarante-huit heures par mois, dans le cas des délinquants qui font partie de la catégorie dite « à sécurité moyenne », et de soixante-douze heures par mois, s'ils font partie de celle dite « à sécurité minimale ».", "Demandes de permission", "(8) Les demandes de permission de sortir sans escorte se font selon les modalités réglementaires de temps et autres.", "Temps de déplacement", "(9) La durée de validité de la permission de sortir sans escorte ne comprend pas le temps qui peut être accordé pour les déplacements entre le lieu de détention et la destination du délinquant.", "Annulation de la sortie", "(10) L'autorité qui a accordé une permission de sortir sans escorte peut, soit avant, soit après la sortie du délinquant, l'annuler dans les cas suivants:", "a) l'annulation paraît nécessaire et justifiée par suite de la violation d'une des conditions ou pour empêcher une telle violation;", "b) les motifs de la décision d'accorder la permission ont changé ou n'existent plus;", "c) on a procédé au réexamen du dossier à la lumière de renseignements qui ne pouvaient raisonnablement avoir été communiqués lors de l'octroi de la permission.", "Droit d'appel", "147. (1) Le délinquant visé par une décision de la Commission peut interjeter appel auprès de la Section d'appel pour l'un ou plusieurs des motifs suivants:", "a) la Commission a violé un principe de justice fondamentale;", "b) elle a commis une erreur de droit en rendant sa décision;", "c) elle a contrevenu aux directives établies aux termes du paragraphe 151(2) ou ne les a pas appliquées;", "d) elle a fondé sa décision sur des renseignements erronés ou incomplets;", "e) elle a agi sans compétence, outrepassé celle-ci ou omis de l'exercer.", "Décision du vice-président", "(2) Le vice-président de la Section d'appel peut refuser d'entendre un appel sans qu'il y ait réexamen complet du dossier dans les cas suivants lorsque, à son avis:", "a) l'appel est mal fondé et vexatoire;", "b) le recours envisagé ou la décision demandée ne relève pas de la compétence de la Commission;", "c) l'appel est fondé sur des renseignements ou sur un nouveau projet de libération conditionnelle ou d'office qui n'existaient pas au moment où la décision visée par l'appel a été rendue;", "d) lors de la réception de l'avis d'appel par la Section d'appel, le délinquant a quatre-vingt-dix jours ou moins à purger.", "Délais et modalités", "(3) Les délais et les modalités d'appel sont fixés par règlement.", "Décision", "(4) Au terme de la révision, la Section d'appel peut rendre l'une des décisions suivantes:", "a) confirmer la décision visée par l'appel;", "b) confirmer la décision visée par l'appel, mais ordonner un réexamen du cas avant la date normalement prévue pour le prochain examen;", "c) ordonner un réexamen du cas et ordonner que la décision reste en vigueur malgré la tenue du nouvel examen;", "d) infirmer ou modifier la décision visée par l'appel.", "Mise en liberté immédiate.", "(5) Si sa décision entraîne la libération immédiate du délinquant, la Section d'appel doit être convaincue, à la fois, que:", "a) la décision visée par l'appel ne pouvait raisonnablement être fondée en droit, en vertu d'une politique de la Commission ou sur les renseignements dont celle-ci disposait au moment de l'examen du cas;", "b) le retard apporté à la libération du délinquant serait inéquitable.", "Principles guiding parole boards", "101. The principles that shall guide the Board and the provincial parole boards in achieving the purpose of conditional release are", "(a) that the protection of society be the paramount consideration in the determination of any case;", "(b) that parole boards take into consideration all available information that is relevant to a case, including the stated reasons and recommendations of the sentencing judge, any other information from the trial or the sentencing hearing, information and assessments provided by correctional authorities, and information obtained from victims and the offender;", "(c) that parole boards enhance their effectiveness and openness through the timely exchange of relevant information with other components of the criminal justice system and through communication of their policies and programs to offenders, victims and the general public;", "(d) that parole boards make the least restrictive determination consistent with the protection of society;", "(e) that parole boards adopt and be guided by appropriate policies and that their members be provided with the training necessary to implement those policies; and", "(f) that offenders be provided with relevant information, reasons for decisions and access to the review of decisions in order to ensure a fair and understandable conditional release process.", "Criteria for granting parole", "102. The Board or a provincial parole board may grant parole to an offender if, in its opinion,", "(a) the offender will not, by reoffending, present an undue risk to society before the expiration according to law of the sentence the offender is serving; and", "(b) the release of the offender will contribute to the protection of society by facilitating the reintegration of the offender into society as a law-abiding citizen.", "Conditions for authorization", "116. (1) The Board may authorize the unescorted temporary absence of an offender referred to in paragraph 107(1)(e) where, in the opinion of the Board,", "(a) the offender will not, by reoffending, present an undue risk to society during the absence;", "(b) it is desirable for the offender to be absent from penitentiary for medical, administrative, community service, family contact, personal development for rehabilitative purposes, or compassionate reasons, including parental responsibilities;", "(c) the offender's behaviour while under sentence does not preclude authorizing the absence; and", "(d) a structured plan for the absence has been prepared.", "Idem", "(2) The Commissioner or the institutional head may authorize the unescorted temporary absence of an offender, other than an offender referred to in paragraph 107(1)(e), where, in the opinion of the Commissioner or the institutional head, as the case may be, the criteria set out in paragraphs (1)(a) to (d) are met.", "Medical reasons", "(3) An unescorted temporary absence for medical reasons may be authorized for an unlimited period.", "Personal development or community service", "(4) Subject to subsection (6), an unescorted temporary absence for reasons of community service or personal development may be authorized for a maximum of fifteen days, at the rate of not more than three times a year for an offender classified by the Service as a medium security offender and not more than four times a year for an offender classified as a minimum security offender.", "Intervals", "(5) An unescorted temporary absence authorized for reasons referred to in subsection (4) must be followed by a period of custody of at least seven days before the next such absence.", "Exception", "(6) An unescorted temporary absence for purposes of a specific personal development program may be authorized for a maximum of sixty days and may be renewed, for periods of up to sixty days each, for the purposes of the program.", "Absences for other reasons", "(7) Unescorted temporary absences for reasons other than those referred to in subsection (3) or (4) may be authorized for a maximum total of forty-eight hours per month for an offender classified by the Service as a medium security offender, and for a maximum total of seventy-two hours per month for an offender classified as a minimum security offender.", "Regulations", "(8) The circumstances and manner in which, and the time at which, an application for an unescorted temporary absence must be made shall be prescribed by the regulations.", "Travel time", "(9) In addition to the period authorized for the purposes of an unescorted temporary absence, an offender may be granted the time necessary to travel to and from the place where the absence is authorized to be spent.", "Cancellation of absence", "(10) The Board, the Commissioner or the institutional head, whichever authorized a particular unescorted temporary absence of an offender, may cancel that absence, either before or after its commencement,", "(a) where the cancellation is considered necessary and reasonable to prevent a breach of a condition of the absence or where such a breach has occurred;", "(b) where the grounds for granting the absence have changed or no longer exist; or", "(c) after a review of the offender's case based on information that could not reasonably have been provided when the absence was authorized.", "Right of appeal", "147. (1) An offender may appeal a decision of the Board to the Appeal Division on the ground that the Board, in making its decision,", "(a) failed to observe a principle of fundamental justice;", "(b) made an error of law;", "(c) breached or failed to apply a policy adopted pursuant to subsection 151(2);", "(d) based its decision on erroneous or incomplete information; or", "(e) acted without jurisdiction or beyond its jurisdiction, or failed to exercise its jurisdiction.", "Decision of Vice-Chairperson", "(2) The Vice-Chairperson, Appeal Division, may refuse to hear an appeal, without causing a full review of the case to be undertaken, where, in the opinion of the Vice-Chairperson,", "(a) the appeal is frivolous or vexatious;", "(b) the relief sought is beyond the jurisdiction of the Board;", "(c) the appeal is based on information or on a new parole or statutory release plan that was not before the Board when it rendered the decision appealed from; or", "(d) at the time the notice of appeal is received by the Appeal Division, the offender has ninety days or less to serve before being released from imprisonment.", "Time and manner of appeal", "(3) The time within which and the manner in which a decision of the Board may be appealed shall be as prescribed by the regulations.", "Decision on appeal", "(4) The Appeal Division, on the completion of a review of a decision appealed from, may", "(a) affirm the decision;", "(b) affirm the decision but order a further review of the case by the Board on a date earlier than the date otherwise provided for the next review;", "(c) order a new review of the case by the Board and order the continuation of the decision pending the review; or", "(d) reverse, cancel or vary the decision.", "Conditions of immediate release", "(5) The Appeal Division shall not render a decision under subsection (4) that results in the immediate release of an offender from imprisonment unless it is satisfied that", "(a) the decision appealed from cannot reasonably be supported in law, under the applicable policies of the Board, or on the basis of the information available to the Board in its review of the case; and", "(b) a delay in releasing the offender from imprisonment would be unfair.", "V. Analyse", "1) La norme de contrôle applicable"], ["[22]", "Le procureur des défendeurs a fait valoir lors de l'audition que la norme de contrôle applicable devait être celle de la décision manifestement déraisonnable. À l'appui de ses prétentions, il s'est fondé sur la décision de notre  <FRAGMENT_SUPPRESSED>  (QL) [ <FRAGMENT_SUPPRESSED> ], tout en admettant que la jurisprudence subséquente est contradictoire et que la question de la norme de contrôle applicable demeure ouverte."], ["[23]", "Dans l'arrêt <FRAGMENT_SUPPRESSED> , Mme la juge Tremblay-Lamer a écrit:"], ["[6] Le rôle de la section d'appel est de s'assurer que la CNLC s'est conformée à la Loi et à ses politiques, qu'elle a respecté les règles de justice fondamentale et que ses décisions sont basées sur des renseignements pertinents et fiables. Ce n'est que dans la mesure où ses conclusions sont manifestement déraisonnables que l'intervention de cette Cour est justifiée."], ["[24]", "Suite à cette décision, la Cour d'appel fédérale s'est penchée sur le rôle particulier de la Section d'appel. Dans l'arrêt", "<FRAGMENT_SUPPRESSED> , la Cour en est arrivée à la conclusion que la Section d'appel se situait à mi-chemin entre une Cour d'appel et une cour de révision judiciaire. Voici comment elle s'est exprimée sur le sujet:"], ["[6] La Section d'appel est une créature hybride. Elle entend l' « appel » du délinquant et l'alinéa 147(4)d) lui permet d'infirmer ou de modifier la décision qu'a rendue la Commission à l'encontre de ce dernier. C'est là un pouvoir associé à un appel. Cependant, les motifs d'appel énumérés au paragraphe 147(1) sont essentiellement ceux associés au contrôle judiciaire et le paragraphe 147(4) emploie l'expression « au terme de la révision » (mon soulignement). Qui plus est, l'alinéa 147(5)a) vient réduire considérablement le pouvoir d'intervention de la Section d'appel, et du même coup renforcer considérablement le statut de la décision de la Commission, quand il exige de la Section d'appel qu'elle soit « convaincue », avant de rendre une décision « qui entraîne la libération immédiate du délinquant » [...]"], ["[25]", "La Cour d'appel fédérale a par la suite conclu que le rôle de la Section d'appel consistait à s'assurer de la raisonnabilité de la décision de la Commission. Conséquemment, la Cour fédérale devra procéder à une analyse de la décision de la Commission afin de s'assurer de la légalité de celle de la Section d'appel:"], ["[9] Si la norme de contrôle applicable est celle de la raisonnabilité lorsque la Section d'appel infirme la décision de la Commission, il me paraît improbable que le législateur ait voulu que la norme soit différente lorsque la Section d'appel confirme. Je crois que le législateur, encore que maladroitement, n'a fait que s'assurer à l'alinéa 147(5)a) que la Section d'appel soit en tout temps guidée par la norme de raisonnabilité."], ["[10] La situation inusitée dans laquelle se trouve la Section d'appel rend nécessaire une certaine prudence dans l'application des règles habituelles du droit administratif. Le juge est théoriquement saisi d'une demande de contrôle judiciaire relative à la décision de la Section d'appel, mais lorsque celle-ci confirme la décision de la Commission, il est en réalité appelé à s'assurer, ultimement, de la légalité de cette dernière."], ["[26]", "Que faut-il conclure de ces extraits? À première vue, on pourrait être porté à penser que cette Cour doit appliquer la même norme de contrôle que la Section d'appel, puisque dans les faits, la décision faisant l'objet du contrôle judiciaire est ultimement la décision de la Commission. C'est d'ailleurs la conclusion à laquelle en sont venus la plupart des juges de cette Cour appelés à se prononcer sur cette question au cours des récentes années: voir, à titre d'illustrations,", "<FRAGMENT_SUPPRESSED> ."], ["[27]", "Le défendeur, de son côté, a fait valoir que si l'on applique la même norme de contrôle en Cour fédérale pour les décisions de la Section d'appel que celle retenue pour le contrôle des décisions de la Commission par la Section d'appel, on se trouverait en quelque sorte à transformer le contrôle judiciaire devant cette Cour en un appel", "de novo", "déguisé. La Cour, selon cette logique, serait en quelque sorte appelée à substituer sa décision à celle de la Section d'appel."], ["[28]", "Compte tenu des faits particuliers de la présente affaire, je ne crois pas qu'il soit nécessaire de trancher cette question. Pour les motifs qui suivent, je suis en effet d'avis qu'il n'y a pas lieu pour cette Cour d'intervenir, tant à l'égard de la décision de la Commission qu'à l'égard de sa confirmation par la Section d'appel, et ce peu importe que l'on applique la norme du raisonnable ou du manifestement déraisonnable.", "2) La Commission et la Section d'appel ont-elles erré dans leur analyse du risque que représentait le demandeur?"], ["[29]", "Deux facteurs doivent guider la Commission et la Section d'appel dans leur analyse de l'opportunité d'octroyer une libération à un détenu. La protection de la société est sans aucun doute un facteur primordial à considérer; le risque de récidive présenté par un détenu ne doit pas être inacceptable pour la société. La Commission et la Section d'appel doivent également retenir la solution qui sera la moins restrictive compte tenu du risque posé par un détenu. Comme la Loi est axée sur la protection du public, un détenu présentant un risque ne pouvant être convenablement géré en société se verra refuser la libération."], ["[30]", "Le demandeur a un dossier disciplinaire exemplaire depuis le début des années '90 et son cheminement carcéral témoigne de la bonne conduite dont il a fait preuve. C'est d'ailleurs ce qui a amené la Cour supérieure à devancer sa période d'admissibilité à la libération conditionnelle en 2002. Pourtant, malgré cette décision en sa faveur, la Commission a refusé par la suite d'accorder au demandeur toute forme de libération."], ["[31]", "Tout indique que le comportement du demandeur a radicalement changé suite à cette décision de la Cour supérieure. Peut-être cette décision a-t-elle engendré chez M. Bouchard une fausse expectative de libération imminente, et s'est-il par conséquent senti frustré lorsqu'il a constaté qu'il y avait d'autres étapes à franchir avant de pouvoir recouvrer sa liberté. Toujours est-il que son niveau de coopération avec les divers intervenants du milieu carcéral s'est rapidement détérioré, ce qui augmentait d'autant son risque de récidive une fois relâché aux yeux de la Commission."], ["[32]", "Peu importe les raisons qui ont pu provoquer le changement de comportement du demandeur, j'estime que la Commission et, à sa suite, la Section d'appel, étaient justifiées de lui refuser une libération au vu de la preuve qui était au dossier. Il n'était certes pas déraisonnable de penser que son manque de coopération en milieu carcéral augmentait son risque de récidive et rendait difficile une gestion efficace du risque qu'il présente pour la société."], ["[33]", "Que nous révèlent précisément les différentes évaluations dont a fait l'objet M. Bouchard au cours des récentes années? Dans un premier temps, une évaluation psychologique complétée le 23 septembre 2005 a conclu à la difficulté de gérer une libération conditionnelle totale ou même une semi-liberté du demandeur au regard de sa faible collaboration et de son risque statique de récidive élevé. Le psychologue se disait toutefois en faveur d'une reprise des sorties avec escorte, dans un premier temps, et sans escorte éventuellement, si le demandeur faisait preuve d'un bon comportement."], ["[34]", "Puis, le 11 novembre 2005, son équipe de gestion de cas effectuait un nouveau Suivi du plan correctionnel. Malgré son conformisme et son absence de comportement violent, on y mentionne qu'aucun objectif d'intervention ne pourrait être formulé tant que le demandeur persisterait dans son attitude de fermeture. On explique dans ce suivi que le demandeur refusait alors de s'impliquer dans son plan correctionnel et n'avait effectué aucun cheminement depuis sa dernière évaluation. L'équipe de gestion de cas en a donc conclu qu'une libération conditionnelle totale du demandeur serait irréaliste, tout comme une semi-liberté et un programme de sortie sans escorte. On recommandait plutôt à M. Bouchard d'accepter une réintégration progressive, débutant par le programme de sortie avec escorte, ce qu'il continuait de refuser à ce moment."], ["[35]", "Le 7 décembre 2005, une Évaluation en vue d'une décision recommandait de rejeter les demandes de libération conditionnelle, de semi-liberté et de sorties sans escorte du demandeur. Le risque de récidive du demandeur était considéré comme inacceptable étant donné son risque statique élevé, sa difficulté à respecter ses périodes d'élargissement, son refus de participer aux programmes, son attitude rigide et la négation de son délit. On se disait d'avis que le demandeur présentait un risque de récidive violente de modéré à élevé, qui ne pouvait être géré de façon acceptable en société. Malgré une cote de sécurité faible, le Service correctionnel a évalué que trois détenus sur cinq dans la situation du demandeur commettront un acte criminel suite à leur libération; on ajoutait même que dans la situation actuelle, le risque de récidive présenté par le demandeur était plus probable que ne le reflète cette cote. L'Évaluation recommandait donc à M. Bouchard de s'impliquer dans un programme sur la maîtrise de la colère et des émotions et/ou un suivi psychologique, de développer son introspection, d'assouplir son mode de pensée et de se responsabiliser face à son délit qu'il continuait de nier."], ["[36]", "L'Évaluation en vue d'une décision complétée le 22 juin 2006 ne dénotait aucune amélioration chez le demandeur depuis la dernière évaluation. On y fait notamment état de sa persistance dans son attitude d'opposition et de son manque de collaboration avec son équipe de gestion de cas. On ajoute que sa rigidité d'esprit rend difficiles ses relations avec les divers intervenants du Service correctionnel."], ["[37]", "Compte tenu de cette preuve, je ne crois pas que la décision de la Commission et de la Section d'appel peuvent être qualifiées de déraisonnable. Il est bien établi que la date d'admissibilité à la libération conditionnelle n'emporte pas une libération automatique. Il appartient à la Commission d'évaluer le risque présenté par une libération, en regard de l'objectif primordial de protection prévu par la Loi. La Cour n'a pas pour mandat de substituer sa décision à celle de la Commission, et en l'absence d'une analyse déraisonnable eu égard à la preuve au dossier, l'intervention de cette Cour n'est pas souhaitable. Comme l'écrivait le juge Evans (dissident mais pas sur ce point) dans l'arrêt", "Canada (Procureur général)", "c. <FRAGMENT_SUPPRESSED> , 2005 CAF 132:"], ["[44] Aucun détenu n'a le droit à la libération conditionnelle. La Commission a toute « compétence et latitude » pour accorder une libération conditionnelle:", "Loi sur le système correctionnel et la mise en liberté sous condition,", "L.C. 1992, ch. 20 (LSCMLC), alinéa 107(1)", ")."], ["[45] Cette attribution exceptionnellement large de pouvoir témoigne de la reconnaissance par le législateur des responsabilités extrêmement importantes et délicates de la Commission, tout comme la restriction imposée par la loi à la compétence de la Section d'appel d'infirmer une décision pour une erreur de droit (voir", "<FRAGMENT_SUPPRESSED> à 10). En particulier, la Commission est chargée d'arriver à un règlement des cas le moins restrictif possible compte tenu de sa plus importante responsabilité, soit la protection de la société contre les crimes, et de manière à assurer la clarté et l'équité du processus: voir la LSCMLC, article 101."], ["[46] La Cour doit faire preuve d'une grande prudence en contrôlant l'exercice par la Commission de son large pouvoir discrétionnaire, de crainte de mettre en péril la capacité de la Commission de s'acquitter du mandat que lui confie la loi. Ainsi, les motifs de la Commission ne doivent pas être soumis à un examen excessivement approfondi. En raison de son expertise, l'évaluation qu'elle fait du risque de récidive posé par un requérant commande la plus grande déférence:", "<FRAGMENT_SUPPRESSED> et 19, confirmé par 2003 CAF 287. On ne doit pas non plus dissuader la Commission de poser des questions pertinentes aux fins d'évaluation du risque."], ["[47] Ainsi, la Cour ne doit intervenir que si le requérant dont la libération conditionnelle a été refusée démontre clairement que la Commission a manqué à son devoir d'agir équitablement ou que sa décision était erronée en droit, fondée sur une conclusion de fait non appuyée par la preuve soumise, ou encore manifestement déraisonnable."], ["[38]", "Compte tenu de ces principes, je suis d'avis que la Section d'appel était justifiée de confirmer la décision de la Commission."], ["[39]", "Je ne peux non plus acquiescer aux prétentions du demandeur selon lesquelles la Commission aurait omis de tenir compte du jugement de la Cour fédérale rendue en 2006. Tel que mentionné précédemment, la juge Gauthier avait alors accueilli la demande de contrôle judiciaire du demandeur concernant la contestation de son isolement, de la hausse de sa cote de sécurité ainsi que de son transfert dans un établissement à sécurité moyenne. Cette décision ne concernait pas une décision de la Commission de refuser une libération, mais bien un grief à l'encontre du Service correctionnel. Je peux donc difficilement considérer que la Commission a omis de tenir compte de ce jugement de la Cour fédérale, dans lequel ma collègue précisait explicitement ne pas avoir le pouvoir d'ordonner quoi que ce soit à la Commission.", "3) Le maintien en incarcération du demandeur constitue-t-il un traitement cruel et inusité au sens de l'article 12 de la Charte?"], ["[40]", "Le demandeur allègue que le fait de prolonger son incarcération constitue une peine cruelle et inusitée contrevenant à la Charte. Il s'appuie sur l'arrêt <FRAGMENT_SUPPRESSED> c.", "Établissement Mountain", ", [1990] 2 R.C.S. 1385 [ <FRAGMENT_SUPPRESSED> ], dans lequel la Cour suprême a considéré les trois critères applicables à ce moment-là pour déterminer si l'incarcération constituait une violation de l'article 12 de la Charte. L'alinéa 16(1)(a) de la", "Loi sur la libération conditionnelle", ",  <FRAGMENT_SUPPRESSED>  estimait que les conditions suivantes étaient réunies: l'effet maximal de l'emprisonnement a été atteint par le détenu, la libération conditionnelle facilitera son amendement et sa réadaptation, et sa mise en liberté ne constitue pas un risque trop grand pour la société."], ["[41]", "Après avoir réitéré qu'une peine de durée indéterminée n'est pas en soi contraire à la Charte, la Cour précisait qu'elle pouvait néanmoins le devenir lorsqu'elle n'est pas adaptée à la situation de chaque détenu. Voici d'ailleurs ce qu'elle écrivait à ce propos:"], ["[67] Ce n'est que par l'observation et l'application soigneuses de ces critères qu'il est possible d'adapter la peine d'une durée indéterminée à la situation de chaque délinquant. Le faire permet d'assurer que les dispositions relatives à la détermination de la peine des délinquants dangereux ne violent pas l'art. 12 de la Charte. S'il ressort clairement de la lecture du dossier que la Commission a mal appliqué ces critères ou n'en a pas tenu compte pendant un certain nombre d'années de sorte qu'un délinquant est resté en prison bien au-delà du moment où il aurait dû obtenir sa libération conditionnelle, alors la décision de la Commission de garder le délinquant en prison peut fort bien violer l'art. 12. À mon avis, c'est le cas en l'espèce."], ["[42]", "La Commission doit donc procéder à une analyse des critères législatifs et avoir un motif raisonnable pour refuser la libération conditionnelle. Si elle a effectué une mauvaise application de ces critères, ou encore refusé d'effectuer l'analyse requise, la décision de la Commission peut constituer une violation de l'article 12 de la Charte justifiant l'intervention de la Cour."], ["[43]", "Les critères dont devait tenir compte la Commission à l'époque où l'arrêt <FRAGMENT_SUPPRESSED> a été rendu ont depuis été modifiés (", "Loi sur le système correctionnel et la mise en liberté sous condition", ", L.C. 1992, c. 20). L'article 101 de la loi actuelle prévoit que le critère déterminant est dorénavant la protection de la société. Ce même article prévoit que le règlement des cas doit être le moins restrictif possible compte tenu de la protection de la société. En l'occurrence, j'estime que la Commission a tenu compte des critères prévus par la Loi pour refuser la libération conditionnelle du demandeur."], ["[44]", "Il convient de mentionner que dans l'arrêt <FRAGMENT_SUPPRESSED> , la Cour suprême a également souligné que « dans le cours normal des choses, les experts qui participent aux examens menés par la Commission des libérations conditionnelles et à ses décisions sont les mieux placés pour déterminer si la mise en liberté d'un détenu présente un trop grand risque pour la société » (par. 71)."], ["[45]", "Je suis bien conscient du fait que la présente décision laisse sans réponse la question de savoir si le régime législatif actuel lui-même est conforme à l'article 12 de la Charte, peu importe l'application qui en est faite. Cette question n'ayant cependant pas vraiment fait l'objet de représentations dans le cadre du présent dossier, je m'abstiendrai d'en traiter. Il est de loin préférable qu'une question de cette nature soit traitée dans le contexte d'un dossier où elle aura été explicitement débattue par les deux parties, sur la base d'un fondement factuel suffisant."], ["[46]", "En conclusion, je ne vois aucun motif permettant à cette Cour d'intervenir et d'écarter la décision rendue par la Section d'appel. Ceci étant dit, force m'est de constater que M. Bouchard se trouve présentement dans un cul-de-sac. La frustration qu'il ressent depuis la décision rendue par la Cour supérieure du Québec en 2002 devançant son admissibilité à une libération conditionnelle, et le désespoir dans lequel il semble avoir sombré suite à ses tentatives infructueuses d'obtenir une telle libération, ont entraîné une certaine régression et une attitude de fermeture de sa part qui ne peuvent que nuire à ses chances d'obtenir un élargissement. La Cour ne peut que déplorer ce cercle vicieux dans lequel se trouve M. Bouchard, et souhaiter qu'il adopte une attitude plus positive seule susceptible de démontrer sa bonne foi et de dénouer l'impasse dans laquelle il se trouve, pour ainsi pouvoir reprendre le cours normal d'une vie trop longtemps mise entre parenthèses."], ["[47]", "La demande de contrôle judiciaire présentée par le demandeur est donc rejetée, sans frais.", "ORDONNANCE"], ["[48]", "LA COUR ORDONNE que", "la demande de contrôle judiciaire soit rejetée, sans frais.", ".........................", "<FRAGMENT_SUPPRESSED>  applicant is currently being detained at the Laval Federal Training Centre, a minimum security penitentiary. His application for judicial review concerns a decision of the Appeal Division of the National Parole Board (the Appeal Division) dated April 10, 2007. This decision dismissed the applicant's appeal against a decision of the National Parole Board (the Board) denying him any type of parole. For the reasons that follow, I am of the opinion that this application for judicial review must be dismissed.", "I. Facts"], ["[2]", "The applicant has a significant criminal record which began in 1972 with convictions for property offences as well as for assaulting a peace officer. He also admitted to having committed several robberies not appearing in his record."], ["[3]", "After completing a term of mandatory supervision in 1974, he reoffended and was sentenced a second time in 1976 for three counts of rape. During this sentence, there were suspensions and revocations of release because of breaches of conditions and repeat offences. In 1980, he committed new armed robberies with a loaded revolver. Finally, he was arrested for first-degree murder in 1982, after he had been on mandatory supervision for about one month. He was then sentenced to life imprisonment without eligibility for parole for 25 years."], ["[4]", "During the first years of his incarceration, Mr. Bouchard was viewed as a leader within the maximum security institution where he was detained. According to various sources of information, he was apparently involved in drug trafficking and in terrorizing, threatening and assaulting other inmates. However, a few years later, he stopped taking drugs and alcohol and began to take part in rehabilitation programs."], ["[5]", "Because of his exemplary conduct, he was transferred to a medium-security institution in 1991, and then to a minimum-security one in 1997. The applicant was also entitled to several escorted temporary absences between 2000 and 2003."], ["[6]", "In 2002, Mr. Bouchard applied for judicial review to obtain a reduction in the number of years of imprisonment without eligibility for parole, pursuant to section 745.6 of the", "Criminal Code", ", R.S.C. 1985, c. C-46. On December 12, 2002, the Quebec Superior Court allowed his application and consequently brought forward his eligibility to apply for parole to the very day of the judgment."], ["[7]", "Following this decision, the Board scheduled a hearing for the month of May 2003. For reasons which are not quite clear, it seems that the applicant's conduct took a turn for the worse following the decision of the Superior Court. He stopped taking part in programs and allegedly had problems during his temporary absences and threatened an inmate. Accordingly, his case management team recommended that he postpone his hearing before the Board. Mr. Bouchard, who was of the view that his right to parole had been infringed, refused to postpone his hearing."], ["[8]", "In mid February, Mr. Bouchard sent a letter to the Board in which he denounced certain activities of other inmates and complained that he had been denied certain privileges which had nevertheless been granted to other less-deserving inmates. A few days later, after having read this letter, the warden of the institution authorized Mr. Bouchard's involuntary confinement in administrative segregation. This decision was based on Mr. Bouchard's refusal to change his behaviour and acknowledge his difficulties with staff members and inmates. It was also determined that Mr. Bouchard's letter to the Board was evidence of [translation] \"serious personal disorganization.\" The applicant remained in segregation for 70 days and was then transferred to a medium security institution. It was also decided that his security rating be raised to medium."], ["[9]", "These decisions of the Correctional Service were grieved by the applicant. In a decision dated June 16, 2003, my colleague Madam Justice Johanne Gauthier allowed Mr. Bouchard's application for judicial review and referred the applicant's grievance back for rehearing. This decision was rendered on the basis of the fact that the decision-maker had breached its obligation to act fairly because the relevant evidence on record had not been considered. However, Gauthier J. was careful to note that the Court did not have jurisdiction to order the Correctional Service or the Board to do anything in connection with the applicant's parole. The redetermination of the applicant's grievance was subject to a new application for judicial review, which was dismissed by my colleague Mr. Justice Michel Shore on June 7, 2007."], ["[10]", "The applicant's hearing before the Board, which was initially to have been held in May 2003, was initially postponed for 60 days because of a failure to file required documents. It was once again postponed at Mr. Bouchard's request, who was of the view that a security rating of medium reduced his chances of succeeding. In September 2003, the claimant's security rating was reduced to \"minimum,\" and he was transferred to a minimum-security institution in early October 2003."], ["[11]", "The Board hearing was finally held on February 25, 2004. The Board dismissed Mr. Bouchard's application for parole and stated that he would not be allowed to reappear before the Board for two years. This decision was upheld by the Appeal Division on May 3, 2004, and no application for judicial review was brought against this decision."], ["[12]", "On July 25, 2006, the Board held a new hearing to consider the applicant's eligibility for various types of parole. Once again, the Board concluded that it was inappropriate to award any type of parole to the applicant."], ["[13]", "After reviewing the applicant's record and criminal behaviour and analyzing the various assessments conducted since 1995, the Board noted the applicant's significant improvement in behaviour. However, the Board also noted the deterioration in his behaviour in recent years and, in particular, his negative and inadequate attitude, which had resulted in the end of his program of escorted temporary absences in 2003. The applicant had been in this program for two years."], ["[14]", "The Board reported that this change in behaviour coincided with the favourable decision the applicant had obtained in 2002, making him immediately eligible for parole. The applicant's subsequent negative attitude led to his placement in administrative segregation and to his transfer to a medium security institution. Nevertheless, the Board noted that the applicant had shown a more positive attitude and had become involved in social and academic activities in prison since returning to a minimum-security institution."], ["[15]", "The Board reported the applicant's refusal to participate in an emotion management program and in escorted temporary absences, thereby slowing down his gradual release process. It also stated that his intransigence, his [translation] \"confrontational way of interacting\" and his propensity for making a lot of demands had hindered his rehabilitation."], ["[16]", "Finally, the Board took into consideration the case management team's assessment, which concluded that any type of release for the applicant still represented an unacceptable risk for society, taking into account the high risk of reoffending, his difficulty complying with his periods of release, his refusal to participate in programs, his intransigent attitude and his denial of his offences. The team concluded that it was up to the applicant to shore up his credibility by participating in programs for his escorted gradual release back into the community. The Board concluded as follows:", "[translation]", "For now, the Board is of the opinion that it is not appropriate to grant the applicant a program of unescorted temporary absence, day parole or full parole. In fact, considering the present situation which persists in your relationship with your case management team, it is wishful thinking to think that you would be more co-operative in the community. Therefore, this situation makes the risk of these types of release unacceptable.", "Board record, tab 3, page 5."], ["[17]", "The applicant appealed this decision before the Appeal Division, pursuant to section 147 of the", "Corrections and Conditional Release Act", ", S.C. 1992, c. 20 (the Act).", "II. Impugned decision"], ["[18]", "The Appeal Division concluded that the Board had rendered a reasonable decision that was based on the evidence and that was the least restrictive possible, taking into consideration the applicant's risk to society."], ["[19]", "After having listened to the recording of the Board hearing and after having read its reasons, the Appeal Division endorsed the Board's assessment of the evidence which had been submitted to it. It concluded that the Board members were well aware of the violent nature of the applicant's criminality, the nature of his offences, the denial of his crime, the progress he had made and of his deterioration in recent years. The Appeal Division also noted that the Board had taken into consideration the 2005 psychological assessment of the applicant's significant risk of reoffending, of his lack of involvement in his correctional plan and of his mistrust of the Correctional Service."], ["[20]", "Taking all these factors into consideration, the Appeal Division concluded that the applicant's meagre progress, his hostility toward the Correctional Service and his high level of risk", "warranted the Board's decision to the effect that he was not likely to be more co-operative in the community. Here is what the Appeal Division wrote on this point:", "[translation]", "Considering the nature of your criminality, the denial of the offence of murder, your refusal to participate in programs, your level of risk of violent recidivism and the mistrust you have of your case management team, the Board has concluded that it would be difficult to your risk with any type of release.", "Mr. Bouchard, the Appeal Division is satisfied that the Board's decisions are reasonable and based on relevant, sufficient and reliable information. You are serving a life sentence for first degree murder, and the addendum to the Assessment for Decision dated June 27, 2006, and the Assessment for Decision dated December 9, 2005, clearly show your lack of progress and your hostility toward the CSC. Considering the relationship you have with CSC staff and of the level of risk you present, it was not unreasonable for the members to conclude that you would not be able to be more co-operative with the CSC staff in the community. In addition, the results of the psychological assessment conducted on May 5, 2003, show your disorganization and problem behaviour at that time. Finally, the Federal Court decision was in fact discussed at the hearing. Therefore, contrary to the arguments raised in your submissions on appeal, the Appeal Division concludes that the Board had sufficient credible information and more than enough discretion to render the decisions made in your case. In addition, we are satisfied that the decisions made by the Board in your case last July are reasonable and in compliance with the Act and NPB policies. The Board rendered the least restrictive decisions possible, taking the protection of society into consideration.", "Board record, tab 1, pages 3-4.", "III. Issues"], ["[21]", "The applicant, who represented himself, raised numerous issues to be dealt with in this present application for judicial review. However, some of them cannot be considered for the purposes of this application, insofar as they had not been submitted to the Appeal Division and to the Board. Others had already been dealt with in other proceedings initiated by the applicant. After having attentively considered Mr. Bouchard's written and oral submissions, it seems to me that his arguments, which were very well presented, essentially focus on the following two issues:", "• Did the Board and the Appeal Division err in their analysis of the risk posed by the applicant?", "• Does the continuing detention of the applicant constitute cruel and unusual punishment within the meaning of section 12 of the", "Canadian Charter of Rights and Freedoms", "(the Charter)?", "IV. Relevant statutory provisions", "Corrections and Conditional Release Act", "(1992, c. 20)", "Principles guiding parole boards", "101. The principles that shall guide the Board and the provincial parole boards in achieving the purpose of conditional release are", "(a) that the protection of society be the paramount consideration in the determination of any case;", "(b) that parole boards take into consideration all available information that is relevant to a case, including the stated reasons and recommendations of the sentencing judge, any other information from the trial or the sentencing hearing, information and assessments provided by correctional authorities, and information obtained from victims and the offender;", "(c) that parole boards enhance their effectiveness and openness through the timely exchange of relevant information with other components of the criminal justice system and through communication of their policies and programs to offenders, victims and the general public;", "(d) that parole boards make the least restrictive determination consistent with the protection of society;", "(e) that parole boards adopt and be guided by appropriate policies and that their members be provided with the training necessary to implement those policies; and", "(f) that offenders be provided with relevant information, reasons for decisions and access to the review of decisions in order to ensure a fair and understandable conditional release process.", "Criteria for granting parole", "102. The Board or a provincial parole board may grant parole to an offender if, in its opinion,", ") the offender will not, by reoffending, present an undue risk to society before the expiration according to law of the sentence the offender is serving; and", ") the release of the offender will contribute to the protection of society by facilitating the reintegration of the offender into society as a law-abiding citizen.", "Conditions for authorization", "116. (1) The Board may authorize the unescorted temporary absence of an offender referred to in paragraph 107(1)(e) where, in the opinion of the Board,", ") the offender will not, by reoffending, present an undue risk to society during the absence;", ") it is desirable for the offender to be absent from penitentiary for medical, administrative, community service, family contact, personal development for rehabilitative purposes, or compassionate reasons, including parental responsibilities;", ") the offender's behaviour while under sentence does not preclude authorizing the absence; and", ") a structured plan for the absence has been prepared.", "Idem", "(2) The Commissioner or the institutional head may authorize the unescorted temporary absence of an offender, other than an offender referred to in paragraph 107(1)(", "), where, in the opinion of the Commissioner or the institutional head, as the case may be, the criteria set out in paragraphs (1)(", ") to (", ") are met.", "Medical reasons", "(3) An unescorted temporary absence for medical reasons may be authorized for an unlimited period.", "Personal development or community service", "(4) Subject to subsection (6), an unescorted temporary absence for reasons of community service or personal development may be authorized for a maximum of fifteen days, at the rate of not more than three times a year for an offender classified by the Service as a medium security offender and not more than four times a year for an offender classified as a minimum security offender.", "Intervals", "(5) An unescorted temporary absence authorized for reasons referred to in subsection (4) must be followed by a period of custody of at least seven days before the next such absence.", "Exception", "(6) An unescorted temporary absence for purposes of a specific personal development program may be authorized for a maximum of sixty days and may be renewed, for periods of up to sixty days each, for the purposes of the program.", "Absences for other reasons", "(7) Unescorted temporary absences for reasons other than those referred to in subsection (3) or (4) may be authorized for a maximum total of forty-eight hours per month for an offender classified by the Service as a medium security offender, and for a maximum total of seventy-two hours per month for an offender classified as a minimum security offender.", "Regulations", "(8) The circumstances and manner in which, and the time at which, an application for an unescorted temporary absence must be made shall be prescribed by the regulations.", "Travel time", "(9) In addition to the period authorized for the purposes of an unescorted temporary absence, an offender may be granted the time necessary to travel to and from the place where the absence is authorized to be spent.", "Cancellation of absence", "(10) The Board, the Commissioner or the institutional head, whichever authorized a particular unescorted temporary absence of an offender, may cancel that absence, either before or after its commencement,", ") where the cancellation is considered necessary and reasonable to prevent a breach of a condition of the absence or where such a breach has occurred;", ") where the grounds for granting the absence have changed or no longer exist; or", ") after a review of the offender's case based on information that could not reasonably have been provided when the absence was authorized.", "Right of appeal", "147. (1) An offender may appeal a decision of the Board to the Appeal Division on the ground that the Board, in making its decision,", ") failed to observe a principle of fundamental justice;", ") made an error of law;", ") breached or failed to apply a policy adopted pursuant to subsection 151(2);", ") based its decision on erroneous or incomplete information; or", ") acted without jurisdiction or beyond its jurisdiction, or failed to exercise its jurisdiction.", "Decision of Vice-Chairperson", "(2) The Vice-Chairperson, Appeal Division, may refuse to hear an appeal, without causing a full review of the case to be undertaken, where, in the opinion of the Vice-Chairperson,", ") the appeal is frivolous or vexatious;", ") the relief sought is beyond the jurisdiction of the Board;", ") the appeal is based on information or on a new parole or statutory release plan that was not before the Board when it rendered the decision appealed from; or", ") at the time the notice of appeal is received by the Appeal Division, the offender has ninety days or less to serve before being released from imprisonment.", "Time and manner of appeal", "(3) The time within which and the manner in which a decision of the Board may be appealed shall be as prescribed by the regulations.", "Decision on appeal", "(4) The Appeal Division, on the completion of a review of a decision appealed from, may", ") affirm the decision;", ") affirm the decision but order a further review of the case by the Board on a date earlier than the date otherwise provided for the next review;", ") order a new review of the case by the Board and order the continuation of the decision pending the review; or", ") reverse, cancel or vary the decision.", "Conditions of immediate release", "(5) The Appeal Division shall not render a decision under subsection (4) that results in the immediate release of an offender from imprisonment unless it is satisfied that", ") the decision appealed from cannot reasonably be supported in law, under the applicable policies of the Board, or on the basis of the information available to the Board in its review of the case; and", ") a delay in releasing the offender from imprisonment would be unfair.", "Principes", "101. La Commission et les commissions provinciales sont guidées dans l'exécution de leur mandat par les principes qui suivent:", "a) la protection de la société est le critère déterminant dans tous les cas;", "b) elles doivent tenir compte de toute l'information pertinente disponible, notamment les motifs et les recommandations du juge qui a infligé la peine, les renseignements disponibles lors du procès ou de la détermination de la peine, ceux qui ont été obtenus des victimes et des délinquants, ainsi que les renseignements et évaluations fournis par les autorités correctionnelles;", "c) elles accroissent leur efficacité et leur transparence par l'échange de renseignements utiles au moment opportun avec les autres éléments du système de justice pénale d'une part, et par la communication de leurs directives d'orientation générale et programmes tant aux délinquants et aux victimes qu'au public, d'autre part;", "d) le règlement des cas doit, compte tenu de la protection de la société, être le moins restrictif possible;", "e) elles s'inspirent des directives d'orientation générale qui leur sont remises et leurs membres doivent recevoir la formation nécessaire à la mise en oeuvre de ces directives;", "f) de manière à assurer l'équité et la clarté du processus, les autorités doivent donner aux délinquants les motifs des décisions, ainsi que tous autres renseignements pertinents, et la possibilité de les faire réviser.", "Critères", "102. La Commission et les commissions provinciales peuvent autoriser la libération conditionnelle si elles sont d'avis qu'une récidive du délinquant avant l'expiration légale de la peine qu'il purge ne présentera pas un risque inacceptable pour la société et que cette libération contribuera à la protection de celle-ci en favorisant sa réinsertion sociale en tant que citoyen respectueux des lois.", "Motifs de l'octroi", "116. (1) La Commission peut autoriser le délinquant visé à l'alinéa 107(1)e) à sortir sans escorte lorsque, à son avis, les conditions suivantes sont remplies:", "a) une récidive du délinquant pendant la sortie ne présentera pas un risque inacceptable pour la société;", "b) elle l'estime souhaitable pour des raisons médicales, administratives, de compassion ou en vue d'un service à la collectivité, ou du perfectionnement personnel lié à la réadaptation du délinquant, ou pour lui permettre d'établir ou d'entretenir des rapports familiaux notamment en ce qui touche ses responsabilités parentales;", "c) sa conduite pendant la détention ne justifie pas un refus;", "d) un projet de sortie structuré a été établi.", "Idem", "(2) Le commissaire ou le directeur du pénitencier peut accorder une permission de sortir sans escorte à tout délinquant, autre qu'un délinquant visé à l'alinéa 107(1)e), lorsque, à son avis, ces mêmes conditions sont remplies.", "Raisons médicales", "(3) Les permissions de sortir sans escorte pour raisons médicales peuvent être accordées pour une période illimitée.", "Services à la collectivité et perfectionnement personnel", "(4) Les permissions de sortir sans escorte pour service à la collectivité ou pour perfectionnement personnel peuvent être accordées pour une période maximale de quinze jours au plus trois fois par an dans le cas des délinquants qui, en application d'une décision du Service font partie de la catégorie dite « à sécurité moyenne », et quatre fois par an dans le cas de ceux qui font partie de la catégorie dite « à sécurité minimale ».", "Intervalle minimal", "(5) L'intervalle minimal de détention entre les sorties visées au paragraphe (4) est de sept jours.", "Exception", "(6) Lorsque le délinquant suit un programme particulier de perfectionnement personnel, la permission de sortir peut toutefois être accordée pour une période maximale de soixante jours et renouvelée pour des périodes additionnelles d'au plus soixante jours.", "Autres cas", "(7) Pour des raisons autres que celles qui sont mentionnées aux paragraphes (3) ou (4), des permissions de sortir sans escorte peuvent être accordées pour une période maximale de quarante-huit heures par mois, dans le cas des délinquants qui font partie de la catégorie dite « à sécurité moyenne », et de soixante-douze heures par mois, s'ils font partie de celle dite « à sécurité minimale ».", "Demandes de permission", "(8) Les demandes de permission de sortir sans escorte se font selon les modalités réglementaires de temps et autres.", "Temps de déplacement", "(9) La durée de validité de la permission de sortir sans escorte ne comprend pas le temps qui peut être accordé pour les déplacements entre le lieu de détention et la destination du délinquant.", "Annulation de la sortie", "(10) L'autorité qui a accordé une permission de sortir sans escorte peut, soit avant, soit après la sortie du délinquant, l'annuler dans les cas suivants:", "a) l'annulation paraît nécessaire et justifiée par suite de la violation d'une des conditions ou pour empêcher une telle violation;", "b) les motifs de la décision d'accorder la permission ont changé ou n'existent plus;", "c) on a procédé au réexamen du dossier à la lumière de renseignements qui ne pouvaient raisonnablement avoir été communiqués lors de l'octroi de la permission.", "Droit d'appel", "147. (1) Le délinquant visé par une décision de la Commission peut interjeter appel auprès de la Section d'appel pour l'un ou plusieurs des motifs suivants:", "a) la Commission a violé un principe de justice fondamentale;", "b) elle a commis une erreur de droit en rendant sa décision;", "c) elle a contrevenu aux directives établies aux termes du paragraphe 151(2) ou ne les a pas appliquées;", "d) elle a fondé sa décision sur des renseignements erronés ou incomplets;", "e) elle a agi sans compétence, outrepassé celle-ci ou omis de l'exercer.", "Décision du vice-président", "(2) Le vice-président de la Section d'appel peut refuser d'entendre un appel sans qu'il y ait réexamen complet du dossier dans les cas suivants lorsque, à son avis:", "a) l'appel est mal fondé et vexatoire;", "b) le recours envisagé ou la décision demandée ne relève pas de la compétence de la Commission;", "c) l'appel est fondé sur des renseignements ou sur un nouveau projet de libération conditionnelle ou d'office qui n'existaient pas au moment où la décision visée par l'appel a été rendue;", "d) lors de la réception de l'avis d'appel par la Section d'appel, le délinquant a quatre-vingt-dix jours ou moins à purger.", "Délais et modalités", "(3) Les délais et les modalités d'appel sont fixés par règlement.", "Décision", "(4) Au terme de la révision, la Section d'appel peut rendre l'une des décisions suivantes:", "a) confirmer la décision visée par l'appel;", "b) confirmer la décision visée par l'appel, mais ordonner un réexamen du cas avant la date normalement prévue pour le prochain examen;", "c) ordonner un réexamen du cas et ordonner que la décision reste en vigueur malgré la tenue du nouvel examen;", "d) infirmer ou modifier la décision visée par l'appel.", "Mise en liberté immédiate.", "(5) Si sa décision entraîne la libération immédiate du délinquant, la Section d'appel doit être convaincue, à la fois, que:", "a) la décision visée par l'appel ne pouvait raisonnablement être fondée en droit, en vertu d'une politique de la Commission ou sur les renseignements dont celle-ci disposait au moment de l'examen du cas;", "b) le retard apporté à la libération du délinquant serait inéquitable.", "V. Analysis", "(1) The applicable standard of review"], ["[22]", "At the hearing, counsel for the respondents submitted that the applicable standard of review should be patent unreasonableness. In support of his arguments, he relied on the decision of this Court in", "<FRAGMENT_SUPPRESSED>  (QL) [ <FRAGMENT_SUPPRESSED> ], while admitting that subsequent case law was contradictory and that the issue of the applicable standard of review was still an open question."], ["[23]", "In <FRAGMENT_SUPPRESSED> , Madam Justice Tremblay-Lamer wrote the following:"], ["[6] The Appeal Division's function is to ensure that the NPB has complied with the Act and its policies and has observed the rules of natural justice and that its decisions are based on relevant and reliable information. It is only where its findings are manifestly unreasonable that the intervention of this Court is warranted."], ["[24]", "Following this decision, the Federal Court of Appeal dealt with the specific role of the  <FRAGMENT_SUPPRESSED> , the Court concluded that the Appeal Division was halfway between a court of appeal and a court of judicial review. This is what it wrote on this point:"], ["[6] The Appeal Division is a hybrid. It hears the offender's \"appeal\" and s. 147(4)(", ") authorizes it to reverse, cancel or vary the decision made by the Commission against him. That is a power associated with an appeal. However, the grounds of appeal listed in s. 147(1) are essentially those associated with judicial review and s. 147(4) uses the phrase \"on the completion of a", "review", "\" (my emphasis). What is more, s. 147(5)(", ") considerably reduces the Appeal Board's power of intervention, and at the same time significantly reinforces the status of the Commission's decision, when it requires the Appeal Division to be \"satisfied\" before rendering a decision \"that results in the immediate release of an offender\" . . . ."], ["[25]", "The Federal Court of Appeal then concluded that the role of the Appeal Division consisted in ensuring the reasonableness of the Board's decision. Accordingly, the Federal Court of Appeal must conduct an analysis of the Board's decision to ensure the legality of the decision of the Appeal Division:"], ["[9] If the applicable standard of review is that of reasonableness when the Appeal Division reverses the Board's decision, it seems unlikely that Parliament intended the standard to be different when the Appeal Division affirms it. I feel that, though awkwardly, Parliament in s. 147(5)(", ") was only ensuring that the Appeal Division would at all times be guided by the standard of reasonableness."], ["[10] The unaccustomed situation in which the Appeal Division finds itself means caution is necessary in applying the usual rules of administrative law. The judge in theory has an application for judicial review from the Appeal Division's decision before him, but when the latter has affirmed the Board's decision he is actually required ultimately to ensure that the Board's decision is lawful."], ["[26]", "What is to be concluded from these excerpts? At first sight, it would seem that this Court must apply the same standard of review as the Appeal Division, because the decision subject to judicial review is ultimately that of the Board. This is the conclusion reached by most of the judges of this Court ruling on issue in recent years: see for example", "<FRAGMENT_SUPPRESSED> ."], ["[27]", "The respondent, meanwhile, submitted that if the Federal Court were to apply the same standard of review to Appeal Division decisions that the Appeal Division applies to Board decisions, judicial review in this Court would in a sense be transformed into a disguised appeal", "de novo", ". According to this logic, the Court would in a sense be asked to substitute its decision for that of the Appeal Division."], ["[28]", "Considering the special facts in this case, I do not think that it is necessary to decide this issue. For the following reasons, I am of the opinion that this Court should not interfere with either the Board's decision or its confirmation by the Appeal Division, regardless of whether the standard of reasonableness simpliciter or that of patent unreasonableness is applied.", "(2) Did the Board and the Appeal Division err in their analysis of the risk posed by the applicant represented?"], ["[29]", "The Board and the Appeal Division must be guided by two factors in their analysis of the advisability of granting parole to an inmate. Protection of society is undoubtedly a paramount factor to be considered, as the risk of on an inmate's reoffending must not be unacceptable for society. The Board and Appeal Division must also choose the least restrictive solution, taking into consideration the risk the inmate poses. Because the Act focuses on the protection of society, an inmate who poses a risk that cannot be managed in the community will not be granted parole."], ["[30]", "The applicant has had an exemplary disciplinary record since the early 1990s, and his progress while in prison is testimony to his good behaviour. This is what led the Superior Court to bring forward his eligibility for parole in 2002. However, in spite of this decision in his favour, the Board subsequently refused to grant the applicant any type of parole."], ["[31]", "Everything indicates that the applicant's behaviour changed radically following this decision by the Superior Court. Perhaps the decision gave Mr. Bouchard a false hope of impending release, and he felt frustrated when he realized that there were other hurdles to jump before being released. In any event, his level of co-operation with prison staff rapidly deteriorated, and in the eyes of the Board, his risk of reoffending upon release thus increased."], ["[32]", "Regardless of the reasons for the change in the applicant's behaviour, I am of the opinion that the Board and, subsequently, the Appeal Division were warranted in refusing him parole, given the evidence on record. It was certainly not unreasonable to think that this lack of co-operation in prison increased his risk of reoffending and made the risk he posed to society difficult to manage effectively."], ["[33]", "What do the assessments of Mr. Bouchard in recent years show? First of all, a psychological assessment completed on September 23, 2005, concluded that there would be difficulty in managing full parole or day parole for the applicant because of his lack of co-operation and his high static risk of reoffending. However, the psychologist stated that he was in favour of resuming escorted absences to start and then eventually permitting unescorted absences if the applicant demonstrated good behaviour."], ["[34]", "Then, on November 11, 2005, his case management team prepared a new Correctional Plan Progress Report. In spite of his conformity and lack of violent behaviour, it was noted that no goals could be established in the applicant's correctional plan as long as he continued to have a negative attitude. It was explained in this follow-up that the applicant refused to get involved in his correctional plan and had not made any progress since his last assessment. Therefore, the case management team concluded that full parole for the applicant would not be realistic, nor would day parole or a program of unescorted temporary absences. Instead, it was recommended that Mr. Bouchard accept a gradual release, beginning with a program of escorted temporary absences, which Mr. Bouchard still refused to accept at that time."], ["[35]", "On December 7, 2005, an Assessment for Decision recommended denying the applicant's applications for full parole, day parole and unescorted temporary absences. The applicant's risk of reoffending was considered to be unacceptable because of his high static risk, the difficulty he had in complying with periods of absence, his refusal to participate in programs, his intransigent attitude and his denial of his crime. It was stated that the applicant had a moderate to high risk of violent recidivism which could not be managed in an acceptable manner in the community. In spite of a low security rating, the Correctional Service was of the view that three out of five inmates in the applicant's situation would commit a criminal offence after release. It was even noted that, in his current situation, the applicant's risk of reoffending was even higher than what the score indicated. Therefore, the Assessment recommended that Mr. Bouchard participate in an anger and emotion management program and/or psychological follow-up to develop his introspection, encourage him to be more flexible in his way of thinking and lead him to accept responsibility for his crime, which he continued to deny."], ["[36]", "The Assessment for Decision completed on June 22, 2006, did not show any improvement in the applicant since the last assessment. More specifically, it noted his persistently combative attitude and of his lack of co-operation with his case management team. It also stated that his narrow-mindedness made his relationships with Correctional Service staff members difficult."], ["[37]", "Considering this evidence, I do not think that the decisions of the Board and Appeal Division may be characterized as unreasonable. It is trite law that release is not automatically granted on the date of eligibility for parole. It is up to the Board to assess the risk involved in parole, having regard to the overriding purpose of protection set out in the Act. The Court has no mandate to substitute its decision for that of the Board; in the absence of an unreasonable analysis of the evidence on record, intervention by this Court is not appropriate. As Evans J.A. (dissenting, but not on this point) wrote in", "<FRAGMENT_SUPPRESSED> :"], ["[44] No inmate has a right to be granted parole. Parole is granted in the exercise of the Board's \"exclusive jurisdiction and absolute discretion\":", "Corrections and Conditional Release Act", ", S.C. 1992, c. 20 (\"", "CCRA", "\"), paragraph 107(1)(", ")."], ["[45] This unusually broad grant of statutory power is a recognition by Parliament of the Board's extremely important and delicate responsibilities, as is the statutory limitation on the Appeal Division's jurisdiction to reverse for error of law (see", "<FRAGMENT_SUPPRESSED>  at paras. 6-10). In particular, the Board is charged with finding the least restrictive determination that is consistent with its paramount responsibility, namely, protecting society from crime, on the basis of a process that is fair and understandable: see", "CCRA", ", section 101."], ["[46] The Court should approach with great caution its review of the Board's exercise of its broad discretion, lest it jeopardise the Board's ability to discharge its statutory mandate. Thus, the Board's reasons should not be subject to overly close scrutiny. Because of its expertise, its assessment of the risk that an applicant for parole will re-offend if released warrants the utmost deference:", "<FRAGMENT_SUPPRESSED>  at paras. 14 and 19, aff'd. 2003 FCA 287. Nor should the Board be discouraged from asking probing questions relevant to its risk assessment."], ["[47] Hence, the Court should only intervene if an unsuccessful applicant for parole clearly establishes that the Board breached the duty of fairness, or its decision was either erroneous in law, based on a finding of fact unsupported by the evidence before it, or otherwise patently unreasonable."], ["[38]", "Considering these principles, I am of the opinion that the Appeal Division was warranted in upholding the Board's decision."], ["[39]", "Moreover, I cannot agree with the applicant's submissions to the effect that the Board had failed to take into consideration the decision of the Federal Court rendered in 2006. As previously mentioned, Gauthier J. had allowed the applicant's application for judicial review in connection with the challenge of his segregation, the increase in his security rating and his transfer to a medium-security institution. This decision did not concern a Board decision refusing parole, but a grievance against the Correctional Service. Therefore, I can hardly take the view that the Board failed to take into consideration this Federal Court decision in which my colleague expressly stated that she had no authority to order the Board to do anything.", "(3) Does the continued detention of the applicant constitute cruel and unusual treatment within the meaning of section 12 of the Charter?"], ["[40]", "The applicant submits that his continued detention is cruel and unusual punishment contrary to the Charter. He relies on", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], in which the Supreme Court considered the three criteria applicable at that time to determine whether or not the detention was an infringement of section 12 of the Charter. Paragraph 16(1)(", ") of the", "Parole Act", ",  <FRAGMENT_SUPPRESSED>  following conditions had been met: the inmate had derived the maximum benefit from imprisonment, the reform and rehabilitation of the inmate would be aided by the grant of parole, and the release of the inmate on parole would not constitute an undue risk to society."], ["[41]", "After reiterating that an indefinite sentence is not in itself contrary to the Charter, the Court stated that it could nevertheless become so if it is not made to fit the circumstances of the offender. Here is what the Court wrote on this point:"], ["[67] It is only by a careful consideration and application of these criteria that the indeterminate sentence can be made to fit the circumstances of the individual offender. Doing this will ensure that the dangerous offender sentencing provisions do not violate s. 12 of the", "Charter", ". If it is clear on the face of the record that the Board has misapplied or disregarded those criteria over a period of years with the result that an offender remains incarcerated far beyond the time he or she should have been properly paroled, then the Board's decision to keep the offender incarcerated may well violate s. 12. In my opinion, this is such a case."], ["[42]", "Therefore, the Board must analyze the statutory criteria and have reasonable grounds to refuse parole. If it misapplies these criteria or refuses to conduct the required analysis, the Board's decision may infringe section 12 of the Charter and warrant the Court's intervention."], ["[43]", "The criteria which the Board had to take into consideration at the time when <FRAGMENT_SUPPRESSED> was handed down have since changed (", "Corrections and Conditional Release Act", ", S.C. 1992, c. 20). Section 101 of the current Act provides that the paramount consideration is now the protection of society. This same section provides that parole boards must make the least restrictive determination consistent with the protection of society. In this case, I am of the opinion that the Board took into account the criteria set out under the Act when it refused to grant the applicant parole."], ["[44]", "It should be mentioned that, in <FRAGMENT_SUPPRESSED> , the Supreme Court also noted that \"in the ordinary course of events the assessment as to whether or not an inmate's release would pose an undue risk to the community is best left in the discretion of the experts who participate in the Parole Board review decisions\" (paragraph 71)."], ["[45]", "I am well aware that this decision does not deal with the issue as to whether the current legislative scheme complies with section 12 of the Charter, regardless of how it is applied. Since no submissions were made in this case with regard to this issue, I will refrain from dealing with it. It is by far more preferable that an issue of this nature be dealt with in a case where it is explicitly argued by both parties and where the underlying factual basis is adequate."], ["[46]", "In conclusion, I do not see any ground for this Court to intervene and set aside the decision of the Appeal Division. That being said, I must admit that Mr. Bouchard has reached a dead end. The frustration he has been feeling since the Quebec Superior Court rendered its decision in 2002 and advanced his eligibility for parole and the despair that seems to have overcome him following his fruitless attempts to obtain parole have led to some backsliding and a defensive attitude on his part which can only hinder his chances of obtaining parole. The Court can only deplore this vicious circle in which Mr. Bouchard finds himself and hopes that he will adopt a more positive attitude, which is the only way he can demonstrate his good faith and resolve the impasse he is currently facing so that he can resume a normal life after this too-long interruption."], ["[47]", "The applicant's application for judicial review is therefore dismissed without costs.", "ORDER"], ["[48]", "THE COURT ORDERS that", "the application for judicial review be dismissed, without costs.", "[End of document]"]]}