{"id_": "077712", "body_str": [["[1]", "Rennie, J.", ": The applicant is an inmate at Beaver Creek Institution (BCI). On July 29, the acting Warden increased the applicant's security classification from minimum to medium and transferred him from the minimum security BCI to the medium security Fenbrook Medium Institution (FMI). The applicant's third level grievance was denied by the senior deputy commissioner, Correctional Service Canada (CSC) on January 3, 2012. Judicial review is sought of that decision. The issues in this case distil to whether the CSC met its obligations, both under statute and common law, to disclose the facts and reasons which underlied the reclassification and transfer decision."], ["[2]", "The content of the duty of procedural fairness in this case is framed by the", "Corrections and Conditional Release Act", ", SC 1992, c 20 (the", "Act", ") and the", "Corrections and Conditional Release Regulations", ", SOR/92-620 (the", "Regulations", "). Inmates subject to an involuntary transfer are entitled to make representations pursuant to subsection 12(b) of the", "Regulations", ". Under subsection 27(1) of the", "Act", ", where an inmate is entitled by the", "Regulations", "to make representations, \"all the information to be considered in the taking of the decision or a summary of that information\" must be disclosed to the inmate, subject only to the exception found in subsection 27(3) of the", "Act"], ["[3]", "Subsection 27(3) of the", "Act", "allows CSC to withhold as much information as is \"strictly necessary\" where there are reasonable grounds to believe that disclosure would jeopardize (a) the safety of any person; (b) the security of a penitentiary; or (c) the conduct of any lawful investigation. In order to rely on subsection 27(3), CSC must invoke the provision and if information is withheld based on anonymous tips or informants and the resulting decision challenged, CSC must explain why those tips or informants are considered reliable:", "<FRAGMENT_SUPPRESSED> ."], ["[4]", "Section 27 of the", "Act", "\"imposes an onerous disclosure obligation on  <FRAGMENT_SUPPRESSED> . Disclosure obligations \"guarantee fairness in the process leading up to a transfer decision\" by ensuring that \"the individual must know the case that he or she has to meet\": <FRAGMENT_SUPPRESSED> at para 82;", "May", "at para 92. In the context of security reclassifications and involuntary transfers, disclosure must be sufficient to permit \"the prisoner to participate in a significant manner\" in opposing the transfer, and \"sufficient to permit him to test whether the transfer is founded upon a reasonable and serious concern\":", "<FRAGMENT_SUPPRESSED> citing", "<FRAGMENT_SUPPRESSED> : <FRAGMENT_SUPPRESSED> at para 83;", "<FRAGMENT_SUPPRESSED> . Instead, the requirements of procedural fairness are to be assessed contextually: <FRAGMENT_SUPPRESSED> at para 83. That is, although the key issue in this case - whether the disclosure obligations to the applicant were met - will necessarily engage definition of the scope of the applicant's procedural fairness entitlements, the core of the analysis in this particular case is evidentiary and involves an assessment of the specific factual context in which the impugned decision was taken.", "II. Facts"], ["[6]", "The applicant is Douglas Ross, a 49 year old man serving a ten year sentence for manslaughter. His statutory release date was May 5, 2014, and his sentence ends September 3, 2017. As noted, the applicant seeks review of the Warden's decision to increase the applicant's security classification and transfer him from BCI to FMI. This decision was based on a security investigation led by CSC, specifically by Security Intelligence Officer (SIO) Bobbie McMullin."], ["[7]", "On June 26, 2011 - three months after the applicant's arrival at BCI - SIO McMullin was informed by confidential informants that the applicant was selling tobacco, marijuana and pills in the inmate population. She was told that the applicant was working to introduce contraband items into BCI with two individuals: Guiseppe Fazzina (Rocky), the applicant's cousin and also an inmate at BCI and Melissa Gagne, Mr. Fazzina's girlfriend. In order to verify this information, on June 28, 2011, SIO McMullin requested and received authorization from CSC to intercept the applicant's telephone communications."], ["[8]", "A series of events unfolded rapidly. On July 11, 2011, SIO McMullin was advised by a confidential informant that Mr. Fazzina had brought tobacco into BCI via Ms. Gagne, and had hid it in the refrigerator on his range for the purpose of selling it to fellow inmates. SIO McMullin searched the fridge, and found 13.5 grams of tobacco. Mr. Fazzina was consequently put into administrative segregation."], ["[9]", "A telephone call between the applicant and Ms. Gagne was intercepted and recorded that evening. The applicant informed Ms. Gagne of Mr. Fazzina's segregation and that CSC had \"found something in the fridge\". The applicant stated he would call Ms. Gagne back the next day after she had spoken to Mr. Fazzina."], ["[10]", "SIO McMullin was also told by confidential informants that Mr. Ross had provided them with Ms. Gagne's phone number to facilitate purchase of contraband, including tobacco. According to the informants, Mr. Ross would tell potential purchasers to pay for the items by having their contacts in the community contact Ms. Gagne by phone and arrange a deposit payment in her bank account. The informants provided SIO McMullin with Ms. Gagne's phone number."], ["[11]", "The next day, on July 12, 2011, SIO McMullin followed up on this information by calling Ms. Gagne and asking her for \"the info\". Ms. Gagne asked SIO McMullin to communicate by text. SIO McMullin texted Ms. Gagne and again requested \"the info\". During this interaction SIO McMullin identified herself to Ms. Gagne as \"Dave's sister\". In a response text, Ms. Gagne provided SIO McMullin with her bank account information and asked how much she would deposit. In reply, SIO McMullin texted \"do I need a name or am I okay without one?\" SIO McMullin did not send any additional texts to Ms. Gagne, but Ms. Gagne texted SIO McMullin one last time asking \"are you buying the TV or not?\". SIO McMullin had never mentioned anything about a TV to Ms. Gagne."], ["[12]", "At 7:04 p.m. on July 12, 2011, Mr. Ross placed another call to Ms. Gagne. Ms. Gagne told him she had received a call from \"Dave's sister\" and had provided banking information but didn't receive a response. Ms. Gagne explained that after not hearing back from \"Dave's sister\" she sent one last text message saying \"are you buying the TV or not\". Ms. Gagne requested that Mr. Ross \"find out who this Dave person is, and if he has got a sister or something, and see if that's legit. If not, it's the cops that are trying to pin whatever on Rocky\". The applicant responded by agreeing to \"figure out what's going on with that\" but that he was \"pretty sure you're okay with that. Understand?\". The applicant then assured Ms. Gagne that \"I'll figure it out for you\"."], ["[13]", "Later that evening, at 7:54 p.m. Mr. Ross called Ms. Gagne for a third time, requesting the number of the person who had called her that day. The applicant explained that he suspected the person who called \"was probably the security woman here\" and he \"heard stories here already that she does that kind of stuff\". Ms. Gagne asked if the applicant had asked around and the applicant replied that he had and that \"I don't know, maybe Rocky trying to sell the ...I know he's trying to sell that big screen he has got, but I don't know if they listened to his phone calls or what they did, you know what I mean?\". Ms. Gagne then replied \"[w]ell it must be a cop because if that person was legit, they would have ...if they wanted the TV they would have said yes or no or whatever, and then they would have put the money into my account, or they would have returned my calls\". Mr. Ross replied \"[y]ou didn't think it was strange that they didn't want to see the TV first?\" to which Ms. Gagne explained \"[w]ell, I wasn't sure what [Rocky] had talked about\"."], ["[14]", "On July 13, 2011, Mr. Ross told his parole officer Alan Chow that Ms. Gagne had smuggled tobacco into BCI for Mr. Fazzina, but it was for personal use. Mr. Chow relayed this information in the form of an Observation Report to SIO McMullin."], ["[15]", "Based on these events and further information from confidential informants, SIO McMullin concluded that the applicant was also involved in the scheme to introduce contraband into BCI."], ["[16]", "Consequent to SIO McMullin's conclusion, she interviewed the applicant on July 13, 2011. She advised him that he was being placed in segregation because there was \"intelligence information and intercepted communications\" that led CSC to believe the applicant was \"involved in conspiring and introducing contraband/unauthorized items into BCI\". SIO McMullin took brief handwritten notes of the meeting. The notes indicate that the applicant was informed that his telephone communications had been intercepted. According to the SIO notes, Mr. Ross told SIO McMullin that his cousin Mr. Fazzina had tobacco that came in from Ms. Gagne, but he then changed the story to say he didn't know if Ms. Gagne had been involved. He also stated that he suspected SIO McMullin was the individual identified as \"Dave's sister\"."], ["[17]", "As a result of the investigation, SIO McMullin recommended that the applicant be placed into segregation, reclassified, and transferred to a medium security institution. On July 28, 2011, the applicant provided a tape recorded oral rebuttal against the proposed security reclassification and transfer. The applicant was reclassified and transferred by the Warden the next day, July 29, 2011. A third level grievance decision dismissing the applicant's grievances was rendered on January 3, 2012.", "III. Issues"], ["[18]", "There are four issues before the Court: (1) whether the application is moot; (2) the appropriate standard of review; (3) whether the applicant was afforded procedural fairness and had all information disclosed to him; and (4) whether the decision to reclassify and transfer the applicant was reasonable.", "IV. Relevant Provisions"], ["[19]", "Subsection 27(1) of the", "Act", "provides for the information an inmate is entitled to receive where a decision is to be taken by CSC about the inmate:", "27. (1) Where an offender is entitled by this Part or the regulations to make representations in relation to a decision to be taken by the Service about the offender, the person or body that is to take the decision shall, subject to subsection (3), give the offender, a reasonable period before the decision is to be taken, all the information to be considered in the taking of the decision or a summary of that information.", "27. (1) Sous réserve du paragraphe (3), la personne ou l'organisme chargé de rendre, au nom du Service, une décision au sujet d'un délinquant doit, lorsque celui-ci a le droit en vertu de la présente partie ou des règlements de présenter des observations, lui communiquer, dans un délai raisonnable avant la prise de décision, tous les renseignements entrant en ligne de compte dans celle-ci, ou un sommaire de ceux-ci."], ["[20]", "Subsection 27(3) of the", "Act", "allows CSC to withhold certain information in specific contexts:", "27. (3) Except in relation to decisions on disciplinary offences, where the Commissioner has reasonable grounds to believe that disclosure of information under subsection (1) or (2) would jeopardize", "(a) the safety of any person,", "(b) the security of a penitentiary, or", "(c) the conduct of any lawful investigation,", "the Commissioner may authorize the withholding from the offender of as much information as is strictly necessary in order to protect the interest identified in paragraph (a), (b) or (c).", "27. (3) Sauf dans le cas des infractions disciplinaires, le commissaire peut autoriser, dans la mesure jugée strictement nécessaire toutefois, le refus de communiquer des renseignements au délinquant s'il a des motifs raisonnables de croire que cette communication mettrait en danger la sécurité d'une personne ou du pénitencier ou compromettrait la tenue d'une enquête licite.", "V. Analysis", "A.", "The application is not moot"], ["[21]", "A preliminary issue in this judicial review is whether or not the application is moot. As this application involves a live controversy, in my view it is not moot."], ["[22]", "Although the applicant was statutorily released from custody on May 5, 2014, the consequences of his security reclassification and transfer are ongoing. Those consequences include that the applicant's involvement in institutional misconduct will remain on his CSC file that this information will be used by CSC and the Parole Board of Canada in all future risk assessments, and that this information will be provided to police services including the Ontario Provincial Police and the Royal Canadian Mounted Police upon request."], ["[23]", "As part of this application, the applicant seeks the substantive remedy of an order prohibiting reference by CSC to the security reclassification and transfer in the absence of additional language setting out the findings of this Court on judicial review."], ["[24]", "A live controversy therefore exists that can be resolved by a decision in this proceeding, and as such the application is not moot.", "B.", "The appropriate standard of review is reasonableness"], ["[25]", "The standard for determining whether the Warden complied with the duty of procedural fairness is correctness: <FRAGMENT_SUPPRESSED> at para 79. However, deference is owed under subsection 27(3) of the", "Act", "to CSC's determinations that the disclosure of information might threaten the security of the prison, the safety of any person, or the conduct of a lawful investigation. It is the Commissioner, or his or her representatives in the form of Security Intelligence Officers, that are in the best position to determine whether such a risk may materialize and to assess the reliability of any given informant. As a result, CSC is entitled to a margin of deference: <FRAGMENT_SUPPRESSED> at para 89.", "C.", "The duty to disclose"], ["[26]", "As was previously stated, the crux of this case is not located in a definition of the parameters of the duty to disclose. Instead, this case pivots on evidentiary issues, the first of which is whether the confidential affidavit of SIO McMullin is admissible. SIO McMullin provided two copies of her affidavit sworn on May 10, 2013: a public version and confidential version. Both affidavits attest to information received against the applicant, the reliability of informants, the measures taken to assess reliability of information, the disclosure provided to the applicant, the information withheld and the basis for non-disclosure. The admissibility of the affidavit is fundamental because the key issue in this case - whether the duty to disclose was met - turns on the evidence it contains."], ["[27]", "The applicant submits that the affidavit contains inadmissible opinion evidence and raises issues of credibility. Specifically, the affidavit was sworn nearly two years after the events at issue occurred and is much more extensive in nature than SIO McMullin's brief handwritten notes from her July 13, 2011 meeting with the applicant. The affidavit and the handwritten notes tell distinct stories in regards to the disclosure that was provided to the applicant on July 13, 2011. That is, the affidavit elaborates, significantly, on the disclosure provided to the applicant. These observations, individually and collectively, undermine the credibility of the affidavit."], ["[28]", "Without SIO McMullin's affidavit, it is clear that on their face, the documents and information disclosed to the applicant did not to meet the subsection 27(1) requirements. The applicant was not provided with sufficient information to know the case to be met. However, if the affidavit is admissible, the affidavit establishes that the applicant was provided with a satisfactory", "summary", "of information. The exigencies of subsection 27(1) can be satisfied by providing a summary of the information: <FRAGMENT_SUPPRESSED> at para 81."], ["[29]", "Although the affidavit was sworn nearly two years after the events at issue occurred, it is corroborated, in its critical aspects, by SIO McMullin's handwritten notes. Ironically, the affidavit is also further corroborated by the applicant's July 28, 2011 tape recorded oral rebuttal."], ["[30]", "In his rebuttal, the applicant confirmed the extent of disclosure provided to him. Specifically, the applicant confirmed his knowledge of specific language and in the telephone intercepts. In his rebuttal the applicant also disputed the allegations made that he was selling his prescriptions or that he is was smoker, thereby confirming SIO McMullin's deposition that she told him about the allegation that he was a smoker and that he sells his medications. Further, the rebuttal also confirms the applicant's knowledge about tobacco being found in his fridge and of Mr. Fazzina segregation, thereby confirming SIO McMullin's deposition that the applicant was made aware that a quantity of tobacco was found in his fridge for which his cousin was segregated."], ["[31]", "Because of the corroboration of SIO McMullin's affidavit, both through her handwritten notes and the applicant's rebuttal, the affidavit is admissible. Unfortunately for the applicant, but for his rebuttal, the affidavit would likely not have been admitted as evidence."], ["[32]", "I turn next to the disclosure provided to the applicant and whether or not such disclosure was sufficient to meet the onerous requirements mandated by subsection 27(1) of the", "Act"], ["[33]", "Pursuant to subsection 27(1) of the", "Act", ", a prisoner is to receive full disclosure of \"all the information to be considered in the taking of a decision or a summary of that information\" unless subsection 27(3) requires that information be withheld. Subsection 27(3) allows an exemption from the onerous disclosure requirements where the Commissioner has reasonable grounds to believe that the disclosure of information under subsection 27(1) would jeopardize the safety of any person, the security of the penitentiary, or the conduct of any lawful investigation."], ["[34]", "Where only a summary of information is provided, the applicable test to determine if the disclosure was sufficient is whether there was enough information provided to enable the applicant to know the case he has to meet:", "May", "at para 82;", "<FRAGMENT_SUPPRESSED> ."], ["[35]", "In the present case, SIO McMullin informed the applicant during the July 13, 2011 meeting that certain information was being withheld to protect confidential informants. However, while subsection 27(3) does authorize the withholding of information, CSC is still required to provide \"as much detail as possible\": <FRAGMENT_SUPPRESSED> at para 23. It must be recalled, in assessing this obligation, that the case against the applicant was not complicated; it was in fact quite simple; Fazzina (Rocky) and Ross (Dino) who were cousins, and Gagne (Rocky's girlfriend) worked together to bring contraband into BCI. The", "modus operandi", "was known, the plan had been executed in the past, and there was participation in a plan, albeit one triggered by SIO McMullin, to do it again."], ["[36]", "The information provided to the applicant included summary disclosure regarding the telephone intercepts, SIO McMullin's allegations that the applicant was a smoker and that he sold his pills, and information about tobacco being found in the applicant's fridge and Mr. Fazzina being segregated."], ["[37]", "As such, the applicant was provided with a satisfactory summary of information pursuant to subsection 27(1) of the", "Act", ". That is, the applicant was provided with enough information to allow him to know the case he had to meet and rebut the allegations made against him."], ["[38]", "To summarize, having reviewed the confidential affidavit, I conclude that the applicant received appropriate disclosure of information which served as the basis for the security reclassification and transfer, excluding only that information that was \"strictly necessary\" to withhold in order to address security concerns. The requirements of procedural fairness were met."], ["[39]", "The information not provided by CSC to the applicant in the present case was that which would have disclosed the identity of confidential informants. SIO McMullin's confidential affidavit explains why information such as the number of informants, what they said and certain measures taken to assess reliability could not be safely disclosed without revealing the identity of the sources. I am satisfied that the claim of public interest privilege with respect to informer privilege, as codified in subsection 27(3) of the", "Act", ", is well-founded.", "VI. Conclusions"], ["[40]", "For the reasons set out above, CSC met its disclosure obligations and thus the Warden's decision was procedurally fair. Further, based on the evidence provided in SIO McMullin's confidential affidavit, the decision to increase the applicant's security classification and transfer him falls within the range of possible, acceptable outcomes", "JUDGMENT"], ["[41]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is dismissed.", "Application dismissed.", "Editor: J. Danielle King/nmg", "[End of document]"]]}