{"id_": "078222", "body_str": [["[1]", "Boivin, J.", "[Translation]: The applicant is appealing the decision accepting the citizenship application of Wadad Abou-Zahra (Citizenship Record 3456333), issued on February 24, 2010, by Citizenship Judge Gilles Duguay."], ["[2]", "On April 22, 2010, the Minister filed a notice of application against this decision under section 21 of the", "Federal Courts Act", ", R.S.C. 1985, c. F-7, subsection 14(5) of the", "Citizenship Act", ", R.S.C. 1985, c. C-29 (the Act) and paragraph 300(", ") of the", "Federal Courts Rules", ", SOR/98-106."], ["[3]", "Ms. Abou-Zahra did not appear on this application either in person or through counsel, despite being personally served on April 23, 2010. Consequently, the facts are taken from the Minister's memorandum of fact and law.", "Facts"], ["[4]", "Ms. Wadad Abou-Zahra is a citizen of Lebanon. She became a permanent resident on December 14, 1990, and applied for citizenship on December 14, 2007."], ["[5]", "Since 1990, she has been living with her husband and adolescent son in the basement of her niece's home in the province of Quebec. However, she owns a home in Lebanon. Her son was born in Lebanon in 1995. Ms. Abou-Zahra's husband did not apply for citizenship because of numerous trips: he is self-employed in the import/export field."], ["[6]", "On July 15, 2009, a request to provide complete copies of all passports issued and to fill out the citizenship questionnaire was sent to Ms. Abou-Zahra. Since she failed to respond to this request within 20 days, her file was referred to a citizenship judge."], ["[7]", "On February 3, 2010, Ms. Abou-Zahra explained this omission to a citizenship officer by saying that she was in Lebanon when the letter was sent. Then, she also stated that she had not lived in Canada since July 2009. She only returned to Canada on January 31, 2010, three days before the hearing scheduled for February 3, 2010. At the hearing, the citizenship judge gave Ms. Abou-Zahra an additional 20 days to produce the required documents."], ["[8]", "Ms. Abou-Zahra filed a relatively large amount of documentary evidence in support of her application."], ["[9]", "The citizenship judge accepted Ms. Abou-Zahra's citizenship application on February 24, 2010, but the only reasons given were in a brief paragraph included in the form Notice to the Minister of the Decision of the Citizenship Judge."], ["[10]", "The Minister challenges the legitimacy of this decision on the basis that the evidence disclosed an insufficient presence in Canada as well as discrepancies in the evidence adduced. The Minister also alleges that the reasons for the decision were inadequate having regard to paragraph 5(1)(", "c)", "of the Act and that the decision did not take into account the consideration of the evidence. The Minister submits that the citizenship judge applied a lower requirement than the one set out in the Act.", "Impugned decision"], ["[11]", "The handwritten reasons for the impugned decision read as follows:", "[translation]", "I gave the applicant a residence questionnaire and a period of 20 days to allow me to decide on 5(1)(c). [Illegible] after examining today 24/02/2010 all the supplementary evidence about residence that I was given, on a balance of probabilities, it appears that the applicant established and maintained her residence in Canada during the critical period (2003-2007). I approve her citizenship application. [Notice to the Minister of the Decision of the Citizenship Judge]"], ["[12]", "The Minister submits that the citizenship judge's decision was unreasonable because he made at least three reviewable errors:", "a. He did not identify the legal test he relied on to determine whether the applicant had satisfied the residence requirements, nor did he state whether he applied any test to a specific series of facts;", "b. He did not give reasons in support of his decision that demonstrate that he correctly included, analyzed, considered or weighed all the documentary evidence that was provided to him;", "c. He erred in law by applying a lower requirement than the one mandated by the Act.", "Relevant statutory provisions"], ["[13]", "The following provisions of the", "Citizenship Act", "apply to this application:", "Grant of citizenship", "5.", "(1) The Minister shall grant citizenship to any person who", ") makes application for citizenship;", ") is eighteen years of age or over;", ") is a permanent resident within the meaning of subsection 2(1) of the", "Immigration and Refugee Protection Act", ", and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner:", "(i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and", "(ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence;", ") has an adequate knowledge of one of the official languages of Canada;", ") has an adequate knowledge of Canada and of the responsibilities and privileges of citizenship; and", ") is not under a removal order and is not the subject of a declaration by the Governor in Council made pursuant to section 20.", "Residence", "(1.1) Any day during which an applicant for citizenship resided with the applicant's spouse who at the time was a Canadian citizen and was employed outside of Canada in or with the Canadian armed forces or the federal public administration or the public service of a province, otherwise than as a locally engaged person, shall be treated as equivalent to one day of residence in Canada for the purposes of paragraph (1)(", ") and subsection 11(1).", ". . .", "Consideration by citizenship judge", ". . .", "Appeal", "14.", "(5) The Minister or the applicant may appeal to the Court from the decision of the citizenship judge under subsection (2) by filing a notice of appeal in the Registry of the Court within sixty days after the day on which", ") the citizenship judge approved the application under subsection (2); or", ") notice was mailed or otherwise given under subsection (3) with respect to the application.", ". . .", "Attribution de la citoyenneté", "5.", "(1) Le ministre attribue la citoyenneté à toute personne qui, à la fois:", ") en fait la demande;", ") est âgée d'au moins dix-huit ans;", ") est un résident permanent au sens du paragraphe 2(1) de la", "Loi sur l'immigration et la protection des réfugiés", "et a, dans les quatre ans qui ont précédé la date de sa demande, résidé au Canada pendant au moins trois ans en tout, la durée de sa résidence étant calculée de la manière suivante:", "(i) un demi-jour pour chaque jour de résidence au Canada avant son admission à titre de résident permanent,", "(ii) un jour pour chaque jour de résidence au Canada après son admission à titre de résident permanent;", ") a une connaissance suffisante de l'une des langues officielles du Canada;", ") a une connaissance suffisante du Canada et des responsabilités et avantages conférés par la citoyenneté;", ") n'est pas sous le coup d'une mesure de renvoi et n'est pas visée par une déclaration du gouverneur en conseil faite en application de l'article 20.", "Période de résidence", "(1.1) Est assimilé à un jour de résidence au Canada pour l'application de l'alinéa (1)", ") et du paragraphe 11(1) tout jour pendant lequel l'auteur d'une demande de citoyenneté a résidé avec son époux ou conjoint de fait alors que celui-ci était citoyen et était, sans avoir été engagé sur place, au service, à l'étranger, des forces armées canadiennes ou de l'administration publique fédérale ou de celle d'une province.", "...", "Examen par un juge de la citoyenneté", "...", "Appel", "14.", "(5) Le ministre et le demandeur peuvent interjeter appel de la décision du juge de la citoyenneté en déposant un avis d'appel au greffe de la Cour dans les soixante jours suivant la date, selon le cas:", ") de l'approbation de la demande;", ") de la communication, par courrier ou tout autre moyen, de la décision de rejet.", "...", "Issues"], ["[14]", "The following issues are raised in this application for judicial review:", "a. Did the citizenship judge err by finding that the application satisfied the conditions in paragraph 5(1)(", ") of the Act ?", "b. Are the citizenship judge's reasons for decision adequate?", "Standard of review"], ["[15]", "The Minister submits that even though subsection 14(5) of the Act refers to the possibility of an \"appeal\", it is settled law that what this involves in reality is a judicial review, which attracts a reasonableness standard.  <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 485, at paragraph 19, Mr. Justice Russell of this Court considered the applicable standard of review for a citizenship judge's finding as to whether a person applying for citizenship meets the residence requirement:"], ["[19] There has been general consensus in the jurisprudence of this Court that the applicable standard of review for a citizenship judge's determination of whether an applicant meets the residency requirement, which is a question of mixed fact and law, is reasonableness simpliciter (", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ). In light of the Supreme Court of Canada's recent decision in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], wherein the Court collapsed this standard and the patent unreasonableness standards into one standard of reasonableness, I find that the applicable standard of review as regards the Citizenship Judge's determination of whether the Applicant met the residency requirement is reasonableness."], ["[16]", "However, the lack of adequate reasons to support the decision is a procedural fairness issue. As this Court has repeatedly stressed, where the Court is seized with a procedural fairness or natural justice issue, the appropriate standard of review is correctness (see", "<FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 875, at paragraph 29).", "Analysis"], ["[17]", "In this case, the designated period is between December 14, 2003, and December 14, 2007. During these four years immediately preceding her application for citizenship, Ms. Abou-Zahra alleges that she spent a total of 109 days outside of Canada and 1,351 days in Canada."], ["[18]", "The legal test that applies on citizenship appeals is set out in subsection 5(1) of the Act. However, the term \"residence\" is not defined. As Madam Justice Tremblay-Lamer explained clearly in", "<FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 947, at paragraphs 10-13, the jurisprudence of this Court has interpreted the term \"residence\" in three different ways:"], ["[10] . . . This Court's interpretation of \"residence\" can be grouped into three categories. The first views it as actual, physical presence in Canada for a total of three years, calculated on the basis of a strict counting of days (", "Pourghasemi (Re)", ", [1993] F.C.J. No. 232 (QL) (T.D.)). A less stringent reading of the residence requirement recognizes that a person can be resident in Canada, even while temporarily absent, so long as he or she maintains a strong attachment to Canada (", "Antonios E. Papadogiorgakis (Re)", ", [1978] 2 F.C. 208 (T.D.). A third interpretation, similar to the second, defines residence as the place where one \"regularly, normally or customarily lives\" or has \"centralized his or her mode of existence\" (", "Koo (Re)", ", 1992 CanLII 2417 (F.C.), [1993] 1 F.C. 286 (T.D.) at para. 10)."], ["[11] I essentially agree with Justice James O'Reilly in", "Nandre", ", above, at paragraph 11 that the first test is a test of physical presence, while the other two tests involve a more qualitative assessment:", "Clearly, the Act can be interpreted two ways, one requiring physical presence in Canada for three years out of four, and another requiring less than that so long as the applicant's connection to Canada is strong. The first is a physical test and the second is a qualitative test."], ["[12] It has also been recognized that any of these three tests may be applied by a Citizenship Judge in making a citizenship determination (", "<FRAGMENT_SUPPRESSED>  (T.D.) (QL)). For instance, in", "<FRAGMENT_SUPPRESSED>  [2001] F.C.J. No. 862 (QL), Justice Elizabeth Heneghan at paragraph 4 concludes that any of the three tests may be applied in making a residency determination:", "The case law on citizenship appeals has clearly established that there are three legal tests which are available to determine whether an applicant has established residence within the requirements of the Citizenship Act (...) a Citizenship Judge may adopt either the strict count of days, consideration of the quality of residence or, analysis of the centralization of an applicant's mode of existence in this country.", "[Citations omitted]"], ["[13] While a Citizenship Judge may choose to rely on any one of the three tests, it is not open to him or her to \"blend\" the tests (", "Tulupnikov,", "above, at para. 16)."], ["[19]", "However, it should be noted that recently the jurisprudence of this Court on this issue was clarified following the decision of Mr. Justice Mainville in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  F.C.J. No. 1371 and the decision of Mr. Justice Zinn in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  F.C.J. No. 330. I agree with those decisions."], ["[20]", "Thus, as Justice Zinn explained in <FRAGMENT_SUPPRESSED> , where a citizenship judge finds that an applicant was physically present in Canada for at least 1,095 days-the required minimum period-residence is proven, and resort to the more contextual", "Koo", "test is unnecessary:", "Koo (Re)", "(T.D.) [1992] F.C.J. No. 1107, [1993] 1 F.C. 286", "The", "Koo", "test need only be relied on where the applicant has been resident in Canada but has been physically present in Canada for less than 1,095 days. In that situation, citizenship judges must apply the", "Koo", "test to determine whether the applicant was resident in Canada, even though not physically present here (see also", "Canada (The Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2010] F.C.J. No. 1219 (Justice Harrington)."], ["[21]", "In the case before us, the citizenship judge's decision contains a major shortcoming in that he did not clearly state which test he chose to apply. There is nothing in the brief paragraph of reasons that enables us to identify what the test was."], ["[22]", "The Minister also submits that there is no evidence establishing that Ms. Abou-Zahra demonstrated actual physical presence in Canada for a total of three years during the designated period."], ["[23]", "To demonstrate an actual physical presence in Canada, Ms. Abou Zahra had to prove that she was present in Canada for at least 1,095 days during the relevant period, failing which her application would be rejected. On this point, the evidence disclosed a contradiction. In her", "Application for Canadian Citizenship", ", Ms. Abou-Zahra stated that she had been absent from Canada from June 20, 2007, to July 24, 2007; from September 15, 2006, to October 14, 2006; from August 1, 2004, to September 16, 2004; and from May 22, 2003, to July 15, 2003. In her", "Residence Questionnaire", "that she filled out and submitted after her hearing, she stated that she had been absent from July 15, 2006, to October 14, 2006, i.e. a difference of two additional months spent outside Canada."], ["[24]", "The Minister also submits that, despite the specific request in the letter dated July 15, 2009, Ms. Abou-Zahra did not provide a complete copy of all her passports with all the pages, including the blank pages. Since she had not complied with this request as of the date of the hearing with the citizenship judge, he gave Ms. Abou-Zahra a 20-day extension. The onus was on her to provide sufficient evidence demonstrating that she met the residence criteria in the  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 2029, at paragraph 21)."], ["[25]", "On February 16, 2010, Ms. Abou-Zahra finally submitted certain documents, including partial copies of two of her three known passports. As counsel for the Minister correctly notes, it is important to file all the pages of a passport, including the blank pages, so that the decision-maker can ensure that all the entries and exits are clearly indicated in the various questionnaires. The evidence in the record reveals that Ms. Abou Zahra did not submit all the passports. She also provided only partial copies of the passports that were submitted. For instance, the Court notes that the passport issued to her in Beirut, Lebanon, on November 2, 1998-the validity of which was extended to October 20, 2008-has significant parts of pages missing, i.e. pages 6 and 7 and 12 to 43. Also, Ms. Abou Zahra did not mention any absence from Canada prior to 2003 whereas the evidence indicates that she was absent in 1995 at the very least because she gave birth to her son in Lebanon (Tribunal Record at page 71)."], ["[26]", "The evidence in the record also establishes that Ms. Abou Zahra's bank account documents show activity for only three of the four months of statements she provided and only on a minimal number of days."], ["[27]", "Furthermore, the tax documents Ms. Abou Zahra submitted do not establish her actual residence in Canada. The copies of three cell phone bills and the Visa statements are also incomplete and fragmentary."], ["[28]", "In his decision, the citizenship judge did not mention or attempt to explain the contradictions, inconsistencies and omissions that the documentary evidence revealed."], ["[29]", "The Court points out that in a recent judgment,", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 91, at paragraph 6, Mr. Justice Roger Hughes wrote that because the Minister-or a citizenship applicant-has no recourse other than to appeal to the Court and because citizenship must be granted if a citizenship judge makes a favourable recommendation, \". . . the provision of reasons by the citizenship judge assumes a special significance. The reasons should be sufficiently clear and detailed so as to demonstrate to the Minister that all relevant facts have been considered and weighed appropriately and that the correct legal tests have been applied.\""], ["[30]", "After reviewing the evidence and the citizenship judge's reasons for decision, the Court finds that the citizenship judge did not examine, weigh and analyze the evidence, which contained major shortcomings. In these circumstances, his decision is unreasonable and the Court's intervention is warranted. Consequently, the Court allows the appeal.", "JUDGMENT"], ["[31]", "THE COURT ORDERS AND ADJUDGES THAT", "1. The appeal is allowed.", "2. The matter is remitted to a different citizenship judge for reconsideration.", ".........................", "Ministre de la Citoyenneté et de l'immigration (demandeur) v. Wadad Abou-Zahra (défenderesse)"], ["[1]", "Le juge Boivin", ": Le demandeur interjette appel de la décision acceptant la demande de citoyenneté de madame Wadad Abou-Zahra (Dossier de citoyenneté 3456333), rendue le 24 février 2010 par le juge de la citoyenneté, monsieur Gilles Duguay."], ["[2]", "Le 22 avril 2010, le Ministre a déposé un avis de demande à l'encontre de cette décision en vertu de l'article 21 de la", "Loi sur les Cours fédérales", ", L.R.C. 1985, ch. F-7, du paragraphe 14(5) de la", "Loi sur la citoyenneté", ", L.R.C. 1985, ch. C-29 (la Loi) et de l'alinéa 300", "c)", "des", "Règles des Cours fédérales", ", DORS/98-106."], ["[3]", "Dans la présente demande, madame Abou-Zahra n'a pas comparu, ni en personne ni par avocat, malgré la signification en personne effectuée le 23 avril 2010. Conséquemment, l'exposé des faits est tiré du Mémoire des faits et du droit du Ministre.", "Exposé des faits"], ["[4]", "Madame Wadad Abou-Zahra est citoyenne du Liban. Elle est devenue résidente permanente le 14 décembre 1990 et a présenté sa demande de citoyenneté le 14 décembre 2007."], ["[5]", "Depuis 1990, elle résiderait avec son mari et son fils adolescent dans le sous-sol de la résidence de sa nièce dans la province de Québec. Elle posséderait toutefois une maison au Liban. Son fils est né au Liban en 1995. Le mari de madame Abou-Zahra n'a pas présenté de demande de citoyenneté en raison de nombreux voyages: il travaillerait comme travailleur autonome dans le domaine de l'import-export."], ["[6]", "Le 15 juillet 2009, une demande de fournir des copies complètes de tous les passeports délivrés et de remplir le questionnaire de citoyenneté a été acheminé à madame Abou-Zahra. N'ayant pas répondu à cette demande dans les vingt jours, son dossier a été référé à un juge de la citoyenneté."], ["[7]", "Le 3 février 2010, madame Abou-Zahra a expliqué cette omission à une agente de la citoyenneté par le fait qu'elle était au Liban lors de l'envoi de la lettre. Puis, elle a également précisé qu'elle ne vivait plus au Canada depuis juillet 2009. Elle ne serait revenue au Canada que le 31 janvier 2010, soit trois jours avant l'audience prévue pour le 3 février 2010. Lors de l'audience, le juge de la citoyenneté a accordé à madame Abou-Zahra un délai supplémentaire de vingt jours pour produire les documents requis."], ["[8]", "Madame Abou-Zahra a produit une preuve documentaire relativement abondante à l'appui de sa demande."], ["[9]", "La demande de citoyenneté de madame Abou-Zahra a été accueillie par le juge de la citoyenneté le 24 février 2010, avec pour seuls motifs un bref paragraphe inclus au formulaire Avis au Ministre de la décision du juge de la citoyenneté."], ["[10]", "Le Ministre conteste donc la légitimité de cette décision à l'effet que la preuve révélerait une présence insuffisante au Canada et des incongruités dans la preuve administrée. De plus, le Ministre allègue que la décision n'a pas été suffisamment motivée eu égard aux motifs prévus à l'alinéa 5(1)", "c)", "de la Loi, et qu'elle ne rend pas compte de la considération de la preuve. Selon les prétentions du Ministre, le juge de la citoyenneté aurait appliqué une exigence moindre que celle prévue par la Loi", "La décision contestée"], ["[11]", "Les motifs manuscrits de la décision contestée peuvent se lire comme suit:", "« J'ai donné un questionnaire de résidence et 20 jours de délai à la demanderesse pour me permettre de décider sur 5(1)c). [Illisible] ayant examiné aujourd'hui 24/02/2010 toutes les preuves additionnelles de résidence obtenue, sur la prépondérance des probabilités, il semble que la demanderesse a établi et maintenu sa résidence au Canada pendant la période critique (2003-2007). J'approuve sa demande de citoyenneté. » [Avis au Ministre de la décision du juge de la citoyenneté]"], ["[12]", "Le Ministre soumet que le juge de la citoyenneté a rendu une décision déraisonnable puisqu'il a commis au moins trois erreurs susceptibles de révision:", "a. Il a omis de préciser sur quel critère juridique il s'est fondé pour déterminer si la défenderesse avait rempli les conditions de résidence et s'il a appliqué un quelconque critère à une série précise de faits;", "b. Il n'a pas donné de motifs à l'appui de sa décision qui démontrent qu'il a correctement inclus, analysé, considéré ou pondéré toute la preuve documentaire qui lui était soumise;", "c. Il a erré en droit en appliquant une exigence moindre que celle requise par la loi.", "Dispositions législatives pertinentes"], ["[13]", "Les dispositions suivantes de la", "Loi sur la citoyenneté", "s'appliquent à la présente demande:", "Attribution de la citoyenneté", "5.", "(1) Le ministre attribue la citoyenneté à toute personne qui, à la fois:", ") en fait la demande;", "b) est âgée d'au moins dix-huit ans;", "c) est un résident permanent au sens du paragraphe 2(1) de la", "Loi sur l'immigration et la protection des réfugiés", "et a, dans les quatre ans qui ont précédé la date de sa demande, résidé au Canada pendant au moins trois ans en tout, la durée de sa résidence étant calculée de la manière suivante:", "(i) un demi-jour pour chaque jour de résidence au Canada avant son admission à titre de résident permanent,", "(ii) un jour pour chaque jour de résidence au Canada après son admission à titre de résident permanent;", "d) a une connaissance suffisante de l'une des langues officielles du Canada;", "e) a une connaissance suffisante du Canada et des responsabilités et avantages conférés par la citoyenneté;", ") n'est pas sous le coup d'une mesure de renvoi et n'est pas visée par une déclaration du gouverneur en conseil faite en application de l'article 20.", "Période de résidence", "(1.1) Est assimilé à un jour de résidence au Canada pour l'application de l'alinéa (1)", ") et du paragraphe 11(1) tout jour pendant lequel l'auteur d'une demande de citoyenneté a résidé avec son époux ou conjoint de fait alors que celui-ci était citoyen et était, sans avoir été engagé sur place, au service, à l'étranger, des forces armées canadiennes ou de l'administration publique fédérale ou de celle d'une province.", "...", "Examen par un juge de la citoyenneté", "...", "Appel", "14.", "(5) Le ministre et le demandeur peuvent interjeter appel de la décision du juge de la citoyenneté en déposant un avis d'appel au greffe de la Cour dans les soixante jours suivant la date, selon le cas:", ") de l'approbation de la demande;", "b) de la communication, par courrier ou tout autre moyen, de la décision de rejet.", "...", "Grant of citizenship", "5.", "(1) The Minister shall grant citizenship to any person who", ") makes application for citizenship;", ") is eighteen years of age or over;", ") is a permanent resident within the meaning of subsection 2(1) of the", "Immigration and Refugee Protection Act", ", and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner:", "(i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and", "(ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence;", ") has an adequate knowledge of one of the official languages of Canada;", ") has an adequate knowledge of Canada and of the responsibilities and privileges of citizenship; and", ") is not under a removal order and is not the subject of a declaration by the Governor in Council made pursuant to section 20.", "Residence", "(1.1) Any day during which an applicant for citizenship resided with the applicant's spouse who at the time was a Canadian citizen and was employed outside of Canada in or with the Canadian armed forces or the federal public administration or the public service of a province, otherwise than as a locally engaged person, shall be treated as equivalent to one day of residence in Canada for the purposes of paragraph (1)(", ") and subsection 11(1).", "[...]", "Consideration by citizenship judge", "[...]", "Appeal", "14.", "(5) The Minister or the applicant may appeal to the Court from the decision of the citizenship judge under subsection (2) by filing a notice of appeal in the Registry of the Court within sixty days after the day on which", ") the citizenship judge approved the application under subsection (2); or", ") notice was mailed or otherwise given under subsection (3) with respect to the application.", "[...]", "Questions en litige"], ["[14]", "Les questions qui se posent dans la présente demande de contrôle judiciaire sont les suivantes:", "a. Est-ce que le juge de la citoyenneté a commis une erreur en concluant que la défenderesse remplissait les conditions prévues à l'alinéa 5(1)", "c)", "de la Loi ?", "b. Est-ce que les motifs de la décision du juge de la citoyenneté sont suffisants ?", "Norme de contrôle"], ["[15]", "Le Ministre soutient que même si le paragraphe 14(5) de la Loi réfère encore à une possibilité « d'appel », il est bien établi qu'il s'agit en réalité d'un contrôle judiciaire qui nécessite l'application de la norme de la décision raisonnable. Dans l'arrêt", "<FRAGMENT_SUPPRESSED>  [2008] A.C.F. no 485, au para 19, le juge Russell de cette Cour s'est prononcé sur la norme de contrôle applicable à la conclusion tirée par un juge de la citoyenneté sur la question de savoir si une personne présentant une demande de citoyenneté satisfait ou non l'obligation en matière de résidence:"], ["[19] Il est de jurisprudence constante, à la Cour fédérale, que la norme de contrôle applicable en ce qui concerne les décisions des juges de la citoyenneté sur la question de savoir si les demandeurs respectent ou non l'obligation de résidence, laquelle est une question mixte de fait et de droit, est la norme de la décision raisonnable simpliciter (Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED> ). Vu l'arrêt récent  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> , dans lequel la Cour suprême du Canada a fondu la norme de la décision raisonnable simpliciter et la norme de la décision manifestement déraisonnable en une seule norme, celle de la décision raisonnable, j'estime que la norme de contrôle applicable à la conclusion tirée en l'espèce par la juge de la citoyenneté sur la question de savoir si la demanderesse satisfaisait ou non l'obligation en matière de résidence est celle de la décision raisonnable."], ["[16]", "Toutefois, en ce qui concerne l'absence de motifs adéquats au soutien de la décision, il s'agit d'une question d'équité procédurale. Comme cette Cour l'a souligné à maintes reprises, lorsque la Cour est en présence d'une question d'équité procédurale ou de justice naturelle, la norme de contrôle applicable est celle de la décision correcte (voir", "<FRAGMENT_SUPPRESSED>  [2009] A.C.F. no 875, au para 29).", "Analyse"], ["[17]", "Dans le cas présent, la période désignée est comprise entre le 14 décembre 2003 et le 14 décembre 2007. Durant ces quatre (4) années précédant immédiatement sa demande de citoyenneté, madame Abou-Zahra allègue avoir passé un total de 109 jours à l'extérieur du Canada et de 1 351 jours au Canada."], ["[18]", "Le critère juridique qui s'applique en matière de citoyenneté est prévu au paragraphe 5(1) de la Loi. Toutefois, le terme « résidence » n'est pas défini. Comme l'a bien expliqué la juge  <FRAGMENT_SUPPRESSED>  [2007] A.C.F. no 947, aux paras 10-13, la jurisprudence de cette Cour a interprété le terme « résidence » de trois façons différentes:"], ["[10] [...] Premièrement, il peut s'agir de la présence réelle et physique au Canada pendant un total de trois ans, selon un comptage strict des jours (", "Pourghasemi (Re)", ", [1993] A.C.F. no 232 (QL) (1re inst.)). Selon une interprétation moins rigoureuse, une personne peut résider au Canada même si elle en est temporairement absente, pour autant qu'elle conserve de solides attaches avec le Canada (", "Antonios E. Papadogiorgakis (Re)", ", [1978] 2 C.F. 208 (1re inst.)). Une troisième interprétation, très semblable à la deuxième, définit la résidence comme l'endroit où l'on \"vit régulièrement, normalement ou habituellement\" ou l'endroit où l'on a \"centralisé son mode d'existence\" (", "Koo (Re)", ", [1993] 1 C.F. 286 (1re inst.), au paragraphe 10)."], ["[11] Je suis d'accord pour l'essentiel avec le juge James O'Reilly lorsqu'il écrit, au paragraphe 11 de la décision", "Nandre", ", précitée, que le premier critère exige la présence physique, alors que les deux autres nécessitent un examen plus qualitatif:", "Manifestement, la Loi peut être interprétée de deux manières, l'une exigeant une présence physique au Canada pendant trois ans sur un total de quatre, et l'autre exigeant moins que cela, pour autant que le demandeur de citoyenneté puisse justifier d'attaches étroites avec le Canada. Le premier critère est un critère physique et le deuxième un critère qualitatif."], ["[12] Il a aussi été reconnu que le juge de la citoyenneté est libre d'appliquer l'un ou l'autre de ces trois critères (", "<FRAGMENT_SUPPRESSED>  (1re inst.) (QL)). Par exemple, dans la décision", "<FRAGMENT_SUPPRESSED>  [2001] A.C.F. no 862 (QL), la juge Elizabeth Heneghan conclut, au paragraphe 4, que l'un ou l'autre de ces critères peut être appliqué pour rendre une décision sur la question de la résidence:", "La jurisprudence sur les appels en matière de citoyenneté a clairement établi qu'il existe trois critères juridiques permettant de déterminer si un demandeur a démontré qu'il était un résident selon les exigences de la", "Loi sur la citoyenneté", "[...] le juge de la citoyenneté peut soit calculer de façon stricte le nombre de jours de présence physique, soit examiner la qualité de la résidence, soit analyser la centralisation au Canada du mode de vie du demandeur.", "[Renvois omis.]"], ["[13] Si le juge de la citoyenneté peut choisir d'appliquer l'un ou l'autre des trois critères, il ne lui est pas permis de les \"fusionner\" (", "Tulupnikov", ", précitée, au paragraphe 17)."], ["[19]", "Il convient toutefois de noter que récemment la jurisprudence de cette Cour sur cette question s'est précisée à la suite de la décision du juge Mainville dans", "Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED>  A.C.F. no 1371 et la décision du juge Zinn dans", "Canada", "(Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED>  A.C.F. no 330. Décisions auxquelles je souscris."], ["[20]", "Ainsi, comme l'explique le juge Zinn dans <FRAGMENT_SUPPRESSED> , lorsqu'un juge de la citoyenneté arrive à la conclusion qu'un demandeur a été physiquement présent au Canada pendant une période d'au moins 1 095 jours - c'est-à-dire la période minimale requise - la résidence est dans ce cas prouvée et il est inutile de recourir au critère plus contextuel dont il est question dans", "Koo (Re)", "(1re inst.) [1992] A.C.F. no 1107, [1993] 1 C.F. 286", "Il n'y a pas lieu de se fonder sur ce deuxième critère que dans les cas où le demandeur a bel et bien résidé au Canada, mais y a été physiquement présent pendant moins de 1 095 jours. Dans ce cas, les juges de la citoyenneté doivent appliquer le critère énoncé dans", "Koo", "pour déterminer si le demandeur était résident au Canada, même s'il n'y était pas physiquement présent (voir également", "Canada (The Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2010] F.C.J. No. 1219 (Juge Harrington)."], ["[21]", "Dans le cas qui nous occupe, la décision du juge de la citoyenneté comporte une lacune importante en ce qu'il n'a pas clairement énoncé le test qu'il a choisi d'appliquer. En effet, rien dans le bref paragraphe de motifs ne permet de discerner quel fut ce test."], ["[22]", "Le Ministre soumet au surplus que rien dans la preuve n'établit que madame Abou-Zahra a démontré une présence réelle et physique au Canada pendant une période totale de trois (3) ans, durant la période désignée."], ["[23]", "Pour démontrer une présence réelle et physique au Canada, madame Abou-Zahra devait prouver qu'elle a été présente au Canada pendant au moins 1 095 jours au cours de la période pertinente, à défaut de quoi sa demande serait rejetée. Sur ce point, la preuve révèle une contradiction. En effet, madame Abou-Zahra a mentionné dans sa", "Demande de citoyenneté canadienne", "avoir été absente du Canada du 20 juin 2007 au 24 juillet 2007; du 15 septembre 2006 au 14 octobre 2006; du 1e août 2004 au 16 septembre 2004; et du 22 mai 2003 au 15 juillet 2003. Or, dans son", "Questionnaire sur la résidence", "qu'elle a rempli et soumis après son audience, elle déclare avoir été absente du 15 juillet 2006 au 14 octobre 2006, soit une différence de deux mois supplémentaires passés à l'extérieur du Canada."], ["[24]", "Le Ministre soutient également que madame Abou-Zahra n'a pas, malgré la demande spécifique faite par lettre datée du 15 juillet 2009, fourni une copie complète de tous ses passeports, incluant toutes les pages, y compris les pages en blanc. Ne s'étant pas conformé à cette demande à la date de l'audience avec le juge de la citoyenneté, ce dernier a donné à madame Abou-Zahra un délai de 20 jours. Il lui incombait donc de produire une preuve suffisante démontrant qu'elle a satisfait aux critères de résidence de la  <FRAGMENT_SUPPRESSED>  [2005] A.C.F. no 2029, au para 21)."], ["[25]", "Le 16 février 2010, madame Abou-Zahra a finalement soumis certains documents, dont des copies partielles eu égard à deux (2) de ses trois (3) passeports connus. Comme le souligne correctement la procureure du Ministre, l'importance de déposer toutes les pages du passeport, y compris les pages en blanc, est de permettre au décideur de s'assurer que toutes les entrées et sorties sont bien indiquées dans les divers questionnaires. Or, la preuve au dossier révèle que madame Abou-Zahra a omis de soumettre tous les passeports. Elle n'a de plus fourni que des copies partielles des passeports soumis. À titre d'exemple, la Cour note qu'en ce qui concerne le passeport qui lui a été émis à Beyrouth au Liban le 2 novembre 1998 - dont la validité a été prolongée jusqu'au 20 octobre 2008 - des portions importantes de pages sont manquantes, c'est-à-dire les pages 6 et 7 ainsi que 12 à 43. Également, aucune absence du Canada précédant 2003 n'a été mentionnée par madame Abou-Zahra alors que la preuve indique qu'elle était absente à tout le moins en 1995 puisqu'elle a donné naissance à son fils au Liban (Dossier du Tribunal à la p. 71)."], ["[26]", "La preuve au dossier démontre aussi que les documents relatifs au compte bancaire de madame Abou-Zahra font état d'activités que pour trois (3) des quatre (4) mois de relevés fournis et seulement sur un nombre minimal de jours."], ["[27]", "De plus, les documents fiscaux soumis par madame Abou-Zahra ne permettent pas de démontrer la résidence réelle de cette dernière au Canada. Les copies de trois factures de téléphone cellulaire ainsi que les relevés de compte de la carte Visa sont également incomplets et parcellaires."], ["[28]", "Dans sa décision, le juge de la citoyenneté n'a pas mentionné ou tenté d'expliquer les contradictions, les incongruités ou les omissions que révèle la preuve documentaire soumise."], ["[29]", "La Cour rappelle que dans un jugement récent,", "Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED>  [2009] A.C.F. no 91, au paragraphe 6, le juge Roger Hughes écrivait que, parce que le Ministre - ou, d'ailleurs, un demandeur de citoyenneté - n'a de recours que d'interjeter appel à la Cour, et parce que la citoyenneté doit être accordée en cas de recommandation favorable d'un juge de la citoyenneté, « [...] l'exposition de motifs par le juge de la citoyenneté revêt une importance particulière. Les motifs doivent être suffisamment clairs et détaillés pour démontrer au ministre que tous les faits pertinents ont été pris en considération et soupesés comme il se doit et que les critères juridiques opportuns ont été appliqués. »"], ["[30]", "Après avoir examiné la preuve et les motifs de la décision du juge de la citoyenneté, la Cour conclut que le juge de la citoyenneté n'a pas examiné, soupesé et analysé les éléments de preuve qui comportent des lacunes importantes. Dans ces circonstances, sa décision est déraisonnable et l'intervention de la Cour est justifiée. Par conséquent, la Cour accueille l'appel.", "JUGEMENT"], ["[31]", "LA COUR ORDONNE ET ADJUGE QUE:", "1. L'appel est accueilli.", "2. L'affaire est renvoyée à un autre juge de la citoyenneté pour un nouvel examen.", "[End of document]"]]}