{"id_": "078364", "body_str": [["[1]", "Shore, J.", "[Translation]: The Federal Court of Appeal recently confirmed that, to be sufficient, reasons must allow the reviewing court to understand why a decision-maker made a decision and then determine whether the decision-maker's finding falls within a range of acceptable outcomes (", "<FRAGMENT_SUPPRESSED> )."], ["[2]", "The Court considers that the officer's reasons are not adequate and do not meet the tests of justification and intelligibility set out by the Supreme Court of Canada in", "Newfoundland and  <FRAGMENT_SUPPRESSED> ; even when they are examined together with the outcome. The decision is essentially a summary of facts. The reasoning behind the decision is, at best, obscure. The officer's notes do not explain why the decision was made."], ["[3]", "Although the reasons make it clear that the officer had concerns on some aspects of the evidence in the record, they do not explain how these concerns formed part of its final conclusion. Was the decision in fact a negative finding on the applicant's credibility or was it rather based on a lack of evidence that the applicant could meet the employment requirements for a potential job in Canada? The reasons still have not been explained.", "II. Introduction"], ["[4]", "This is an application for judicial review filed under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (IRPA) of a decision in which a visa officer refused the applicant's work permit application.", "III. Facts"], ["[5]", "The applicant, Maden Run, is a citizen of Cambodia born in 1980."], ["[6]", "The applicant allegedly had worked as a cook in Cambodia for the restaurant Food and Beverage Center Gallery Café (FBC) since 2010. Before 2010, he worked for the Arunras restaurant as dishwasher and cook."], ["[7]", "On April 24, 2012, the applicant received an employment offer from the restaurant Chez Vanna, located in Québec, Quebec."], ["[8]", "In December 2012, the applicant filed an application for a temporary work permit with the Canadian Embassy in Bangkok to work as head cook in the restaurant Chez Vanna. On April 5, 2013, the officer refused the visa application."], ["[9]", "January 30, 2013, the applicant filed this application for judicial review with respect to that decision.", "IV. Decision under review"], ["[10]", "The officer first determined that the applicant had not established that he had the professional experience required to perform the prospective job at the restaurant Chez Vanna in Québec. In her notes from the Global Case Management System (GCMS), the officer noted deficiencies in the evidence submitted by the applicant that undermined his credibility. In particular, the officer noted that the applicant's employment certificates were contradictory with respect to his employment status. Further, the applicant could not identify the Arunras restaurant when he was shown a photo at his interview, despite the fact that he had worked at this place for 10 years. She also noted that the applicant had not provided additional evidence of his training as a cook, despite a specific request from the Canadian Embassy."], ["[11]", "The officer was also not persuaded that the applicant would return to his country of origin after the duration of his stay in Canada.", "V. Issue"], ["[12]", "Is the officer's decision reasonable?", "VI. Relevant statutory provisions"], ["[13]", "Article 11 of the IRPA applies in this case:", "11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act.", "11. (1) L'étranger doit, préalablement à son entrée au Canada, demander à l'agent les visas et autres documents requis par règlement. L'agent peut les délivrer sur preuve, à la suite d'un contrôle, que l'étranger n'est pas interdit de territoire et se conforme à la présente loi."], ["[14]", "Paragraph 200(3)(", ") of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 also applies in this case:", "Exceptions", "(3) An officer shall not issue a work permit to a foreign national if", ") there are reasonable grounds to believe that the foreign national is unable to perform the work sought;", "Exceptions", "(3) Le permis de travail ne peut être délivré à l'étranger dans les cas suivants:", "a) l'agent a des motifs raisonnables de croire que l'étranger est incapable d'exercer l'emploi pour lequel le permis de travail est demandé;", "VII. Standard of review"], ["[15]", "The decisions of visa officers on temporary work permits are reviewable on a standard of reasonableness (", "<FRAGMENT_SUPPRESSED> ).", "VIII. Analysis"], ["[16]", "According to the applicant, the visa officer erred in neglecting to explain why he had not discharged his burden of proof to establish that he could meet the requirements of the prospective employment at Chez Vanna. He submits that she also disregarded the evidence in the record in not asking enough questions to his employer regarding his employment during her visit to his place of work."], ["[17]", "After examining the evidence on the record, the notes from the GCMS, and the letter of refusal, the Court considers that the officer's decision is unreasonable."], ["[18]", "The Supreme Court of Canada recently dealt with the main issue raised by the applicant with respect to adequacy of reasons in", "Newfoundland and Labrador Nurses' Union", ", above. In", "Newfoundland and Labrador Nurses' Union", ", the Court found that the \"adequacy\" of reasons is not a stand-alone basis for quashing a decision. Rather, based on the entirety of the records, the reasons must be \"read together with the outcome and serve the purpose of showing whether the result falls within a range of possible outcomes\" (at para 14)."], ["[19]", "Moreover, the Federal Court of Appeal recently confirmed that, to be adequate, the reasons must allow the reviewing court to understand why a decision-maker made a decision and then to determine whether the decision-maker's finding falls within a range of acceptable outcomes ( <FRAGMENT_SUPPRESSED> , above at para 18)."], ["[20]", "The Court also agrees with the comments of Justice Yves de Montigny in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  FTR 1:"], ["[17] Reasons for decisions are adequate when they are clear, precise and intelligible and when they state why the decision was reached. Adequate reasons show a grasp of the issues raised by the evidence, allow the individual to understand why the decision was made and allow the reviewing court to assess the validity of the decision: see", "<FRAGMENT_SUPPRESSED>  (F.C.A.), [2001] 2 F.C. 25 (C.A.), at para. 22;", "Arastu", ", above, at paras. 35-36."], ["[21]", "In this case, the Court considers that the officer's reasons are not adequate and do not meet the tests of justification and intelligibility set out in", "Newfoundland and Labrador Nurses' Union", "; even when they are reviewed together with the outcome. The decision is essentially a summary of facts. The reasoning behind the decision is, at best, obscure. The officer's notes do not explain why the decision was made."], ["[22]", "Although it is clear from her reasons that the officer had concerns on a few aspects of the evidence in the record, they do not explain how these concerns formed part of her final conclusion. Was the decision indeed a negative finding of the applicant's credibility or was it instead based on a lack of evidence that the applicant could meet the requirements for the potential job in Canada? The reasons have still not been explained."], ["[23]", "Since the reasons have no justification or intelligibility, it remains impossible for the Court to determine whether the decision in this case falls within the range of possible, acceptable outcomes which are defensible in respect of the facts and law. The Court's intervention is thus warranted.", "IX. Conclusion"], ["[24]", "For all the reasons above, the applicant's application for judicial review is allowed and the matter is to be referred back to another immigration officer for redetermination.", "JUDGMENT"], ["[25]", "THIS COURT ORDERS AND ADJUDGES that", "the applicant's application for judicial review be allowed and the matter referred back to another immigration officer for redetermination with no question of general importance to certify.", ".........................", "<FRAGMENT_SUPPRESSED>  Cour d'appel fédérale a récemment confirmé que, pour être suffisants, les motifs doivent permettre à la cour de révision de comprendre pourquoi un décideur a pris une décision et ensuite de déterminer si la conclusion du décideur appartient aux issues acceptables (", "<FRAGMENT_SUPPRESSED> )."], ["[2]", "La Cour juge que les motifs de l'agente sont insuffisants et ne satisfont pas aux critères de justification et intelligibilité énoncés par la Cour suprême du Canada dans l'arrêt", "Newfoundland and  <FRAGMENT_SUPPRESSED> ; même lorsqu'ils sont examinés en corrélation avec le résultat. La décision s'agit essentiellement d'un résumé des faits. Le raisonnement qui sous-tend la décision est, au mieux, obscur. Les notes de l'agente n'expliquent nullement pourquoi la décision a été rendue."], ["[3]", "Bien qu'il ressort de ses motifs que l'agente avait des préoccupations sur quelques aspects de la preuve au dossier, ils n'expliquent pas comment ces préoccupations formaient part de sa conclusion finale. La décision était-elle en fait une conclusion défavorable relative à la crédibilité du demandeur ou était-elle plutôt basée sur un manque de preuve que le demandeur pouvait rencontrer les exigences d'emploi pour l'emploi envisagé au Canada? Les raisons demeurent inexpliquées.", "II. Introduction"], ["[4]", "Il s'agit d'une demande de contrôle judiciaire présentée en vertu du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 [LIPR], relativement à une décision par laquelle un agent des visas a refusé la demande de permis de travail du demandeur.", "III. Faits"], ["[5]", "Le demandeur, monsieur Maden Run, est un citoyen cambodgien né en 1980."], ["[6]", "Le demandeur aurait exercé le métier de cuisinier au Cambodge pour le restaurant Food and Beverage Center Gallery Café [FBC] depuis 2010. Avant 2010, il aurait travaillé pour le restaurant Arunras comme laveur de vaisselle et cuisinier."], ["[7]", "Le 24 avril 2012, le demandeur a reçu une offre d'emploi du restaurant Chez Vanna, situé à Québec, Québec."], ["[8]", "En décembre 2012, le demandeur a soumis une demande de permis de travail temporaire à l'Ambassade du Canada à Bangkok pour travailler à titre de chef cuisinier dans le restaurant Chez Vanna. Le 5 avril 2013, l'agente a refusé la demande de visa."], ["[9]", "Le 30 janvier 2013, le demandeur a déposé la présente demande de contrôle judiciaire à l'égard de cette décision.", "IV. Décision faisant l'objet du présent contrôle judiciaire"], ["[10]", "L'agente a tout d'abord déterminé que le demandeur n'avait pas établi qu'il avait l'expérience professionnelle requise pour exercer l'emploi envisagé au restaurant Chez Vanna à Québec. Dans ses notes du Système mondial de gestion des cas [SMGC], l'agente a noté des défaillances dans la preuve soumise par le demandeur qui minait sa crédibilité. Notamment, l'agente a noté que les attestations d'emploi du demandeur étaient contradictoires au sujet de son statut d'emploi. De plus, le demandeur ne pouvait pas identifier le restaurant Arunras lorsqu'on lui a présenté une photo à son entrevue, malgré le fait qu'il avait travaillé à cet endroit pour 10 ans. Elle nota aussi que le demandeur n'avait pas fourni des preuves additionnelles concernant sa formation à titre de cuisinier, et ce, malgré une demande spécifique de l'Ambassade du Canada."], ["[11]", "L'agente n'était aussi pas convaincue que le demandeur retournerait dans son pays d'origine après la durée de son séjour au Canada.", "V. Point en litige"], ["[12]", "Est-ce que la décision de l'agente est raisonnable?", "VI. Dispositions législatives pertinentes"], ["[13]", "L'article 11 de la LIPR s'applique en l'espèce:", "11. (1) L'étranger doit, préalablement à son entrée au Canada, demander à l'agent les visas et autres documents requis par règlement. L'agent peut les délivrer sur preuve, à la suite d'un contrôle, que l'étranger n'est pas interdit de territoire et se conforme à la présente loi.", "11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act."], ["[14]", "L'alinéa 200(3)", ") du", "Règlement sur l'immigration et la protection des réfugiés", ", DORS/2002-227 s'applique également en l'espèce:", "Exceptions", "(3) Le permis de travail ne peut être délivré à l'étranger dans les cas suivants:", "a) l'agent a des motifs raisonnables de croire que l'étranger est incapable d'exercer l'emploi pour lequel le permis de travail est demandé;", "Exceptions", "(3) An officer shall not issue a work permit to a foreign national if", ") there are reasonable grounds to believe that the foreign national is unable to perform the work sought;", "VII. Norme de contrôle"], ["[15]", "Les décisions des agents des visas concernant les permis de travail temporaires sont susceptibles de contrôle selon la norme de la raisonnabilité (", "<FRAGMENT_SUPPRESSED> ).", "VIII. Analyse"], ["[16]", "Selon le demandeur, l'agente des visas a commis une erreur en omettant d'expliquer pourquoi il ne s'était pas déchargé de son fardeau de preuve pour établir qu'il pouvait rencontrer les exigences de l'emploi envisagé à Chez Vanna. Il soutient qu'elle a également ignoré la preuve au dossier en ne posant pas suffisamment de questions à son employeur au sujet de son emploi lors de sa visite sur son lieu de travail."], ["[17]", "Après avoir examiné la preuve au dossier, les notes du SMGC, ainsi que la lettre de refus, la Cour estime que la décision de l'agente est déraisonnable."], ["[18]", "La Cour suprême du Canada a récemment traité de la question principale soulevée par le demandeur au sujet du caractère suffisant des motifs dans l'arrêt", "Newfoundland and Labrador Nurses' Union", ", ci-dessus. Dans", "Newfoundland and Labrador Nurses' Union", ", la Cour a conclu que l'« insuffisance » des motifs ne permet pas à elle seule de casser une décision. Il faut plutôt que selon l'ensemble du dossier les motifs soient « examinés en corrélation avec le résultat et ils doivent permettre de savoir si ce dernier fait partie des issues possibles » (au para 14)."], ["[19]", "Or, la Cour d'appel fédérale a récemment confirmé que, pour être suffisants, les motifs doivent permettre à la cour de révision de comprendre pourquoi un décideur a pris une décision et ensuite de déterminer si la conclusion du décideur appartient aux issues acceptables ( <FRAGMENT_SUPPRESSED> , ci-dessus au para 18)."], ["[20]", "La Cour souscrit également aux observations du juge Yves de Montigny dans", "Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED>  FTR 1:"], ["[17] Une décision est suffisamment motivée lorsque les motifs sont clairs, précis et intelligibles et lorsqu'ils disent pourquoi c'est cette décision-là qui a été rendue. Une décision bien motivée atteste une compréhension des points soulevés par la preuve, elle permet à l'intéressé de comprendre pourquoi c'est cette décision-là qui a été rendue, et elle permet à la cour siégeant en contrôle judiciaire de dire si la décision est ou non valide: voir", "<FRAGMENT_SUPPRESSED> , paragraphe 46;", "<FRAGMENT_SUPPRESSED>  (C.A.F.), paragraphe 22; décision", "Arastu", ", précitée, paragraphes 35 et 36."], ["[21]", "En l'espèce, la Cour juge que les motifs de l'agente sont insuffisants et ne satisfont pas aux critères de justification et intelligibilité énoncés dans l'arrêt", "Newfoundland and Labrador Nurses' Union", "; même lorsqu'ils sont examinés en corrélation avec le résultat. La décision s'agit essentiellement d'un résumé des faits. Le raisonnement qui sous-tend la décision est, au mieux, obscur. Les notes de l'agente n'expliquent nullement pourquoi la décision a été rendue."], ["[22]", "Bien qu'il ressort de ses motifs que l'agente avait des préoccupations sur quelques aspects de la preuve au dossier, ils n'expliquent pas comment ces préoccupations formaient part de sa conclusion finale. La décision était-elle en fait une conclusion défavorable relative à la crédibilité du demandeur ou était-elle plutôt basée sur un manque de preuve que le demandeur pouvait rencontrer les exigences d'emploi pour l'emploi envisagé au Canada? Les raisons demeurent inexpliquées."], ["[23]", "Puisque les motifs sont dépourvus de justification et intelligibilité, il demeure impossible pour la Cour de déterminer si la décision en l'espèce appartient aux issues possibles acceptables eu égard aux faits et au droit. L'intervention de la Cour est donc justifiée.", "IX. Conclusion"], ["[24]", "Pour toutes les raisons ci-dessus, la demande de contrôle judiciaire du demandeur est accueillie et l'affaire soit retournée pour examen à nouveau par un autre agent d'immigration.", "JUGEMENT"], ["[25]", "LA COUR STATUE que la demande de contrôle judiciaire du demandeur soit accueillie et l'affaire soit retournée pour examen à nouveau par un autre agent d'immigration avec aucune question d'importance générale à certifier.", "[End of document]"]]}