{"id_": "078317", "body_str": [["[1]", "Snider, J.", ": On April 14, 2003, Kelen, J., granted an ex parte Anton Piller Order requiring the defendants to allow persons enforcing the Order to search for and seize", "\"any and all equipment or devices, or components thereof, that, within the meaning of the [", "RCA", "] have been used, or are being used, or are intended to be used, for the purpose of receiving and/or decoding (or to facilitate the receiving and decoding of) an encrypted subscription programming signal or encrypted network feed without lawful authority\""], ["[2]", "This Order also restrains the defendants from \"manufacturing, importing, distributing, leasing, offering for sale, selling, installing, modifying, operating, possessing, advertising, or otherwise dealing in unauthorized equipment or devices, or components thereof.\""], ["[3]", "As a consequence of execution of the Anton Piller Order against certain of the defendants, the following matters were before me in this hearing.", "1. Motion for the Continuation of the Anton Piller Order"], ["[4]", "The plaintiffs have brought a motion for a review of the execution of the Anton Piller Order and its continuation as against the defendants who were served, seeking (in part):", "· an Order that the Anton Piller Order be made an interlocutory Order in respect of the defendants served with this Notice of Motion, the Anton Piller Order and the Statement of Claim;", "· an Order that all unauthorized equipment and devices or components thereof and related records which were seized or delivered up by the defendants served with this Notice of Motion, the Anton Piller Order and the Statement of Claim herein, be detained in the custody of this Court or the plaintiffs' solicitors until final disposition of the action as against the defendants."], ["[5]", "In response, defendants David Stempowicz, Dawn Elizabeth Branton, 1254719 Ontario Inc., and Attila Gyurko (hereinafter collectively the \"defendants Stempowicz and others\") request that:", "· the Anton Piller Order be dissolved pending the stay (referred to below);", "· the Anton Piller Order be dissolved as it was obtained on the basis of material non-disclosure of important facts within the knowledge of the plaintiffs;", "· in the alternative, the injunction be dissolved as against the defendant Attila Gyurko as his business does not contravene the provisions of either s. 9 or s. 10 of the", "Radiocommunication Act", ", R.S.C. 1985, c. R-2 (\"", "RCA", "\")."], ["[6]", "In response, the defendants Halton Sight & Sound Inc. and Jonathan Shapira (hereinafter collectively the \"defendants Halton and Shapira\") request that:", "· the Anton Piller Order not be continued based on material non-disclosure and misleading and inaccurate evidence provided by the plaintiffs, the failure of the plaintiffs to satisfy the test for an Anton Piller Order, and the failure of the plaintiffs to show any loss or damage.", "2. Motion for an Order Staying the Action"], ["[7]", "The defendants Stempowicz and others seek an order staying the action pending the completion of an application in the Ontario Superior Court of Justice bearing Registrar's Court File No. 02-CV-228526CM1 (the \"", "Charter", "Application\").", "Background"], ["[8]", "The underlying action in this case involves unlawful conduct relating to the sale of devices designed to facilitate the unauthorized reception and decoding of direct-to-home (\"DTH\") satellite television signals. The plaintiffs are seeking an injunction and damages."], ["[9]", "DTH broadcasting involves the distribution of subscription television programming signals by licenced DTH distributors to subscribing customers. There are two licenced DTH distributors in Canada: Bell ExpressVu Limited Partnership ( <FRAGMENT_SUPPRESSED> ) and StarChoice Communications Inc. (\"StarChoice\")."], ["[10]", "The plaintiffs are Canadian media companies and content providers and cable television service providers who hold licences to carry on broadcasting distribution undertakings (see s. 18(1)(c)", "RCA", "). The plaintiff media companies and content providers hold interests in the content of subscription programming signals and network feeds in Canada by virtue of copyright ownership and exclusive licences granted by copyright owners (see s. 18(1)(a)", "RCA", "). These interests include programming distributed by ExpressVu and StarChoice, and by various cable and other broadcasting distribution undertakings in Canada. The plaintiff cable television service providers are all lawful distributors of subscription programming signals and are authorized by law and by contract to distribute those signals to the public for a fee (see s. 18(1)(b)", "RCA", ")."], ["[11]", "The plaintiffs allege that the defendants are in breach of ss. 9 and 10 of the", "RCA", "because they operate businesses which, among other things, offer for sale and sell equipment and devices used and intended to be used to facilitate or permit the unauthorized reception and decoding of encrypted DTH subscription programming signals.", "MOTION FOR CONTINUATION", "1. The Three Part Anton Piller, supra Test"], ["[12]", "In order to grant the Anton Piller Order, Kelen, J., satisfied himself that the plaintiffs met the three criteria established in Anton Piller, supra. On the basis of the evidence before him, Kelen, J., concluded that:", "1. The plaintiffs have a strong prima facie case;", "2. The plaintiffs demonstrate very serious actual or potential damage; and", "3. There is clear evidence that the defendants had in their possession incriminating documents or things, and that there is a real possibility that the defendants might destroy such material.", "2. The Function of the Court in the Review Process"], ["[13]", "At the motion for a review of the original Anton Piller Order, the Court's task is to:", "1. Review the execution of the Anton Piller Order and ensure that the applicant discharged all the obligations associated with that Order.", "2. Determine what orders are appropriate in light of the evidence now properly introduced by the applicant. In this regard, the Court is not conducting an appeal of the Anton Piller Order, but is acting de novo and must consider, on the evidence and legal arguments now before it, what orders are appropriate (", "<FRAGMENT_SUPPRESSED>  (T.D.))."], ["[14]", "In such a review, the Court must address a number of factors: jurisdiction, execution of service of the order, full and frank disclosure and costs."], ["[15]", "With respect to jurisdiction, there do not appear to be any new facts before the Court which would cast doubt on the plaintiffs' claim to the Order. The rights asserted by the plaintiffs have not changed since the original Order was granted. Based on the affidavit evidence, the plaintiffs fall within the scope of s. 18(1) of the", "RCA", ". The subjects of execution are identified for purposes of this motion as Dawn Elizabeth Branton, 1254719 Ontario Inc. (c.o.b. as Tech Electronics Services), Halton Sight and Sound Inc., and Atilla Gyurko (c.o.b. as Sat-Toys). As indicated by the Affidavits of Lorne M. Lipkus, service was effected in accordance with the rules."], ["[16]", "With respect to execution of the Order, I note that the specific obligations imposed in the Order have been observed. Attached to the Affidavits of Mr. Lipkus are inventories of what was seized from Halton and Gyurko. On my review of these inventories, the items seized appear consistent with those set out in Schedule \"A\" of the Anton Piller Order of Kelen, J."], ["[17]", "The Plaintiffs have asked for the costs of this Motion to be fixed in the amount of costs made payable forthwith. Costs for the Anton Piller applications normally follow the event and are usually payable on judgment. I see no need to vary that practice and will order that costs are to follow the cause."], ["[18]", "The main issue raised by Halton and Shapira and Stempowicz and others relates whether the plaintiffs failed to make full and frank disclosure before Kelen, J. Specifically, they submit that the plaintiffs failed to make full and frank disclosure regarding the", "Charter", "Application, the absence of evidence that the defendants Halton and Shapira caused any loss, the sophisticated nature of Halton's business and the improvement in the financial well-being of most, if not all, of the plaintiffs following the decision in", "<FRAGMENT_SUPPRESSED>  (S.C.C.) (hereinafter", "Bell ExpressVu", ")."], ["[19]", "In my view, for the reasons that follow, the plaintiffs did not fail to make full and frank disclosure and the Anton Piller Order should not be dismissed on that basis."], ["[20]", "Given the ex parte nature of Anton Piller Orders, the plaintiffs are required to disclose facts which are material for the judge to know when dealing with the application as made. Materiality is for the Court to determine and covers facts that the plaintiffs could have known if reasonable steps had been taken in making proper inquiries. If the plaintiffs have failed to comply with the full and frank disclosure requirement, this Court can either set aside the Order or continue the Order where there is sufficient evidence to support the injunction once all the facts are known (", "Adobe", ", supra;", "<FRAGMENT_SUPPRESSED>  Affidavit filed in respect of the original motion, Gaston Germain mentioned", "Bell  <FRAGMENT_SUPPRESSED> , but did not disclose that:", "· the Supreme Court of Canada did not have a sufficient evidentiary basis before them upon which to decide the constitutional questions;", "· leave was granted to the parties to argue, before the Ontario Superior Court of Justice beginning September 29, 2003, the issue of whether ss. 9 and 10 of the", "RCA", "violate the right to freedom of expression in s. 2(b) of the", "Canadian Charter of Rights and Freedoms", "(the \"", "Charter", "\");", "· the plaintiff Astral Media Inc. has been granted intervenor status and plaintiffs Rogers Cable Inc., Rogers Cablesystems Ontario Ltd. and Mountain Cablevision Ltd. all supplied affidavits on behalf of the intervenors in the", "Charter", "Application."], ["[22]", "In my view, the failure of the Supreme Court of Canada to decide the constitutional question in", "Bell  <FRAGMENT_SUPPRESSED>  and the existence of the", "Charter", "Application are not material to the ex parte motion. The fact that the Supreme Court of Canada did not decide whether ss. 9 and 10 of the", "RCA", "offend s. 2(b) of the", "Charter", ", a fact readily discernible from the decision itself, is not information that was relevant and important to the determination of whether an Anton Piller Order should be granted. Rather, the important and relevant factor to be taken from that case is that the decryption of encrypted signals emanating from American broadcasters (i.e. the \"grey market\" activity) violates paragraph 9(1)(c) of the", "RCA", ". It is also significant that the relevant ss. 9 and 10 of the", "RCA", "were valid and in force at the time the plaintiffs made the ex parte motion, and remain so today (", "<FRAGMENT_SUPPRESSED> ; [2002] O.J. No. 1867 (Sup. Ct.)). Moreover, the fact that, at some point in the future, ss. 9 and 10 of the", "RCA", "will be subjected to a", "Charter", "challenge before the Ontario Superior Court of Justice is simply not relevant to a determination of whether the Anton Piller, supra, test is met."], ["[23]", "The defendants Halton and Shapira also allege that the plaintiffs failed to disclose that the Anton Piller Order in this case was likely obtained in an attempt to cause economic hardship to the parties that are funding the", "Charter", "Application. In my view, this allegation is nothing more than the opinion of the defendant Shapira and does not constitute a material fact.", "B. Non-Disclosure of the Lack of Evidence that Defendants Caused Loss"], ["[24]", "The defendants Halton and Shapira submit that the plaintiffs failed to disclose that:", "· there was no evidence that these defendants had caused any loss or damage;", "· Halton could not have caused any loss to Quebec companies; and", "· any loss suffered by plaintiff Groupe TVA Inc. is the result of the actions of Bell ExpressVu."], ["[25]", "In support of this last submission, the defendants refer to a newspaper article dated February 25, 2003 in which the CEO of Quebecor Inc., the parent of Groupe TVA Inc., accused Bell ExpressVu of selling satellite TV systems that are too easy to pirate. The defendants also refer to a newspaper article dated April 16, 2003."], ["[26]", "According to the Affidavit of Gaston Germain, serious harm has been caused by the defendants and others to the plaintiffs because the defendants provide unauthorized products and services in the DTH black market. Mr. Germain includes a number of studies, reports and surveys in support of this allegation of serious harm as exhibits to his affidavit."], ["[27]", "The Affidavit of James Sweeny, which was also before Kelen, J., on the ex parte motion provides evidence that the defendant Halton was involved in selling unauthorized receivers in Canada, thereby contributing to the harm suffered by the plaintiffs. As a result, there was no material non-disclosure regarding the evidence of loss caused by the defendants Halton and Shapira."], ["[28]", "I note that the defendant Halton is located in Burlington, Ontario and consequently may not be responsible for any losses directly sustained by the Quebec plaintiffs. However, the defendant's location was disclosed to Kelen, J., on the ex parte motion. As a result, there was no material non-disclosure on this issue."], ["[29]", "In the original Notice of Motion, filed April 7, 2003, the plaintiffs disclosed that the DTH system employed by StarChoice, one of the two licenced DTH distributors in Canada, does not use an access card and its security feature is embedded in the receiver making it much more difficult to unlawfully decode. Although the plaintiffs do not explicitly state that Bell ExpressVu's DTH system is much easier to unlawfully decode, this fact is certainly implied in the original Notice of Motion. The documents contained in the original Motion Record indicate that satellite piracy is widespread. Regardless of how easy it is to pirate a Bell ExpressVu DTH system, the defendants are still allegedly selling the tools and equipment that can be used to pirate that system, as well as the American DTH systems. I do not think that there was material non-disclosure on this issue - the relevant information was contained in the original Motion Record. Even if this disclosure could have been more explicit, I do not think that the Anton Piller Order should be set aside on this basis because there are sufficient facts to support the injunction (see below;", "Adobe", ", supra).", "C. Non-Disclosure of Improved Financial Well-Being Since April 2002"], ["[30]", "In respect of the claim against Halton, its President, Jonathan Shapira states, in his affidavit, that the plaintiffs have not suffered damages; indeed, their financial well-being has improved since the Supreme Court of Canada gave its ruling in", "Bell  <FRAGMENT_SUPPRESSED> , in April 2002. In my view, Mr. Shapira appears to be misconstruing the nature of the serious harm alleged. This harm includes lost subscription revenue (because individuals who can receive DTH signals for free are unlikely to pay for cable or DTH signals), lost advertising revenue (because viewers are watching U.S. programming rather than Canadian programming), and an adverse impact on Canadian culture (because viewers are watching U.S. programming). The fact that the financial well-being of some of the plaintiffs may have improved since April 2002 does not mean that the plaintiffs have not suffered these losses - in other words, profits may have increased but, according to the plaintiffs, they would be even higher if the defendants were not providing unauthorized products and services related to satellite piracy."], ["[31]", "Given the difficulty in quantifying damages of this nature, the requirement that specific evidence be provided is not stringent (", "<FRAGMENT_SUPPRESSED>  (Sup. Ct.) (hereinafter <FRAGMENT_SUPPRESSED> ). In addition, the losses allegedly suffered by the plaintiffs would not be readily apparent from their financial statements - these statements would not reveal the amount of money they would have earned if potential customers in their area did not engage in satellite piracy. A better way of estimating this amount is to conduct studies and surveys, such as those included as exhibits to the Affidavit of Gaston Germain. As a result, I am of the view that the failure to disclose their financial well-being from April 2002 onwards was not a material non-disclosure.", "D. Non-Disclosure of Sophisticated Nature of Defendant Halton"], ["[32]", "In my view, the defendants' allegations of material non-disclosure related to the sophisticated nature of the defendant Halton is not supported by the material which was before Kelen, J., on the ex parte motion. The sophisticated and established nature of the defendant Halton is material to the ex parte motion. In particular, the nature of the defendant Halton's business is relevant to the third stage of the Anton Piller, supra test. In the past, Courts have relied on the transient and surreptitious nature of the defendant or his business as one factor to support a conclusion that there is a real possibility that the material may be destroyed before any application inter partes can be made (", "Adobe", ", supra;", "<FRAGMENT_SUPPRESSED>  (F.C.A.) (hereinafter <FRAGMENT_SUPPRESSED> ); <FRAGMENT_SUPPRESSED> , supra."], ["[33]", "However, in my view, these facts were disclosed to Kelen, J., by the plaintiffs on the ex parte motion. The evidence before Kelen, J., contained specific reference to the nature of Halton's business; sufficient in my view to rebut the allegation of non-disclosure.", "3. Application of the Anton Piller, supra Test to the Facts"], ["[34]", "In my view, an extremely strong prima facie case is supported by the affidavit material filed before the Court on the Original Motion related to the plaintiffs' substantive cause of action and by the affidavit material filed before this Court related to each defendant against whom the Order has been executed."], ["[35]", "The facts outlined above establish that the plaintiffs fall within s. 18(1) of the", "RCA", "and thus have a substantive cause of action."], ["[36]", "In this case, proof of infringement of paragraphs 9(1)(c) and 10(1)(b) of the", "RCA", "is required. An offer to sell the infringing material is conclusive on this issue (", "Levin", ", supra - evidence of selling satellite decoders without authorization and in violation of", "RCA", "). In my view, the affidavits filed in the Original Motion and for this motion provide evidence of proof of infringement regarding each of the defendants."], ["[37]", "In particular, according to the Affidavit of James Sweeney, Halton Sight & Sound Inc. advertised DIRECTV satellite systems for sale in local newspapers, had a large display of DIRECT receivers and dishes for sale in the store, and sold an unauthorized receiver and dish antenna (which came with unprogrammed HU access or decoding card) to Mr. Sweeney without inquiring whether he intended to use system outside of Canada. When the Anton Piller was Order executed, 202 unauthorized satellite receivers were seized, along with smart cards. Mr. Shapira advised that the 50-75 satellite receivers in the back room were purchased from Bell and were", "RCA", "receivers for DIRECTV. In my view, these facts establish an extremely strong prima facie case against Halton based on its offer to sell the unauthorized equipment, sale of that equipment and large quantity of unauthorized equipment found upon execution of the Anton Piller Order."], ["[38]", "The defendants Stempowicz and others submit that the injunction should be dissolved as against Mr. Gyurko on the basis that his business does not contravene the", "R.C.A.", "I do not agree. According to the Affidavit of James Sweeney, Attila Gyurko (c.o.b. as SAT-Toys) offered unauthorized equipment for sale in newspaper advertisements and on his website, sold Mr. Sweeney 2 AVR cards, an unprogrammed Atmel 8515 chip and an unprogrammed DIRECTV card. Mr. Sweeney had to sign a disclaimer stating that the DIRECTV card would be used only for export. While at SAT-Toys' business premises, Mr. Sweeney overheard Mr. Gyurko discussing HU programming with two customers. When the Anton Piller Order was executed, the supervising solicitor Mr. Lipkus observed DIRECTV access cards and satellite receivers that could receive DIRECTV and other programming. DIRECTV receivers, programmers for access cards and access cards were seized. Mr. Sweeney, who was also present when the Order was executed, observed one of the employees running a \"card burning program\" and believed he saw a technician on the premises program a customer's access card."], ["[39]", "According to Mr. Gyurko's Affidavit, he only sells these products for export, a fact which is clearly indicated by the signs in his business location and the disclaimer that customers must sign. Mr. Gyurko also mentions that AVR cards and ATMEL chips are also used in security systems. James Sweeney, Regional Investigator of Anti-Piracy Operations of the Film and Video Security Office (Ontario Region) of the Canadian Motion Picture Distributors Association, testified at the original ex parte motion that there is no authorized used in Canada for AVR or Atmega cards. In addition, certain pirate satellite cards, when used in conjunction with satellite receivers, interfere with radio signals used by government and emergency assistance agencies (s. 50", "Radiocommunication Regulations", ", SOR/96-484)"], ["[40]", "When cross-examined on his affidavit, Mr. Gyurko admitted that he does not know where some of the dealers he sells to are located, he does not verify the information people provide on the disclaimer or ask for identification and he only accepts cash at the business location. Mr. Gyurko also stated that although his website still offers to trade two HU cards for one programmed HU card, he no longer provides this service. Since the execution of the Anton Piller Order, Mr. Gyurko still buys and sells the products for export."], ["[41]", "In my view, these facts establish an extremely serious prima facie case because Mr. Gyurko offered to sell unauthorized equipment, sold that equipment, and had that equipment, including access card programmers, for sale when the Anton Piller Order was executed. Although Mr. Gyurko requires his customers to sign the disclaimer, he does not ensure that products are not used in Canada - the names are often illegible on the disclaimer and no addresses are provided by the customers."], ["[42]", "In my view, the plaintiffs have also established very serious actual or potential damage. Given the difficulty in quantifying damages of this type, the requirement of specific evidence of these damages is not stringent (", "<FRAGMENT_SUPPRESSED>  (Ont. S.C.) (hereinafter <FRAGMENT_SUPPRESSED> ); <FRAGMENT_SUPPRESSED> , supra). These damages include the loss of market share and revenue from lost subscriptions, the loss of revenue and profit from lost advertising, and the threat that the \"grey market\" poses to the long-term interests of the industry. It is estimated that legitimate broadcasting entities have lost $450 million as a result of satellite signal piracy. Evidence before Kelen, J., included a number of reports and studies in support of damages suffered. Finally, in", "<FRAGMENT_SUPPRESSED> ; 62 F.T.R. 241 (T.D.), MacKay, J., found irreparable harm caused to those offering authorized services, based on similar losses."], ["[43]", "Finally, I am satisfied that the plaintiffs have provided clear evidence of possession and real possibility of destruction. The evidence of possession is described earlier. Prior experience is admissible as evidence of the possibility of destruction (", "<FRAGMENT_SUPPRESSED>  (T.D.)). In this case, this evidence includes the prior experience of Mr. Lipkus, which is summarized in his affidavit. In that affidavit, Mr. Lipkus makes the following statement:", "\"I believe, based upon my person experience and my knowledge, that in cases where a person is selling goods in an unauthorized or black market, and stores evidence of that activity as data in a computer, it is likely that once that person learns of the motion to obtain an order to retrieve data from his computer and server, that person will likely take steps to erase, remove or destroy all of the relevant information.\""], ["[44]", "In addition, these defendants are knowingly engaged in an illegal activity. Ms. Branton and Mr. Gyurko explicitly state this and it can be reasonably inferred that Halton Sound is aware of the illegality of these actions based on its sophisticated nature, experience in the electronics business and interest in", "Bell  <FRAGMENT_SUPPRESSED> . Finally, the fact that the material in question can be easily removed or destroyed, combined with the inference that the defendants must be aware that their infringing activities are illegal is enough to satisfy this test (", "<FRAGMENT_SUPPRESSED>  (T.D.))."], ["[45]", "The defendants allege that the continuation of the injunction restraining the sale of the satellite systems would cause them irreparable harm. This allegation is not supported by the evidence before this Court. When cross-examined on his affidavit, Mr. Gyurko stated that the Anton Piller Order has not affected his U.S. sales, which constitute 90-95% of his internet business. He also stated that his Canadian sales were not affected as his practice has not changed - he continues to sell the equipment to Canadian customers who sign the waiver."], ["[46]", "In his Affidavit, Mr. Shapira states that Halton would no longer be \"viable financially\", significant \"investments would be lost\" and \"all of the staff would become unemployed\". In my view, these statements are not supported by the evidence. Halton operates from a large electronics showrooms, sells a wide range of electronics equipment (not just home theatre systems or satellite systems), and specializes in HDTV LCD rear projection and front protection large screen displays. It is unlikely that the continuation of this injunction will have the dire effects predicted by Mr. Shapira."], ["[47]", "As a result, there is no evidence that the continuation of this interlocutory injunction will cause the defendants irreparable harm. On the contrary, for the reasons outlined above, the plaintiffs would suffer serious harm if the Anton Piller Order is not continued.", "4. Conclusion"], ["[48]", "Based on the facts outlined above, I am satisfied that the three-part test set out in Anton Piller, supra is met for the named defendants in this case. I am also satisfied that there was no material non-disclosure by the plaintiffs on the ex parte motion. As a result, the Order should be continued as an interlocutory injunction.", "The Motion for an Order Staying the Action"], ["[49]", "The defendants Stempowicz and others submit that the underlying proceedings should be stayed pursuant to s. 50 of the", "Federal Court Act", ", R.S.C. 1985, c. F-7, on the grounds that the claim is being proceeded with in the Ontario Superior Court of Justice. This submissions refers to the", "Charter", "Application which is scheduled to be heard by the Ontario Superior Court of Justice beginning September 29, 2003. The defendants submit that it would be cost ineffective and inappropriate for two different Courts to decide the same constitutional issue."], ["[50]", "In my view, the motion for a stay pending the outcome of the", "Charter", "Application should be denied."], ["[51]", "No serious issue arises on this motion. Although the present proceedings and the", "Charter", "Application both involve ss. 9 and 10 of the", "RCA", ", there are a number of significant differences between those proceedings. In the", "Charter", "Application, the plaintiffs are seeking a declaration that certain paragraphs of those subsections are of no force and effect. Although these proceedings raise the constitutionality of the same provisions, the plaintiffs are claiming damages and injunctive relief based on the defendants' violation of paragraphs 9(1)(c) and 10(1)(b) of the", "RCA", ". Aside from one plaintiff who has intervened in the", "Charter", "Application, the parties are different in these proceedings; consequently, many of the facts are different in these proceedings. In addition, several parties to the present proceedings do not reside in the province of Ontario. Finally, the provisions of the", "RCA", "remain in full force and effect (", "Incredible Electronics", ", supra). In", "Incredible Electronics", ", supra, Blair, J., dismissed a motion brought by the applicants to stay or suspend the relevant provisions of the", "RCA", "pending the determination of the", "Charter", "Application."], ["[52]", "I am also of the view that the defendants have not established that they will suffer irreparable harm. In fact, the defendants make no submission on this issue. The provisions of the", "RCA", "are in force and the defendants are required to abide by its terms. Their failure to do so has caused harm to the plaintiffs and the plaintiffs are entitled to enforce their rights under the", "RCA", ", including their right under s. 18(1) to bring this action. In addition, as pointed out by the plaintiffs, the fact that the defendants may incur legal fees in this action does not satisfy the irreparable harm branch of the", "<FRAGMENT_SUPPRESSED> ; 86 F.T.R. 23 (T.D.))."], ["[53]", "Furthermore, in my view the balance of convenience favours the plaintiffs. Given the nature of the", "Charter", "Application, the public interest must be weighed along with the interest of the parties to the litigation (", "<FRAGMENT_SUPPRESSED>  the Supreme Court of Canada stated at paragraph 9 that, in assessing the balance of convenience, the motions judge \"must proceed on the assumption that the law... is directed to the public good and serves a valid public purpose.\" The public has an interest in maintaining the integrity of the Canadian broadcasting system and regulating that system in accordance with its stated policy (", "Incredible Electronics", ", supra;", "Bell  <FRAGMENT_SUPPRESSED> )."], ["[54]", "This stay should not be granted unless it can be shown that the continuation of the action would cause prejudice or injustice, and not merely inconvenience or additional expense, to the defendants and that the stay would not be unjust to the plaintiffs (", "<FRAGMENT_SUPPRESSED> ; 143 F.T.R. 19 (T.D.) (hereinafter", "Compulife Software", ")). The onus is on the defendants to prove that these conditions have been met (", "Compulife  <FRAGMENT_SUPPRESSED> ). The defendants have simply not provided any evidence that the continuation of these proceedings would cause them prejudice or injustice.", "ORDER"], ["[55]", "THIS COURT HEREBY ORDERS THAT:", "1. The provisions of the interim ex parte Order of the Honourable Justice Kelen shall remain in effect until the trial or other disposition of this matter in respect of the defendants who were served;", "2. The interim ex parte Order is made an interlocutory Order in respect of the defendants served with this Notice of Motion, the Anton Piller Order and Statement of Claim; specifically, 1254719 Ontario Inc. c.o.b. a Tech Electronics, Dawn Elizabeth Branton, Halton Sight & Sound Inc. and Atilla Gyurko.", "3. All unauthorized equipment and devices, or components thereof, and related records which were seized or delivered up by the defendants served with this Notice of Motion, the Anton Piller Order and the Statement of Claim herein, are to be detained in the custody of this Honourable Court or the Plaintiffs' solicitors until final disposition of the action as against the Defendants named herein;", "4. The motion of the defendants David Stempowicz, Dawn Elizabeth Branton, 1254719 Ontario Inc. and Atilla Gyurko is dismissed.", "5. Costs of these motions shall be costs in the cause.", "Order accordingly.", "Editor: Angela E. McKay/gs", "[End of document]"]]}