{"id_": "078690", "body_str": [["[1]", "Roy, J.", ": The applicants are Willson Rafael Espinoz Hernandez who seeks to sponsor as his spouse Myrian Rocio Campana Campana, under the Spouse or Common-law Partner in Canada Class. By a decision dated December 18, 2012, the applicants were denied the sponsorship by a Citizenship and Immigration Canada Officer (the \"officer\"). According to subsection 130(3) of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227, (the \"Regulations\") this sponsorship was not possible. The gist of the decision is found in the following paragraph:", "Pursuant to R130(3), a sponsor who became a permanent resident after being sponsored as a spouse or partner may not sponsor a spouse or partner, unless the sponsor became a permanent resident not less than five years immediately preceding the day on which the application is filed."], ["[2]", "Subsection 130(3) reads as follows:", "130. (3) A sponsor who became a permanent resident after being sponsored as a spouse, common-law partner or conjugal partner under subsection 13(1) of the Act may not sponsor a foreign national referred to in subsection (1) as a spouse, common-law partner or conjugal partner, unless the sponsor", ") has been a permanent resident for a period of at least five years immediately preceding the day on which a sponsorship application referred to in paragraph 130(1)(", ") is filed by the sponsor in respect of the foreign national; or", ") has become a Canadian citizen during the period of five years immediately preceding the day referred to in paragraph (", ") and had been a permanent resident from at least the beginning of that period until the day on which the sponsor became a Canadian citizen.", "130. (3) Le répondant qui est devenu résident permanent après avoir été parrainé à titre d'époux, de conjoint de fait ou de partenaire conjugal en vertu du paragraphe 13(1) de la Loi ne peut parrainer un étranger visé au paragraphe (1) à titre d'époux, de conjoint de fait ou de partenaire conjugal à moins, selon le cas:", "a) d'avoir été un résident permanent pendant au moins les cinq ans précédant le dépôt de sa demande de parrainage visée à l'alinéa 130(1)", ") à l'égard de cet étranger;", "b) d'être devenu un citoyen canadien durant la période de cinq ans précédant le dépôt de cette demande et d'avoir été un résident permanent au moins depuis le début de cette période de cinq ans jusqu'à ce qu'il devienne un citoyen canadien."], ["[3]", "The applicants seek judicial review of that decision in accordance with section 72 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (the \"Act\"). There is one issue in this case. The sponsorship application was received by Citizenship and Immigration Canada [CIC] on February 29, 2012. If the application was validly made on that day, it is established that the application is not disqualified by the operation of subsection 130(3) of the Regulations. The old rules apply and the five-year period does not constitute an absolute bar to the sponsorship. The Regulations were amended on March 2, 2012 and, if it is the new Regulations that need to apply in this case, it is agreed that the application cannot succeed because the sponsor does not qualify under subsection 130(3). Thus, the only question is whether or not an application made before the Regulations changed, but an application that is not complete, qualifies as a valid application such that subsection 130(3) does not apply."], ["[4]", "The applicants' argument is straightforward. They made their application before the Regulations were amended and the fact that some information was missing and the complete fees had not been paid does not disqualify them. Indeed they contend that the right fees were paid. Once the application has been corrected and all the information has been provided, it had to be processed. Furthermore, the applicants contend that they have legitimate expectations with respect to their original application as the fact that government officials were requesting more information and the appropriate fee is a clear indication that their application would be processed under the old regime."], ["[5]", "The respondent, of course, takes a different view. The record shows that on June 15, 2012, the original application was returned to the applicants with instructions to \"resubmit\". The paragraph in the letter of June 15 reads as follows:", "Your application for permanent residence in Canada is incomplete and is being returned to you. In order to process your application, you must resubmit your complete application with the information requested below to the Case Processing Centre Vegreville.", "The same letter also indicates that the amount owed was $1,000, as opposed to the $550 that was submitted in the original application."], ["[6]", "Hence, in the view of the respondent, the fact that the original application missed information and the amount of the fees was inferior to what was required made the application not merely incomplete, but it was not in existence at the time of the regulatory amendment."], ["[7]", "The application made on February 29, 2012 is said to be deficient on two grounds. First, it did not contain the fees payable if the applicant meant to include her three children in her application; furthermore some information regarding the children would have been missing. Second, information about the work history of the applicant would also have been missing."], ["[8]", "I accept for the purpose of this judicial review application that the applicant did not wish to include in her application her three children, as it was understood that the children would be sponsored by their father, the applicant's former spouse. In those circumstances, the only information missing would have been the work history of the applicant. The question then becomes whether or not the missing information is enough for the application to be treated as if it did not exist. In that case, a fresh application is made and it is made after the Regulations have been amended. The applicant's new spouse cannot sponsor her because of the operation of subsection 130(3)."], ["[9]", "The June 15, 2012 letter is in my view unambiguous. It states that the application must be resubmitted; that means in my view that a new application must be submitted. Having found that the application is incomplete, it is returned to the applicant who \"must resubmit your complete application with the information requested\". Counsel for the applicants sought to suggest that the word \"resubmit\" has some element of continuity. However, the ordinary meaning of the word does not accord with that construction. The", "Canadian Oxford Dictionary", "defines \"resubmit\" as \"submit (a plan, application, etc.) again\". I have no doubt that is what the administration meant. Once information has been determined as missing, the application is simply returned and it is not processed. The applicant must then submit again."], ["[10]", "What is less clear though is whether that portion of the letter is supported by the Regulations or other authority. In most cases, not much rides on an application having to be sent again. In this case, that makes a difference."], ["[11]", "The respondent has argued that the Regulations have mandatory language which is reflected in CIC's operational manual clearly stating that an application does not exist until it is complete. That seems to be a case of the operations outpacing the Regulations. I asked at the hearing whether the only foundation for such a statement is to be found in section 10 of the Regulations. It was confirmed at the hearing and again in supplementary written arguments."], ["[12]", "Focusing then on section 10, that section does not contain anything that explicit. It merely states the form and content of an application as well as the required information. It seems that, for administrative convenience, applications that are deemed incomplete are returned with instructions to resubmit. That is understandable in view of the volume of applications addressed to CIC; it would be a remarkable endeavour to track each application and its progress. But, as a matter of law, is section 10 of the Regulations robust enough to declare, as the respondent does, that an application does not exist if it is incomplete?"], ["[13]", "In support of its position the respondent relies on two cases (", "<FRAGMENT_SUPPRESSED>  (QL) and", "<FRAGMENT_SUPPRESSED> ) which stand for the proposition that applications will not be processed if the fees are not paid. These cases do not assist in the case at bar. The issue is not if the application can be processed but rather whether it continues to exist."], ["[14]", "Better guidance is found in", "<FRAGMENT_SUPPRESSED> , [ <FRAGMENT_SUPPRESSED> ] a case where the scheme under which the applicant was applying for permanent residence changed between the time he made his application and the time he added $100 in order to cover the exact amount owed. The application had been rejected for that reason."], ["[15]", "The Court in <FRAGMENT_SUPPRESSED> concluded that it took legislation to reject the application. I believe paragraphs 11 and 12 describe adequately the state of the law:"], ["[11] Secondly, although the Minister may issue guidelines and other non-binding instruments as a matter of administrative practice, even if such a policy existed in 1997, it acted as much more than a mere guideline in this instance: it was clearly mandatory in nature and the application had a legal effect. The Minister's authority to make such requirements is derived exclusively from the relevant legislation:", "<FRAGMENT_SUPPRESSED>  at 35. I cannot find any authority in the", "Immigration Act", ", the", "Immigration Act Regulations, 1978", ", or the", "Immigration Act Fees Regulations", "for such a requirement. It is no answer for the Minister to state that nothing in the Act or Regulations prohibit him from making it. His authority must be found in explicit and positive language in a relevant statute or regulation. Here, the", "Immigration Act Fees Regulations", "are not even ambiguous on the issue; they are entirely silent on whether applications may be returned for overpayments."], ["[12] For the foregoing reasons, I have concluded that the Visa Officer should have applied the C.C.D.O. criteria instead of the N.O.C. criteria since the application was received prior to May 1, 1997, namely April 30, 1997, as noted", "supra", "Relying on operational manuals or practices that have developed over time cannot be a substitute for the appropriate authority of law. Unless the respondent can point to legislation to support its practice, and it has relied exclusively on section 10 of the Regulations, it will have failed. As in <FRAGMENT_SUPPRESSED> , silence cannot be used to argue that nothing prohibits returning an application for it to be resubmitted."], ["[16]", "The Court invited counsel for the parties to submit further authorities on the interpretation to be given to section 10 of the Regulations. Both parties offered observations, although only the submissions of respondent's counsel were on point."], ["[17]", "Counsel for the respondent relies on the Regulatory Impact Analysis Statement [RIAS] to support her own interpretation of section 10. The RIAS is a document prepared by the administration for the purpose of providing synthesis of information in order to understand issues to be regulated, the reason for the regulations, the government's objective together with the costs and benefits of the regulations. In other words, it is a document prepared by the administration to explain its own regulations."], ["[18]", "The respondent refers to the dissenting opinion in", "<FRAGMENT_SUPPRESSED> , for the proposition that RIAS can be used to determine both the purpose and the intended application of regulations (see paragraphs 155 to 157)."], ["[19]", "The fact that RIAS can be used is not a proposition that can be seriously contested. The weight the RIAS carries is something else. The admonition of Lord Halsbury in", "<FRAGMENT_SUPPRESSED>  about relying on the drafters of an instrument to construe it is in my view apposite:", "My Lords, I have more than once had occasion to say that in construing a statute I believe the worst person to construe it is the person who is responsible for its drafting. He is very much disposed to confuse what he intended to do with the effect of the language which in fact has been employed. At the time he drafted the statute, at all events, he may have been under the impression that he had given full effect to what was intended, but he may be mistaken in construing it afterwards just because what was in his mind was what was intended, though, perhaps, it was not done. For that reason I abstain from giving any judgment in this case myself; but at the same time I desire to say, having read the judgments proposed to be delivered by my noble and learned friends, that I entirely concur with every word of them. I believe that the construction at which they have arrived was the intention of the statute. I do not say my intention, but the intention of the Legislature. I was largely responsible for the language in which the enactment is conveyed, and for that reason, and for that reason only, I have not written a judgment myself, but I heartily concur in the judgment which my noble and learned friends have arrived at."], ["[20]", "If there were an ambiguity in the language used, I would be less reluctant to rely more firmly on the RIAS. In this case, I cannot find anything in section 10 to confirm that a lack of compliance results in an application not being in existence. Rather, we have a section that provides in clear terms what an application under the Regulations must contain. That an incomplete application may not be processed is one thing. Suggesting that it does not even exist is quite another."], ["[21]", "The notion that the application is not in existence is made even more problematic when section 10 itself provides specifically that such is the outcome with respect to a particular sponsorship application. Subsection 10(6) of the Regulations reads:", "(6) A sponsorship application that is not made in accordance with subsection (1) is considered not to be an application filed in the prescribed manner for the purposes of subsection 63(1) of the Act.", "(6) Pour l'application du paragraphe 63(1) de la Loi, la demande de parrainage qui n'est pas faite en conformité avec le paragraphe (1) est réputée non déposée.", "The French version makes it even clearer that the application is not in existence (\"est réputée non déposée\"). If the consequence of failing to follow precisely the requirements of subsection 10(1) is that the application is considered to be an application not filed only with respect to the sponsorship of a foreign national as a member of the family class, what does that say about other incomplete applications under the Regulations?"], ["[22]", "Indeed, a careful review of the RIAS does not convince me that it goes as far as the respondent would want it. The RIAS speaks of the requirements of applications for them to be \"considered\" or \"processed\". It goes as far as to state that \"(F)ailure to provide the necessary documentation in its required form may result in a refusal of the application\". That is a far cry, in my respectful view, from concluding that an application that fails on any of the requirements of section 10 is deemed to have never existed."], ["[23]", "In an early edition of his treaty", "Interprétation des lois", "(Cowansville, Que: Yvon Blais, 1982), Professor Pierre-André Côté insisted on the non binding nature of what he called the \"interprétation administrative\" (page 492). The case-law has been consistent that such interpretation can be used and is not binding (see", "<FRAGMENT_SUPPRESSED> )."], ["[24]", "Here, not only is the RIAS not binding on this Court but it does not go far enough to support the contention put forward by the respondent. In my view, in order to be able to conclude that an application does not exist, language much clearer than that found in section 10 is needed. Actually, subsection 10(6) suggests language that is significantly closer to what is needed in order for the respondent to be successful. We are not even close to that language in the case of the application under consideration."], ["[25]", "As a result, the application for judicial review is allowed. The matter is returned for rehearing and redetermination by a different officer on the basis that the application was made on February 29, 2012. Thus, the five-year requirement for the applicant's sponsor, added to the Regulations on March 2, 2012, does not apply in the circumstances. This is not a matter for certification.", "ORDER"], ["[26]", "THIS COURT ORDERS that", "the application for judicial review is allowed. The matter is returned for rehearing and redetermination by a different Citizenship and Immigration Canada Officer on the basis that the herein sponsorship application was made on February 29, 2012. This is not a matter for certification.", "Application allowed.", "Editor: J. Danielle King/vnh"]]}