{"id_": "078640", "body_str": [["[1]", "Boivin, J.", ": This is an appeal pursuant to section 56 of the", "Trade-marks Act", ", R.S., 1985, c. T-13 (the", "Act", ") by Procter & Gamble Inc. (the Applicant), from a decision of the Trade-marks Opposition Board (the Board) dated January 3, 2007, rejecting the Applicant's opposition to the registration of Respondent's trade-mark Application No. 760,655 for Striped Toothpaste Design - Green/White/Blue Stripes (the Design), based on proposed use in Canada with respect to toothpaste wares."], ["[2]", "On August 2, 1994, the Respondent, Colgate-Palmolive Canada Inc. (hereafter Colgate) filed Application No. 760,655 for the Design based on proposed use in association with toothpaste. Colgate disclaimed the representation of the slug of toothpaste. The trade-mark drawing consists of a slug of toothpaste with coloured stripes applied to toothpaste. The top stripe is green, the middle is white and the bottom stripe is blue. Colour is claimed as a feature of the mark."], ["[3]", "On November 8, 1995, Application No. 760,655 was advertised in the", "Trade-mark Journal", "for opposition purposes."], ["[4]", "The Applicant filed a Statement of Opposition on April 3, 1996. On October 4, 2004, the Applicant amended its Statement of Opposition, which increased the number of grounds of opposition from five to six. The six grounds of opposition read as follows:", "\"1. The applicant's application does not conform with section 30 of the", "Act", "because, at the time of filing of the application, the applicant could not have been satisfied that it was entitled to register the Design. The applicant knew or ought to have known that toothpaste incorporating a stripe design has been offered for sale and sold in Canada by others since at least 1984. The applicant therefore could not have been satisfied that it was entitled to registration of the Design.", "\"2. In accordance with section 38(a) and having regard to section 30(e) of the", "Act", ", the applicant did not intend to use the Design trade-mark in Canada for the wares covered in Application no. 760,655.", "\"3. The Design is not registrable, and was not registrable on the filing date of the application therefore, because the Design is applied to the wares by the applicant for the purpose of ornament or decoration only. The Design is not applied to the wares for the purpose of distinguishing the toothpaste of the applicant from the toothpaste of others. Striped toothpaste such as the Design is, therefore, not a 'trade-mark' within the meaning of the", "Act", ", and accordingly is not registrable.", "\"4. In the alternative, the Design is not registrable, and was not registrable on the filing date of the application thereof, because the Design is primarily functional. The stripes of the Design are functional in nature and registration of the Design would grant to the Applicant a monopoly on functional elements or characteristics of toothpaste.", "\"5. The Design is not registrable [and] was not registrable on the filing date of the application thereof, because the Design is not a 'trade-mark' within the meaning of the", "Act", ". The Design is applied to the toothpaste itself, and the toothpaste is contained in the opaque tube. This tube is, optionally, packaged in a cardboard package. The Design, therefore, it not a mark that is 'used' to distinguish the Applicant's toothpaste from the toothpaste of others because, at the time of transfer of the toothpaste to customers, the Design is not associated with the toothpaste so that notice of the association is given to customers.", "\"6. At the time of filing the application thereof, and at the present, the Design is not distinctive within the meaning of section 2 of the", "Act", "in that it is not either adapted to distinguish nor capable of distinguishing the wares in association with which it will be used by the Applicant from the same wares provided by others. Striped toothpaste has been offered for sale and sold in Canada by others since at least 1984.\""], ["[5]", "The first two grounds of opposition concern section 30 of the", "Act", ", as per subsection 38(2)(a) of the", "Act", ". The third, fourth and fifth grounds are based on subsection 38(2)(b) of the", "Act", "and the sixth ground of opposition regarding distinctiveness relates to subsection 38(2)(d) of the", "Act"], ["[6]", "On August 21, 1996, the Respondent filed a Counterstatement, which was amended on November 30, 2004, in response to the additional ground raised by the Applicant in its Amended Statement of Opposition."], ["[7]", "The Applicant filed the affidavits of Douglas, J., MacLean, sworn March 5, 1997; John C. Robertson, sworn June 20, 1997; Colleen Jay, sworn June 20, 1997; and Cedric G. Lam, sworn June 20, 1997. Cross-examinations on all of the Applicant's affiants with the exception of Cedric G. Lam were conducted by Colgate."], ["[8]", "The Respondent filed the affidavits of Heather Tonner, sworn July 14, 2004 and Peter Ren, sworn July 26, 2004 and cross-examinations of the Respondent's affiants were not conducted."], ["[9]", "Both parties filed written arguments and were represented at an oral hearing, which was held on December 8, 2006.", "Impugned Decision"], ["[10]", "On January 3, 2007, the Board rejected all six grounds of opposition."], ["[11]", "The Board rejected the first ground of opposition and found the opponent had not met its initial burden with respect to whether they were aware that toothpaste incorporating a stripe design had been offered for sale and sold in Canada by others since at least 1984. Even if Colgate was aware, this does not mean it was satisfied that it was entitled to register the Design on the basis that its Design differs from stripe designs used by others. The Board found there is no evidence that the prior use of stripes with colour arrangements which differ from those claimed in the application would be sufficient for Colgate to be satisfied that it was entitled to use its Design. The Board also found that a subsection 30(i) ground should only succeed in exceptional cases, such as where there is evidence of bad faith on the part of the trade-mark applicant (", "<FRAGMENT_SUPPRESSED> ; 15 C.P.R. (2d) 152 (T.M.O.B.) at 155  <FRAGMENT_SUPPRESSED> )."], ["[12]", "The second ground of opposition failed as the opponent did not file any evidence which meets its initial burden to show that at the material date, when Colgate filed its application, they did not intend to use the Design. The Board found it was understandable that Colgate had not yet commenced use of the Design given that these opposition proceedings were still pending. The Board noted the owner of a proposed use application is not required to commence use of its mark at any particular time, although it must do so in order to obtain registration."], ["[13]", "The Board dismissed the third ground of opposition in citing", "<FRAGMENT_SUPPRESSED> ; 28 C.P.R. (4th) 230 (T.M.O.B.) at para. 13: \"... section 12, which deals with registrability, does not encompass a pleading that a mark is not a trade-mark. An opposition based on the allegation that a mark is not a trade-mark is properly pleaded under section 30 of the", "Act", ".\" The Board also found that an unpleaded ground cannot be considered (", "<FRAGMENT_SUPPRESSED> ; 26 A.C.W.S.(2d) 155 (F.C.T.D.), at 21). However, in the event it was wrong in dismissing this ground on the basis that the pleading is defective, the Board discussed the issues raised in the third ground of opposition."], ["[14]", "The Board recognized that a mark which is applied to wares for the purpose of ornament or decoration only is not registrable as a trade-mark (", "W.J. Hughes & Sons \" <FRAGMENT_SUPPRESSED>  (Ex. Ct.) (", "Corn Flower", ")). However, as discussed in", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 223 (F.C.A.) at 231 ( <FRAGMENT_SUPPRESSED> ) and", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 472 (T.D.) at 478  <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ), any design mark is to some degree ornamental. In the case at bar, the Board found no evidence Colgate will be using the Design for ornament or decoration purposes, let alone only for such purposes."], ["[15]", "The Board distinguished the present case from", "<FRAGMENT_SUPPRESSED> ; 38 C.P.R.(2d) 145 (F.C.T.D.) ( <FRAGMENT_SUPPRESSED> )), which dealt with a mark comprising stripes of no particular colour displayed on clothing. In that case, there was evidence from an expert that stripes make a garment more attractive. The Board also considered the opposition decision in", "<FRAGMENT_SUPPRESSED> ; 22 C.P.R.(3d) 228  (T.M.O.B.) (", "Dot Plastics", "), where the Board found there was no evidence adduced by the opponent to show the applicant's mark was ornamental in nature. Thus, if it had been properly plead in the case at bar, this ground would have failed on the basis that the opponent did not satisfy its initial evidential burden. The Board cannot consider that a proposed use mark might ultimately be used solely for a purpose other than indicating source in the absence of corroborating evidence."], ["[16]", "The fourth ground of opposition was also dismissed on the basis that the pleading was defective. However, the Board discussed the issues and found Colgate's Design is not primarily functional. Although there is evidence that another party has used stripes in association with toothpaste for the purpose of indicating function (see, for example, paragraph 10 of the affidavit of Colleen Jay regarding Aquafresh toothpaste and identifying different stripes as having different functions, such as white for fluoride and blue for fresh breath), the uncontroverted evidence contained in Peter Ren's affidavit states the stripes in the Design \"do not perform individual functions, nor are the stripes intended to perform different functions.\" The Board found the fact that another party has used stripes in association with toothpaste to indicate function does not override Mr. Ren's sworn statement and the opponent chose not to cross-examine Mr. Ren."], ["[17]", "The fifth ground of opposition was also dismissed by the Board on the basis that the pleading is defective, but the Board again discussed the issues raised. The opponent's position was premised on the argument that the Design will not be visible to customers at the time of transfer of the toothpaste to consumers, because toothpaste is sold in opaque, sealed containers. However, the exhibits to the affidavit of Heather Tonner show toothpaste sold in a way which allows consumers to see the toothpaste through its container. Although the Board accepted that when toothpaste is sold in opaque sealed containers, the typical consumer would not see the toothpaste itself at the time of purchase or transfer of the wares, it preferred Colgate's evidence and notes it is irrelevant that Ms. Tonner's evidence postdates the material date, as its purpose is simply to show that toothpaste can be marketed in a manner whereby the actual toothpaste is visible to the purchaser. Thus, the Board did not accept that it is impossible to use the Design in accordance with section 4 of the", "Act"], ["[18]", "The sixth ground of opposition was also dismissed, as the Board found there was no evidence that others have used the same combination of stripes as applied for by Colgate and there is no basis on which to find the Design is not capable of distinguishing Colgate's toothpaste from the striped toothpaste of others.", "Issues"], ["[19]", "The parties submitted different issues to be addressed by the Court which can be summarized as follows:", "1. What is the appropriate standard of review?", "2. Did the Board err in rejecting the Applicant's opposition to the registration of the Respondent's trade-mark Application No. 760,655?", "Relevant Legislation"], ["[20]", "Trade-marks Act", ", R.S., 1985, c. T-13:", "\"2. '", "distinctive", "', in relation to a trade-mark, means a trade-mark that actually distinguishes the wares or services in association with which it is used by its owner from the wares or services of others or is adapted so to distinguish them;", ". . . . .", "When deemed to be used", "\"4. (1) A trade-mark is deemed to be used in association with wares if, at the time of the transfer of the property in or possession of the wares, in the normal course of trade, it is marked on the wares themselves or on the packages in which they are distributed or it is in any other manner so associated with the wares that notice of the association is then given to the person to whom the property or possession is transferred.", ". . . . .", "When trade-mark registrable", "\"12. (1) Subject to section 13, a trade-mark is registrable if it is not", "(a) a word that is primarily merely the name or the surname of an individual who is living or has died within the preceding thirty years;", "(b) whether depicted, written or sounded, either clearly descriptive or deceptively misdescriptive in the English or French language of the character or quality of the wares or services in association with which it is used or proposed to be used or of the conditions of or the persons employed in their production or of their place of origin;", "(c) the name in any language of any of the wares or services in connection with which it is used or proposed to be used;", "(d) confusing with a registered trade-mark;", "(e) a mark of which the adoption is prohibited by section 9 or 10;", "(f) a denomination the adoption of which is prohibited by section 10.1;", "(g) in whole or in part a protected geographical indication, where the trade-mark is to be registered in association with a wine not originating in a territory indicated by the geographical indication;", "(h) in whole or in part a protected geographical indication, where the trade-mark is to be registered in association with a spirit not originating in a territory indicated by the geographical indication; and", "(i) subject to subsection 3(3) and paragraph 3(4)(a) of the Olympic and Paralympic Marks Act, a mark the adoption of which is prohibited by subsection 3(1) of that Act.", "Idem", "(2) A trade-mark that is not registrable by reason of paragraph (1)(a) or (b) is registrable if it has been so used in Canada by the applicant or his predecessor in title as to have become distinctive at the date of filing an application for its registration.", ". . . . .", "Contents of application", "\"30. An applicant for the registration of a trade-mark shall file with the Registrar an application containing", "(a) a statement in ordinary commercial terms of the specific wares or services in association with which the mark has been or is proposed to be used;", "(b) in the case of a trade-mark that has been used in Canada, the date from which the applicant or his named predecessors in title, if any, have so used the trade-mark in association with each of the general classes of wares or services described in the application;", "(c) in the case of a trade-mark that has not been used in Canada but is made known in Canada, the name of a country of the Union in which it has been used by the applicant or his named predecessors in title, if any, and the date from and the manner in which the applicant or named predecessors in title have made it known in Canada in association with each of the general classes of wares or services described in the application;", "(d) in the case of a trade-mark that is the subject in or for another country of the Union of a registration or an application for registration by the applicant or the applicant's named predecessor in title on which the applicant bases the applicant's right to registration, particulars of the application or registration and, if the trade-mark has neither been used in Canada nor made known in Canada, the name of a country in which the trade-mark has been used by the applicant or the applicant's named predecessor in title, if any, in association with each of the general classes of wares or services described in the application;", "(e) in the case of a proposed trade-mark, a statement that the applicant, by itself or through a licensee, or by itself and through a licensee, intends to use the trade-mark in Canada;", "(f) in the case of a certification mark, particulars of the defined standard that the use of the mark is intended to indicate and a statement that the applicant is not engaged in the manufacture, sale, leasing or hiring of wares or the performance of services such as those in association with which the certification mark is used;", "(g) the address of the applicant's principal office or place of business in Canada, if any, and if the applicant has no office or place of business in Canada, the address of his principal office or place of business abroad and the name and address in Canada of a person or firm to whom any notice in respect of the application or registration may be sent, and on whom service of any proceedings in respect of the application or registration may be given or served with the same effect as if they had been given to or served on the applicant or registrant himself;", "(h) unless the application is for the registration only of a word or words not depicted in a special form, a drawing of the trade-mark and such number of accurate representations of the trade-mark as may be prescribed; and", "(i) a statement that the applicant is satisfied that he is entitled to use the trade-mark in Canada in association with the wares or services described in the application.", ". . . . .", "Statement of opposition", "\"38. (1) Within two months after the advertisement of an application for the registration of a trade-mark, any person may, on payment of the prescribed fee, file a statement of opposition with the Registrar.", "Grounds", "\"(2) A statement of opposition may be based on any of the following grounds:", "(a) that the application does not conform to the requirements of section 30;", "(b) that the trade-mark is not registrable;", "(c) that the applicant is not the person entitled to registration of the trade-mark; or", "(d) that the trade-mark is not distinctive.\"", "\"2.", "'distinctive'", "Relativement à une marque de commerce, celle qui distingue véritablement les marchandises ou services en liaison avec lesquels elle est employée par son propriétaire, des marchandises ou services d'autres propriétaires, ou qui est adaptée à les distinguer ainsi.", ". . . . .", "Quand une marque de commerce est réputée employée", "\"4. (1) Une marque de commerce est réputée employée en liaison avec des marchandises si, lors du transfert de la propriété ou de la possession de ces marchandises, dans la pratique normale du commerce, elle est apposée sur les marchandises mêmes ou sur les colis dans lesquels ces marchandises sont distribuées, ou si elle est, de toute autre manière, liée aux marchandises à tel point qu'avis de liaison est alors donné à la personne à qui la propriété ou possession est transférée.", ". . . . .", "Marque de commerce enregistrable", "\"12. (1) Sous réserve de l'article 13, une marque de commerce est enregistrable sauf dans l'un ou l'autre des cas suivants:", "a) elle est constituée d'un mot n'étant principalement que le nom ou le nom de famille d'un particulier vivant ou qui est décédé dans les trente années précédentes;", "b) qu'elle soit sous forme graphique, écrite ou sonore, elle donne une description claire ou donne une description fausse et trompeuse, en langue française ou anglaise, de la nature ou de la qualité des marchandises ou services en liaison avec lesquels elle est employée, ou à l'égard desquels on projette de l'employer, ou des conditions de leur production, ou des personnes qui les produisent, ou du lieu d'origine de ces marchandises ou services;", "c) elle est constituée du nom, dans une langue, de l'une des marchandises ou de l'un des services à l'égard desquels elle est employée, ou à l'égard desquels on projette de l'employer;", "d) elle crée de la confusion avec une marque de commerce déposée;", "e) elle est une marque dont l'article 9 ou 10 interdit l'adoption;", "f) elle est une dénomination dont l'article 10.1 interdit l'adoption;", "g) elle est constituée, en tout ou en partie, d'une indication géographique protégée et elle doit être enregistrée en liaison avec un vin dont le lieu d'origine ne se trouve pas sur le territoire visé par l'indication;", "h) elle est constituée, en tout ou en partie, d'une indication géographique protégée et elle doit être enregistrée en liaison avec un spiritueux dont le lieu d'origine ne se trouve pas sur le territoire visé par l'indication;", "i) elle est une marque dont l'adoption est interdite par le paragraphe 3(1) de la Loi sur les marques olympiques et paralympiques, sous réserve du paragraphe 3(3) et de l'alinéa 3(4)a) de cette loi.", "Idem", "\"(2) Une marque de commerce qui n'est pas enregistrable en raison de l'alinéa (1)a) ou b) peut être enregistrée si elle a été employée au Canada par le requérant ou son prédécesseur en titre de façon à être devenue distinctive à la date de la production d'une demande d'enregistrement la concernant.", ". . . . .", "Contenu d'une demande", "\"30. Quiconque sollicite l'enregistrement d'une marque de commerce produit au bureau du registraire une demande renfermant:", "a) un état, dressé dans les termes ordinaires du commerce, des marchandises ou services spécifiques en liaison avec lesquels la marque a été employée ou sera employée;", "b) dans le cas d'une marque de commerce qui a été employée au Canada, la date à compter de laquelle le requérant ou ses prédécesseurs en titre désignés, le cas échéant, ont ainsi employé la marque de commerce en liaison avec chacune des catégories générales de marchandises ou services décrites dans la demande;", "c) dans le cas d'une marque de commerce qui n'a pas été employée au Canada mais qui est révélée au Canada, le nom d'un pays de l'Union dans lequel elle a été employée par le requérant ou ses prédécesseurs en titre désignés, le cas échéant, et la date à compter de laquelle le requérant ou ses prédécesseurs l'ont fait connaître au Canada en liaison avec chacune des catégories générales de marchandises ou services décrites dans la demande, ainsi que la manière dont ils l'ont révélée;", "d) dans le cas d'une marque de commerce qui est, dans un autre pays de l'Union, ou pour un autre pays de l'Union, l'objet, de la part du requérant ou de son prédécesseur en titre désigné, d'un enregistrement ou d'une demande d'enregistrement sur quoi le requérant fonde son droit à l'enregistrement, les détails de cette demande ou de cet enregistrement et, si la marque n'a été ni employée ni révélée au Canada, le nom d'un pays où le requérant ou son prédécesseur en titre désigné, le cas échéant, l'a employée en liaison avec chacune des catégories générales de marchandises ou services décrites dans la demande;", "e) dans le cas d'une marque de commerce projetée, une déclaration portant que le requérant a l'intention de l'employer, au Canada, lui-même ou par l'entremise d'un licencié, ou lui-même et par l'entremise d'un licencié;", "f) dans le cas d'une marque de certification, les détails de la norme définie que l'emploi de la marque est destiné à indiquer et une déclaration portant que le requérant ne pratique pas la fabrication, la vente, la location à bail ou le louage de marchandises ou ne se livre pas à l'exécution de services, tels que ceux pour lesquels la marque de certification est employée;", "g) l'adresse du principal bureau ou siège d'affaires du requérant, au Canada, le cas échéant, et si le requérant n'a ni bureau ni siège d'affaires au Canada, l'adresse de son principal bureau ou siège d'affaires à l'étranger et les nom et adresse, au Canada, d'une personne ou firme à qui tout avis concernant la demande ou l'enregistrement peut être envoyé et à qui toute procédure à l'égard de la demande ou de l'enregistrement peut être signifiée avec le même effet que si elle avait été signifiée au requérant ou à l'inscrivant lui-même;", "h) sauf si la demande ne vise que l'enregistrement d'un mot ou de mots non décrits en une forme spéciale, un dessin de la marque de commerce, ainsi que le nombre, qui peut être prescrit, de représentations exactes de cette marque;", "i) une déclaration portant que le requérant est convaincu qu'il a droit d'employer la marque de commerce au Canada en liaison avec les marchandises ou services décrits dans la demande.", ". . . . .", "Déclaration d'opposition", "\"38. (1) Toute personne peut, dans le délai de deux mois à compter de l'annonce de la demande, et sur paiement du droit prescrit, produire au bureau du registraire une déclaration d'opposition.", "Motifs", "\"(2) Cette opposition peut être fondée sur l'un des motifs suivants:", "a) la demande ne satisfait pas aux exigences de l'article 30;", "b) la marque de commerce n'est pas enregistrable;", "c) le requérant n'est pas la personne ayant droit à l'enregistrement;", "d) la marque de commerce n'est pas distinctive.\"", "Standard of Review"], ["[21]", "The Applicant notes that new evidence was filed by both parties in this appeal and submits this application should thus proceed as a trial de novo. The Applicant argues that where additional evidence is adduced before the Federal Court which would have materially affected the Board's finding of fact or the exercise of the Board's discretion, the Court's discretion is unfettered and the appeal is effectively a trial de novo (", "Molson Breweries, A  <FRAGMENT_SUPPRESSED>  (F.C.A.) at para. 46-51 (", "Molson Breweries", "))."], ["[22]", "The Respondent submits that this application is not to be heard de novo merely because additional evidence has been filed in relation to some of the grounds of opposition. Rather, when new evidence is submitted, it is necessary to assess its significance and probative value. If the evidence is sufficiently probative to the point that it would have materially affected the Board's findings of fact or the discretion exercised, the applicable standard is correctness. If it is not, the applicable standard is reasonableness (", "<FRAGMENT_SUPPRESSED> ). Evidence which merely supplements or confirms earlier findings, or which is after the relevant date, is insufficient to displace the deferential standard of reasonableness (", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> )). The standard of review is to be determined on an issue-by-issue basis (", "<FRAGMENT_SUPPRESSED>  C.P.R.(4th) 239 (T.D.)). The Respondent submits the additional evidence filed by the Applicant could not have had a material effect upon the Board's decision. Therefore, the Court's review of the Board's decision is limited as the deferential standard of reasonableness applies."], ["[23]", "The Court agrees with the Respondent. As a general rule, where no new evidence is filed on the appeal which would have materially affected the Board's findings of fact, or the exercise of discretion, the test is whether the Board was clearly wrong. Conversely, where additional evidence is filed on the appeal which would have materially affected the Board's findings of fact or law, or the exercise of discretion, the test is that of correctness. In such cases, the Court is entitled to substitute its opinion for that of the Board (", "<FRAGMENT_SUPPRESSED>  affd. (2006), 346 N.R. 81; 2006 FCA 6 ( <FRAGMENT_SUPPRESSED> ))."], ["[24]", "The Court is of the opinion that the standard to be applied in the case at bar for all six grounds of opposition is that of reasonableness. The new evidence submitted in support of the grounds of opposition is not significant enough to the point that it would have materially affected the Board's findings of fact or the exercise of its discretion and it does not justify a correctness standard of review."], ["[25]", "The trade-mark applicant, Colgate, bears the onus of establishing, on a balance of probabilities, that its application complies with the requirements of the", "Act", ". However, there is an initial burden on the opponent to adduce sufficient admissible evidence from which it could reasonably be concluded that the facts alleged to support each ground of opposition exist (", "<FRAGMENT_SUPPRESSED> ).", "Analysis"], ["[26]", "As a preliminary matter, the Respondent notes the Applicant has alleged that the \"drawing is ambiguous\" and that the \"Design may not be duplicated by a user\" and submits these are new allegations which have not been properly raised and which are not contained with the Applicant's Statement of Opposition. The Respondent submits it is settled law that there is no jurisdiction to deal with an issue not found in a Statement of Opposition and this Court does not have jurisdiction to entertain issues that were not raised before the Board (", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 463 (T.D.), affd. (1996), 199 N.R. 106; 68 C.P.R.(3d) 168 (F.C.A.)). I agree with the Respondent. While a party is open to raise new evidence on appeal, it cannot raise new issue (", "<FRAGMENT_SUPPRESSED> . These arguments will therefore not be discussed by the Court."], ["[27]", "At the hearing, the Applicant questioned who the original trade-mark applicant was: Colgate-Palmolive Canada Inc. or Colgate-Palmolive Company. This question was not addressed in the written representations of the parties. Without going into a detailed analysis, it seems clear to the Court that these companies may operate as related businesses. The Court takes note of the Applicant's argument on this point but does not find it is consequential in the determination of the outcome in the case at bar.", "First Ground of Opposition - Intent to Register"], ["[28]", "The first ground of opposition relates to section 30 of the", "Act", ". The Applicant alleges the Respondent could not have been satisfied it was entitled to registration of the Design."], ["[29]", "The Applicant submits Colgate is not entitled to register the Design mark in Canada because Colgate could not have been satisfied it was entitled to register the Design as a trade-mark as it knew or ought to have known that toothpaste incorporating a stripe design has been offered for sale and sold in Canada by others since at least as early as 1984, such as the Aquafresh two stripe and three stripe toothpastes. The Applicant argues they submitted evidence and the onus has now shifted to Colgate, who did not file further evidence on appeal."], ["[30]", "The Applicant submits particular circumstances must be considered which support the conclusion that the Respondent could not have been satisfied it was entitled to register the Design: the subject-application was filed over 15 years ago and no evidence has been tendered by the Respondent to show the mark is in use in Canada; Colgate applied for 33 trade-mark applications in Canada for different toothpaste appearances, all of which have now been abandoned, save for this application; and Colgate is the owner of striped toothpaste patents in Canada."], ["[31]", "The Respondent submits the Applicant has not filed additional evidence which is relevant to this ground of opposition. In <FRAGMENT_SUPPRESSED> at para. 121, Justice James Russell of this Court recently rejected this same ground of opposition in a similar case because the opponent did not satisfy its initial evidentiary burden. This case was recently affirmed by the Federal Court of Appeal (2009 FCA 348). The question of whether or not an opponent has satisfied its evidentiary burden is a subjective test and not an objective one and the Applicant has not satisfied its burden in this case. The Respondent further argues the 33 abandoned trade-mark applications are not before the Court and there is no case law stating that judicial notice should be taken of these abandoned applications."], ["[32]", "The material date for considering the issue of non-compliance with section 30 of the", "Act", "is the date of filing of the application, namely August 2, 1994 (", "<FRAGMENT_SUPPRESSED>  Respondent could have been aware of other toothpastes incorporating a stripe design sold by others since 1984, this does not mean the Respondent would not be entitled to register the Design."], ["[33]", "The Court finds the opponent did not satisfy its initial evidentiary burden, as established in <FRAGMENT_SUPPRESSED> . Further, the 33 abandoned trade-mark applications are not the subject of this application for judicial review. The evidence on file demonstrates that Colgate might have been satisfied they could register the toothpaste configuration they are seeking to trade-mark. This is not an exceptional case where a subsection 30(i) ground should succeed and the Court sees no evidence of bad faith on the part of Colgate. The Board's decision on this ground of opposition should stand.", "Second Ground of Opposition - Intent to use"], ["[34]", "The second ground of opposition relates to subsection 38(2)(a) and section 30 of the", "Act", "and the Applicant alleges Colgate did not intend to use the Design trade-mark."], ["[35]", "The Applicant submits Colgate did not produce evidence to state or demonstrate they intended to use the Design on toothpaste wares in Canada, even though the application was filed more than 15 years ago. According to the Applicant, the fact that Colgate voluntarily abandoned 33 trade-mark applications for toothpaste designs in Canada should be considered. The Applicant submits Colgate has not met its burden as it has adduced no evidence of use of the Design in Canada after they amended their Counterstatement in 2004."], ["[36]", "The Applicant argues a negative inference should be drawn from the fact the Respondent chose not to put forth an affiant from its company who has knowledge of facts which would only be in the possession of Colgate and who could be cross-examined on key aspects of this case. The Applicant notes the Court has discretionary power in its evaluation of the expert evidence rendered before it (", "<FRAGMENT_SUPPRESSED> ). The Applicant alleges that little or no weight should be afforded to the Mulvey affidavit as this affidavit has adduced no evidence of any description of the effect of the colours green, blue and white on toothpaste in Canada and it contains legal conclusions based on an area of law in which the affiant has no expertise."], ["[37]", "The Applicant sought to introduce evidence that at least seven years after filing this trade-mark application, Colgate abandoned 33 unrelated toothpaste design trade-mark applications. However, the Respondent argues this not relevant to the issue and these materials are inadmissible and not properly before the Court. The applications were improperly marked as Exhibits during the cross-examination of Michael Mulvey."], ["[38]", "The Respondent submits it is a prerequisite to the admission of any document that the document be authenticated by the party tendering it as evidence (", "<FRAGMENT_SUPPRESSED> ; 20 O.R. (3d) 429 (Gen. Div.), at 447). If the witness knows the document, cross-examination of the document can follow and, subject to the final discretion of the trial judge, the document becomes evidence (", "<FRAGMENT_SUPPRESSED>  A.C.W.S.(3d) 48 (T.D. Protho.) at para. 13). If the witness does not confirm knowledge of the document, it cannot be introduced as evidence. The Respondent argues the Applicant improperly sought to introduce exhibits which were unidentified and not known to Mr. Mulvey during his cross-examination. In any event, the Respondent submits these materials do not support the Applicant's position and would have had no material effect on the Board's decision as these applications were abandoned at least seven years after the material date and the abandoned applications do not relate to this application ( <FRAGMENT_SUPPRESSED> )."], ["[39]", "In an order dated June 3, 2009, Prothonotary Kevin Aalto left to the Hearing Judge to determine the admissibility of Exhibits A, A-1 to A-33 and B introduced during the cross-examination of Mr. Mulvey, and whether judicial notice can be taken of them. The Court finds that these trade-mark applications were not properly introduced during the cross-examination of Mr. Mulvey. Furthermore, as noted above, these trade-mark applications are not the subject of this application for judicial review and they concern unrelated trade-marks. As such, the Court finds these 33 abandoned toothpaste design trade-mark applications have no material effect on the Board's decision."], ["[40]", "The material date for this non-compliance argument is also the date of filing of the application, namely August 2, 1994 (", "Georgia-Pacific", "). Thus, the intent to use the Design must have been present when the trade-mark application was filed in 1994. While the legal burden is on an applicant for registration to show that the application complies with section 30 of the", "Act", ", there is an initial evidential burden on an opponent to establish the facts on which it relies to support its non-compliance argument (", "Molson Breweries", "at p. 298)."], ["[41]", "As noted by the Board, it is understandable that Colgate has not yet used the Design, as these opposition proceedings are currently underway. The Court finds the Applicant has failed to meet the initial burden of establishing the facts it relied upon in support of its section 30 argument. The Court concludes there is no evidence the Respondent did not intend to use the Design trade-mark in Canada for wares covered in the application. There are different grounds on which a trade-mark application can be filed. In the case at bar, the application was filed under the category of proposed use in Canada. Thus, there is no requirement for actual use of the Design until the Declaration of Use is filed. The Applicant has not provided new probative evidence which would alter the picture before the Board. The Board's decision on this ground of opposition is reasonable and should stand.", "Third, Fourth and Fifth Grounds of Opposition"], ["[42]", "The Board rejected the Applicant's third, fourth and fifth grounds of opposition as grounds asserted that do not exist under the", "Act", "and the pleadings were found to be fundamentally defective."], ["[43]", "The Applicant argues that all grounds of the amended Statement of Opposition should be considered by this Court and that it has met its initial evidentiary burden to adduce evidence from which it may reasonably be concluded the facts alleged to support its ground of opposition exist (", "<FRAGMENT_SUPPRESSED> ; 74 C.P.R.(3d) 373; 72 A.C.W.S.(3d) 146 (T.D.), at 383  <FRAGMENT_SUPPRESSED> ). According to the Applicant, the legal onus is upon the Respondent to establish its right to the registration of the trade-mark and this legal onus applies to each ground of opposition (", "<FRAGMENT_SUPPRESSED> ; 3 C.P.R. (3d) 325 (T.M.O.B.) at 329  <FRAGMENT_SUPPRESSED> ). The Applicant submits that where it is clear a ground is being relied upon, even if not properly pled, the Board should consider the ground (", "<FRAGMENT_SUPPRESSED> ; 68 C.P.R. (4th) 244 ( <FRAGMENT_SUPPRESSED>  the mark not being able to function as a trade-mark were not specifically pled under section 30 of the", "Act", ", the Applicant argues reasons are provided in the Statement of Opposition as to why each of these grounds are viable. The issue of certain grounds not being properly pled was not raised for the Applicant's consideration until the Respondent's written argument (for the ground that the mark cannot function as a trade-mark) and at the oral hearing stage (for the ornamentation and functionality grounds) of the opposition. Moreover, the Applicant argues these grounds were sufficiently pled by both parties that the Board was able to consider them on their merits and as such, each of these grounds of opposition ought to be considered by the Court."], ["[45]", "The Respondent submits none of these grounds are found in subsection 38(2)(b) or section 12 of the", "Act", ", which deal with registrability. These sections pertain to trade-marks which are specifically identified within the", "Act", "as not being registrable. The Applicant's pleading was therefore wrong in law as these are not issues of \"registrability\" nor are they defined under section 12 or subsection 38(2)(b) of the", "Act", ". According to the Respondent, the legal basis pleaded by the Applicant was wrong and is not a ground of opposition."], ["[46]", "The Court concludes the Board reasonably found that the pleadings for the third, fourth and fifth grounds of opposition were defective. A pleading dealing with registrability (under section 12 of the", "Act", ") does not cover a pleading that a mark is not a trade-mark. The Applicant's opposition alleging the Design is not a trade-mark should be pled under section 30 of the", "Act", "<FRAGMENT_SUPPRESSED>  not properly pled cannot be overlooked and it was reasonable for the Board to conclude the way it did on this issue. It is important to ensure that a ground of opposition is properly pled, as clearly stated in", "Fox on Canadian Law of Trade-marks and Unfair Competition", "(2002, 4th ed., at 6-20.8):", "\"The opponent's responsibility is to ensure that each of its grounds of opposition is properly pleaded. The failure to do so may result in a ground of opposition not being considered.\""], ["[48]", "Despite this finding, the Board proceeded with a brief discussion of the issues raised with these three grounds of opposition. Although these grounds need not be addressed to determine the outcome of this case, the Court will nonetheless, as a matter of thoroughness, briefly address these three grounds of opposition.", "Third Ground of Opposition - Ornamental or decoration only"], ["[49]", "The third ground of opposition relates to the fact the trade-mark is allegedly ornamental and decorative only."], ["[50]", "The Applicant submits the Design mark is merely ornamental and argues that where a design is applied to wares in response to the consuming public's demands in connection with the wares and is an important ingredient in the commercial success of the wares, the design is ornamental and therefore not a registrable trade-mark (", "Corn Flower", ", above at 34). Drawing a parallel with the <FRAGMENT_SUPPRESSED> case, the Applicant argues the evidence established that three stripes of any colour running vertically on various sport clothing items were found to have an appealing effect on consumers and were seen as having a decorative function rather than the regular purpose to distinguish source."], ["[51]", "The Applicant submits the evidence before this Court is that colour and striping of toothpaste is driven by consumer expectations and manufacturers try to correlate the appearance of toothpaste with the flavours, consumer experience and expectations of the product benefits. The Applicant submits the use of coloured stripes in toothpaste merely enhances the appearance of the wares and is related solely to the consuming public's demands for toothpaste. Colour selection is an important factor in the commercial success of toothpaste and as such, the Applicant argues coloured stripes in toothpaste merely serve an ornamental purpose, rather than the regular purpose of trade-marks to distinguish source."], ["[52]", "With respect to the Aquafresh scenario, the Applicant notes the colour of the striped toothpaste has changed over time. The Applicant emphasizes it is not brand identification, but rather, consumer expectations, which are determinative in selecting toothpaste appearance such as the subject Design."], ["[53]", "The Respondent submits the Applicant has not provided any additional evidence in support of its allegations that Colgate's mark will be used or perceived as being only for the purpose of making its toothpaste decorative. The Respondent asserts the Board correctly applied the relevant jurisprudence, notably that a trade-mark may be registered even if it includes some ornamental feature ( <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> ). The Board correctly found the Applicant did not provide evidence that Colgate's trade-mark is merely intended to be used for an ornamental or decorative purpose (", "Dot Plastics", ")."], ["[54]", "The Court agrees with the Respondent that the Applicant did not provide evidence the Design is only applied to the wares for the purpose of ornament or decoration. As noted by the Board, any design mark is ornamental to some degree. However, this does not necessarily distinguish the toothpaste of the Applicant from the toothpaste of others. In <FRAGMENT_SUPPRESSED> , contrary to the case at bar, there was an independent expert who testified that the striping configuration made garments more attractive because it has a slenderizing effect. Thus, in <FRAGMENT_SUPPRESSED> , there was clear evidence that striping was only decorative and ornamental. However, the affidavit provided by Mr. Ren in the case at bar is to the effect that the striping does not perform functions and the striping is arbitrary. This evidence was not contradicted as Mr. Ren was not cross-examined by the Applicant. At the hearing, the Applicant submitted Mr. Ren was not cross-examined because his affidavit was only one page. The Court finds this argument is of no assistance to the Applicant. As noted in", "Corn Flower", ", the evidentiary burden continues to lie on the Applicant, who has failed to demonstrate that the use of color is only ornamental, as it is arrived at following a technical process and it also has a function. The Board's decision on this ground of opposition should stand.", "Fourth Ground of Opposition - Functionality"], ["[55]", "The fourth ground of opposition is that the Design is not registrable and it was not registrable on the filing date because the Design is primarily functional."], ["[56]", "The Applicant argues the evidence adduced demonstrates the coloured stripes of the Design have a primarily functional use and the trade-mark is thus not registrable (", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 467 (F.C.A.) at 475  <FRAGMENT_SUPPRESSED> ). The Applicant argues the appearance of toothpaste is dictated by consumer experience and expectations and as such, the Design is functional for commercial purposes and is not registrable."], ["[57]", "Furthermore, the Applicant asserts that where a chemical equilibrium cannot be maintained, physically separate chambers are used such that the ingredients only come into contact with each other when they are squeezed out by the consumer. The Applicant submits the colouring agents which give the Design its blue, green and white stripes function to allow the toothpaste to keep its striped design and thus the Design cannot be registrable."], ["[58]", "According to the Applicant, any patent obtained for the alleged trade-mark must be considered, as this constitutes evidence that the patentee considered the alleged trade-mark as having a primarily functional use (", "<FRAGMENT_SUPPRESSED> ). Colgate-Palmolive U.S.A.'s own patents (Canadian Patent No. 1,266,751 entitled \"Visually Clear Dentifrice\" and Canadian Patent No. 1,329,137 entitled \"Non-Bleeding Striped Dentifrice\") for striped toothpaste claim how to maintain chemical equilibrium in order to keep a stable striped appearance and also specifically claim a striped toothpaste with the colours blue and green. The Applicant submits Colgate is now attempting to trade-mark what it has already patented and considers functional."], ["[59]", "In support of this ground of opposition, the Applicant filed additional affidavits but the Respondent argues these additional affidavits do not assert or provide evidence that blue, white and green-striped toothpaste performs any specific or particular function and, if so, what the alleged function is. If the Applicant wanted to consider the patents, experts should have been called upon to explain these patents. The Applicant does not indicate what particular function is allegedly performed by the Respondent's toothpaste."], ["[60]", "The evidentiary burden rests on the Applicant to show the primary purpose of the striped toothpaste is functional. The Court finds the Design in the case at bar is not primarily functional. Although different functions can be assigned to particular colour stripes, it is not necessary to have stripes on toothpaste in order to perform the different functions assigned to these stripes. In the Court's view, the patents, the manufacturing process, the flavours and the colouring agents do not conclusively indicate a primary function of the striped toothpaste. The stripes in the Design can perform a function, but in the case at bar, there is no evidence of a particular function to be performed by the Respondent's Design. For instance, is the purpose to improve whiteness? To provide additional fluoride? To help assist people who have sensitive teeth? To aid plaque removal or fight cavities and bacteria? Is it only one of these functions or all of these functions? The Board's decision on this issue was reasonable and this ground of opposition cannot stand.", "Fifth Ground of Opposition - Use or association"], ["[61]", "The fifth ground of opposition relates to the fact the Design is not a mark that is used to distinguish Colgate's toothpaste from the toothpaste of others."], ["[62]", "The Applicant submits the Design cannot be used as a trade-mark as defined by the", "Act", "as the Design is applied to the wares itself and the toothpaste is contained in a sealed box, with a foil seal over the mouth of an opaque tube. There is no apparent association of the mark at the time of transfer of the wares to the customer and there can be no \"use\" within the meaning of the", "Act", ". According to the Applicant, 95% of consumers shopping for toothpaste do not open the package to look at the tube. The application as filed also includes a drawing of a slug of toothpaste, and although the slug is disclaimed, the drawing is ambiguous as to exactly what the mark is. The orientation of the coloured stripes is claimed (top is green, bottom is blue, remainder is white), and the mark as filed does not comprise a tube of toothpaste through which a person may view coloured stripes."], ["[63]", "Furthermore, the Applicant asserts a consumer will not always squeeze the Design as filed out from a toothpaste container and the toothpaste which comes out of a container may appear in many different configurations each time it is dispensed. Due to the ambiguity as to the exact nature of the Design itself and the fact that the Design may not be duplicated by the consumer, the Applicant argues the Design cannot be used as a trade-mark and registration should be prohibited."], ["[64]", "The Respondent submits the Applicant's fifth ground of opposition is based on a flawed interpretation of subsection 4(1) of the", "Act", ", as any one of the activities described in subsection 4(1) is sufficient to be deemed to constitute \"use\" of a trade-mark. Therefore, if a trade-mark is marked on the wares, there is no need for a \"notice of association\". This is only a requirement if the trade-mark is not marked on the wares or the packages. In any event, the Respondent notes the uncontroverted evidence from the affidavit of Heather Tonner establishes that a trade-mark marked on toothpaste can be seen by customers at the time of purchase."], ["[65]", "The material date for considering this ground is the date of filing of the application, August 2, 1994 (", "Georgia-Pacific", "). The Court finds that the Board reasonably found the evidence of the applicant (Colgate) was preferred to that of the opponent (Procter & Gamble). There is no evidence on file showing it would be impossible to use the Design in accordance with subsection 4(1) of the", "Act", "but there is evidence (the affidavit of Heather Tonner) that toothpaste could be advertised in a manner to allow consumers to see the actual wares (the toothpaste). Although the Court notes this does not seem to be the usual market practice at this time, it remains nonetheless possible. Therefore, it would be possible to use the Design. Also, Colgate has yet to file and is not currently required to file a Declaration of Use. The Board's decision on this ground of opposition should stand.", "Sixth Ground of Opposition - Distinguishing"], ["[66]", "The sixth ground of opposition relates to the alleged non-distinctiveness of the trade-mark and whether the mark can serve as a single source of the wares."], ["[67]", "The Applicant submits the Design mark is not capable of distinguishing the toothpaste wares of Colgate from the toothpaste wares of others throughout Canada. Whether a mark actually distinguishes or is capable of distinguishing the wares of one party over another is a question of fact. The test is whether a clear message has been given to the public that the wares with which the trade-mark is associated and used are the wares of the trade-mark and not those of another party (", "Havana House Cigar &  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 203 (T.D.))."], ["[68]", "The Applicant argues that taking the three most common colours in the toothpaste industry and putting them together in a striped design commonly employed by other parties cannot make the result capable of distinguishing a single source. According to the Applicant, the evidence is to the effect that the colours in question and the striping pattern of toothpaste were both well known at the relevant date. In the absence of other indicia, blue, white and green striped toothpaste does not allow consumers to conclude that such toothpaste comes from a single source. Rather, given the common colours and pattern of the colours (i.e. striping) without any other indicia, including the manufacturer's name on the packaging and the colour of the packaging, the common consumer would not be able to determine what maker of toothpaste the striped pattern came from, or if more than one manufacturer made the same striped toothpaste."], ["[69]", "For the Applicant to succeed on this basis, the Respondent submits it must establish that a mark relied upon has a reputation that is \"substantial, significant or sufficient to negate the distinctiveness of the applicant's trade-mark\" ( <FRAGMENT_SUPPRESSED> , supra, at p. 444). According to the Respondent, the Applicant's evidence before the Board failed to establish that any striped toothpaste had developed a substantial or significant reputation in Canada by the material date and the Applicant has not filed any additional evidence which is sufficiently significant and probative to have had a material affect upon the Board's earlier findings. Furthermore, Colgate's mark cannot serve to indicate a single source as there was no evidence of any party selling a green/white/blue-striped toothpaste in Canada by the material date."], ["[70]", "As for the Applicant's reliance upon Aquafresh toothpaste, which the Respondent argues does not resemble Colgate's green/white/blue-striped toothpaste trade-mark, there is no evidence of the extent of its sales in Canada by the material date. The Respondent argues there is no additional evidence which establishes that, by the material date, Colgate's green/white/blue striped toothpaste trade-mark could not serve to indicate a single source."], ["[71]", "The material date for assessing this ground of opposition is the filing date of the Statement of Opposition (", "<FRAGMENT_SUPPRESSED>  at 324  <FRAGMENT_SUPPRESSED> ). In this case, the relevant date is April 3, 1996 and the legal onus is on the Applicant to show that its mark is adapted to distinguish or actually distinguishes its wares from the wares of others throughout Canada (", "<FRAGMENT_SUPPRESSED> ;  4 C.P.R. (3d) 272 (T.M.O.B.)). However, the opponent bears the evidential burden to prove the allegations of fact supporting its ground of non-distinctiveness."], ["[72]", "The general question to be determined under subsection 38(2)(d) of the", "Act", "is whether at the material time, the Design was adapted to distinguish the wares of the Respondent. As noted by the Board, insufficient evidence was provided to demonstrate that other parties have used the same coloured stripe pattern as the Respondent. There is no basis to find the Design is not capable of distinguishing the Respondent's toothpaste from the striped toothpaste of others. At the hearing, the Applicant referred to the", "Havana", "case, which dealt with Cuban cigars, but the Court notes this case dealt with a different situation than the one before this Court. In", "Havana", ", there was evidence that the trade-mark could not serve as a single source, whereas in the case at bar, there is no evidence that someone else was using the same appearance and the same striping at the material date. The Board noted this lack of evidence in its decision at p. 11:", "\"The Opponent [Procter & Gamble] has pleaded that the Applicant's [Colgate's] Design is not distinctive because others have offered striped toothpaste for sale. However, as the Applicant is not seeking to register striped toothpaste simpliciter, but rather a particular coloured stripe pattern, I do not see how the Opponent can succeed under this ground. There is no evidence that others have used the same combination of stripes as applied for by the Applicant and therefore I find that there is no basis on which to find that the Design is not capable of distinguishing the Applicant's toothpaste from the striped toothpaste of others.\""], ["[73]", "Having reviewed the evidence submitted, the Court finds the Applicant provided insufficient evidence to prove that consumers associate specific stripe patterns with a particular company. The Court is of the view there is no evidence establishing that the Design could not indicate a single source at the material date as there is only one application for protection of this particular configuration of toothpaste. This finding by the Board was reasonable and its decision should stand."], ["[74]", "The Opposition Board member carefully considered the evidence and analysed each ground of opposition. The Court finds the Board's decision is reasonable as it falls within the range of possible, acceptable outcomes which are defensible in respect of the facts and the law (", "<FRAGMENT_SUPPRESSED> ). For these reasons, the appeal is dismissed with costs.", "JUDGMENT"], ["[75]", "THIS COURT ORDERS AND ADJUDGES that", "the appeal be dismissed with costs.", "Appeal dismissed.", "Editor: Angela E. McKay/ve", "[End of document]"]]}