{"id_": "078657", "body_str": [["[1]", "Gagné, J.:", "Mr. Naraine and the Inmate Committee of Archambault Institution seek judicial review of a decision dated March 7, 2014, whereby the Acting Senior Deputy Commissioner [Commissioner] of Correctional Service Canada  <FRAGMENT_SUPPRESSED>  denied Mr. Naraine's grievance over the cancelling of two television channels included in the package subscribed for by a group of inmates. These television channels aired sexually explicit content and while the inmates previously enjoyed access to these television channels, the Commissioner concluded that under the law and new policy, the right to access the material and live entertainment was not absolute; particularly, in accordance with CSC's responsibilities, the channels were banned to maintain a safe and healthful environment. It was found that sexually explicit material undermined a person's sense of personal dignity, and in the circumstances under consideration, particularly that of female correctional officers."], ["[2]", "Mr. Naraine argues that: (i) the impugned decision does not comply with his entitlements under the", "Corrections and Conditional Release Act,", "SC 1992, c 20 [CCRA] and with the", "Corrections and Conditional Release Regulations", ", SOR/92-620 [CCRR]; (ii) there was a breach of procedural fairness, the content of which includes the inmates' right of consultation; and (iii) the decision violates the applicant's rights to freedom of expression guaranteed under section 2(", ") of the", "Canadian Charter of Rights and Freedoms", ", Part I of the", "Constitution Act", ", 1982, being Schedule B to the", "Canada Act 1982", "(UK), 1982, c 11 [Charter]."], ["[3]", "At the hearing, the respondents agreed to waive their right to costs in the event that this application be dismissed."], ["[4]", "The role of this Court is not to determine whether or not inmates  <FRAGMENT_SUPPRESSED> 's institutions should have access to sexually explicit television programs, but rather to assess the legality of the Commissioner's decision. For the reasons discussed below, the application for judicial review will be granted and the file sent back to a different Commissioner for a new determination.", "Standing of the Inmate Committee"], ["[5]", "At the hearing, I raised the question of the Inmate Committee's standing as the impugned decision only concerns a third-level grievance filed by Mr. Naraine."], ["[6]", "Counsel for the applicant did not convince me that the Inmate Committee had standing before the Court. It could very well be that it has (a) a direct interest in the matter by virtue of a finding that the matter at issue adversely affects the rights of its members, or (b) public interest standing (", "<FRAGMENT_SUPPRESSED> ). However, no such evidence was adduced before me and the Inmate Committee has not asked for intervener status. Therefore, its name as an applicant will be struck out and the style of cause will be amended accordingly.", "II.", "Facts"], ["[7]", "Mr. Naraine is a 46 year-old federal inmate in a medium and minimum security detention facility for male prisoners called Archambault Institution."], ["[8]", "He claims that he and his fellow inmates at Archambault and other CSC institutions previously enjoyed access to sexually explicit programs as part of a local cable television package which they could purchase through the Inmate Committee. These programs could be accessed on closed circuit channels very late in the evening, usually after 11 PM."], ["[9]", "In his affidavit, Mr. Naraine asserts having watched sexually explicit content while at Archambault and previously at two other institutions; to his knowledge, for at least 7 years (the period of his incarceration) there had been no incidents or complaints from correctional officers resulting from inmates' access to that category of television programming."], ["[10]", "On January 29, 2013, the Standing Committee on the Status of Women held its 55th meeting at the House of Commons whereby two witnesses from the Union of Canadian Correctional Officers testified as part of a continuing study on sexual harassment in the federal workplace. One of those two witnesses claimed that the Minister of Public Safety had announced, in May 2012, that access to pornography on television  <FRAGMENT_SUPPRESSED>  institutions was an unacceptable practice which he would be \"putting an end to\"."], ["[11]", "On March 4, 2013, a videoconference was held by the Assistant Commissioner/ Correctional Operations and Programs [ACCOP]; as a follow-up to that videoconference he sent a Memorandum to all Assistant Deputy Commissioners, Institutional Operations [ADCIOs] instructing that material depicting sexually explicit content, on the walls inside inmates' cells or elsewhere in the institution, be removed, and that each region confirm that they have introduced \"appropriate blockers\" to \"X\" rated television content. All regions had to confirm that the measures were in place no later than March 25, 2013."], ["[12]", "On March 22, 2013, the Inmates Committee was informed that the transmission of the two television channels with explicit content would no longer be broadcast as of March 25, 2013 at 4 pm."], ["[13]", "On January 27, 2014, Mr. Naraine's Third-Level Presentation grievance, signed and dated January 6, 2014, was received by CSC. In his grievance, he asked CSC to lift the recent ban on television channels that otherwise aired sexually explicit content. He argued that the CSC had no right to censor television channels which the inmates legally paid for. He cited", "<FRAGMENT_SUPPRESSED>  for the proposition that offenders retain the rights of all citizens, except those limited as a necessary consequence of their sentence. By limiting their access to publicly available television channels, the CSC violated their section 2 Charter rights; the impact of the recent ban is also disproportionate to the stated intent of the restriction."], ["[14]", "Mr. Naraine further requested reimbursement for the \"channel packages\" they had continue to pay for."], ["[15]", "His grievance was denied.", "III.", "Impugned Decision"], ["[16]", "The Commissioner examined the applicant's submission, the relevant legislation and policy as well at his Offender Management System file. She also consulted with National Headquarters in addition to staff at Archambault Institution. The Commissioner concluded that \"both law and policy prescribe that access to material is not absolute\" and that, in this case, there were serious concerns expressed by female correctional officers relating to their security and personal dignity concerning the sexually explicit material. The reasoning adopted by the Commissioner is based on the following provisions:", "- Section 4(d) of the CCRA does indeed confirm that offenders \"retain the rights of all members of society except those that are, as a consequence of the sentence, lawfully and necessarily removed or restricted\";", "- Subject to certain conditions, the Commissioner's Directive 764 [CD 764]", "Access to Material and Live Entertainment", "says that inmates \"shall have\" access to material and live entertainment; under paragraph 4, such material must be: a) legally available on the open market; b) adhere to the", "Copyright Act", "and c) not jeopardize the security of the institution or the safety of persons;", "- Notwithstanding these conditions, under the same directive, paragraph 7 says that the material can be prohibited if the institutional head or his or her immediate delegate believes on reasonable grounds that it is likely to be viewed by other persons and that it would undermine the personal dignity by demeaning, causing humiliation or embarrassment to a person on the basis of sex, race, national or ethnic origin, colour or religion; subsection 96(2) of the CCRR is to the same effect;", "- Finally, section 70 of the CCRA states that CSC has an obligation to take reasonable steps to insure the living and working conditions of inmates and the working conditions of staff are \"safe, healthful and free of practices that undermine a person's sense of personal dignity\";"], ["[17]", "Applying the factual circumstances to these provisions, the Commissioner reasoned that the CSC had been informed of serious concerns relating to female correctional officers who expressed a degraded sense of personal dignity and their safety being undermined from their exposure to sexually explicit material on a regular basis in the workplace."], ["[18]", "The Commissioner then turned to the evidence relating to these concerns, which subsequently led to a follow-up videoconference between ADCIOs and the ACCOP. She then decided to introduce a change in policy pursuant to paragraph 7 of the CD 764 (as emphasized above), by issuing a Memorandum entitled \"Inmate Access to Sexually Explicit Material\", banning sexually explicit content from the walls and blocking sexually explicit television channels."], ["[19]", "In her discussion of the evidence, the Commissioner cited the testimonies of the two correctional officers before the House of Commons Standing Committee on the Status of Women, which expressed emotional harm and insecurity resulting from \"unwanted attention, unwelcome comments and intentional displays of sexual gratification\" including deliberate exposure masturbating in front of the officers. These incidents were said to be common in their workplace."], ["[20]", "The Commissioner explained that it was impossible to limit access to the television channels on a case-by-case review of Correctional Plan objectives and offences because there were limitations in technology, significant costs involved and management issues resulting from double-occupancy of cells. Failure to ensure that a certain class of inmates were not watching prohibited broadcasts would have a detrimental effect on their reintegration:", ". . . the population at AI includes inmates who have committed sexual offences. In accordance with the objectives of their Correctional Plans, many of these inmates are prohibited from accessing sexually explicit material. The availability of sexually explicit content on television channels within the Institution may expose these inmates to material that they are not permitted to access, impeding the maintenance of an environment that is conducive to actively encouraging and assisting offenders to become law-abiding citizens."], ["[21]", "It was finally found that there would also be no ability to restrict access to the content on an individual basis without breaching an inmate's right to privacy.", "IV.", "Issues and Standard of Review"], ["[22]", "The issues raised by this application for judicial review are as follows:", "(1) Was there a breach of procedural fairness?", "(2) Did the Commissioner commit a reviewable error in his interpretation and application of the CCRA and policy?", "(3) Does the impugned decision violate the applicant's right of freedom of expression guaranteed by section 2(", ") of the Charter?"], ["[23]", "The third issue is a question of mixed fact and law and attracts a reasonableness standard while questions of procedural fairness attract a correctness standard (", "<FRAGMENT_SUPPRESSED> )."], ["[24]", "On the issue of Charter violation, the parties disagree on the applicable standard of review. The respondent argues that the applicant is wrong to suggest a standard of correctness based on", "<FRAGMENT_SUPPRESSED>  at para 17 and asserts", "<FRAGMENT_SUPPRESSED>  at paras 33-34, 52-58 [ <FRAGMENT_SUPPRESSED> ] is authoritative."], ["[25]", "The <FRAGMENT_SUPPRESSED> new standard of review for administrative tribunals' assessment of Charter issues was also applied in the Supreme Court of Canada's most recent decision in", "<FRAGMENT_SUPPRESSED>  to a Minister's discretionary decision."], ["[26]", "In <FRAGMENT_SUPPRESSED> , the Disciplinary Council of the Barreau du Québec rejected the appellant's argument that article 2.03 of the", "Code of ethics of advocates", "violated section 2(", ") of the Charter, finding that the limitation on freedom of expression was reasonable in the circumstances. Justice Abella found that the role of a Court reviewing a discretionary administrative decision was to ensure that the administrative decision interferes with the relevant Charter guarantee no more than necessary given the statutory objectives. If the decision has a disproportionate impact on the guaranteed right, it is unreasonable. However, if the administrative decision reflects a proper balance of these objectives with Charter protection, it is a reasonable one. The Court must determine if the decision-maker has proportionately balanced the relevant Charter values with statutory objectives, in which case if he or she does do so, the decision will be found to be reasonable."], ["[27]", "The Charter issue raised in the present application for judicial review will therefore be reviewed under the reasonableness standard."], ["[28]", "Finally, I also reject the applicant's assertion that in light of the power imbalance in the structure of CSC, as between the institution and its inmates, the question at issue is of fundamental importance to the legal system as a whole and outside the expertise of the Commissioner. In", "Alberta (Information and  <FRAGMENT_SUPPRESSED>  [", "Alberta Teachers", "], Binnie J stated that an issue of general legal importance is one \"whose resolution has significance outside the operation of the statutory scheme under consideration.\" Since", "Alberta Teachers", ", the Supreme Court of Canada has reiterated its strict limitations to the use of the exceptions to the reasonableness standard (see for example,", "<FRAGMENT_SUPPRESSED> ). In my view, the interpretation of the CCRA provisions by the Commissioner does not fall outside his or her expertise and does not involve a question of central importance to the legal system as a whole; it does not have significance outside the Canadian correctional service system, nor does it involve any other special circumstance that would require review on a correctness standard.", "V.", "Analysis", "Procedural Fairness"], ["[29]", "The applicant submits that he was denied \"administrative fairness\" because the inmates were not informed nor consulted prior to the ACCOP issuing its memorandum banning the sexually explicit material. In accordance with sections 27 and 74 of the CCRA, and the caselaw (", "<FRAGMENT_SUPPRESSED> ), the applicant argues that he had a right to information on which the CSC would base its decision and a right to make representations. He submits that a duty of consultation was owed to him since the issues involved dealt only \"secondarily\" with security; relying on", "<FRAGMENT_SUPPRESSED>  he argues the decision should be quashed."], ["[30]", "The respondents submit that the applicant is barred from raising the issue of procedural fairness as it was raised for the first time on judicial review and not at the earliest practical opportunity. In short, the applicant has waived his rights to challenge procedural violations (", "<FRAGMENT_SUPPRESSED> ff`d 2007 FCA 199)."], ["[31]", "In the alternative, the respondents submit that there was no duty to consult under the CCRA because section 74 explicitly excludes decisions relating to security matters. The ban on sexually explicit television channels relates to the security of staff and inmates. The distinction raised between primary and secondary \"security matters\" has been previously rejected by this Court (", "<FRAGMENT_SUPPRESSED> )."], ["[32]", "At the hearing, counsel for the applicant added that the inmate population is vulnerable, they sometimes suffer from mental issues, and some have little education; as a consequence, he says they could not have been expected to raise the issue of procedural fairness which is otherwise a sophisticated matter. However, the respondents pointed out that these vulnerabilities did not preclude the applicant from adequately understanding his Charter rights as raised in his grievance."], ["[33]", "In my view, there is no need to delve into the content of procedural fairness as the applicant has waived his right to raise violations of procedural fairness; such allegations do not appear in his submissions before the Commissioner at the final level grievance stage. The issue could have been grieved in the Offender Grievance Presentation which was the earliest practical opportunity. The applicant was fully aware of the television ban on March 22, 2013, upon receiving notice. This was prior to the date of submitting his application which was signed and dated January 6, 2014. I therefore agree with the respondents on this issue.", "Reasonableness of the Decision"], ["[34]", "The applicant submits that the impugned decision does not comply with the CCRA because it makes reference to only impressions and unproven assumptions, not conclusive evidence and as such, is based on speculation. As an example, the applicant discusses how the Certified Tribunal Record [CTR] does not contain evidence showing a causal connection between access to sexually explicit content and security risk or adverse effects on inmates' progress."], ["[35]", "For their part, the respondents maintain that the decision is reasonable and reiterate that the testimonies of the two female correctional officers, which are found in the CTR, served as uncontradicted evidence before the Commissioner justifying her conclusions."], ["[36]", "It is clear from the record before me that there are some significant gaps in the CTR which make it difficult to support the analysis of the impugned decision, most particularly the proportionality part, which to some extent subsumes into the Charter analytical framework. There is no specific evidence relating to the conditions or circumstances of Mr. Naraine's own institution, nothing about the management issues discussed in the impugned decision."], ["[37]", "The only evidence before me is the transcript of the January 29, 2013 session held by the Standing Committee on the Status of Women, containing the two testimonies of the female correctional officers. The purpose of the meeting related more so to failures in the redress process and the fact female staff workers, more generally in all federal agencies, were unsatisfied with redress mechanisms (CTR, pages 41-66) and were deterred by reason of their gender from coming forward with sexual harassment complaints in the workplace."], ["[38]", "As to the situation  <FRAGMENT_SUPPRESSED>  institutions, two witnesses, both female correctional officers part of the Union of Canadian Correctional Officers, testified. The first witness had 12 years of experience and worked at the time at Kingston Penitentiary, a maximum security institution for men. The second witness had 26 years of experience as a correctional officer and at the time of her testimony, worked at Cowansville federal penitentiary, a medium security institution. Security issues and emotional harm resulting from inmates' access to sexually explicit material was not the focus of the two testimonies. The focus was rather on the lack of awareness, support and responsive action on the employer's part to prevent female officers from being sexually harassed by inmates."], ["[39]", "As indicated above, the first witness began her testimony by citing the Minister of Public Safety, stating that he had been made aware that federal inmates had access to pornography on television, that it was unacceptable and that he would put an end to the practice. She added that to date, it had not happened. She generally makes a link between inmates being \"permitted to keep sexually suggestive and explicit magazines and personal photographs that continue to subject female officers to unwanted attention, unwelcome comments, and intentional displays of sexual gratification\" (CTR, page 44)."], ["[40]", "Although she states that similar incidents are common, she provides only one example of a situation where a female colleague reported an inmate deliberately and repeatedly masturbating in front of her during her routine range walk on a midnight shift. Responsive action by management was not immediate and she ultimately used 200 hours of sick leave as a result of the employer's inaction, before the inmate was finally reassessed and found to be a sexual deviant. The testimony does not specify in which institution this incident took place and more importantly, neither does it specify if this inmate had access to sexually explicit television programs. During the rest of her testimony, the officer criticizes the fact that those events seem to be without consequence and that \"intentionally masturbating in front of an officer is not clearly defined [ <FRAGMENT_SUPPRESSED>  policies] and this needs to change. Officers must be given a viable avenue in which corrective measures can be consistently applied.\""], ["[41]", "As to the second witness, she does not make any reference to the availability of sexually explicit television programs nor to any other similar material. Her testimony focuses on the fact that female officers, as opposed to their male colleagues, are subject to sexual harassment by inmates. She notes that the employer has zero tolerance for harassment when it happens between colleagues but when it is inmates who are responsible for sexual harassment, resources are more limited. For several reasons she reports, a victim will not easily confide in her work colleagues and superiors. In addition to the emotional repercussions of sexual harassment, the victims' careers may become undermined and they are \"doubly penalized\" (CTR, page 46)."], ["[42]", "Despite the fact that the Commissioner states in her decision having also examined, as part of her analysis, the applicant's Offender Management System file and having contacted staff at Archambault Institution, she only refers to the testimonies before the Standing Committee on the Status of Women to justify her conclusions. I have to infer from her silence that no similar incident occurred at Archambault and more importantly, no similar incident involved the applicant."], ["[43]", "On the other hand, the applicant filed an affidavit whereby he states that he had been in three different federal penitentiary institutions for the last 7 years, where he had access to adult pornography movies. These movies were available after evening lock down (11 pm) when only night watch persons could look into the inmates' cells. He adds that it is unlikely that the officer would be exposed to the sight of the movies as his television, as most televisions, points toward the back of his cell, in order for his head to face the door, which he says is institutional policy. In addition, the officer doing rounds at night would turn on a blue light in the cell to announce him or herself. He would then make sure he was not doing anything that would be offensive. He never had any incident or complaint from a correctional officer, nor had he heard of any incident of an inmate being reprimanded for doing anything related to, or while watching pornography."], ["[44]", "I agree with the two correctional officers who testified before the Standing Committee on the Status of Women that there must be a zero tolerance policy toward inmates sexually harassing correctional officers and that there must be \"a viable avenue in which corrective measures can be consistently applied\" (CTR, page 44). I also agree with the respondents: should causality be established between the applicant or any other inmate at Archambault Institution, with respect to accessing sexually explicit content on television and sexual harassment of correctional officers or similar misconduct on the inmates' part, it would justify the imposition of a ban. However, there was no such evidence before the Commissioner and her decision does not fall within a range of possible, acceptable outcomes which is defensible in respect of the facts and law.", "Charter Right"], ["[45]", "Again, I agree with the respondents that the Court should follow the new analytical approach established by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> ; courts must first consider whether a Charter value is involved and if so, \"the question becomes whether, in assessing the impact of the relevant Charter protection and given the nature of the decision and the statutory and factual contexts, the decision reflects a proportionate balancing of the Charter protections at play\" (at para 57)."], ["[46]", "However I do not agree with the respondents that the decision proportionately balanced the statutory objectives of the CCRA, more specifically the obligation of CSC to provide a working environment that is safe, healthful and free of practices that undermine a person's sense of personal dignity and the intimates' right to have access to sexually explicit material on television."], ["[47]", "At the hearing, the respondents conceded that freedom of expression is engaged and limited by the decision to ban access to sexually explicit material. Freedom of expression is in fact notoriously wide in scope and will capture the transmission and reception of sexually explicit content. Therefore, the decision of the Commissioner upholding the ban on access to sexually explicit material to inmates constitutes a", "prima facie", "infringement of section 2(", ") of the Charter (", "R v Sharpe", ", 2001 SCC 2)."], ["[48]", "However, the respondents are of the view that to the extent the decision limits the applicant's freedom of expression, it is nevertheless reasonable as it strikes a proportionate balance between the statutory objectives and the relevant Charter value."], ["[49]", "The impugned decision states that one of the main objectives of the CCRA is to provide a safe and healthful working environment for correctional officers, free of practices that undermine a person's sense of personal dignity and that serious concerns were expressed about the undermining of the personal dignity and security of female correctional officers presumably at Archambault institution. However, the Commissioner does not consider the specific context of the objectives at issue and there is no evidence that the safety and healthful working environment of female correctional officers at Archambault is jeopardized."], ["[50]", "Moreover, the Commissioner's exercise of balancing interests and rights is found in a single paragraph of the decision:", "Consideration has been given to limiting access to sexually explicit content on television channels based on a case-by-case review of Correctional Plan objectives and offence cycle; however, the limitations in technology and significant costs involved are prohibitive. Furthermore, population management issues sometimes result in double-occupancy of cells. In these cases, there would be no ability to ensure that inmates are not watching broadcasts which would have a detrimental effect on their reintegration. There would also be no ability to restrict access to the content on an individual basis without breaching an inmate's right to privacy."], ["[51]", "First, the CTR is silent on the alleged limitations in technology and significant costs that would be involved in limiting access on a case-by-case basis. The record contains a certain number of emails from the Analyst, Offender Redress who was called upon to investigate the applicant's grievance, whereby she asks the Assistant Warden Operations, to no avail, for information and documentation pertaining to the reason why the ban was implemented in March 2013 (CTR, pages 67-71). The only substantive information contained in the record is the transcript of the testimonies before the Standing Committee on the Status of Women discussed above."], ["[52]", "Second, in my view, it is impossible for this Court to assess whether or not the decision has a disproportionate impact on the guaranteed right or Charter value as no real balancing exercise was conducted by the Commissioner; the purported effort to balance the objectives of the CCRA with the restriction on the guaranteed right or Charter value is unsupported by the evidence available in the CTR.", "VI.", "Conclusion"], ["[53]", "For all of these reasons, the application for judicial review will be granted and the file sent back to a different Commissioner for a new determination, including a proper assessment of the proportionality of the restriction imposed on the applicant's Charter right. Costs will be granted to the applicant.", "JUDGMENT"], ["[54]", "THIS COURT'S JUDGMENT is that:", "1. The applicant's application for judicial review is granted;", "2. The decision by the Acting Senior Deputy Commissioner of the Correctional Service Canada, dated March 7, 2014, is set aside;", "3. The file is sent back to a different Senior Deputy Commissioner of Correctional Service Canada for a new determination;", "4. The Inmate Committee of Archambault Institution is to be struck out from the style of cause;", "5. Costs are granted in favour of the applicant.", ".........................", "<FRAGMENT_SUPPRESSED>  Gagné", "[Traduction]: M. Naraine et le comité de détenus de l'Établissement Archambault demandent le contrôle judiciaire d'une décision datée du 7 mars 2014, aux termes de laquelle la sous-commissaire principale par intérim (la commissaire) du Service correctionnel du Canada (SCC) a rejeté le grief de M. Naraine concernant l'annulation de deux chaînes de télévision faisant partie du forfait auquel est abonné un groupe de détenus. Ces chaînes de télévision diffusaient du contenu sexuellement explicite et même si les détenus y avaient auparavant accès, la commissaire a conclu qu'en vertu de la loi et de la nouvelle politique, le droit d'accès au matériel et aux divertissements en direct n'était pas absolu; plus particulièrement, conformément aux responsabilités du SCC, les chaînes ont été interdites afin de maintenir un environnement sécuritaire et sain. On a constaté que le matériel sexuellement explicite portait atteinte à la dignité humaine et, en l'espèce, surtout à celle des agentes correctionnelles."], ["[2]", "M. Naraine soutient que: i) la décision contestée ne respecte pas ses droits en vertu de la", "Loi", "sur le système correctionnel et la mise en liberté sous condition", ", LC 1992, c 20 (la LSCMLC) et du", "Règlement sur le système correctionnel et la mise en liberté sous condition", ", DORS/92-620 (le Règlement); ii) il y a eu manquement à l'équité procédurale, qui prévoit le droit de consultation des détenus; iii) la décision viole les droits à la liberté d'expression du demandeur garantis en vertu de l'alinéa 2", ") de la", "Charte canadienne des droits et libertés", ", partie I de la Loi constitutionnelle de 1982 (R-U), constituant l'annexe B de la Loi de 1982 sur le Canada (R-U), 1982, c 11 (la Charte)."], ["[3]", "À l'audience, les défendeurs ont convenu de renoncer à leur droit aux dépens dans le cas où cette demande serait rejetée."], ["[4]", "Le rôle de la Cour ne consiste pas à établir si les détenus incarcérés dans les établissements du SCC doivent ou non avoir accès à des émissions de télévision de nature sexuellement explicite, mais plutôt à évaluer la légalité de la décision de la commissaire. Pour les motifs exposés ci-dessous, la demande de contrôle judiciaire sera accordée et le dossier sera renvoyé à un autre commissaire pour qu'il rende une nouvelle décision.", "La qualité pour agir du comité de détenus"], ["[5]", "À l'audience, j'ai soulevé la question de la qualité pour agir du comité de détenus puisque la décision contestée ne concerne qu'un grief au troisième palier déposé par M. Naraine."], ["[6]", "L'avocat du demandeur ne m'a pas convaincue que le comité de détenus avait la qualité pour agir devant la Cour. Il est tout à fait possible que le comité ait a) un intérêt direct dans l'affaire en raison d'une conclusion selon laquelle la demande vise un acte portant atteinte aux droits de ses membres, ou b) la qualité pour agir dans l'intérêt public [", "<FRAGMENT_SUPPRESSED> et 18]. Toutefois, aucune preuve en ce sens n'a été produite devant moi et le comité de détenus n'a pas demandé le statut d'intervenant. Par conséquent, le nom du comité en tant que demandeur sera rayé et l'intitulé sera modifié en conséquence.", "II.", "Les faits"], ["[7]", "M. Naraine est un détenu sous responsabilité fédérale âgé de 46 ans incarcéré dans un établissement à sécurité moyenne et minimale pour hommes, soit l'Établissement Archambault."], ["[8]", "Il prétend que lui et ses codétenus à l'Établissement Archambault et au sein d'autres établissements du SCC avaient auparavant accès à des émissions sexuellement explicites dans le cadre d'un forfait de câblodistribution local auquel ils pouvaient s'abonner par l'intermédiaire du comité de détenus. On pouvait regarder ces émissions sur des chaînes en circuit fermé très tard le soir, habituellement après 23 h."], ["[9]", "Dans son affidavit, M. Naraine affirme avoir regardé du contenu sexuellement explicite pendant son incarcération à l'Établissement Archambault et auparavant à deux autres établissements; à sa connaissance, pendant au moins sept ans (la période de son incarcération), il n'y a eu aucun incident ni aucune plainte de la part des agents correctionnels découlant de l'accès des détenus à cette catégorie d'émissions télévisées."], ["[10]", "Le 29 janvier 2013, le Comité permanent de la condition féminine a tenu sa 55e réunion à la Chambre des communes au cours de laquelle deux témoins du Syndicat des agents correctionnels du Canada ont témoigné dans le cadre d'une étude continue sur le harcèlement sexuel dans les milieux de travail fédéraux. L'un de ces deux témoins a prétendu que le ministre de la Sécurité publique avait annoncé, en mai 2012, que l'accès à la pornographie à la télévision dans les établissements du SCC était une pratique inacceptable à laquelle il [traduction] « mettrait fin »."], ["[11]", "Le 4 mars 2013, le commissaire adjoint, Opérations et programmes correctionnels (CAOPC), a tenu une vidéoconférence; à la suite de cette vidéoconférence, il a envoyé une note de service à tous les sous-commissaires adjoints, Opérations en établissement (SCAOE), donnant la directive d'enlever tout matériel de nature sexuellement explicite sur les murs dans les cellules des détenus ou ailleurs dans l'établissement, et que chaque région confirme la mise en place de [traduction] « mécanismes de blocage appropriés » du contenu télévisuel [traduction] « pornographique ». Toutes les régions devaient confirmer que les mesures étaient en place au plus tard le 25 mars 2013."], ["[12]", "Le 22 mars 2013, le comité de détenus a été informé que les deux chaînes de télévision diffusant du contenu explicite ne seraient plus accessibles à compter du 25 mars 2013, à 16 h."], ["[13]", "Le 27 janvier 2014, le SCC a reçu le grief au troisième palier, signé et daté du 6 janvier 2014, présenté par M. Naraine. Dans son grief, M. Naraine a demandé au SCC de lever l'interdiction récente touchant les chaînes de télévision qui autrement diffusaient du contenu sexuellement explicite. Il soutenait que le SCC n'avait pas le droit de censurer les chaînes de télévision que payaient légalement les détenus. Il a cité", "<FRAGMENT_SUPPRESSED>  à l'appui de la proposition selon laquelle le délinquant continue à jouir des droits reconnus à tout citoyen, sauf ceux dont la restriction est une conséquence nécessaire de la peine qui lui est infligée. En limitant l'accès des détenus aux chaînes de télévision accessibles au public, le SCC a violé leurs droits prévus à l'article 2 de la Charte; l'incidence de la récente interdiction est également disproportionnée par rapport à l'objectif de la restriction."], ["[14]", "De même, M. Naraine a demandé le remboursement des [traduction] « forfaits de chaînes » que les détenus continuaient de payer."], ["[15]", "Son grief a été rejeté.", "III.", "La décision contestée"], ["[16]", "La commissaire a examiné les observations du demandeur, les politiques et les dispositions législatives pertinentes, ainsi que son dossier du Système de gestion des délinquant(e)s. Elle a également consulté l'administration centrale en plus du personnel de l'Établissement Archambault. La commissaire a conclu que [traduction] « l'accès au matériel n'est pas absolu en vertu de la loi et des politiques » et que, en l'espèce, les agentes correctionnelles ont exprimé de sérieuses préoccupations relativement à leur sécurité et à leur dignité en ce qui touche le matériel sexuellement explicite. Le raisonnement adopté par la commissaire repose sur les dispositions suivantes:", "- L'alinéa 4", ") de la LSCMLC confirme en effet que le délinquant « continue à jouir des droits reconnus à tout citoyen, sauf de ceux dont la suppression ou la restriction légitime est une conséquence nécessaire de la peine qui lui est infligée »;", "- Sous réserve de certaines conditions, la Directive du commissaire 764 (DC 764) -", "Accès au matériel et aux divertissements en direct", "précise que les détenus « doivent [...] avoir » accès au matériel et aux divertissements en direct; aux termes du paragraphe 4, ce matériel doit: a) être légalement en vente sur le marché libre; b) respecter la", "Loi sur le droit d'auteur", "; c) ne pas compromettre la sécurité de l'établissement ou des personnes;", "- Nonobstant ces conditions, aux termes de la directive en cause, le paragraphe 7 précise que le directeur de l'établissement ou son adjoint immédiat peut interdire du matériel s'il a des motifs raisonnables de croire que ce matériel pourrait être vu par d'autres personnes et qu'il porterait atteinte à la dignité d'une autre personne en la dégradant, en l'humiliant ou en l'embarrassant pour des motifs de sexe, de race, d'origine nationale ou ethnique, de couleur ou de religion; le paragraphe 96(2) du Règlement en va de même;", "- Enfin, l'article 70 de la LSCMLC précise que le SCC a l'obligation de prendre toutes mesures utiles pour que le milieu de vie et de travail des détenus et les conditions de travail des agents soient « sains, sécuritaires et exempts de pratiques portant atteinte à la dignité humaine »."], ["[17]", "En appliquant les circonstances de fait à ces dispositions, la commissaire estimait que le SCC avait été informé des sérieuses préoccupations en ce qui touche les agentes correctionnelles qui, en raison de leur exposition à du matériel sexuellement explicite de façon régulière en milieu de travail, se sentaient dégradées et estimaient que cette exposition portait atteinte à leur sécurité."], ["[18]", "La commissaire s'est ensuite tournée vers les éléments de preuve relatifs à ces préoccupations, ce qui a, par la suite, donné lieu à la tenue d'une vidéoconférence de suivi à laquelle ont participé les SCAOE et le CAOPC. Elle a alors décidé d'apporter un changement aux politiques conformément au paragraphe 7 de la DC 764 (tel qu'il est mentionné précédemment), en publiant une note de service intitulée [traduction] « Accès des détenus au matériel sexuellement explicite », interdisant le contenu sexuellement explicite en établissement et bloquant les chaînes de télévision de nature sexuellement explicite."], ["[19]", "Dans son analyse de la preuve, la commissaire a cité les témoignages des deux agentes correctionnelles devant le Comité permanent de la condition féminine de la Chambre des communes, dans le cadre desquels elles ont indiqué subir des dommages moraux et de l'insécurité attribuables « à des attentions inopportunes, à des commentaires gênants et à des manifestations intentionnelles de gratification sexuelle », y compris des incidents où des détenus se masturbent et s'exposent délibérément devant les agentes. Ces incidents seraient communs dans leur milieu de travail."], ["[20]", "La commissaire a expliqué qu'il était impossible de limiter l'accès aux chaînes de télévision en fonction d'un examen au cas par cas des objectifs du Plan correctionnel et des infractions en raison des limites technologiques, des coûts importants en cause et des problèmes de gestion découlant la double occupation de cellules. Le fait de ne pas veiller à ce qu'une certaine catégorie de détenus ne regarde pas des émissions interdites nuirait à la réinsertion sociale de ces détenus:", "[traduction]", "[...] la population à l'Établissement Archambault comprend des détenus qui ont commis des infractions sexuelles. Conformément aux objectifs de leur Plan correctionnel, il est interdit à bon nombre de ces détenus d'avoir accès à du matériel sexuellement explicite. La diffusion de contenu sexuellement explicite sur les chaînes de télévision offertes dans l'Établissement peut exposer ces détenus à du matériel dont l'accès leur est interdit, nuisant ainsi au maintien d'un environnement où l'on incite et aide activement les délinquants à devenir des citoyens respectueux des lois."], ["[21]", "Enfin, il a été conclu qu'il serait impossible de restreindre individuellement l'accès au contenu sans violer le droit d'un détenu à la vie privée.", "IV.", "Les questions en litige et la norme de contrôle"], ["[22]", "Les questions en litige soulevées par la présente demande de contrôle judiciaire sont les suivantes:", "(1) Y a-t-il eu manquement à l'équité procédurale?", "(2) La commissaire a-t-elle commis une erreur susceptible de révision dans son interprétation et dans l'application de la LSCMLC et des politiques?", "(3) La décision contestée viole-t-elle le droit à la liberté d'expression du demandeur garanti par l'alinéa 2", ") de la Charte?"], ["[23]", "La troisième question en litige est une question de fait et de droit et la norme de la décision raisonnable s'applique, tandis que des questions d'équité procédurale doivent être contrôlées selon la norme de la décision correcte [", "<FRAGMENT_SUPPRESSED> ]."], ["[24]", "Sur la question de la violation de la Charte, les parties ne s'entendent pas sur la norme de contrôle applicable. Le défendeur soutient que le demandeur a tort de proposer la norme de la décision correcte selon l'arrêt", "<FRAGMENT_SUPPRESSED> , au paragraphe 17, et affirme que l'arrêt", "<FRAGMENT_SUPPRESSED> , aux paragraphes 33 et 34, et 52 à 58 ( <FRAGMENT_SUPPRESSED> ), fait autorité."], ["[25]", "La nouvelle norme de contrôle, établie dans l'arrêt <FRAGMENT_SUPPRESSED> , qui s'applique à l'évaluation réalisée par les tribunaux administratifs relativement aux questions en litige touchant la Charte a également été appliquée à la décision discrétionnaire d'un ministre dans le tout récent arrêt de la Cour suprême du Canada", "École secondaire  <FRAGMENT_SUPPRESSED> ."], ["[26]", "Dans l'arrêt <FRAGMENT_SUPPRESSED> , le Conseil de discipline du Barreau du Québec a rejeté l'argument du demandeur selon lequel l'article 2.03 du", "Code de déontologie des avocats", "violait l'alinéa 2", ") de la Charte, jugeant raisonnable dans les circonstances la restriction à la liberté d'expression. La juge Abella a conclu que le rôle d'un tribunal chargé d'examiner une décision administrative discrétionnaire était de veiller à ce que la décision administrative n'interfère avec la garantie visée par la Charte pas plus qu'il n'est nécessaire compte tenu des objectifs de la loi. Si la décision a une incidence disproportionnée sur le droit garanti, elle est déraisonnable. Toutefois, si la décision administrative établit un juste équilibre entre ces objectifs et la protection conférée par la Charte, elle est raisonnable. La Cour doit déterminer si le décideur a mis en balance comme il se doit les valeurs pertinentes consacrées par la Charte et les objectifs de la loi, le cas échéant, sa décision sera jugée raisonnable."], ["[27]", "La question touchant la Charte soulevée dans la demande de contrôle judiciaire en l'espèce sera donc examinée selon la norme de la décision raisonnable."], ["[28]", "Enfin, je rejette également l'affirmation du demandeur selon laquelle, compte tenu du déséquilibre des pouvoirs au sein de la structure du SCC, à l'instar de l'Établissement et de ses détenus, la question en litige revêt une importance fondamentale pour le système judiciaire dans son ensemble et ne relève pas de la compétence de la commissaire. Dans l'arrêt", "Alberta (Information and  <FRAGMENT_SUPPRESSED>  (", "Alberta Teachers", "), le juge Binnie a déclaré qu'une question de droit générale s'entend d'une question « dont le règlement n'importe pas seulement pour le régime législatif considéré. » Depuis l'arrêt", "Alberta Teachers", ", la Cour suprême du Canada a réitéré ses limites strictes relativement à l'utilisation des exceptions à la norme de la décision raisonnable (voir, par exemple, l'arrêt", "<FRAGMENT_SUPPRESSED> ). À mon avis, l'interprétation de la commissaire relativement aux dispositions de la LSCMLC relève de sa compétence et ne vise pas une question d'une importance capitale pour le système juridique dans son ensemble; elle ne revêt pas d'importance à l'extérieur du système du service correctionnel canadien ni ne comporte de circonstance spéciale qui exigerait un examen selon la norme de la décision correcte.", "V.", "Analyse", "Équité procédurale"], ["[29]", "Le demandeur fait valoir qu'il s'est vu refuser [traduction] « l'équité administrative » puisque les détenus n'ont été ni informés ni consultés avant que le CAOPC publie sa note de service interdisant le matériel sexuellement explicite. Conformément aux articles 27 et 74 de la LSCMLC, et à la jurisprudence (", "<FRAGMENT_SUPPRESSED> ), le demandeur soutient qu'il avait le droit à l'information sur laquelle le SCC fonderait sa décision et le droit de présenter des observations. Il fait valoir qu'une obligation de consultation lui était due puisque les questions en cause ne portaient sur la sécurité que [traduction] « de façon accessoire »; en s'appuyant sur la décision", "<FRAGMENT_SUPPRESSED>  il soutient que la décision devrait être annulée."], ["[30]", "Les défendeurs soutiennent qu'il est interdit au demandeur de soulever la question d'équité procédurale puisqu'elle a été soulevée pour la première fois dans le cadre du contrôle judiciaire et non pas à la première occasion qui lui a été donnée. En bref, le demandeur a renoncé à son droit de contester les manquements à l'équité procédurale (", "<FRAGMENT_SUPPRESSED> et 68;", "<FRAGMENT_SUPPRESSED> conf. par 2007 CAF 199)."], ["[31]", "À titre subsidiaire, les défendeurs soutiennent qu'il n'y avait aucune obligation de consultation en vertu de la LSCMLC puisque l'article 74 exclut explicitement les décisions relatives aux questions de sécurité. L'interdiction relative aux chaînes de télévision diffusant du contenu sexuellement explicite se rattache à la sécurité du personnel et des détenus. La distinction soulevée entre les « questions de sécurité » primaires et secondaires a déjà été rejetée par la Cour [", "<FRAGMENT_SUPPRESSED> ]."], ["[32]", "À l'audience, l'avocat du demandeur a ajouté que la population carcérale est vulnérable, les détenus sont parfois atteints de troubles mentaux et certains ont un faible niveau de scolarité; en conséquence, il indique qu'on ne pouvait pas s'attendre à ce que les détenus soulèvent la question de l'équité procédurale qui est par ailleurs une question complexe. Toutefois, les défendeurs ont souligné que ces vulnérabilités n'avaient pas empêché le demandeur de bien comprendre ses droits garantis par la Charte, tel qu'il les a soulevés dans son grief."], ["[33]", "À mon avis, il n'est pas nécessaire d'approfondir la question de l'équité procédurale étant donné que le demandeur a renoncé à son droit de soulever les manquements à l'équité procédurale; de telles allégations ne figurent pas dans les observations qu'il a présentées devant la commissaire au dernier palier de la procédure de règlement des griefs. La question en litige aurait pu faire l'objet d'un grief dans le formulaire Présentation d'un grief par un délinquant, ce qui constituait la première occasion pratique. Le demandeur avait pleinement connaissance de l'interdiction télévisuelle le 22 mars 2013, à la réception de l'avis. Cette date précédait la date de la présentation de sa demande, signée et datée du 6 janvier 2014. Je suis d'accord avec les défendeurs en ce qui touche cette question.", "Le caractère raisonnable de la décision"], ["[34]", "Le demandeur soutient que la décision contestée n'est pas conforme à la", "Loi sur le système correctionnel et la mise en liberté sous condition", "parce qu'elle fait référence seulement à des impressions et à des hypothèses non prouvées, qu'elle ne repose pas sur des preuves concluantes et qu'elle est donc fondée sur des suppositions. À titre d'exemple, le demandeur indique que le dossier certifié du tribunal ne contient pas de preuve du lien de cause à effet entre l'accès à du matériel sexuellement explicite et un risque pour la sécurité ou une entrave au progrès des détenus."], ["[35]", "De leur côté, les défendeurs soutiennent que la décision est raisonnable et réitèrent que les témoignages des deux agentes correctionnelles, déposés au dossier certifié du tribunal, ont tenu lieu d'éléments de preuve non contredits devant la commissaire, qui les a utilisés pour justifier ses conclusions."], ["[36]", "Il ressort clairement du dossier que certaines lacunes importantes dans le dossier certifié du tribunal font en sorte qu'il est difficile de soutenir l'analyse ayant mené à la décision contestée, en particulier la partie qui porte sur la proportionnalité, qui dans une certaine mesure a été intégrée au cadre d'analyse de la Charte. Aucun élément de preuve précis ne porte sur les conditions ou les circonstances de l'établissement de M. Naraine, et aucun élément ne porte sur les problèmes de gestion dont il est question dans la décision contestée."], ["[37]", "La seule preuve dont je dispose est la transcription de la séance du 29 janvier 2013 du Comité permanent de la condition féminine, qui contient les deux témoignages des agentes correctionnelles. Cette réunion a porté principalement sur les échecs du processus de recours et sur le fait que les employées, de façon générale dans tous les organismes fédéraux, étaient insatisfaites des mécanismes de recours (dossier certifié du tribunal, pages 41 à 66) et étaient, en raison de leur sexe, dissuadées de porter plainte pour harcèlement sexuel en milieu de travail."], ["[38]", "En ce qui concerne la situation dans les établissements du SCC, deux agentes correctionnelles membres du Syndicat des agents correctionnels du Canada ont témoigné. Le premier témoin avait 12 ans d'expérience et travaillait à l'époque au Pénitencier de Kingston, un établissement à sécurité maximale pour hommes. Le deuxième témoin comptait 26 ans d'expérience à titre d'agente correctionnelle et, au moment de son témoignage, travaillait à l'Établissement de Cowansville, un établissement fédéral à sécurité moyenne. Ces deux témoignages ne portaient pas sur les problèmes de sécurité et les troubles émotionnels découlant de l'accès par les détenus à du matériel explicite sexuellement, mais sur le manque de sensibilisation, de soutien et de mesures de la part de l'employeur pour empêcher les détenus de se livrer à du harcèlement sexuel à l'endroit des agentes."], ["[39]", "Tel que mentionné précédemment, le premier témoin a commencé son témoignage en citant le ministre de la Sécurité publique, qui a déclaré avoir appris que les détenus sous responsabilité fédérale avaient accès à de la pornographie à la télévision et qu'il mettrait fin à cette pratique qu'il jugeait inacceptable. Le témoin a ajouté que rien n'a été fait jusqu'à maintenant. Elle établit un lien entre le fait que les détenus sont « autorisés à garder des magazines et des photographies sexuellement suggestives et explicites et [le fait qu'ils] continuent de soumettre les agentes à des attentions inopportunes, à des commentaires gênants et à des manifestations intentionnelles de gratification sexuelle » (dossier certifié du tribunal, page 44)."], ["[40]", "Bien qu'elle déclare que les incidents de cette nature soient courants, elle ne donne qu'un exemple de situation dans laquelle une de ses collègues a déclaré qu'un détenu se masturbait de façon répétée devant elle alors qu'elle faisait sa ronde de routine pendant le quart de nuit. La direction n'a pas pris de mesure immédiate, et elle a dû utiliser 200 heures de congé de maladie en raison de l'inaction de l'employeur, jusqu'à ce que le détenu soit réévalué et soit déclaré déviant sexuel. Le témoignage ne précise pas dans quel établissement cet incident s'est produit et, plus important encore, ne précise pas si ce détenu avait accès à des émissions de télévision sexuellement explicites. Pendant le reste de son témoignage, l'agente déplore le fait que ces événements semblaient n'avoir aucune conséquence et que « la masturbation intentionnelle devant une agente correctionnelle n'est pas clairement mentionnée [dans les politiques du SCC], et cela doit changer. Les agentes doivent pouvoir disposer d'une option viable prévoyant l'application uniforme de mesures correctives »."], ["[41]", "Le deuxième témoin, quant à elle, ne fait aucune référence à la disponibilité d'émissions de télévision sexuellement explicites ni d'autre matériel similaire. Son témoignage porte sur le fait que les agentes, contrairement à leurs homologues masculins, sont exposées au harcèlement sexuel de la part des détenus. Elle affirme que l'employeur applique une politique de tolérance zéro concernant le harcèlement entre collègues, mais que les ressources sont plus limitées lorsque ce sont des détenus qui se livrent au harcèlement sexuel. Pour plusieurs raisons qu'elle mentionne, les victimes ne se confient pas facilement à leurs collègues et à leurs supérieurs. Le harcèlement sexuel, en plus d'avoir des répercussions émotionnelles, peut miner la carrière de la victime, « la pénalisant alors doublement » (dossier certifié du tribunal, page 46)."], ["[42]", "Malgré le fait que la commissaire déclare dans sa décision qu'elle a également examiné, dans le cadre de son analyse, le dossier du demandeur du Système de gestion des délinquant(e)s et qu'elle a communiqué avec le personnel de l'Établissement Archambault, elle fait uniquement référence aux témoignages présentés devant le Comité permanent de la condition féminine pour justifier ses conclusions. Je dois conclure de son silence à ce sujet qu'aucun autre incident similaire n'est survenu à l'Établissement Archambault et, plus important encore, que le demandeur n'a été impliqué dans aucun incident similaire."], ["[43]", "Par contre, le demandeur a déposé un affidavit dans lequel il déclare qu'il a été incarcéré dans trois pénitenciers fédéraux différents au cours des sept dernières années, où il a eu accès à des films pornographiques. Ces films étaient accessibles après 23 h, lorsque les détenus sont confinés aux cellules pour la nuit et que seuls les veilleurs de nuit peuvent regarder dans les cellules des détenus. Il ajoute qu'il est peu probable qu'un agent puisse voir les films puisque son téléviseur, comme presque tous les téléviseurs, est orienté vers l'arrière de sa cellule, de manière à ce que son visage soit tourné vers la porte, ce qui, soutient-il, est la politique de l'établissement. De plus, l'agent qui effectue les rondes la nuit allumerait une lumière bleue dans la cellule pour annoncer sa venue. Le demandeur s'assure alors de ne rien faire d'offensant. Il n'a jamais été impliqué dans un incident ou n'a jamais fait l'objet d'une plainte de la part d'un agent correctionnel et n'a jamais entendu parler d'un incident concernant un détenu qui aurait été réprimandé pour avoir posé un geste en lien avec la pornographie ni pour avoir posé un geste en regardant de la pornographie."], ["[44]", "Je conviens avec les deux agentes correctionnelles qui ont témoigné devant le Comité permanent de la condition féminine qu'il ne faut aucunement tolérer que des détenus harcèlent sexuellement des agentes correctionnelles et qu'il doit y avoir « option viable prévoyant l'application uniforme de mesures correctives » (dossier certifié du tribunal, page 44). Je conviens également avec les défendeurs que si un lien de causalité était établi entre le fait que le demandeur ou tout autre détenu de l'Établissement Archambault a accès à des émissions explicites sexuellement à la télévision et le harcèlement sexuel d'agentes correctionnelles ou toute autre inconduite similaire de la part de détenus, l'interdiction de ce matériel serait justifiée. Toutefois, cette preuve n'a pas été présentée à la commissaire, et sa décision n'appartient pas aux issues possibles acceptables pouvant se justifier au regard des faits et du droit.", "Le droit garanti par la Charte"], ["[45]", "Ici aussi, je conviens avec les défendeurs que la Cour devrait suivre la nouvelle démarche analytique établie par la Cour suprême du Canada dans l'arrêt <FRAGMENT_SUPPRESSED> , selon laquelle les cours doivent d'abord déterminer si une valeur consacrée par la Charte est en jeu; dans l'affirmative, « il s'agit donc de déterminer si - en évaluant l'incidence de la protection pertinente offerte par la Charte et compte tenu de la nature de la décision et des contextes légal et factuel - la décision est le fruit d'une mise en balance proportionnée des droits en cause protégés par la Charte » (paragraphe 57)."], ["[46]", "Toutefois, je ne partage pas l'avis des défendeurs selon lequel la décision est le fruit d'une mise en balance proportionnée des objectifs de la", "Loi sur le système correctionnel et la mise en liberté sous condition", ", en particulier l'obligation du SCC, d'une part, de garantir un milieu de travail sécuritaire, sain et exempt de pratiques portant atteinte à la dignité humaine et, d'autre part, le droit des détenus d'avoir accès à du matériel explicite sexuellement à la télévision."], ["[47]", "À l'audience, les défendeurs ont reconnu que la décision d'interdire le matériel explicite sexuellement constitue une entrave à la liberté d'expression. Il est bien connu que la liberté d'expression a une vaste portée qui comprend la diffusion et la réception de contenu explicite sexuellement. Par conséquent, la décision de la commissaire de maintenir l'interdiction de l'accès à du matériel explicite sexuellement pour les détenus constitue à première vue une violation de l'alinéa 2", ") de la Charte (", "<FRAGMENT_SUPPRESSED> )."], ["[48]", "Toutefois, les défendeurs estiment que, dans la mesure où la décision limite la liberté d'expression du demandeur, elle est néanmoins raisonnable puisqu'elle met en balance proportionnée les objectifs de la loi et la valeur pertinente consacrée par la Charte."], ["[49]", "La décision contestée précise que les principaux objectifs de la", "Loi sur le système correctionnel et la mise en liberté sous condition", "consistent à fournir aux agents correctionnels un milieu de travail sain, sécuritaire et exempt de pratiques portant atteinte à la dignité humaine et que des préoccupations sérieuses ont été exprimées au sujet d'atteintes à la dignité personnelle et à la sécurité d'agentes correctionnelles qui auraient eu lieu à l'Établissement Archambault. Toutefois, la commissaire ne tient pas compte du contexte particulier des objectifs en cause, et rien ne prouve que la sécurité et le milieu de travail sain des agentes correctionnelles de l'Établissement Archambault soient compromis."], ["[50]", "De plus, l'exercice de la commissaire consistant à établir l'équilibre entre les droits et les intérêts se trouve dans un seul paragraphe de la décision:", "[traduction]", "Il a été envisagé de limiter l'accès au contenu explicite sexuellement à la télévision en fonction d'un examen au cas par cas des objectifs du Plan correctionnel et du cycle de délinquance; toutefois, cette solution ne peut être mise en œuvre en raison des limites de la technologie et des coûts importants sont prohibitifs. De plus, les problèmes de gestion de la population entraînent parfois la double occupation des cellules. Dans ces cas, il n'y aurait aucun moyen de voir à ce que les détenus ne regardent pas d'émissions qui nuiraient à leur réintégration. En outre, il n'y aurait pas moyen de restreindre l'accès au contenu individuellement sans enfreindre le droit d'un détenu à la vie privée."], ["[51]", "Premièrement, le dossier certifié du tribunal ne mentionne pas les limites de la technologie ni les coûts considérables qu'il faudrait engager pour limiter l'accès au cas par cas. Le dossier contient un certain nombre de courriels de l'analyste, Recours des délinquants qui a été appelée à enquêter sur le grief du demandeur, dans lesquels elle demande, sans succès, au directeur adjoint, Opérations, de l'information et de la documentation sur la raison pour laquelle l'interdiction a été mise en œuvre en mars 2013 (dossier certifié du tribunal, pages 67 à 71). La seule information substantielle au dossier est la transcription des témoignages devant le Comité permanent de la condition féminine dont il a été question précédemment."], ["[52]", "Deuxièmement, selon moi, il est impossible que la Cour détermine si la décision a ou non des répercussions disproportionnées sur le droit garanti ou sur la valeur consacrée par la Charte puisque la commissaire n'a pas mené de véritable exercice de mise en balance; le dossier certifié du tribunal ne prouve pas qu'un effort ait été déployé pour équilibrer les objectifs de la", "Loi sur le système correctionnel et la mise en liberté sous condition", "et la restriction visant le droit garanti ou la valeur consacrée par la Charte.", "VI.", "Conclusion"], ["[53]", "Pour tous ces motifs, la demande de contrôle judiciaire sera accueillie, et le dossier sera renvoyé à un autre commissaire en vue d'une nouvelle décision et d'une évaluation adéquate de la proportionnalité de la restriction imposée au droit du demandeur garanti par la Charte. Les dépens seront adjugés au demandeur.", "JUGEMENT"], ["[54]", "LA COUR STATUE que", "1. la demande de contrôle judiciaire du demandeur est accueillie;", "2. la décision de la sous-commissaire principale par intérim du Service correctionnel du Canada datée du 7 mars 2014 est annulée;", "3. le dossier est renvoyé à un autre sous-commissaire principal du Service correctionnel du Canada en vue d'une nouvelle décision;", "4. le comité des détenus de l'Établissement Archambault est rayé de l'intitulé de la cause;", "5. les dépens sont adjugés en faveur du demandeur.", "Application allowed.", "Editor: Sharon McCartney", "[End of document]"]]}