{"id_": "078765", "body_str": [["[1]", "Barnes, J.", ": This is an application for judicial review by Perla Saavedra Sanchez (the Applicant), her husband, Roberto Rafael Leon Martinez, (collectively, the Applicants) and their daughter, Fernanda Yamile Leon Saavedra, from a negative decision of the Refugee Protection Division of the Immigration and Refugee Board (Board).", "I.", "Background"], ["[2]", "The Applicants entered Canada from Mexico on September 11, 2005 and immediately requested refugee protection. Their claim was based on an alleged risk of harm at the hands of criminal elements. This risk arose after the Applicant supposedly identified a federal agent as having been involved in an armed robbery on March 12, 2005 at the branch of the HSBC bank where she worked. This was followed by some intimidating events including threatening calls, stalking behaviour and suspicious activity near their child's daycare facility, all apparently directed at having the Applicant recant her denunciation."], ["[3]", "The Applicant claimed that on July 22, 2005 she was kidnapped, physically abused and raped. On the same day, her daughter was briefly abducted from school. The assault upon the Applicant was allegedly reported to the police after a couple of days but the allegation was essentially dismissed because of her delay in coming forward. It also appears from the record that the abduction of the Applicants' daughter was never reported to the police nor were the prior or subsequent incidents of intimidation."], ["[4]", "Mr. Leon claimed that on August 1, 2005 he was forced off the road while driving in Mexico City. He said that on September 1, 2005 the same person pursued him again while driving and pointed a gun at him. He escaped from this situation by driving his vehicle into the pursuing vehicle. None of this was reported to the police and there is no indication that the Applicant attempted to elicit the assistance of the HSBC Bank to intercede on her behalf with the authorities.", "II.", "The Board Decision"], ["[5]", "The Board rejected the Applicants' claims on the basis of the availability of state protection and because the Applicants failed to take reasonable steps to seek assistance from available protective agencies in Mexico. In coming to this conclusion, the Board made the following factual determinations:", "• The police made serious efforts to pursue the perpetrators of the bank robbery and arrested at least one of them, notwithstanding his supposed ties to a federal police agency.", "• The authorities were not complicit with the perpetrators of the robbery.", "• The Applicants did not report the early instances of suspicious surveillance and gave up trying because the police telephone line was found to be busy.", "• The Applicant did not report the assault and rape incident to the police until two days after it occurred and then became dissatisfied because of an apparent lack of interest by the police.", "• The Applicants failed to report the two occasions when Mr. Leon was forced off the road and threatened.", "• Despite knowledge of some state institutions which might have been helpful, the Applicants made no effort to seek such assistance beyond the single occasion when they approached the local police.", "• Although corruption of public officials is a problem in Mexico, serious efforts are being taken to address it.", "• While kidnapping is a problem in Mexico, the state is making serious efforts to fight it.", "• There was no persuasive evidence that local or federal police agencies would not have assisted the Applicants had they made serious efforts to seek help."], ["[6]", "The Board concluded its extensive analysis of the evidentiary record with the following finding:", "The panel does not disagree that criminality, corruption and kidnapping are ongoing problems in Mexico. However, based on the evidence adduced, the panel is not persuaded to believe that there is lack of action against criminals including kidnappers, and corrupt government officials. In this case the claimant did not make any reasonable effort to seek help from the state agencies other than the police, to address her situation. The panel finds, based on the evidence adduced that the state authorities are making serious efforts to provide protection to victims of crimes including kidnapping, victims of corruption and witnesses to crimes.", "Therefore, based on the totality of the evidence adduced, the panel finds that adequate though not necessarily perfect, state protection is available to individuals like the claimant in Mexico. In this case the claimant, living in a democracy, simply did not reasonably exhaust courses of action available to her in obtaining state protection prior to seeking international protection.", "III.", "Issue"], ["[7]", "Did the Board err in its treatment of evidence concerning state protection?", "IV.", "Analysis"], ["[8]", "The Applicants contend that the Board erred by failing to take appropriate account of evidence which identified deficiencies in state protection services available to victims of crime and witnesses to crime in Mexico. They say that the evidence before the Board - which, according to the Applicants, may have been sufficient to displace the presumption of state protection in Mexico - was not appropriately analyzed or fully taken into consideration. These are matters of mixed fact and law which are reviewable on a standard of reasonableness: see", "<FRAGMENT_SUPPRESSED>  D.L.R. (4th) 413 at para. 38."], ["[9]", "While it is undoubtedly true that the capacity and willingness of Mexican police agencies and other state protective services to assist victims of criminal intimidation is not at a level commensurate with the experience in Canada or in the United States, the Board was satisfied, on this record, that such assistance was available in Mexico. The law is clear that individuals facing the sort of risk described by the Applicants have a duty to attempt to access such services before seeking international protection. It is simply not sufficient to give up trying because the emergency phone line was busy or because of a single bad experience with local police officials. As was stated by Justice Michael Phelan in", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 822 at para. 10, a refugee claimant does not rebut the presumption of state protection in a functioning democracy by asserting only a \"subjective reluctance to engage the state\". The Board's conclusion that the efforts taken by the Applicants to pursue state protection did not meet the required legal threshold was amply supported by the evidence before it and cannot be described as unreasonable."], ["[10]", "I also do not accept that the Board erred by referring to agencies which may not have a direct responsibility for the provision of protective assistance, such as the Mexican Human Rights Commission. State agencies which are outside of the criminal justice system, and even a person's employer, can play a helpful role in cases like this where the initial local police response may not be adequate. In this case there were a number of alternate agencies noted by the Board which could have been approached and it is surprising that the Applicants chose not to do so in the face of the events they described. Indeed, the failure by Mr. Leon to immediately seek police assistance after the alleged kidnapping and return of his daughter is inexplicable."], ["[11]", "I also do not agree that the Board ignored documentary evidence which detailed deficiencies within the Mexican criminal justice system. The Board referred to problems of official corruption and to the prevalence of crime (including kidnapping) in Mexico but found that the state was motivated and was taking active steps to respond. The Board has no obligation to list every piece of evidence that it examined: see", "<FRAGMENT_SUPPRESSED>  A.W.C.S. (3d) 635 (F.C.A.). I am satisfied that the Board's analysis of the evidence was sufficient and that its conclusion that state protection was available to the Applicants was, on this record, reasonable."], ["[12]", "Whatever deficiencies may exist within the Mexican criminal justice system, the country is a functioning democracy with an official apparatus sufficient to provide a measure of protection to its citizens. According to", "<FRAGMENT_SUPPRESSED> , the burden of attempting to show that one should not be required to", "exhaust", "all avenues of available domestic recourse is a heavy one and, on the facts as found here by the Board, it was obviously not met."], ["[13]", "In the result, this application for judicial review must be dismissed."], ["[14]", "Neither party proposed a certified question and no issue of general importance arises on this record.", "JUDGMENT"], ["[15]", "THIS COURT ADJUDGES that", "this application for judicial review is dismissed.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}