{"id_": "079020", "body_str": [["[1]", "Martineau, J.", "[Translation]: The applicant is challenging the lawfulness of a decision by a Citizenship and Immigration Canada service delivery agent [the agent] refusing, at the pre-qualification stage, her application for permanent residence under the Federal Skilled Worker Class on the ground that she does not meet the requirements of subsection 75(2) of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 [Regulations]."], ["[2]", "The application for judicial review should be allowed, since the agent's decision seems to me to be unreasonable in every respect.", "EVIDENCE IN THE RECORD"], ["[3]", "On May 31, 2011, the applicant sent the Centralized Intake Office in Sydney an application for permanent residence in the skilled worker class, with supporting documentation. The applicant's spouse and minor daughter are included in the application as dependants."], ["[4]", "The applicant is a citizen of the Kingdom of Morocco. From April 2003 to May 2005, she held the occupation of resident physician and, since then, has been practising as a specialist physician in oncology."], ["[5]", "As stated on the form for her application for permanent residence under the heading \"work experience\", the applicant worked for more than a year as a medical intern, an occupation corresponding to National Occupational Classification [NOC] code 3112, that is, the \"general practitioners and family physicians\" category [NOC 3112]. Under the heading \"main duties\", the applicant stated that, as a medical intern, she was [translation] \"assigned to the paediatric surgery, gynaecology and life-support department\"."], ["[6]", "Also according to her work experience as set out in Schedule 3 to the form, the applicant then worked as a resident physician in oncology for over five years and as a specialist physician in oncology for over one year; those occupations correspond to NOC code 3111, that is, the \"specialist physicians\" category [NOC 3111]. The applicant describes her main duties as resident physician and specialist physician in oncology as follows: [translation] \"responsible for managing cancer patients (condition, treatment, follow-up) and for supervising young residents in training, responsible for cancer patient follow-up, assigned to the medical oncology department\"."], ["[7]", "To substantiate this professional experience, the applicant submitted a number of occupational attestations from her employers:", "a. An work certificate issued on November 24, 2010, by the Ibn Rochd hospital, Ibn Rochd hospital centre in Casa Blanca, confirming that she has the status of médecin de premier grade, or medical doctor, and that the applicant performs the function of physician assigned to the oncology department;", "b. A work certificate issued on March 22, 2010, by the chief physician of the Institut national d'oncologie, or national oncology institute, Sidi Mohamed Ben Abdellah, of the Ibn Sina hospital centre at Rabat, confirming that the applicant has been practising as a specialist physician assigned to the medical oncology department since May 2005;", "c. A statement of earnings covering the period from January 1, 2009, to December 31, 2009, issued by the department of health of the Kingdom of Morocco, on which the applicant is designated as a médecin de premier grade;", "d. An internship certificate confirming that the applicant completed a six-month internship in the radiotherapy department of the Centre hospitalier Ibn Sina in 2008-2009; and", "e. A certificate issued on April 23, 2008, by the head of the department of medicine of the Institut de cancérologie Gustave Roussy, or Gustave Roussy cancer institute, confirming that the applicant performed the functions of Résident de rang A, or category A resident, in the department of medicine for a period of six months in 2007 providing in-patient care in the Finistère ward and for another period of six months in 2008 providing consultations in mastology."], ["[8]", "The applicant also submitted all of her university degrees, school-leaving certificates and transcripts attesting to her university training as a specialist physician in oncology, in addition to her detailed curriculum vitae and the appointment decree issued by the department of health of the Kingdom of Morocco on September 25, 2077, appointing her as a médecin de premier grade. Furthermore, the applicant's identity card, Moroccan passport and other supporting documents refer to her as a medical practitioner.", "LEGAL FRAMEWORK"], ["[9]", "The Skilled Worker Class is governed by sections 75 to 85 of the Regulations."], ["[10]", "Subsection 75(2) of the Regulations describes a skilled worker as a foreign national who, during the employment period, has at least one year of continuous full-time employment experience, performed the actions described in the lead statement for the occupation as set out in the NOC occupational descriptions and, during that employment period, performed a substantial number of the main duties of the occupation as set out in the NOC occupational descriptions, including all of the so-called \"essential\" duties."], ["[11]", "Subsection 75(3) of the Regulations specifies that the agent must proceed no further with the assessment of the application and refuse it if the foreign national fails to meet the minimal prequalification requirements."], ["[12]", "In addition, section 11.1 of the OP6 Manual on skilled workers contains instructions for officers to follow to determine whether a skilled worker meets the minimal requirements set out at paragraphs 75(2)(", ") and (", ") of the Regulations:", "The officer reviews the applicant's work experience to determine if the applicant meets the minimal requirements to apply as a skilled worker, as stipulated in R75.", "The applicant must have at least one year of continuous full-time paid work experience, or the continuous part-time equivalent, in the category of Skill Type 0, or Skill Level A or B, according to the Canadian National Occupational Classification (NOC).", "The work experience which will be assessed for all skilled worker applicants must:", "• have occurred within the 10 years preceding the date of application;", "• not be in an occupation that is considered a restricted occupation. At the time of printing, there were no occupations designated as restricted. However, for the most up-to-date listing, refer to the Skilled Workers and Professionals Web page at http://www.cic.gc.ca/english/immigrate/skilled/index.asp.", "The applicant must have:", "• performed the actions described in the lead statement for the occupation (or occupations) as set out in the occupational description of the NOC (R75(2)(b));", "• performed a substantial number of the main duties, including all of the essential duties, of the occupation as set out in the occupational description of the NOC (R75(2)(c)).", "If ...", "the applicant meets the minimal requirements", "Then the officer will ...", "• proceed to Section 12.", "If ...", "the applicant does not meet the minimal requirements", "Then the officer will ...", "• not assess the application against the selection criteria;", "• refuse the application (R75(3)) and proceed to Section 15.", "Note: Substituted evaluation (Section 13.3), cannot be used to overcome a failure to meet the minimal requirements."], ["[13]", "The applicant's application was assessed on the basis of the list of occupations included in the NOC, as updated by the Minister on June 26, 2010. The occupations of \"general practitioners and family physicians\" (NOC 3112) and \"specialist physicians\" (NOC 3111) are described as follows, with those same codes also covering the periods for residencies in general and in specialized medicine:", "3112 General practitioners and family physicians", "General practitioners and family physicians diagnose and treat the diseases, physiological disorders and injuries of patients. They provide primary contact and continuous care toward the management of patients' health. They usually work in private practice, including group or team practices, hospitals and clinics. Residents in training to be general practitioners and family physicians are included in this unit group.", "3111 Specialist physicians", "This unit group includes specialist physicians in clinical medicine, in laboratory medicine and in surgery. Specialists in clinical medicine diagnose and treat diseases and physiological or psychiatric disorders and act as consultants to other physicians. Specialists in laboratory medicine study the nature, cause and development of diseases in humans. Specialists in surgery perform and supervise surgical procedures. Specialists in clinical medicine usually work in private practice or in a hospital while those in laboratory medicine and in surgery usually work in hospitals. Residents in training to become specialist physicians are included in this unit group."], ["[14]", "The main duties listed in the NOC description of the general practitioner and family physician category are as follows:", "General practitioners and family physicians perform some or all of the following duties:", "• Examine patients and take their histories, order laboratory tests, X-rays and other diagnostic procedures and consult with other medical practitioners to evaluate patients' physical and mental health", "• Prescribe and administer medications and treatments", "• Perform and assist in routine surgery", "• Provide emergency care", "• Provide acute care management", "• Vaccinate patients to prevent and treat diseases", "• Deliver babies and provide pre-natal and post-natal care", "• Advise patients and their families on health care including health promotion, disease, illness and accident prevention", "• Provide counselling and support to patients and their families on a wide range of health and lifestyle issues", "• Perform patient advocacy role", "• Co-ordinate or manage primary patient care", "• Provide continuous care to patients", "• Supervise home care services", "• Report births, deaths, and contagious and other diseases to governmental authorities."], ["[15]", "The main duties listed for the occupation of specialist physician, including, therefore, the occupation of oncologist, are as follows:", "Specialists in clinical medicine perform some or all of the following duties:", "• Diagnose and treat diseases and physiological or psychiatric disorders", "• Order laboratory tests, X-rays and other diagnostic procedures", "• Prescribe medication and treatment and refer patients for surgery", "• Act as consultants to other physicians", "• May conduct medical research.", "Specialists in laboratory medicine perform some or all of the following duties", "• Study the nature, cause and development of diseases in humans and the structural and functional changes caused by diseases", "• Conduct microscopic and chemical analyses of laboratory samples and specimens", "• Supervise laboratory activities", "• Act as consultants to other physicians.", "Specialists in surgery perform some or all of the following duties:", "• Assess patients' diseases or disorders to determine appropriate surgical procedures", "• Perform and supervise surgical procedures to correct physical abnormalities and deficiencies and repair injuries", "• Act as consultants to other physicians.", "AGENT'S REFUSAL"], ["[16]", "On July 27, 2011, the agent refused the applicant's application for permanent residence."], ["[17]", "The grounds for the refusal are extremely brief and general:", "[translation]", ". . . you have not provided sufficient evidence that you performed all of the main duties of the occupation shown in the NOC occupational descriptions and a substantial number of the main duties, as stipulated in those descriptions. Having considered the documentation on your additional work experience, I am not satisfied that you performed all of the main duties of the occupation in the NOC occupational descriptions and a substantial number of the main duties for NOC 3111 and 3112. I am therefore not satisfied that you held the occupation of specialist physician corresponding to code 3111 or the occupation of general practitioner and family physician corresponding to code 3112."], ["[18]", "The application was therefore categorized as ineligible for processing.", "STANDARD OF REVIEW"], ["[19]", "The parties agree that the assessment of the evidence by the agent is an exercise of her discretion and that it is subject to the reasonableness standard (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> )."], ["[20]", "The parties also agree that the correctness standard must apply when it is a matter of determining whether an administrative decision-maker has met his or her obligation of procedural fairness and upheld the principles of natural justice; as a result, the decision maker is owed no deference (", "<FRAGMENT_SUPPRESSED> ).", "UNREASONABLE DECISION"], ["[21]", "The agent's decision will be considered reasonable if it falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law and if the decision-making process is transparent and intelligible (", "<FRAGMENT_SUPPRESSED> )."], ["[22]", "The applicant contends that the agent did not make a reasonable assessment of the evidence submitted in support of the application when the agent found that this evidence did not allow her to conclude that applicant performed the main duties of a specialist physician or those of a medical intern, given that the burden of proof on the applicant was none other than proof on a balance of probabilities and that nothing in the evidence contradicted this fact in this case."], ["[23]", "The respondent attempted to enhance the reasons for the impugned decision by filing, with the Court, an affidavit signed by the agent on September 29, 2011. At the hearing, counsel for the respondent stated that the agent's affidavit does not aim to explain the grounds for the refusal; it merely adds additional reasons and is therefore admissible in evidence. It seems to me that these contentions are without merit."], ["[24]", "The case law is consistent that an administrative decision-maker cannot supplement or improve upon the initial reasons by means of an affidavit filed in proceedings on an application for judicial review (", "<FRAGMENT_SUPPRESSED> )."], ["[25]", "That said, the interview notes such as the notes entered in the Computer-Assisted Immigration Processing System (CAIPS) do constitute reasons (", "<FRAGMENT_SUPPRESSED> ), and a visa officer may, by way of affidavit, testify about what occurred during the interview or about comments made in his or her CAIPS notes (", "<FRAGMENT_SUPPRESSED> )."], ["[26]", "In this case, the notes in the file do not enable the Court to understand the agent's line of reasoning, and the affidavit in question provides no further justification for the impugned decision, which appears unreasonable to me with regard to the evidence on record."], ["[27]", "Although it has been recognized in the case law that visa officers have a certain degree of discretion in interpreting NOC definitions and contents and in assessing the various pieces of evidence in an application for permanent residence (see, among others,", "<FRAGMENT_SUPPRESSED> ), it is certain that the burden of proof which a skilled worker must meet in order to prove that he or she holds an occupation covered by the NOC is not within the visa officer's discretion to decide."], ["[28]", "It should be specified that the application was not refused on the basis of an insufficient period of practice by the applicant (paragraph 75(2)(", ") of the Regulations) or any specifically identified lack of qualifications or professional experience. Instead, the respondent submits that the applicant's work certificates are insufficient to prove that she worked as a physician because they do not contain a description of the specific duties carried out by the applicant in performing her professional function."], ["[29]", "The applicant is relying on the judgment in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]. The facts of that case are, in my opinion, distinguishable from the applicant's case. In <FRAGMENT_SUPPRESSED> , at paragraph 6, the Court stated that the applicant had provided an employment certificate stating that he held the position of Construction Project Architect, whereas, in the tribunal record, there was not \"any evidence of a written explanation or other documentation submitted by the applicant . . . to support his claim that he performed the duties of an architect; other than a letter from a government official addressed to him as 'Architect Bryan Tabañag, Site Safety Health Officer/Assistant Construction Project Manager' inviting the applicant to participate in a discussion on the implementation of a construction safety and health program\"."], ["[30]", "At paragraph 22 of the reasons for judgment, the Court stated the following:", "Here, there was no evidence before the agent to establish that the applicant had performed any of the duties required to satisfy the occupational classification. It is not sufficient for an applicant to provide evidence that he or she has the academic qualifications, bears a job title and is addressed by that title in correspondence. They must provide evidence that they have actually performed \"a substantial number of the main duties of the occupation\". Here, the applicant did not provide that evidence either through the employer's certificate or alternate documentation. The information submitted fell short of establishing a", "prima facie", "case, as the applicant contends."], ["[31]", "However, the evidence in the case at bar presents no such deficiencies. The evidence must be assessed as a whole so that the various pieces of evidence submitted may corroborate or refute one another. In this case, it is clear that the applicant is an experienced physician. She is remunerated and insured as such. She has completed a number of years of training and residency both in her country and abroad, all of which was amply corroborated by the documentary evidence in the file."], ["[32]", "The respondent submits that the agent could rightly decline to give any probative value to the documents provided by the applicant herself, such as her curriculum vitae or the Schedule 3 to her application for permanent residence form. In the Court's opinion, these documents constitute written testimony by the applicant which the agent cannot reasonably exclude on the ground that they were drafted by the applicant or her counsel, especially given that, in this case, these statements are confirmed by common sense and the rest of the evidence, which mainly consists of documents from state institutions. It is also erroneous to contend that the agent was unable to use objective evidence to verify the information provided by the applicant."], ["[33]", "Plain common sense confirms the applicant's statements at paragraphs 7-8 of her affidavit, signed on September 8, 2011:", "[translation]", ". . . I do not practise in the private sector, but in the public sector. The work certificates issued by the hospital are standard certificates for which the template is provided by the department of health. I cannot request that external remarks be added.", "These duties are so obvious that it would be odd to request that my section head make additions, in parentheses, indicating what a physician does in performing the function of physician within a hospital. Not only might he not have the right to indicate this, since he does not have the discretion to add external remarks to a state document, but, what is more, he would consider my request absurd. This request would also raise my employer's suspicions of a potential departure, which is never desirable."], ["[34]", "The respondent contends that this explanation is an explanation", "ex post facto", "which the applicant cannot rely on at the application for judicial review stage in order to attempt to complete or enhance her evidence. In my opinion, the applicant's explanation contains no facts which the agent herself could not have reasonably known. Rather, the agent's error lay in requiring that all of the elements set out in the NOC, including the most obvious ones, appear in the applicant's supporting documents, which clearly led her to reach erroneous findings of fact, which were arrived at abusively or arbitrarily and without taking into account all of the evidence available to her."], ["[35]", "Furthermore, in", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ], the Court decided that a visa officer could not reasonably refuse an application for permanent residence in the skilled worker class for the sole reason that the supporting employment documentation provided by the employers of an applicant did not contain detailed descriptions of his duties, regardless of the form on which the applicant personally described his professional responsibilities and any other corroborating evidence:"], ["[27] It is not clear from the decision letter or the CAIPS notes why the application failed. The officer merely states that the employment letters submitted by the applicant did not provide sufficiently detailed duty descriptions. Neither the decision nor the CAIPS notes refer to the document provided by the applicant detailing his employment responsibilities and the other objective evidence submitted in support. It appears that the officer simply disregarded the remainder of the evidence when he found that the employer's letters did not contain the expected information."], ["[36]", "I also agree with the applicant that the NOC contains no mention of any duties other than those which are usually performed by general practitioners or specialist physicians all over the world, that is, making diagnoses and treating their patients, ordering laboratory tests or other diagnostic procedures, prescribing medication, acting as a consultant for other physicians or occasionally conducting research. The duties described in NOC 3111 and 3112 are an inherent part of the work of any physician practising modern medicine. To reach the opposite conclusion would amount to believing that fire does not burn both in Athens and in Persia, to draw on a maxim from the Nicomachean Ethics which the great philosopher Aristotle used to distinguish between natural law and \"conventional\" law."], ["[37]", "At the hearing, counsel for the respondent submitted with conviction that the NOC is intended to protect both Canadian society and the occupations it covers. To me, this argument seems inapplicable here. It is understandable that a person may not be admitted into Canada because he or she is a danger to the public and to Canada because of criminal offences he or she may have committed abroad. That said, it seems to me that this is the first time that is has been alleged that the Minister has any power to judge the professional competency of a foreign national. It must be borne in mind that the applicant's occupation is a profession that is widely regulated and subject to entry limits."], ["[38]", "Instead, in Canada, provincial professional orders are responsible for the regulation of professions and for the protection of the public in respect of their professionals. The Act imposes no such obligation on the respondent, whereas, under subsection 75(1) of the Regulations, the federal skilled worker class is a prescribed class of persons who are skilled workers, who may become permanent residents on the basis of their ability to become economically established in Canada and who intend to reside in a province other than the Province of Quebec."], ["[39]", "The flagrant unreasonableness of the agent's decision is sufficient to set it aside, without there being any need to consider the second issue raised by the applicant, that is, the issue of natural justice and the necessity of calling the applicant to an interview if the agent had doubts as to the credibility or authenticity of the documents provided."], ["[40]", "This application for judicial review is allowed. The agent's decision is set aside, and the matter is referred back to Citizenship and Immigration Canada for reconsideration by another agent. No question of general importance was proposed by the parties for certification, and none will be certified.", "JUDGMENT"], ["[41]", "THE COURT ORDERS AND ADJUDGES that", "this application for judicial review is allowed. The agent's decision is set aside, and the matter is referred back to Citizenship and Immigration Canada for reconsideration by another agent. No question is certified.", "Application allowed.", "Editor: Anick Ouellette-Levesque/vnh"]]}