{"id_": "079111", "body_str": [["[1]", "Reed, J.", ": The following questions of law were set down, pursuant to Federal Court Rule 220, for determination by the court:  <FRAGMENT_SUPPRESSED>", "\"Does the McLeod Lake Indian Band (the 'Band') have the authority:  <FRAGMENT_SUPPRESSED>", "(a) to determine the applicable custom, whether electoral, hereditary or any other method, for selection of chief and council of the Band; and  <FRAGMENT_SUPPRESSED>", "(b) to settle the terms of such custom by majority decision of the Band members attending a general meeting of the Band convened with notice? <FRAGMENT_SUPPRESSED>"], ["[2]", "I must address, first of all, counsel for the defendants' argument that these questions cannot be answered without evidence concerning the historical practices of the Band. This argument was considered by the court when the decision was made that the two questions were appropriate for determination as questions of law pursuant to rule 220. I do not think it is open to re-litigate that issue now.  <FRAGMENT_SUPPRESSED>"], ["[3]", "It is agreed that the Band is a \"band\" within the meaning of that word as used in the", "Indian Act", ", R.S.C. 1985, c. I-5 as amended. It is agreed that the Band is what is referred to as a \"custom band\". It selects the \"council of the band\" according to band custom, not according to the procedures prescribed by s. 74 of the", "Act", ".  <FRAGMENT_SUPPRESSED>"], ["[4]", "The council of the band has authority, under the", "Act", ", to administer the affairs of the band. For example, it has authority to pass bylaws regulating matters such as traffic on the reserve, the construction of buildings, taxation, the granting of business licences, the maintenance of law and order. [see footnote 1] Some of these powers, such as taxation, require the council to obtain the consent of the Minister. [see footnote 2] Others, such as the adoption of rules for determining band membership, require the council to obtain the consent of a majority of the members of the band. [see footnote 3]  <FRAGMENT_SUPPRESSED>"], ["[5]", "Section 2(1) of the", "Act", "defines \"council of the band\" as being chosen either by the procedures set out in s. 74 of the", "Act", "or according to the custom of the band:  <FRAGMENT_SUPPRESSED>", "\"'council of the band' means  <FRAGMENT_SUPPRESSED>", "(a) in the case of a band to which section 74 applies, the council established pursuant to that section,  <FRAGMENT_SUPPRESSED>", "(b) in the case of a band to which section 74 does not apply, the council", "chosen according to the custom of the band", ", or, where there is no council, the chief of the band", "chosen according to the custom of the band", ";\" (underlining added)  <FRAGMENT_SUPPRESSED>"], ["[6]", "While the", "Act", "allows for the selection of the \"council of the band\" by the custom of the band, it does not set out guidelines as to how that custom is to be identified.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The underlying dispute to which the present proceeding relates arose because, on October 4-8, 1997, an election was held to choose a chief and council for the Band. The defendants say this election is invalid because it was not held in accordance with the custom of the Band. The election followed procedures adopted by a general meeting of the Band held on September 17, 1997.  <FRAGMENT_SUPPRESSED>"], ["[8]", "I am persuaded that Parliament intended, when enacting the relevant provisions of the", "Indian Act", ", that it would be for the band to determine the custom that would govern its selection of the \"council of the band\". This follows from the nature of custom which is practice established or adopted as a result of the individuals to whom it applies having accepted to be governed in accordance therewith.  <FRAGMENT_SUPPRESSED>"], ["[9]", "Counsel for the plaintiffs argues that a conclusion that the band members determine the custom is in accordance with first principles, is in accordance with the jurisprudence that exists on the subject, and is workable and practical in that it keeps the disputes out of the courts, avoiding the bankrupting effects on bands that litigation with respect to such disputes can bring. I agree.  <FRAGMENT_SUPPRESSED>"], ["[10]", "Also, custom by its nature is not frozen in time. It can and does change in response to changed circumstances. A band may choose to depart from oral tradition and set down its custom in written form. It may move from a hereditary to an electoral system. It may choose to adopt as its customary practices, practices and procedures that resemble the election procedures used to elect municipal or provincial governments. I cannot interpret the reference to \"custom of the band\" in s. 2(1) as preventing a band from changing the custom according to which it governs itself from time to time in response to changing circumstances.  <FRAGMENT_SUPPRESSED>"], ["[11]", "The decision in", "<FRAGMENT_SUPPRESSED>  (T.D.), illustrates a situation in which the custom adopted by the band was an electoral one. The band in question changed from being a s. 74 band to a custom band. Band approval for the change, which change is effected by Order-in-Council, was obtained by band members conducting a door to door referendum. The band members who were \"traditionalists\" (i.e., wanted to remain a s. 74 band) did not take part in this referendum. Subsequent thereto an election took place in accordance with the \"custom regulations\" that the Band had adopted, the \"", "Akwesasne Election Regulations", "\". These had characteristics similar to a s. 74 procedure but modified in accordance with the band's wishes.  <FRAGMENT_SUPPRESSED>"], ["[12]", "<FRAGMENT_SUPPRESSED>  (T.D.), the validity of procedures used to determine the rules that would govern the composition and selection of a band council, not governed by s. 74, was in issue. Mr. Justice Strayer, at page 34, held that \"unless otherwise defined in respect of a particular band, custom must include practices for the choice of a council which are", "generally acceptable to members of the band upon which there is broad consensus", "\" [see footnote 4] (emphasis added).  <FRAGMENT_SUPPRESSED>"], ["[13]", "<FRAGMENT_SUPPRESSED>  (T.D.), a band that had previously been governed by s. 74 of the", "Indian Act", "elected to become a custom band. This change was approved after two plebiscites were held in which a majority of the voters approved the change. It was not entirely clear whether they had also approved the election code that was eventually used to select the chief and council under the new custom regime. In determining that the election, which had been held in accordance with that code, was valid, Mr. Justice Heald adopted the words of Mr. Justice Strayer  <FRAGMENT_SUPPRESSED>", ", to the effect that the custom of a band indicates practices that are generally acceptable to the members of the band and upon which there is broad consensus. He continued at pages 141-142:  <FRAGMENT_SUPPRESSED>", "\"The respondents submitted that the objective legal criteria sought by Justice Strayer could be found in s. 2(3)(a) of the", "Indian Act", ". This section reads as follows:  <FRAGMENT_SUPPRESSED>", "'2(3) Unless the context otherwise requires or this Act otherwise provides,  <FRAGMENT_SUPPRESSED>", "(a) a power conferred on a band shall be deemed not to be exercised unless it is exercised pursuant to the consent of a majority of the electors of the band; ...'  <FRAGMENT_SUPPRESSED>", "\"The respondents submitted that it is the Band that has the power to determine what the constitution, or electoral procedures, of the Band are, and that this power must be exercised in accordance with s. 2(3)(a), as set out, supra.", "I agree that it is the Band itself, not the Band Council, that has the power to determine what constitutes the Band's custom.", "However, I disagree with the respondents' submission that this is a 'power conferred on a band' as is contemplated by s. 2(3)(a) of the", "Indian Act", ".  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"Returning to Justice Stayer's definition of 'custom', the question remains as to whether the", "Code", "reflects the Band's custom:", "does it enunciate practices that are generally acceptable to members of the band and upon which there is a broad consensus?", "\" (underlining added)  <FRAGMENT_SUPPRESSED>"], ["[14]", "Mr. Justice Heald went on to note that the election had been conducted in accordance with the election code that was being challenged, with no objection being registered until the election was lost. He interpreted the lack of objection at an earlier date as evidence that the election had been conducted in accordance with what the band had adopted as band custom.  <FRAGMENT_SUPPRESSED>"], ["[15]", "Counsel for the defendants argues that these cases can be distinguished from the present situation because they involve either a band being re-established, or a band deciding to move from being a s. 74 band to a custom band. I am not persuaded that different principles apply when a band wishes to change its customary practice. The underlying objective is the same - a desire by the members of the Band to change the rules according to which they choose the \"council of the band\".  <FRAGMENT_SUPPRESSED>"], ["[16]", "In addition, it is useful to quote the description of band custom found in Woodward,", "Native Law", "(1994), at page 166:  <FRAGMENT_SUPPRESSED>", "\"Although it is commonly said that a s. 74 declaration changes a band council from a 'hereditary' council to an 'elected' council, this description is not always correct. Some custom councils are not hereditary at all, and band custom sometimes provides for elections.", "70", "Band custom is an evolving body of local law and as such government by band custom is compatible with modern institutions and democratic processes.  <FRAGMENT_SUPPRESSED>", "______________________  <FRAGMENT_SUPPRESSED>", "70", "The Squamish Band, for example, has a council chosen according to the custom of the band. Squamish Band custom is to hold elections which are roughly similar to", "Indian Act", "elections. The council is larger (16 councillors), holds the office longer (4 years), and is otherwise more suited to the needs of Squamish Band members than would be a s. 74 elected council. <FRAGMENT_SUPPRESSED>"], ["[17]", "The defendants' main argument is that to allow amendment of the custom of the band by majority vote of the band members is to impose a noncustomary method of selection. That is, that a determination of how the custom of the band may be changed or determined is itself a determination of the method of selection. That may be the inescapable consequence, but I return to what is fairly established in the jurisprudence, that the custom of the band is the practices for selecting the council of the band that are generally acceptable to members of the band, upon which there is broad consensus. As noted above, I cannot conclude that band custom is frozen in time.  <FRAGMENT_SUPPRESSED>"], ["[18]", "The question that remains is whether \"broad general consensus\" equates to a \"majority decision of the Band members attending a general meeting of the Band convened with notice\". In my view, it may do so, or it may not, depending upon a number of factors. If for example, the general meeting was held in a location or at a time when it was difficult for a number of members to attend, and there was no provision for proxy voting, it may not meet the broad consensus test. If the notice was not adequate in not providing sufficient detail of what was proposed, or was not given sufficiently in advance of the meeting to allow people a realistic opportunity to attend then it would not be.  <FRAGMENT_SUPPRESSED>"], ["[19]", "There are also situations in which those who do not vote may be signalling a willingness to abide by the majority decision of those who do. I am of the view that approval by a majority of the adult members of the Band is probably a safe indication of a broad consensus (the age of majority being a matter for the band to determine). Whether a majority decision by the Band members attending a general meeting demonstrates a broad consensus depends on the circumstances of that meeting.  <FRAGMENT_SUPPRESSED>"], ["[20]", "I answer the two questions posed as follows:  <FRAGMENT_SUPPRESSED>", "question 1 - yes;  <FRAGMENT_SUPPRESSED>", "question 2 - authority exists but whether any such decision demonstrates that a broad consensus exists will depend on the circumstances of the meeting.  <FRAGMENT_SUPPRESSED>", "Order accordingly.  <FRAGMENT_SUPPRESSED>", "Editor: Rodney A. Jordan/clh  <FRAGMENT_SUPPRESSED>", "Footnotes  <FRAGMENT_SUPPRESSED>", "1.", "Indian Act", ", R.S.C. 1985, c. I-5, s. 81 as amended R.S. 1985, c. 32 (1st Supp.), s. 15.  <FRAGMENT_SUPPRESSED>", "2.\tid., s. 83 as amended R.S. 1985, c. 17 (4th Supp.), s. 10.  <FRAGMENT_SUPPRESSED>", "3.", "Indian Act", ", R.S.C. 1985, c. I-5, s. 10, as amended R.S. 1985, c. 32 (1st Supp.), s. 4.  <FRAGMENT_SUPPRESSED>", "4.\t\"Unless otherwise defined in respect of a particular band, '", "custom' must I think include practices for the choice of a council which are generally acceptable to members of the band, upon which there is a broad consensus", ". With a newly re-established band whose circumstances are vastly different (e.g., the majority not being resident on the reserve) from those of the band dissolved some 90 years earlier, it is not surprising that innovative measures would have to be taken to establish a contemporary 'custom'.", "The real question as to the validity of the new constitution then seems to be one of political, not legal, legitimacy: is the constitution based on a majority consensus of those who, on the existing evidence, appear to be members of the band?", "This is a question which a court should not seek to answer in the absence of some discernable legal criteria which it can apply. While there might be some other basis for judicial supervision if there were clear evidence of fraud or other acts on the part of the defendants which could clearly not be authorized by the", "Indian Act", ", there is no evidence of any such activities before me.\" (underlining added)  <FRAGMENT_SUPPRESSED>", "[End of document]"]]}