{"id_": "079145", "body_str": [["[1]", "Near, J.", ": The Applicants (Sandra Maria Alves Dias and her children Pedro Nascimento Dias and Stefanny Samara Nascimento Dias) seek judicial review of their negative determination from the Refugee Protection Division of the Immigration and Refugee Board (the Board), dated September 23, 2011. The Board found they were neither Convention refugees nor persons in need of protection within the meaning of sections 96 and 97 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27."], ["[2]", "For the following reasons, their application is dismissed.", "I.", "Facts"], ["[3]", "The Applicants are citizens of Brazil. They fled their home country for the United States of America (US) on February 15, 2005. They remained there without status until entering Canada and making a refugee claim on January 8, 2010."], ["[4]", "Sandra (or the Principal Applicant) claimed that her husband Paulo began abusing drugs and alcohol and physically assaulted her on a regular basis. When she went to live with her mother in a gated condominium complex, she believes Paulo attempted to enter but, since she had informed security guards about him in advance, he was not permitted to do so. This prompted her to leave for the US.", "II.", "Decision Under Review"], ["[5]", "The Board concluded that the Principal Applicant's failure to claim in the US during her five years without status indicated a lack of subjective fear. The determinative issues, however, remained that of an Internal Flight Alternative (IFA) and the availability of state protection."], ["[6]", "Despite the Principal Applicant's testimony that it would be difficult to relocate in Brazil with her children and Paulo would be motivated to find her as he is still\"leading the same life\" involving drugs, the Board found the Applicants had an IFA in Rio de Janeiro. It was noted:", "Considering the passage of time, the fact that Paulo did not harm the claimants after they left him, that he authorized the minor claimants to leave Brazil with Sandra, and considering his personal situation, it is unlikely that the agent of persecution would pursue the claimants if they were to return to Brazil. I find that it is even more unlikely that he would pursue them in Rio de Janeiro."], ["[7]", "The Board also found that the Applicants had not provided clear and convincing evidence that, on a balance of probabilities, there is inadequate state protection in a democratic Brazil. The Principal Applicant made no effort to seek state protection by reporting the assaults. She claimed Paulo threatened her and she thought he would take revenge if she sought a restraining order. The Board was not persuaded, however, that the police would not investigate her allegations if reported to them. It found that \"Sandra's responses regarding the effectiveness of state protection were not persuasive, since they were largely unsubstantiated and not consistent with documentary evidence.\""], ["[8]", "It was acknowledged that Brazil has had some difficulties in the past addressing crime and corruption that exists within the security forces, but that, on the whole, these issues were being addressed by the state. The evidence showed that \"Brazil has had many notable successes in its attempts to curb crime and corruption and many of their initiatives have been effective.\" Specific to the issue of domestic violence, the Board stated \"[t] he success in the initial implementation of the new laws is evident by the number of Brazilians who are aware of the new laws and agree with their efficacy and by the increase in the number of clients served by the Center for Women's Services.\""], ["[9]", "Finally, the Board addressed whether it would be objectively unreasonable or unduly harsh for the Applicants to move to Rio de Janeiro. It found that this would not be the case. Since they were able to adjust to life in a new country, it would be much easier to readjust to life in a different locale in their home country. The Board acknowledged the psychological report referring to the Principal Applicant's post traumatic stress disorder and other symptoms as well as the chronic adjustment disorder with anxiety experienced by Steffany. Regardless, treatment for those conditions would be available to the Applicants should they return to Brazil.", "III.", "Issues"], ["[10]", "This general issue before this Court is the reasonableness of the Board's decision.", "IV.", "Standard of Review"], ["[11]", "Questions where the legal issues cannot be easily separated from the factual issues generally attract a standard of reasonableness (", "<FRAGMENT_SUPPRESSED>  at para 51). More specifically, this standard applies to findings regarding state protection (", "<FRAGMENT_SUPPRESSED>  [2008] FCJ No 771 at paras 11-13) and an IFA (", "<FRAGMENT_SUPPRESSED>  [2008] FCJ no 1543 at para 24)."], ["[12]", "This Court is concerned with whether the decision demonstrates the existence of justification, transparency and intelligibility or, to put it another way, falls within a range of possible, acceptable outcomes defensible in respect of the facts and law ( <FRAGMENT_SUPPRESSED> , above at para 47).", "V.", "Analysis"], ["[13]", "The Principal Applicant takes issue with the Board's finding regarding her failure to seek protection in the US. The Board stated at paragraph 12 of its reasons:", "Sandra did not pursue any avenues of protection while in the USA for almost five years. I find her actions to be unreasonable for a person fearing persecution in her home country. Sandra did not even ask an immigration consultant or lawyer about any prospect for protection, even though it was not likely that there was any risk in asking. These are not actions consistent with a person who fears returning to her home country. From these actions I draw an adverse inference with respect to Sandra's subjective fear. I am persuaded that if Sandra was genuinely fearful of returning to Brazil, she would have made some attempt to normalize her status in the USA. I conclude that her failure to claim in the USA indicates a lack of subjective fear."], ["[14]", "The Principal Applicant contends that she testified to her understanding that only one percent of those seeking asylum in the US would be granted it and she was too fearful of being deported to Brazil. She implies that since the Board did not identify any credibility issues associated with her testimony as a victim of domestic violence, it failed to consider the totality of her evidence in not seeking protection in the US."], ["[15]", "I cannot accept the Applicants' position that the Board's reasoning was unreasonable in the circumstances. As is evident in the above passages and at other points in the decision, her stated fears of being deported to Brazil from the US were given detailed consideration by the Board. It was nonetheless found that her actions in not asking about the possibility of seeking protection in five years without status were not consistent with someone truly fearing to return to their home country and this called into question her subjective fear. Moreover, the Board addressed the issue of subjective fear, but still considered the state protection and IFA findings determinative."], ["[16]", "The Board's reasoning is consistent with relevant jurisprudence. The Applicants were expected to make a claim at the first possible opportunity (see", "<FRAGMENT_SUPPRESSED>  [2009] FCJ no 965 at para 15). More recent cases of this Court stress that absent a satisfactory explanation for the delay in seeking protection, it \"can be fatal to such a claim, even where the credibility of an applicant's claims has not otherwise been challenged\" (", "<FRAGMENT_SUPPRESSED> ). While the Principal Applicant explained that she was fearful, the Board did not consider this testimony sufficient to address the concerns raised regarding her subjective fear."], ["[17]", "The Applicants further contests the Board's analysis of state protection in faulting her for not going to police despite her belief that this would aggravate the situation. In support of this position, she points to concerns regarding the lack of adequate state protection for victims of domestic violence in documentary evidence."], ["[18]", "She is not, however, relieved of her obligation to attempt to seek state protection. She made no effort to do so in this instance.  <FRAGMENT_SUPPRESSED>  [2011] FCJ no 497 at para 60, Justice James Russell commented:"], ["[60] [...] The Applicant cannot, in my view, argue that state protection is inadequate in Mexico because, as a vulnerable woman, she is reluctant to seek it. She may well have subjective fears in this regard, but if the state can, objectively speaking, provide adequate protection for women in her position then she has not rebutted the basic presumption that state protection is available to her."], ["[19]", "Such reasoning is applicable to the Applicant's case. Irrespective of the Principal Applicant's belief that an attempt to seek protection in Brazil would merely aggravate the situation, this does not address her failure to rebut the presumption of state protection. The Board's conclusions in this regard were appropriate based on the evidence. It was noted that the Applicants \"did not take all the reasonable steps in the circumstances to seek protection in Brazil before seeking international protection in Canada. Sandra made no effort at all to seek state protection in Brazil. She did not report Paulo's physical assaults or threats to police at any time.\""], ["[20]", "The Applicants do raise some interesting arguments regarding the Board's treatment of documentary evidence specific to the issue of state protection for victims of domestic violence in Brazil. They insist that the Board ignored certain negative and contradictory information on this issue and point to particular relevant examples."], ["[21]", "Despite concerns regarding the failure to specifically mention some negative country documentation on the issue of domestic violence, the overall conclusion that Brazil is capable of providing adequate state protection to the Applicant, if she had requested it, remains reasonable in the circumstances."], ["[22]", "Similarly, I consider the Board's determination regarding an IFA an acceptable outcome in light of the facts and law. The Board specifically addressed the Applicants' psychological report and accepted the conditions identified in it. The Board found that \"should the claimants return to Brazil, treatment for their conditions would be available to them.\" This ensured that would not be objective unreasonable or unduly harsh to expect the Applicants to move to Rio de Janiero as an IFA. Even though the Applicants anticipated a more favourable assessment, having considered all relevant evidence, the Board's approach was reasonable.", "VI.", "Conclusion"], ["[23]", "Accordingly, this application for judicial review is dismissed", "JUDGMENT"], ["[24]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is dismissed.", ".........................", "Setra Maria Alves Dias, Pedro Nascimento Dias et  <FRAGMENT_SUPPRESSED>  demandeurs (Sandra Maria Alves Dias et ses enfants, Pedro Nascimento Dias et Stefanny Samara Nascimento Dias) sollicitent le contrôle judiciaire de la décision défavorable rendue à leur égard par la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié (la Commission) le 23 septembre 2011. La Commission a alors statué qu'ils n'avaient ni qualité de réfugié au sens de la Convention ni celle de personne à protéger aux termes des articles 96 et 97 de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27."], ["[2]", "Leur demande est rejetée pour les motifs qui suivent.", "I.", "Les faits"], ["[3]", "Les demandeurs sont des citoyens du Brésil. Ils ont fui leur pays d'origine pour les États-Unis le 15 février 2005. Ils sont restés dans ce pays sans statut jusqu'ils entrent au Canada et demandent l'asile le 8 janvier 2010."], ["[4]", "Sandra (ou la demanderesse principale) soutenait que son mari Paulo avait commencé à faire une consommation abusive de drogues et d'alcool et l'agressait physiquement de manière régulière. Après qu'elle est allée vivre avec sa mère dans un immeuble d'habitation en copropriété protégé, Paulo aurait tenté d'entrer dans l'immeuble, sans toutefois réussir parce qu'elle avait déjà parlé de lui aux gardiens. Cet incident a poussé la demanderesse principale à partir pour les États-Unis.", "II.", "La décision faisant l'objet du contrôle"], ["[5]", "La Commission a conclu que le fait que la demanderesse principale n'avait pas demandé l'asile aux États-Unis pendant les cinq ans qu'elle avait passés dans ce pays sans statut révélait l'absence d'une crainte subjective. Les questions déterminantes concernaient cependant la possibilité de refuge intérieur (la PRI) et la possibilité d'obtenir la protection de l'État."], ["[6]", "Malgré le témoignage de la demanderesse principale selon lequel il serait difficile de se réinstaller au Brésil avec ses enfants et selon lequel Paulo serait motivé à la retrouver car il « mène la même vie » de consommateur de drogues, la Commission a conclu que les demandeurs avaient une PRI à Rio de Janeiro. Elle a indiqué:", "Compte tenu du temps écoulé, du fait que Paulo n'a pas causé de préjudice aux demandeurs d'asile après qu'ils l'eurent quitté, du fait qu'il a autorisé les demandeurs d'asile mineurs à quitter le Brésil avec Sandra et de sa situation personnelle, il est peu vraisemblable que l'agent de persécution poursuivrait les demandeurs d'asile s'ils retournaient au Brésil. Je suis d'avis qu'il est encore moins probable qu'il les poursuivrait à Rio de Janeiro."], ["[7]", "La Commission a conclu également que les demandeurs n'avaient pas produit une preuve claire et convaincante démontrant que, selon la prépondérance des probabilités, il n'existe pas de protection de l'État adéquate au Brésil, un pays démocratique. La demanderesse principale n'avait pas tenté d'obtenir la protection de l'État en signalant les agressions. Elle prétendait que Paulo l'avait menacée et elle pensait qu'il se vengerait si elle demandait une ordonnance de non-communication. La Commission n'était pas persuadée cependant que la police n'aurait pas fait enquête sur ses allégations si la demanderesse principale s'était adressée à elle. Elle a conclu que« les réponses de Sandra en ce qui concerne l'efficacité de la protection de l'État n'étaient pas convaincantes, parce qu'elles étaient non confirmées en grande partie et qu'elles ne cadraient pas avec la preuve documentaire »."], ["[8]", "Il a été reconnu que le Brésil a eu certaines difficultés dans le passé à lutter contre la criminalité et la corruption existant au sein des forces de sécurité, mais que, dans l'ensemble, l'État s'était attaqué à ces problèmes. La preuve démontrait que « le Brésil a connu un grand nombre de succès importants dans sa lutte contre le crime et la corruption et qu'un grand nombre de ses initiatives ont été efficaces ». En ce qui concerne la violence conjugale en particulier, la Commission a indiqué que « [l]a réussite de la mise en œuvre initiale des nouvelles lois est appuyée par le nombre de Brésiliens qui les connaissent et qui approuvent leur efficacité ainsi que par l'accroissement du nombre de clients servis par le centre des services pour les femmes »."], ["[9]", "Enfin, la Commission a examiné la question de savoir s'il serait objectivement déraisonnable ou trop exigeant pour les demandeurs de déménager à Rio de Janeiro. Elle était d'avis que cela ne le serait pas. Comme ils avaient été capables de s'adapter à la vie dans un nouveau pays, il leur serait beaucoup plus facile de se réadapter à la vie dans un endroit différent dans leur pays d'origine. La Commission a fait état du rapport psychologique signalant le trouble de stress post-traumatique dont était atteinte la demanderesse principale et d'autres symptômes relevés chez elle, ainsi que du trouble d'adaptation chronique assorti d'anxiété de Steffany. Les demandeurs auraient cependant accès aux traitements requis par ces problèmes s'ils retournaient au Brésil.", "III.", "Les questions en litige"], ["[10]", "La question générale sur laquelle la Cour doit se prononcer est le caractère raisonnable de la décision de la Commission.", "IV.", "La norme de contrôle"], ["[11]", "C'est la norme de contrôle de la raisonnabilité qui s'applique généralement lorsque le droit et les faits ne peuvent être aisément dissociés (", "<FRAGMENT_SUPPRESSED> , au paragraphe 51). Plus précisément, cette norme s'applique aux conclusions relatives à la protection de l'État (", "<FRAGMENT_SUPPRESSED>  [2008] ACF no 771, aux paragraphes 11 à 13) et à la PRI (", "<FRAGMENT_SUPPRESSED>  [2008] ACF no 1543, au paragraphe 24)."], ["[12]", "La Cour est préoccupée par la question de savoir si la décision est justifiée et si le processus décisionnel est transparent et intelligible - en d'autres termes, si la décision appartient aux issues possibles acceptables pouvant se justifier au regard des faits et du droit ( <FRAGMENT_SUPPRESSED> , ci-dessus, au paragraphe 47).", "V.", "Analyse"], ["[13]", "La demanderesse principale conteste la conclusion tirée par la Commission relativement au fait qu'elle n'a pas demandé l'asile aux États-Unis. La Commission a déclaré au paragraphe 12 de ses motifs:", "Sandra n'a recouru à aucun moyen de protection aux États-Unis pendant les quelque cinq ans qu'elle y a habité. J'estime qu'il s'agit là d'une attitude déraisonnable de la part d'une personne qui craint d'être persécutée dans son pays d'origine. Sandra ne s'est même pas informée auprès d'un consultant en immigration ou d'un avocat de la protection offerte, et ce, bien que le fait de s'informer n'était pas susceptible de constituer un risque pour elle. Cette attitude ne concorde pas avec celle d'une personne qui craint de retourner dans son pays d'origine. Compte tenu de son attitude, je tire une conclusion défavorable en ce qui concerne la crainte subjective de Sandra. Je suis convaincue que si Sandra craignait véritablement de retourner au Brésil, elle aurait tenté de régulariser son statut aux É.-U. Je conclus donc que l'omission de sa part de demander l'asile aux É.-U. indique une absence de crainte subjective."], ["[14]", "La demanderesse principale affirme qu'elle a indiqué dans son témoignage qu'elle avait compris que seulement un pour cent des demandes d'asile présentées aux États-Unis étaient accueillies et qu'elle avait trop peur d'être expulsée vers le Brésil. Elle laisse entendre que, comme la Commission n'a exprimé aucun doute concernant la crédibilité de son témoignage sur la violence conjugale dont elle avait été victime, elle n'a pas tenu compte de tous les éléments de preuve démontrant pourquoi elle n'avait pas demandé l'asile aux États-Unis."], ["[15]", "Je ne peux pas souscrire pas à la thèse de la demanderesse principale selon laquelle le raisonnement de la Commission était déraisonnable dans les circonstances. Il ressort clairement des extraits cités ci-dessus et d'autres passages de la décision que la crainte d'être expulsée des États-Unis vers le Brésil qu'elle disait avoir a été examinée de manière minutieuse par la Commission. Celle-ci a néanmoins conclu que l'attitude de la demanderesse principale, qui ne s'était pas informée au sujet de la possibilité de demander l'asile au cours des cinq années pendant lesquelles elle n'avait pas de statut, ne concordait pas avec celle d'une personne craignant véritablement de retourner dans son pays d'origine, ce qui remettait en question sa crainte subjective. En outre, même si elle s'est penchée sur la question de la crainte subjective, la Commission considérait que les conclusions relatives à la protection de l'État et à la PRI étaient déterminantes."], ["[16]", "Le raisonnement de la Commission est conforme à la jurisprudence. Les demandeurs auraient dû demander l'asile à la première occasion possible (voir", "<FRAGMENT_SUPPRESSED>  [2009] ACF no 965, au paragraphe 15). Dans des décisions plus récentes, la Cour souligne que, lorsqu'une personne n'est pas en mesure de justifier sa lenteur à présenter une demande d'asile, celle-ci « peut être déclarée irrecevable, même si les allégations de son auteur sont jugées par ailleurs crédibles » (", "<FRAGMENT_SUPPRESSED> ). Bien que la demanderesse principale ait expliqué qu'elle avait peur, la Commission n'a pas jugé ce témoignage suffisant pour dissiper ses doutes concernant sa crainte subjective."], ["[17]", "Les demandeurs contestent en outre l'analyse que la Commission a faite de la protection de l'État, dans le cadre de laquelle elle a reproché à la demanderesse principale de ne pas s'être adressée à la police malgré le fait qu'elle croyait que cela aggraverait la situation. Au soutien de cette prétention, la demanderesse principale signale les préoccupations ressortant de la preuve documentaire en ce qui concerne l'absence d'une protection de l'État adéquate pour les victimes de violence conjugale."], ["[18]", "La demanderesse principale n'est cependant pas dégagée de son obligation de tenter d'obtenir la protection de l'État. Or, elle n'a fait aucun effort pour obtenir cette protection.  <FRAGMENT_SUPPRESSED>  [2011] ACF no 497, le juge James Russell a fait remarquer au paragraphe 60:"], ["[60] [...] La demanderesse ne peut, à mon avis, prétendre que la protection de l'État est insuffisante au Mexique parce qu'en tant que femme vulnérable, elle hésite à la réclamer. Elle peut fort bien avoir des craintes subjectives à cet égard, mais si l'État peut, objectivement, offrir une protection adéquate aux femmes qui se trouvent dans sa situation, la demanderesse n'a pas dans ce cas réfuté la présomption fondamentale qu'elle peut se prévaloir de la protection de l'État."], ["[19]", "Ce raisonnement s'applique en l'espèce. Peu importe que la demanderesse principale ait cru qu'elle aggraverait simplement la situation en cherchant à obtenir une protection au Brésil, il reste qu'elle n'a pas réfuté la présomption relative à la protection de l'État. Les conclusions de la Commission sur le sujet étaient appropriées compte tenu de la preuve. La Commission a fait remarquer que les demandeurs « n'ont pas pris toutes les mesures raisonnables en l'espèce pour obtenir la protection de l'État au Brésil avant de demander la protection internationale au Canada. Sandra n'a déployé aucun effort pour solliciter la protection de l'État au Brésil. Elle n'a jamais signalé les agressions physiques commises par Paulo ni ses menaces à la police »."], ["[20]", "Les demandeurs avancent des arguments intéressants concernant la façon dont la Commission a traité la preuve documentaire relative à la protection de l'État offerte aux victimes de violence conjugale au Brésil. Ils font valoir que la Commission a omis de tenir compte de certains renseignements défavorables et contradictoires sur cette question et donnent des exemples précis pertinents."], ["[21]", "Malgré les questions soulevées par le défaut de mentionner expressément certains documents défavorables sur la question de la violence familiale, la conclusion générale selon laquelle le Brésil est en mesure de fournir une protection de l'État adéquate à la demanderesse principale, si elle l'avait demandé, reste raisonnable dans les circonstances."], ["[22]", "De même, je considère que la conclusion de la Commission concernant la PRI est une issue acceptable au regard des faits et du droit. La Commission a examiné explicitement le rapport psychologique des demandeurs et a reconnu les troubles qui y étaient décrits. Elle a conclu qu'« advenant leur retour au Brésil, [les demandeurs] pourraient y recevoir des traitements ». Ainsi, il ne serait pas objectivement déraisonnable ou trop exigeant d'attendre des demandeurs qu'ils déménagent à Rio de Janeiro, où ils ont une PRI. Même si les demandeurs escomptaient une appréciation plus favorable, l'approche de la Commission était raisonnable, compte tenu de l'ensemble de la preuve pertinente.", "VI.", "Conclusion"], ["[23]", "En conséquence, la présente demande de contrôle judiciaire est rejetée.", "JUGEMENT"], ["[24]", "LA COUR STATUE que", "la présente demande de contrôle judiciaire est rejetée.", "[End of document]"]]}