{"id_": "079235", "body_str": [["[1]", "Mosley, J.", ": In this application for judicial review, Mr Basil Chinenye challenges the decision of a Visa Officer denying permanent residence in the family class to his daughter, Vickey Ngozi Chinenye. For the reasons given below, this application is dismissed.", "I.", "Background"], ["[2]", "Mr Chinenye entered Canada from Nigeria in 1999. His refugee claim was unsuccessful. However, he married a Canadian woman and was sponsored for permanent residence, which he acquired in 2002. He became a Canadian citizen on February 28, 2006."], ["[3]", "Later that year, Mr Chinenye divorced his first spouse and married another. He attempted to sponsor the second spouse without success. In that application, Mr Chinenye misrepresented his second spouse's dependent daughter as his niece."], ["[4]", "Mr Chinenye says that he took a business trip to Liberia in February 1995. He was romantically involved with Vickey's mother for one month. He then returned to Nigeria and lost contact with her. He did not know that she was pregnant with his child."], ["[5]", "Mr Chinenye says that he visited Nigeria in 2007. An old friend told him about Vickey, who is now 19 years old. Mr Chinenye subsequently took custody of Vickey. A DNA test confirmed that he is her father. She changed her last name to Chinenye. Mr Chinenye says that he is emotionally attached to his daughter and wishes her to live with him in Canada."], ["[6]", "In March 2013, Mr Chinenye submitted an application to sponsor Vickey for permanent residence in the family class."], ["[7]", "On September 9, 2013, Mr Chinenye was notified of his ineligibility to sponsor Vickey, as he had not declared her as a dependent child on his own application for permanent residence. As a result, she was not examined. Mr Chinenye opted to continue with the process. On October 11, 2013, Vickey requested consideration on humanitarian and compassionate [H&C] grounds."], ["[8]", "By letter dated October 24, 2013 and sent to Vickey, the Officer rejected the sponsorship application. By another letter dated October 24, 2013, the Officer informed Mr Chinenye about the refusal. He further informed Mr Chinenye of his right to bring an appeal to the Immigration Appeal Division [IAD]."], ["[9]", "The refusal letter explains that subsection 12(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [", "IRPA", "] and subsection 117(1) of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 [", "Regulations", "] provide that a foreign national who is the child of a Canadian citizen or permanent resident may be selected as a member of the family class. However, paragraph 117(9)(d) of the", "Regulations", "excludes from the family class any foreign national where \"the sponsor previously made an application for permanent residence and became a permanent resident and, at the time of that application, the foreign national was a non-accompanying family member ...and was not examined\"."], ["[10]", "The Officer explains that the sponsor did not declare Vickey prior to gaining permanent residence, and so she was not examined. As a result, she is not a member of the family class."], ["[11]", "The Officer states that he assessed the H&C request because Vickey did not fall within the family class. The Officer expresses \"the opinion that humanitarian and compassionate considerations do not justify granting [her] request for consideration under this provision of the Act\"."], ["[12]", "On November 22, 2013, Mr Chinenye filed an appeal with the IAD."], ["[13]", "On December 4, 2013, Mr Chinenye filed a notice of application for leave and judicial review of the negative decision rendered by the Officer, on behalf of both himself and Vickey. He is listed as Vickey's litigation guardian in the style of cause."], ["[14]", "On June 2, 2014, the IAD dismissed the appeal before it. There is no indication that Mr Chinenye has sought judicial review of the negative IAD decision.", "II.", "Issues"], ["[15]", "The Court is of the view that the three issues proposed by the Minister suffice to dispose of this application for judicial review.", "1. Does Mr Chinenye lack standing?", "2. Does the Federal Court have jurisdiction to consider Vickey's membership in the family class?", "3. Did the Officer err in his H&C analysis?", "III.", "Standard of Review"], ["[16]", "A standard of review analysis is only required for the third issue. The standard of review is reasonableness. It is well established that the Court owes significant deference to H&C findings. Indeed, in", "FRAGMENT_SUPPRESSED.", "IV.", "Analysis", "A. Does Mr Chinenye lack standing?"], ["[17]", "The case law leaves no doubt that Mr Chinenye lacks standing. The Minister correctly submits that only someone \"directly affected by the matter in respect of which relief is sought\" may bring an application for leave and judicial review: subsection 18.1(1) of the", "Federal Courts Act", ", RSC 1985, c F-7. In the immigration context, the effect of a negative decision on a family member is not enough to meet this standard:", "FRAGMENT_SUPPRESSED."], ["[18]", "As a Canadian citizen, Mr Chinenye's legal rights and obligations are not directly affected by the Officer's decision. Although he would like to sponsor Vickey, that does not give him standing in this application."], ["[19]", "I also agree with the Minister that it was wholly inappropriate for Mr Chinenye to present himself as Vickey's litigation guardian (or representative, to use the terminology of this Court) in his notice of application. At the hearing, counsel for Mr Chinenye conceded this point. Indeed, Vickey is no longer a minor. There is no evidence that she is an adult person with a legal disability. Finally, and perhaps most importantly, Mr Chinenye never sought the leave of this Court to act as her representative."], ["[20]", "The case law referenced by Mr Chinenye establishes general principles which cannot come to his assistance. Nor can paragraph 3(1)(d) of the", "IRPA", ", which sets out family reunification as one of the", "IRPA", "'s objectives - without granting any person a legal right to reunification in any and all circumstances."], ["[21]", "Despite my finding that Mr Chinenye lacks standing, I will proceed to consider the merits of the application. The outcome will affect the interests of Vickey, who is properly listed as an applicant.", "B. Does the Federal Court have jurisdiction to consider Vickey's membership in the family class?"], ["[22]", "This Court cannot review the Officer's finding that Vickey is not a member of the family class. In light of this conclusion, it is unnecessary to examine the various arguments raised on her behalf to the effect that the Officer committed some error."], ["[23]", "The Court could not have entertained the application for judicial review at the time Mr Chinenye applied for leave because he had a pending appeal at the IAD. In my view, his argument that subsection 63(1) of the", "IRPA", "did not clearly capture his case is without merit. That provision states:", "A person who has filed in the prescribed manner an application to sponsor a foreign national as a member of the family class may appeal to the Immigration Appeal Division against a decision not to issue the foreign national a permanent resident visa."], ["[24]", "I cannot identify any ambiguity in the statutory language."], ["[25]", "Judicial review is an avenue of last resort. The courts must respect Parliament's intention that internal review mechanisms be followed: see e.g.", "FRAGMENT_SUPPRESSED."], ["[26]", "In this case, paragraph 72(2)(a) of the", "IRPA", "prevented the applicant from seeking judicial review without exhausting the statutory right of appeal: see e.g.", "FRAGMENT_SUPPRESSED."], ["[27]", "In", "FRAGMENT_SUPPRESSED, the Federal Court of Appeal described paragraph 72(2)(a) of the", "IRPA", "as a \"broad prohibition\" to judicial review until rights of appeal have been exhausted. Parliament clearly intended to avoid a multiplicity of proceedings in different forums."], ["[28]", "Mr Chinenye appealed the negative decision to the IAD pursuant to subsection 63(1) of the", "IRPA", ". This was a meaningful right of appeal, since the IAD has the authority to determine whether Vickey is a member of the family class. The bar to judicial review found in paragraph 72(2)(a) of the", "IRPA", "was thereby triggered."], ["[29]", "At present, the IAD has rendered a decision upholding the Officer's refusal. Reviewing the Officer's decision at this stage would be an impermissible collateral attack on the IAD decision, which has overtaken the former."], ["[30]", "As I explain in my analysis of the next issue, the jurisprudence makes clear that a sponsored individual may seek judicial review of the Officer's H&C decision only if that individual concedes that she is not a member of the family class. That has not occurred here. Since the applicant insists that she is a member of the family class, she cannot petition the Court to answer whether that is the case without seeking judicial review of the IAD decision to the contrary."], ["[31]", "To conclude, I refer to the Court of Appeal's indictment of collateral attacks in", "FRAGMENT_SUPPRESSED", "The judge should not have permitted this collateral attack to go on. This Court ruled in", "FRAGMENT_SUPPRESSED) that collateral attacks against decisions that are final ought to be precluded in the public interest since such attacks encourage conduct contrary to the statute's objectives and tend to undermine its effectiveness.", "C. Did the Officer err in his H&C analysis?"], ["[32]", "Given the applicant's insistence that she is a member of the family class, the Court cannot entertain a challenge to the H&C analysis. A sponsored person can only seek judicial review of an Officer's H&C decision after accepting the conclusion on ineligibility under section 117 of the", "Regulations", ". If that occurs, then an appeal by the sponsor to the IAD does not foreclose judicial review, since the IAD cannot decide H&C issues in those circumstances", "per", "section 65 of the", "IRPA"], ["[33]", "On this point, I refer to the comprehensive analysis offered by Justice Pelletier of the Court of Appeal in", "FRAGMENT_SUPPRESSED. See also", "FRAGMENT_SUPPRESSED."], ["[34]", "At the hearing, counsel for the applicant complained that the operation of the law places his client in a \"catch 22\" situation. Counsel for the Minister objected to this characterization but I have some sympathy for the applicant's point of view. The right of appeal in this context is exceptionally narrow. In any event, the Court agrees with the Minister that the Officer committed no reviewable error in conducting the H&C analysis."], ["[35]", "The applicant points to", "FRAGMENT_SUPPRESSED, where the Court of Appeal held that the", "Convention on the Rights of the Child", "is binding on Canada by virtue of paragraph 3(3)(f) of the", "IRPA", ". The Court of Appeal further determined that paragraph 117(9)(d) of the", "Regulations", "did not contravene the", "Convention", "because section 25 of the", "IRPA", "permits the statutory scheme to be applied in a manner consistent with international human rights law."], ["[36]", "From that proposition, the applicant attempts to persuade the Court that a positive H&C determination is the only way to ensure that paragraph 117(9)(d) complies with the", "Convention", ". This suggestion is wholly without merit, since section 25 clearly establishes a discretionary power that cannot be exercised the same way in each case. The Court of Appeal never endorsed the applicant's interpretation in", "FRAGMENT_SUPPRESSED"], ["[37]", "The applicant further argues that the Officer should have afforded Vickey an oral interview, relying on the common law duty of fairness and the", "Convention", ". I do not interpret the", "Convention", "as standing for any such principle. Moreover, his argument finds no support in the case law. In", "FRAGMENT_SUPPRESSED, the Supreme Court stated flatly that FRAGMENT_SUPPRESSED. Similarly, in", "FRAGMENT_SUPPRESSED  stated that FRAGMENT_SUPPRESSED."], ["[38]", "Admittedly, these were cases where the applicant was not a minor. However, in", "FRAGMENT_SUPPRESSED, the applicant was 17 years old - just like Vickey when the H&C application was submitted - and I concluded at para 6: FRAGMENT_SUPPRESSED I see no reason to depart from that position."], ["[39]", "Finally, there is no merit to the argument that the Officer conducted an incomplete or unreasonable H&C analysis. The facts are not analogous to", "FRAGMENT_SUPPRESSED, a case cited by the applicant which was, moreover, decided before the Supreme Court made clear that inadequate reasons are relevant to substantive review as opposed to procedural fairness:", "FRAGMENT_SUPPRESSED."], ["[40]", "The computerized notes compiled by the Officer reveal a reasonable weighing of the H&C considerations. Apart from vague allegations of impropriety, the applicant does not list specific, unconsidered factors that would be germane to the H&C application. In my view, the Officer took stock of the relevant factors and came to the reasonable conclusion that there was nothing so compelling as to warrant discretionary relief in the particular circumstances of this case."], ["[41]", "The application for judicial review is dismissed. There are no special reasons to award costs. No questions were proposed and none will be certified.", "JUDGMENT"], ["[42]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is dismissed without costs. No questions are certified.", "Application dismissed.", "Editor: Angela E. McKay", "[End of document]"]]}