{"id_": "079357", "body_str": [["[1]", "Phelan, J.", ": The Applicant is a 37 year old citizen of China. He was involved in a dispute with the local government over compensation for expropriation of his house and land. The protests by the Applicant became violent, the police involved themselves and people were arrested. The Applicant fled to Canada where his refugee protection claim claiming fear of the Chinese Public Security Bureau [PSB] was denied. This is the judicial review of that decision.", "II.", "FACTS"], ["[2]", "In July 2009 the Applicant received notice that because the highway in his town was being widened, his house would be demolished. He was offered compensation which he considered insufficient."], ["[3]", "All of the owners being expropriated met and elected the Applicant and his uncle to approach town officials to secure better compensation. Their efforts were unsuccessful and feelings began to run high over the period to October 2009 when the people were to move out."], ["[4]", "The owners refused to move out on the appointed date and a few days later the bulldozers arrived and began tearing down the homes. A protest ensued with physical attempts to stop the demolition. In the ensuing fray the Applicant's uncle was injured."], ["[5]", "Fortunately for the Applicant, he took his uncle to hospital and when he returned, the PSB were arresting the protesters allowing him to go into hiding. The PSB made repeated attempts to find him and left a summons with the Applicant's wife. The Applicant says that the PSB still look for him on a regular basis."], ["[6]", "Although most of the protesters were released, the leaders were tried and sentenced to four years in prison."], ["[7]", "The Applicant fled China and with the aid of a smuggler, arrived in Canada in December 2009 where he made his refugee protection claim."], ["[8]", "The Immigration and Refugee Board Member [Member] decided the case on the basis of the following key factors:", "(a) there were omissions in the PIF; particularly the failure to provide the property valuation form which the Applicant said he withheld because he thought it better to tell the Member orally about it. The Member rejected this and similar excuses for non-disclosure.", "(b) the Applicant failed to include in his PIF that his uncle had died as a result of the altercation with police. This fact would have explained why his uncle, similarly situated to the Applicant, was not pursued by police. Again, the reason for omission was said to be because the Applicant thought it better to raise it orally at the hearing.", "(c) after the Member's detailed explanation of the Chinese summons system, the Member concluded that the summons presented did not accord with known Chinese procedures and forms such that little weight could be given to the document especially in light of the ease with which fraudulent documents can be obtained in China.", "(d) there were credibility concerns about his travel to Canada.", "(e) the Applicant altered his evidence to take away a contradiction in his evidence concerning the taking of photographs.", "(f) the Applicant was not credible about the arrest and detention of protesters and not credible about the police pursuit of him.", "(g) the Jail Visitor Card presented was fraudulent.", "(h) there was no persecution in prosecution for obstruction of the expropriation and demolition of the Applicant's home. There is no nexus to a Convention ground arising from the government's expropriation. The Applicant's obstruction was not a political protest. All that occurred was a breach of a law of general application regarding the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 s 97.", "(i) the Chinese punishment, while harsher than Canada's, does not offend international standards and prison conditions, which, while harsh and degrading, still meet basic needs and accommodate rights."], ["[9]", "There are six issues raised by the parties upon which the determination of the reasonableness of the decision depends:", "(i) the use of \"raid\" and \"house church\";", "(ii) the credibility determination;", "(iii) the Jail Visitor Card conclusion;", "(iv) the summons analysis and conclusion;", "(v) the absence of nexus finding; and", "(vi) s 97 analysis.", "III.", "ANALYSIS", "A.", "Standard of Review"], ["[10]", "There are different standards of review in respect of different issues in this judicial review:", "• in respect of whether there was an error in description, the matter is whether it is a material error (", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 262);", "• credibility (the key and overriding conclusion) is subject to the reasonableness standard of review (", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 773);", "• similarly, the findings as to the documents are subject to the same reasonableness standard (", "<FRAGMENT_SUPPRESSED>  CarswellNat 351);", "• the issue of nexus to a Convention ground is a matter of mixed law and fact and subject to a reasonableness standard (", "<FRAGMENT_SUPPRESSED>  FTR 18); and", "• the s 97 analysis in this case is one of mixed fact and law and therefore also subject to the reasonableness standard (", "<FRAGMENT_SUPPRESSED>  CarswellNat 3382).", "B.", "Raid/House Church"], ["[11]", "The Applicant objects to the Member's use of the word \"raid\" in the context of the police action regarding the obstruction of demolition. Given the circumstances of a protest turning violent, police moving in might reasonably be called a raid in this case."], ["[12]", "The Member's reference to a \"house church\" where the protests were in respect to demolition of homes was a factual error. However, it was immaterial as the Member clearly understood the nature of the demolition and the obstruction. There was no suggestion of a religious element to this case and the Member understood that.", "C.", "Credibility"], ["[13]", "The Applicant objects to the allegedly \"microscopic\" analysis of omissions from the PIF. However, the Member's credibility finding is based on more than the mere omissions."], ["[14]", "The credibility concerns about the PIF stem from the explanation of the reasons for the omissions - that it was better to tell the Member orally. The Member was more than entitled to view such an explanation askance particularly as these were important matters, and the Applicant was represented by experienced counsel."], ["[15]", "There was a third issue raised concerning the taking of photographs which is not material as it is tied up in the nature of the protest.", "D.", "Jail Visitor Card"], ["[16]", "The Member and the Immigration and Refugee Board have area expertise including knowledge of some of the local practices. The Member was examining a photocopy of the document and had concerns for the genuineness of the card on its face. It was reasonable, if the credibility concerns about the Applicant were reasonable (which they were), and the findings made about the summons, to conclude that the card was, on a balance of probabilities, fraudulent.", "E.", "Summons"], ["[17]", "The Applicant raises a number of objections to the way in which the Member reached his conclusions. The Applicant argues that the Member's finding that there were deficiencies in the summons was based on the Member comparing the requirements for a summons type different from the type in evidence. The Applicant's case on this issue depends on the relevant summons being the Form 3 (CTR at 83) not Form 2 examined by the Member (CTR at 81)."], ["[18]", "The determination of which summons form is the relevant one is a factual matter and relates to an area in which the Member has expertise. The Applicant provided no persuasive evidence that the Member was wrong in this regard. Therefore, the Member's conclusions are sustained.", "F.", "Nexus"], ["[19]", "The Member found no nexus to a Convention ground because the alleged persecution related to a dispute over compensation for expropriation. This is not a matter covered by the Convention."], ["[20]", "The real dispute was over money not a grounds under the Convention. The monetary dispute cannot be dressed up as a political dispute just because it is against a government decision."], ["[21]", "It was not unreasonable to conclude that there was no nexus to a Convention grounds given the nature of the dispute and protest activities.", "G.", "Section 97 Analysis"], ["[22]", "The Applicant's contention is that the prison sentences are too long given the gravity of the offences. The Applicant also argued that Chinese prisons were known to be substantially worse than Canadian prisons."], ["[23]", "The Member was aware of the duration of the sentences allegedly given to the leaders of the demonstration. Absent some evidence that the sentences were beyond some acceptable range of sentences, the Applicant has failed to show that the Member's conclusion is unreasonable."], ["[24]", "The Applicant likewise failed in respect of the Chinese prison conditions. The Member recognized that those conditions are \"harsh and degrading\" but concluded that prisoners' basic needs were met and prisoners' rights were accommodated. The Applicant has failed to show that this conclusion is unreasonable."], ["[25]", "The fact that sentences are harsher than in Canada and prison conditions are poorer is not, in and of itself, sufficient to ground a claim under s 97. If it were, the situation in much of the United States arguably would be grounds for a s 97 claim. The Member's conclusion was not unreasonable.", "IV.", "CONCLUSION"], ["[26]", "Therefore, this decision, taken as a whole, being one related to a dispute over expropriation compensation, is not unreasonable. The judicial review will be dismissed. There is no question for certification.", "JUDGMENT"], ["[27]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is dismissed.", ".........................", "<FRAGMENT_SUPPRESSED>  Phelan", "[Traduction]: Le demandeur est âgé de 37 et est un citoyen de la Chine. Il avait eu un différend avec le gouvernement local concernant l'indemnité d'expropriation pour sa maison et son terrain. Les gestes de protestation du demandeur étaient devenus violents, la police s'en était mêlée et des personnes avaient été arrêtées. Le demandeur s'était enfui au Canada, où sa demande d'asile, dans laquelle il prétendait craindre le Bureau de sécurité publique (le BSP) chinois, a été rejetée. Il s'agit du contrôle judiciaire de cette décision.", "II.", "LES FAITS"], ["[2]", "En juillet 2009, le demandeur avait reçu un avis, dans lequel il était mentionné que sa maison allait être démolie, en raison de l'élargissement de l'autoroute dans sa ville. On lui avait offert une indemnité, qu'il avait refusée, car il la jugeait insuffisante."], ["[3]", "Tous les propriétaires visés par l'expropriation s'étaient rencontrés et avaient désigné le demandeur et son oncle pour entreprendre des démarches auprès des fonctionnaires municipaux, dans le but d'obtenir une meilleure indemnité. Leurs efforts se sont avérés infructueux, et les esprits ont commencé à s'échauffer au cours de la période conduisant à octobre 2009, date à laquelle les gens devaient déménager."], ["[4]", "Les propriétaires avaient refusé de déménager à la date fixée, et, quelques jours plus tard, les bulldozers sont arrivés sur les lieux et ont commencé à démolir les résidences. Une manifestation, au cours de laquelle les manifestants ont physiquement tenté de mettre fin à la démolition, a éclaté. L'oncle du demandeur a été blessé dans la mêlée qui s'en est suivie."], ["[5]", "Heureusement pour le demandeur, il avait conduit son oncle à l'hôpital et, lors de son retour, le BSP procédait à l'arrestation des manifestants, ce qui lui a permis d'aller se cacher. Le BSP a tenté à de multiples reprises de le trouver et a laissé une assignation à son épouse. Le demandeur affirme que le BSP effectue encore régulièrement des recherches pour le retrouver."], ["[6]", "Bien que la plupart des manifestants aient été remis en liberté, leurs dirigeants ont été jugés et condamnés à une peine de quatre ans de prison."], ["[7]", "Le demandeur s'est enfui de la Chine avec l'aide d'une passeuse; il est arrivé au Canada en décembre 2009, moment où il a présenté sa demande d'asile."], ["[8]", "Le commissaire de la Commission de l'immigration et du statut de réfugié (le commissaire) a jugé l'affaire en fonction des facteurs clés suivants:", "a) Il y avait des omissions dans le FRP; plus particulièrement, le demandeur avait omis de fournir le formulaire d'évaluation de propriété. Le demandeur n'avait pas fourni ce renseignement, car il croyait que ce serait mieux de le mentionner de vive voix au commissaire. Le commissaire a rejeté cette affirmation ainsi que les excuses similaires pour ne pas l'avoir communiqué.", "b) Le demandeur avait omis de mentionner dans son FRP que son oncle était mort par suite de l'altercation avec la police. Ce fait aurait expliqué pourquoi son oncle, qui était dans une situation similaire à celle du demandeur, n'était pas poursuivi par la police. Une fois de plus, le demandeur avait motivé cette omission par le fait qu'il croyait que c'était mieux de soulever ce point de vive voix à l'audience.", "c) Le commissaire a conclu, après avoir expliqué en détail le système des assignations en Chine, que l'assignation qui avait été soumise n'était pas conforme aux procédures et aux formulaires chinois reconnus, de sorte qu'il ne pouvait pas attribuer beaucoup de poids au document, particulièrement au vu de la facilité avec laquelle on peut obtenir des documents frauduleux en Chine.", "d) Il y avait des préoccupations quant à la crédibilité en ce qui concerne son voyage vers le Canada.", "e) Le demandeur avait modifié sa preuve, de manière à supprimer une contradiction qu'il y avait au sujet de la prise de photographies.", "f) Le demandeur n'était pas crédible au sujet de l'arrestation et de la détention des manifestants, ainsi que de la poursuite dont il faisait l'objet de la part de la police.", "g) La carte de visiteur d'un pénitencier qu'il avait présentée était un document frauduleux.", "h) Les poursuites contre le demandeur pour entrave à l'expropriation et à la démolition ne constituaient pas de la persécution. L'expropriation gouvernementale n'a aucun lien avec l'un des motifs prévus à la Convention. L'entrave commise par le demandeur n'était pas une protestation politique. Dans la perspective de l'article 97 de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27, cette situation constituait une violation d'une loi d'application générale.", "i) Bien que plus sévères qu'au Canada, les peines en Chine ne contreviennent pas aux normes internationales, et les prisons, malgré le fait que les conditions y soient difficiles et dégradantes, respectent les besoins et les droits fondamentaux."], ["[9]", "Les parties soulèvent six questions en litige. La question quant à la raisonnabilité de la décision reposera sur ces points:", "(i) L'utilisation des termes « descente » et « maison-église »;", "(ii) La conclusion en matière de crédibilité;", "(iii) La conclusion quant à la carte de visiteur d'un pénitencier;", "(iv) L'analyse et la conclusion quant à l'assignation;", "(v) L'absence de conclusion quant au lien avec la Convention;", "(vi) L'analyse relative à l'article 97.", "III.", "ANALYSE", "A.", "La norme de contrôle applicable"], ["[10]", "Les différentes questions en litige dans le présent contrôle judiciaire ne sont pas toutes susceptibles de contrôle selon la même norme:", "• En ce qui concerne la question de savoir s'il y a eu une erreur dans la description de l'affaire, le critère est celui de savoir si cette erreur est déterminante (", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 262);", "• La conclusion en matière de crédibilité (la conclusion clé et dominante) est susceptible de contrôle selon la norme de la raisonnabilité (", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 773);", "• Dans la même veine, les conclusions quant à la preuve documentaire sont susceptibles de contrôle selon la norme de la raisonnabilité (", "<FRAGMENT_SUPPRESSED>  CarswellNat 351);", "• La question du lien avec l'un des motifs prévus à la Convention est une question mixte de droit et de fait, et est susceptible de contrôle selon la norme de la raisonnabilité (", "<FRAGMENT_SUPPRESSED>  FTR 18);", "• L'analyse relative à l'article 97 en l'espèce est une question mixte de droit et de fait, et, par conséquent, elle est, elle aussi, susceptible de contrôle selon la norme de la raisonnabilité (", "<FRAGMENT_SUPPRESSED>  CarswellNat 3382).", "B.", "La descente et la maison-église"], ["[11]", "Le demandeur conteste le fait que le commissaire ait employé le mot « descente » pour décrire l'intervention de la police dans le contexte de l'entrave à la démolition. Compte tenu de la situation, soit celle d'une manifestation tournant à la violence, l'intervention de la police pouvait, en l'espèce, raisonnablement être qualifiée de descente."], ["[12]", "Le fait que le commissaire ait fait mention d'une « maison-église », alors que les manifestations portaient sur la démolition de résidences, constituait une erreur de fait. Cette erreur n'était cependant pas déterminante, puisque le commissaire a manifestement compris la nature de la démolition et de l'entrave. Rien ne donnait à penser qu'il y avait un aspect religieux dans la présente affaire, et le commissaire a compris cela.", "C.", "La crédibilité"], ["[13]", "Le demandeur s'oppose à ce qu'il allègue être une analyse [traduction] « microscopique » des omissions dans son FRP. Cependant, la conclusion du commissaire quant à la crédibilité ne reposait pas que sur de simples omissions."], ["[14]", "Les préoccupations quant à la crédibilité du FRP découlaient de l'explication du demandeur quant au motif des omissions, soit, qu'il préférait mentionner les objets omis de vive voix au commissaire. Le commissaire avait amplement le droit de se méfier de cette explication, d'autant plus qu'il s'agissait d'objets importants et que le demandeur était représenté par un conseil expérimenté."], ["[15]", "Une troisième question en litige, concernant la prise de photographies, a été soulevée. Celle-ci n'était pas déterminante, puisqu'elle était liée à la nature de la manifestation.", "D.", "La carte de visiteur d'un pénitencier"], ["[16]", "Le commissaire et la Commission de l'immigration et du statut de réfugié ont un champ d'expertise, qui comprend la connaissance de certaines des pratiques locales. Le commissaire a examiné une photocopie du document et il avait, à première vue, des préoccupations quant à l'authenticité de la carte. Dans la mesure où les préoccupations quant à la crédibilité du demandeur étaient raisonnables (ce qui était le cas), et compte tenu des conclusions tirées quant aux assignations, il était raisonnable de conclure que la carte était frauduleuse, selon la prépondérance des probabilités.", "E.", "Les assignations"], ["[17]", "Le demandeur soulève un certain nombre d'arguments pour contester la manière avec dont le commissaire est arrivé à ses conclusions. Le demandeur prétend que la conclusion du commissaire, selon laquelle il y avait des lacunes dans les assignations, était fondée sur son examen des exigences d'un type d'assignation qui était différent de celui présenté en preuve. La cause du demandeur quant à cette question en litige repose sur la question de savoir si les assignations pertinentes étaient faites selon le formulaire 3 (dossier certifié du tribunal (DCT), à la page 83), et non le formulaire examiné par le commissaire, soit le formulaire 2 (DCT, à la page 81)."], ["[18]", "Le fait d'établir quel formulaire d'assignation est pertinent en l'espèce constitue une question de fait et se rapporte à un champ dans lequel le commissaire possède une expertise. Le demandeur n'a fourni aucune preuve convaincante pour établir que le commissaire était dans l'erreur à cet égard. Par conséquent, les conclusions du commissaire sont confirmées.", "F.", "Le lien avec l'un des motifs prévus à la Convention"], ["[19]", "Le commissaire a conclu à l'absence de lien avec l'un des motifs prévus à la Convention, parce que la persécution alléguée se rapportait à un différend relatif à une indemnité d'expropriation. Il ne s'agit pas d'un objet visé par la Convention."], ["[20]", "Le véritable différend avait trait à une question d'argent, et non à un motif prévu à la Convention. Le demandeur ne pouvait maquiller le différend financier en un différend politique, simplement parce que le différend en question se rapportait à une décision gouvernementale."], ["[21]", "Compte tenu de la nature du différend et des activités de protestation, il n'était pas déraisonnable de conclure à l'absence de lien avec l'un des motifs prévus à la Convention.", "G.", "L'analyse relative à l'article 97"], ["[22]", "Le demandeur prétend que les peines d'emprisonnement sont trop longues, compte tenu de la gravité des infractions. Il prétend aussi que les conditions dans les prisons chinoises sont reconnues comme étant bien pires que celles dans les prisons canadiennes."], ["[23]", "Le commissaire était au courant de la durée des peines qui auraient été imposées aux dirigeants de la manifestation. En l'absence de quelque élément de preuve portant que les peines étaient plus sévères que ce qui serait acceptable, le demandeur n'a pas réussi à démontrer que la conclusion du commissaire était déraisonnable."], ["[24]", "Le demandeur a aussi échoué en ce qui concerne les conditions dans les prisons chinoises. Le commissaire avait reconnu que ces conditions étaient « difficiles et dégradantes », mais il avait conclu que les besoins et les droits fondamentaux des prisonniers étaient généralement respectés. Le demandeur n'a pas réussi à démontrer que cette conclusion était déraisonnable."], ["[25]", "Le fait que, lorsqu'on compare un autre pays au Canada, les peines y soient plus sévères et que les conditions dans les prisons y soient plus mauvaises n'est pas suffisant en soi pour justifier une demande d'asile fondée sur l'article 97. Si c'était le cas, on pourrait prétendre que la situation dans une grande partie des États-Unis justifie une telle demande d'asile. La conclusion du commissaire n'était pas déraisonnable.", "IV.", "CONCLUSION"], ["[26]", "Par conséquent, la décision en cause, qui portait sur un différend relatif à une indemnité d'expropriation, n'est pas déraisonnable lorsqu'on l'examine dans son ensemble. La demande de contrôle judiciaire sera rejetée. Il n'y a pas de question à des fins de certification.", "JUGEMENT"], ["[27]", "LA COUR STATUE que", "la demande de contrôle judiciaire est rejetée.", "[End of document]"]]}