{"id_": "079376", "body_str": [["[1]", "von Finckenstein, J.", ": This is an application by the Applicant, Aventis Pharma Inc. ( <FRAGMENT_SUPPRESSED> ), pursuant to the", "Patented Medicines (Notice of Compliance) Regulations", ", SOR/93-133 (the \"", "NOC Regulations", "\") for an Order prohibiting the Minister of Health (the \"Minister\") from issuing a Notice of Compliance ( <FRAGMENT_SUPPRESSED> ) to the Respondent, Apotex Inc. ( <FRAGMENT_SUPPRESSED> ), in respect of ramipril oral capsules 1.25, 2.5, 5 and 10 mg until after the expiration of Canadian Patent 2,023,089 (the \"089 Patent\")."], ["[2]", "Ramipril is a drug used, inter alia, for the treatment of a) cardiac and vascular hypertrophy and hyperplasia (\"Hypertrophy\") and b) hypertension. In", "Stedman's Medical Dictionary", ", 27th Ed. (Baltimore: Lippincott Williams & Wilkins, 2000), these terms are defined as follows:", "hypertrophy", ": general increase in bulk of a part or organ, not due to tumor formation. Use of the term may be restricted to denote greater bulk through increase in size, but not in number, of cells or other individual tissue elements.", "hyperplasia", ": an increase in number of normal cells in a tissue or organ, excluding tumor formation, whereby the bulk of the part or organ may be increased.", "hypertension", ": high blood pressure; transitory or sustained elevation of systemic arterial blood pressure to a level likely to induce cardiovascular damage or other adverse consequences.\""], ["[3]", "Aventis sells ramipril under the brand name Altace. Aventis has an NOC to make, construct, use, or sell Altace for the treatment of hypertension. Aventis Pharma Deutschland GmbH, a party to these proceedings, is the holder of the 089 Patent, a patent concerning the treatment of cardiac and of vascular hypertrophy and hyperplasia. Aventis does not have an NOC to sell Altace for the patented use, namely to treat Hypertrophy."], ["[4]", "Apotex has developed a bioequivalent version of Altace, to be named apo-ramipril. It is attempting to obtain an NOC for the use of apo-ramipril to treat hypertension."], ["[5]", "Apotex sent Aventis a Notice of Allegation (\"NOA\") on November 17, 2003 alleging:", "\"There will be no infringement of this patent, as our capsules will be made, construed, used and sold only for the treatment of hypertension. We will not make, construct, use or sell our capsules for the treatment of cardiac and/or vascular hypertrophy and hyperplasia.", "\"More particularly, we undertake that we will ensure that, in our Product Monograph issued by the Minister along with the Notice of Compliance, the only indication will be for the treatment of hypertension, and there will be no indication included for the treatment of cardiac and/or vascular hypertrophy and hyperplasia.", "\"With our Notice of Allegation dated August 20, 2003, we enclosed our draft Product Monograph as presently included in our ANDS. Although we believe it clear beyond doubt that the proposed indications are limited to hypertension and do not include treatment of cardiac and/or vascular hypertrophy and hyperplasia, if you have any basis to disagree, please promptly advise us and we will consider any proposed revision to satisfy you as to non-infringement.\""], ["[6]", "Aventis, in response to the NOA, started an application on January 5, 2004 and is asking for an order of prohibition by asserting that:", "a) the NOA is deficient;", "b) Apotex's allegation of non-infringement is not justified; and", "c) Apotex is bound by its original product monograph dated July 25, 2003 (the \"Original PM\") and cannot rely on the product monograph dated May 26, 2004 (the \"Revised PM\")."], ["[7]", "The Original PM, dated July 25, 2003 was only referenced  <FRAGMENT_SUPPRESSED> 's NOA, but it was attached to a different NOA dated August 20, 2003. In response to Aventis' application, Apotex filed the Revised PM from which the first reference, Benetos A, Vasmant D, Thiéry P, et al. Effects of Ramipril on Arterial Hemodynamics. J of Cardiovascular Pharmacology 1991, 18 (Suppl 2): S153-S156 ( the \"Benetos Article\"), was deleted. Aventis objects to the Revised PM and asserts that Apotex is bound by the Original PM.", "Nature of NOC Proceedings and Burden of Proof"], ["[8]", "The nature of these proceedings was summarized by Layden-Stevenson, J., in", "<FRAGMENT_SUPPRESSED>  as follows:", "\"6 As noted, this proceeding is brought under the", "Regulations", ". The history and scheme of the", "Regulations", "have been delineated in various decisions of the Federal Court of Appeal and need not be repeated here.  <FRAGMENT_SUPPRESSED>  (F.C.A.); ... Basically, issues of non-infringement and validity between the patent holder (first person) and the person seeking a NOC from the Minister (second person) originate with a NOA, served on the first person by the second person, setting out the second person's allegations, including the legal and factual basis in support. The first person may disagree and apply to the court for an order prohibiting the Minister from issuing a NOC to the second person until after expiration of the patent.", ". . . . .", "\"8 Section 6 proceedings are not to be likened to actions for determining validity or infringement. They are proceedings in judicial review, to be held expeditiously, whose aim is to determine whether the Minister is free to issue the requested NOC. Their scope is confined to administrative purposes:", "<FRAGMENT_SUPPRESSED>  (F.C.A.). The determination must turn on whether there are allegations by the second person sufficiently substantiated to support a conclusion for administrative purposes (the issuance of a NOC) that an applicant's patent would not be infringed if the second person's product is put on the market:", "<FRAGMENT_SUPPRESSED>  (F.C.A.).", "\"9 By merely commencing the proceeding, the applicant obtains what is tantamount to an interlocutory injunction without having satisfied any of the criteria a court would require before enjoining issuance of a  <FRAGMENT_SUPPRESSED>  (F.C.A.). The Regulations allow a court to determine summarily, on the basis of the evidence adduced, whether the allegations are justified. Section 6 proceedings are not adjudicative and cannot be treated as res judicata. The patentee is in no way deprived of all the recourses normally available to enable it to enforce its rights. If a full trial of validity or infringement issues is required, this can be obtained in the usual way by commencing an action:", "<FRAGMENT_SUPPRESSED>  (F.C.A.); ...\"", "Burden"], ["[9]", "In respect of the issue of burden of proof, I shall be guided by the principles laid down by Stone, J.A., in", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 206 (F.C.A.):", "\"It seems to me that the core guidance of these decisions, insofar as it is applicable to the case at bar, may be summarized as follows:", "1. Applications made pursuant to s. 6(1) of the", "Regulations", "are governed by the procedural rules contained in Part V.1 of the", "Federal Court Rules", ", C.R.C. 1978, c. 663 -- 'Applications for Judicial Review'.", "Bayer AG", ", supra, per Mahoney, J.A., at page 336;", "2. The initiator of a s. 6 proceeding, being the person having the carriage of the litigation, bears 'the initial burden of proof' which is a difficult burden because 'it must be to disprove some or all of the allegations in the notice of allegation which, if left unchallenged, would have allowed the Minister to issue a notice of compliance'.", "Merck  <FRAGMENT_SUPPRESSED> , per Hugessen, J.A., at page 319;", "3. This burden, known in a civil case as either the 'persuasive burden' or the 'legal burden', is the burden of establishing a case to the civil standard of proof. By contrast, the 'evidential burden' consists of the burden of putting an issue in play and means that a party has the responsibility to ensure that there is sufficient evidence of the existence or non-existence of a fact or an issue on the record to pass the threshold for that particular fact or issue.", "Nu-Pharm", ", supra, per Stone, J.A., at page 33 [p. 16].", "4. Where the notice of compliance of a second person alleges non-infringement, the court should start from the proposition that 'the allegations of fact in the notice of allegation are true except to the extent that the contrary has been shown by the applicant'.", "Merck  <FRAGMENT_SUPPRESSED> , per Hugessen, J.A., at page 319;", "5. In determining whether or not the allegations are 'justified' 'the court must then decide whether, on the basis of such facts as have been assumed or proven, the allegations would give rise in law to the conclusion that the patent would not be infringed by the respondent'.", "Merck  <FRAGMENT_SUPPRESSED> , per Hugessen, J.A., at page 319;", "6. The Minister's decision of whether to issue a notice of compliance must turn on whether the allegations of the second person are 'sufficiently substantiated to support a conclusion for administrative purposes ... that the applicant's patent would not be infringed if the generic's product is put on the market'. <FRAGMENT_SUPPRESSED> (Court File No. A-332-94), supra, per Strayer, J.A., at page 216;", "7. Where second persons fail to file notices of allegation or adequate notices of allegation they 'must assume their own risk when it comes to attacks on the adequacy of such allegations once prohibition proceedings are commenced'.", "Bayer AG", "(Court File No. A-669-93), supra, per Strayer, J.A., at page 134.", "8. The requirement in paragraph 5(3)(a) of the", "Regulations", "that a second person provide a detailed statement 'seems intended ... [to make] the patentee ... fully aware of the grounds on which the applicant seeks issuance of a NOC [that will not lead to infringement of the patent] before the patentee decides whether or not to apply to a court fora determination. Such disclosure would define the issues at a very early stage.'", "Bayer AG", "(Court File No. A-389-93), supra, per Mahoney, J.A., at pages 337-338;", "9. A bald statement of non-infringement in a detailed statement without any factual assertion in support thereof does not meet the requirements of subparagraph 5(1)(b)(iv) of the", "Regulations", "Nu-Pharm", ", supra, per Stone, J.A., at pages 41-42 [pp. 19-20];", "10. A common law presumption that a second person's process would infringe the patent applies where: that person has asserted no facts to support his allegation of non-infringement; the evidence of non-infringement lay peculiarly within his knowledge; no evidence of non-infringement has been presented by that person; and the first person has no other available means of accessing such evidence.", "Nu-Pharm", ", supra, per Stone, J.A., at page 45 [p. 20].\"", "Findings Required"], ["[10]", "As to the findings the Court must make, these were stated succinctly by Harrington, J., in", "<FRAGMENT_SUPPRESSED> :", "\"The only question is whether the Court should grant an order prohibiting the Minister from issuing Novopharm an NOC until after the expiration of one or both of the two underlying patents. Subject to the comment above as to the limited nature of the proceeding, it is inherent in a decision to grant a prohibition order that the Court form the view that Novopharm's allegations are not justified, i.e. the Court must form the view that the patents are valid and that Novopharm would infringe them. There must be a finding on both points. However, if the Court refuses to grant a prohibition order, it must have formed the view that Novopharm would not infringe or that the patents are invalid. It is not necessary to find on both points.\""], ["[11]", "Therefore, in this case, Aventis has to prove the allegation of non-infringement by Apotex is not justified.", "ISSUES", "Issue 1: Is Apotex's NOA Deficient?"], ["[12]", "Aventis argues that the NOA is deficient as it:", "a) amounts to nothing more than a mere assertion of non-infringement. It relies in support of its position on", "<FRAGMENT_SUPPRESSED>  per Snider, J.", "b) fails to explain how the marketing of its product (which will be a bio-equivalent of Altace) will not result in the infringement of the 089 Patent by patients."], ["[13]", "Sections 5 and 6 of the", "NOC Regulations", "provide as follows:", "\"5(1) Where a person files or has filed a submission for a notice of compliance in respect of a drug and compares that drug with, or makes reference to, another drug for the purpose of demonstrating bioequivalence on the basis of pharmaceutical and, where applicable, bioavailability characteristics and that other drug has been marketed in Canada pursuant to a notice of compliance issued to a first person and in respect of which a patent list has been submitted, the person shall, in the submission, with respect to each patent on the register in respect of the other drug,", "(a) state that the person accepts that the notice of compliance will not issue until the patent expires; or", "(b) allege that", "(i) the statement made by the first person pursuant to paragraph 4(2)(c) is false,", "(ii) the patent has expired,", "(iii) the patent is not valid, or", "(iv) no claim for the medicine itself and no claim for the use of the medicine would be infringed by the making, constructing, using or selling by that person of the drug for which the submission for the notice of compliance is filed.", "\"6(1) A first person may, within 45 days after being served with a notice of an allegation pursuant to paragraph 5(3)(b) or (c), apply to a court for an order prohibiting the Minister from issuing a notice of compliance until after the expiration of a patent that is the subject of the allegation.\"", "\"5(1) Lorsqu'une personne dépose ou a déposé une demande d'avis de conformité pour une drogue et la compare, ou fait référence, à une autre drogue pour en démontrer la bioéquivalence d'après les caractéristiques pharmaceutiques et, le cas échéant, les caractéristiques en matière de biodisponibilité, cette autre drogue ayant été commercialisée au Canada aux termes d'un avis de conformité délivré à la première personne et à l'égard de laquelle une liste de brevets a été soumise, elle doit inclure dans la demande, à l'égard de chaque brevet inscrit au registre qui se rapporte à cette autre drogue:", "a) soit une déclaration portant qu'elle accepte que l'avis de conformité ne sera pas délivré avant l'expiration du brevet;", "b) soit une allégation portant que, selon le cas:", "(i) la déclaration faite par la première personne aux termes de l'alinéa 4(2)c) est fausse,", "(ii) le brevet est expiré,", "(iii) le brevet n'est pas valide,", "(iv) aucune revendication pour le médicament en soi ni aucune revendication pour l'utilisation du médicament ne seraient contrefaites advenant l'utilisation, la fabrication, la construction ou la vente par elle de la drogue faisant l'objet de la demande d'avis de conformité.", "\"6(1) La première personne peut, dans les 45 jours après avoir reçu signification d'un avis d'allégation aux termes des alinéas 5(3)b) ou c), demander au tribunal de rendre une ordonnance interdisant au ministre de délivrer un avis de conformité avant l'expiration du brevet visé par l'allégation.\""], ["[14]", "In respect to these requirements Stone, J.A., observed in", "<FRAGMENT_SUPPRESSED>  C.P.R.(4th) 272 (F.C.A.), at paragraphs 20 and 21:", "\"While it is true that the detailed statement is not filed in a s. 6 proceeding, it nevertheless casts a long shadow over that proceeding. Indeed, it is upon the content of that statement that the patentee must decide whether or not to commence a s. 6 proceeding and to assess its chances of success or failure. In this sense the allegation and detailed statement assist in an important way in framing the issues and facts to be determined in the s. 6 proceedings for in seeking prohibition the patentee is obliged to show that, contrary to what is stated in the detailed statement, the patentee's patent right will be infringed if an NOC for the drug is issued prior to the expiration of the listed patent.", "\"In my view, all of these considerations suggest that a second person must do what, in fact, paragraph 5(3)(a) requires, i.e. set forth in the detailed statement 'the legal and factual basis' for the paragraph 5(1)(b) allegation and to do so in a sufficiently complete manner as to enable the patentee to assess its course of action in response to the allegation ...\""], ["[15]", "The jurisprudence on the sufficiency of NOA's is quite developed. Perusing the cases of", "<FRAGMENT_SUPPRESSED>  affd. (2002), 298 N.R. 323; 22 C.P.R.(4th) 1; 2002 FCA 421;", "<FRAGMENT_SUPPRESSED>  affd. (2005), 335 N.R. 1; 2005 FCA 1283;", "<FRAGMENT_SUPPRESSED>  affd.  (2005), 339 N.R. 242; 40 C.P.R.(4th) 449; 2005 FCA 216; and", "<FRAGMENT_SUPPRESSED>  it strikes me the following synthesis can be made:", "1. The NOA must be sufficient:", "i) to ensure the applicant fully understands the grounds the respondent is advancing for non infringement, and", "ii) to allow the applicant to assess its course of action in response to the allegation of non-infringement.", "2. If the Applicant is unclear about any part of the NOA, it should file an affidavit to that effect.", "3. The Respondent does not have to address any speculative defenses of the Applicant.", "4. A decision on the sufficiency of an NOA must be made by taking into account the whole context of the allegations."], ["[16]", "In this case, the NOA is quite clear and is not deficient."], ["[17]", "First, it states that its product monograph would not contain any indication that apo-ramipril can be used for the treatment of Hypertrophy. This is more than a mere bald assertion. It specifically points Aventis to the product monograph as proof that apo-ramipril will not be marketed for the treatment of Hypertrophy. If this is wrong, it is up to Aventis to point to any part of the product monograph that can lead an informed reader to conclude that apo-ramipril can be used to treat Hypertrophy."], ["[18]", "Secondly, Apotex offered to delete any reference to cardiac insufficiency, if any were pointed out by Aventis. Aventis did not avail itself of that opportunity but instead started the within action."], ["[19]", "Thirdly, Aventis did not file any affidavit evidence spelling out its reasons for being unable to make an informed decision about the NOA. Apotex only found out about Aventis' concerns when Aventis commenced this application for prohibition."], ["[20]", "Finally, Aventis' actions speak for themselves. It produced four witnesses and led evidence on the key point of contention: whether there was anything in the Original PM of apo-ramipril that could be used for the purpose of marketing or promotion of apo-ramipril in the treatment of Hypertrophy. It is hard to conceive what other information Aventis needed to answer the NOA. Aventis states at paragraph 56 of its written submission:", "\"... it [the NOA] also fails to explain how the marketing of its product (which is bioequivalent and therefore will act the same as the ALTACE brand) will not result in the infringement of the '089 patent by patients.\"", "However, this in effect asks Apotex to prove a negative, something that is logically impossible."], ["[21]", "Accordingly for these reasons, the Court is unable to conclude that the NOA was deficient.", "Issue 2: Is the Allegation of Non-infringement Justified?"], ["[22]", "The first step in a case dealing with alleged infringement is construction of the patent in issue. The patent here in issue is Canadian Patent 2023089 issued August 10, 1990 and having a priority date of August 11, 1989. It is entitled a \"Method for the treatment of cardiac and of vascular hypertrophy and hyperplasia\"."], ["[23]", "The relevant claim is claim 6 which refers back to claim 1. Both claims are attached hereto as Annex A [omitted]."], ["[24]", "There is no dispute between the parties that:", "a) claim 1 is a claim for an angiotensin-converting enzyme (\"ACE\") inhibitor of the formula set out in claim 1 or a physiologically tolerated salt thereof for the administration as agent for the treatment of Hypertrophy; and", "b) that claim 6 is for the same use but using a different ACE inhibitor described by a formula set out in claim 6. This represents the drug commonly referred to as ramipril."], ["[25]", "Accordingly, claim 6 is a claim for the use of ramipril to treat Hypertrophy. Given that the claim is straightforward on its face, and there is no dispute between the parties, no further time needs to be spent on patent construction."], ["[26]", "Aventis alleges, and Apotex does not dispute, that there is a practice entitled \"off label\" prescription. Aventis' witness, Dr. Levine, defined it quite succinctly as occurring \"... when physicians prescribe a medication in a manner for an indication that has not received approval by the regulatory authority for the manufacturer to actually market the drug for that indication\". In this case, it means that even though Hypertrophy is not an approved use for Altace, due to the existence of \"off-label\" prescription, it is actually prescribed for that indication. Similarly, if apo-ramipril is allowed on the market, although only approved for hypertension, physicians will prescribe it for Hypertrophy, pharmacists will dispense it for Hypertrophy, and patients will consume it to treat Hypertrophy."], ["[27]", "In its written submission, Aventis essentially argued three points:", "1. Infringement by patients and doctors will occur due to \"off-label\" prescribing.", "2. The product monograph will be used for promoting apo-ramipril. As the Original PM contains a reference to the Benetos article that mentions Hypertrophy, the Original PM can and will be used to promote or induce the prescription of apo-ramipril for the treatment of Hypertrophy.", "3. Apotex is bound by the Original PM and cannot amend and rely on the Revised PM once the prohibition proceedings are commenced."], ["[28]", "At the hearing, Apotex conceded that \"off-label\" prescription of apo-ramipril will occur once the NOC is issued. As a result, Aventis took the position that with this concession, no further evidence linking this indirect infringement to Apotex was required. According to Aventis, Apotex's allegations of non-infringement have thus been disproven."], ["[29]", "For this position, Aventis relies on the following statement of Rothstein, J.A., in", "Procter &  <FRAGMENT_SUPPRESSED>  at paras. 48 and 49:", "\"The scheme of the", "Regulations", "seems obvious. If a generic producer sells a product and infringement by anyone using the product results, that is the infringement the", "Regulations", "are intended to preclude. There is no suggestion that the generic producer must have induced or procured patients or others to infringe the patent.", "\"For this reason, I am satisfied that in the case of use claims,", "it is not necessary for a patentee to demonstrate that a generic producer's actions will induce or procure patent infringement by patients or others. Provided that the generic producer cannot establish that no claim for the use of the medicine would be infringed by patients or others by its selling of its product, it will not satisfy the justification test in s-s. 6(2) of the", "Regulations", "and a prohibition order must be made", ".\" (Underlining added)"], ["[30]", "However in a subsequent case,", "<FRAGMENT_SUPPRESSED>  Sexton, J.A., modified this categoric pronouncement in the following way:", "\"56 The Appellants relied on the following passage from <FRAGMENT_SUPPRESSED> at paras. 47 to 50 to argue that <FRAGMENT_SUPPRESSED> should be applied to the present appeal:", "'[47] ... The point is that use claims referred to in subpara. 5(1)(b)(iv) contemplate use, not just by the generic producer, but by patients as well, and that infringement will result by patients using a medicine sold by a generic producer, even if there is no inducement or procurement by the generic producer.", "'[48] The scheme of the", "Regulations", "seems obvious. If a generic producer sells a product and infringement by anyone using the product results, that is the infringement the", "Regulations", "are intended to preclude. There is no suggestion that the generic producer must have induced or procured patients or others to infringe the patent.", "'[49] For this reason, I am satisfied that in the case of use claims, it is not necessary for a patentee to demonstrate that a generic producer's actions will induce or procure patent infringement by patients or others. Provided that the generic producer cannot establish that no claim for the use of the medicine would be infringed by patients or others by its selling of its product, it will not satisfy the justification test in s-s. 6(2) of the", "Regulations", "and a prohibition order must be made.", "'[50] In this case, if a patient used the Genpharm product for osteoporosis, the use claims of P & G's 376 Patent would be infringed. It would be Genpharm's selling of its product that would result in the infringement. Here, the evidence is overwhelming that it is not only probable, but inevitable, that Genpharm's Gen-etidronate product would, if notices of compliance issue, be used for the treatment of osteoporosis in the cyclical regimen that constitutes the invention under the 376 Patent.' [My emphasis.]", "It should be emphasized, however, that the Court made these statements after having concluded that the evidence  <FRAGMENT_SUPPRESSED>  overwhelmingly demonstrated that the actions and intentions of Genpharm would inevitably lead to an infringement. Because no such conclusion can be reached in the case before us, the Genpharm case can be distinguished on that basis.", "I do not view Genpharm as being authority for the proposition that mere sale by a generic, without more, of a medicine subject to a use patent is sufficient to constitute infringement for the purpose of subpara. 5(1)(b)(iv).", "\"57 Thus Apotex cannot be prevented from obtaining a NOC solely on the basis that it will sell omeprazole. If it were otherwise, then serious policy issues would arise. If there was any likelihood that a patient would consume a generic product for a patented use, then the generic product would not be approved. This would prevent new uses from being approved for existing drugs because there is always the possibility that someone somewhere will use the drug for the prohibited, patented purpose. This would result in a real injustice: since a generic company cannot possibly control how everyone in the world uses its product, the prevention of the generic from marketing the product would further fortify and artificially extend the monopoly held by the patent holders. The patent holder would, therefore, effectively control not just the new uses for the old compound, but the compound itself, even though the compound itself is not protected by the patent in the first place. The patent holders, as a result, would obtain a benefit they were not meant to have. In the end, society would be deprived of the benefit of new methods of using existing pharmaceutical medicines at a lower cost.", "\"58 Nor can Apotex be held liable in patent infringement proceedings under the", "Patent Act", "if, contrary to the evidence presented in the NOC proceeding, third party infringements do occur after the issue of a NOC, unless Apotex has implicated itself in the infringements by, for example, inducing or encouraging them. Genpharm has no application to a generic's liability under the", "Patent Act", "for any patent infringement by a third party that occurs after a NOC has been issued.", "\"59 The Appellants have not proved that, if a NOC were issued to Apotex and it were to sell omeprazole, patients or other third parties would infringe the Appellants' use patent. If a first person cannot prove in prohibition proceedings that future infringements will occur if a NOC is issued, it cannot obtain a prohibition by relying on subpara. 5(1)(b)(iv), however the required nexus between the generic and the infringement is defined.\" (Underlining added)"], ["[31]", "Clearly, the Federal Court of Appeal wants to avoid the injustice explained in paragraph 57 as well as to avoid the application of a higher standard in an NOC proceeding than in an infringement action. <FRAGMENT_SUPPRESSED> , supra, must therefore be interpreted in light of its own facts, as was done by Sexton, J.A., and the case does not stand for the proposition advanced by Aventis that mere infringement is enough. To no great surprise, a perusal of subsequent decisions reveals that they all followed Sexton, J.A.'s, interpretations", "AB Hassle", ", supra. ( <FRAGMENT_SUPPRESSED>  Blais,  <FRAGMENT_SUPPRESSED>  Lemieux, J.; and", "<FRAGMENT_SUPPRESSED>  Beaudry, J.)"], ["[32]", "It strikes me as clear that Apotex's recognition that \"off label\" prescription by doctors, dispensation by pharmacists, and subsequent consumption by patients does not meet the \"something more\" requirement established by Sexton, J.A., in", "AB Hassle", ", supra. Whether the \"something more\" consists of inducement, procurement, marketing or some other nexus will depend upon the facts of each particular case. However, there must be a nexus. Mere passive recognition that \"off-label\" prescription and/or consumption will occur does not amount to \"something more\". (See also", "<FRAGMENT_SUPPRESSED> .)"], ["[33]", "What then amounts to \"something more\" in this case? Aventis advances two propositions:", "a) the lack of warning in either of Apotex's product monographs; and", "b) the first reference appended to the Original PM or the Benetos Article."], ["[34]", "With respect to the warnings, Aventis submits that the desirability of such warnings was referred to by Rothstein, J.A., in", "<FRAGMENT_SUPPRESSED>  at para. 34 and Layden-Stevenson, J., in", "<FRAGMENT_SUPPRESSED>  at para. 156. While these cases indeed made reference to a lack of warning, they were not decided on this point. Such a warning might be useful factor helping to negate any idea of intention by the alleged infringer. However the absence of a warning cannot be used by itself to infer an intention to infringe through inducement, procurement, marketing or some other nexus."], ["[35]", "As for the Benetos Article, on which Aventis \"hangs its hat\" to quote its counsel, I do not find that it amounts to the requisite \"something more\" for the following reasons:", "a) it does not appear in the body of the product monograph nor is it footnoted anywhere. The Benetos Article is merely cited as the first reference among 18;", "b) it does not deal with Hypertrophy but as the introduction states:", "\"the aim of this study was to determine the arterial effects of the ACE inhibitor ramipril in relation to its acute and chronic antihypersentensive action.\"", "c) the word hypertrophy is only mentioned once; the word hyperplasia is not mentioned at all;", "d) the sentence containing the word \"hypertrophy\" is in the introductory background portion of the article and it refers to another article. The sentence reads:", "\"Angiotensin-coverting enzyme (ACE) inhibitors have been reported to lower BP, reverse cardiac hypertrophy (3), and improve large arteries compliance (4).\"", "If one then looks up footnote (3) of the Benetos Article, one finds the following reference:", "\"Asmar R, Journot H, Lacolley P, Santoni JP, Billaud E, Safar M. Treatment for one year with", "perindopril", ": effect on cardiac mass and arterial compliance in essential hypertension. J Hypertens 1988; 6 (suppl 3): S33-40.\" (Underlining added)", "There is no dispute that perindopril is an ACE inhibitor but there is also no dispute that it is not ramipril;", "e) there is no evidence that the reference to the Benetos Article will guide the behaviour of physicians or pharmacists. Aventis' star expert witness, Dr. Dagenais, whose qualifications are not questioned by Apotex merely states in his affidavit:", "\"20. The list of references at page 45 of the draft product monograph includes a paper dealing with the use of ACE inhibitors in the treatment of cardiac hypertrophy. In reference 1, entitled 'Effects of Ramipril on Arterial Hemodynamics', published in 1991 the authors note on page S153:", "'Angiotensin - converting enzyme (ACE) inhibitors have been reported to lower BP [Blood Pressure], reverse cardiac hypertrophy, and improve large arteries compliance.'", "A copy of the reference is attached as Exhibit 'B'.\"", "Neither Dr. Dagenais nor any other expert witness provide any evidence that purports to show how the Benetos article is linked to infringement by doctors, pharmacists or patients."], ["[36]", "In short, Aventis would like to establish a nexus between Apotex and indirect infringers not on the basis of anything contained in the body of the Original PM but on the basis of a mere footnote contained in a reference appended to the Original PM. However, as the foregoing analysis shows, except for the one word \"hypertrophy\" in the background introductory paragraph of the appended reference (directing one to a study on perindropril), there is no link whatsoever between the Benetos Article and Hypertrophy. I fail to see how the mere use of the word in a referenced article not dealing with Hypertrophy can in any way be interpreted to establish a nexus (i.e. meet the \"something more\" requirement as that term was used by Sexton, J.A., in", "<FRAGMENT_SUPPRESSED>  2004?"], ["[37]", "In light of my findings in issue 2, there is no need for me to address this point. However, I note, without expressing any comment thereon, that this point was dealt with by Simpson, J., in", "<FRAGMENT_SUPPRESSED>  at paras. 12 and 13.", "Conclusion"], ["[38]", "Accordingly, for the reasons set out above, I find that Aventis has not disproven Apotex's allegation of non-infringement. Therefore, this application for a prohibition order cannot succeed.", "ORDER"], ["[39]", "THIS COURT ORDERS that this application be dismissed with costs to the Respondent.", "Application dismissed.", "Editor: Angela E. McKay/gs", "[End of document]"]]}