{"id_": "079458", "body_str": [["[1]", "Dawson, J.", ": Mr. Mete is a citizen of the Republic of Turkey who claims protection and Convention refugee status on the basis of his Baptist Christian religion. He testified before the Refugee Protection Division of the Immigration and Refugee Board (\"RPD\") that he is afraid that if he returns to Turkey he will be persecuted because he converted from Islam to Christianity. Further, part of Mr. Mete's mission as a Baptist is to proselytize, or to convert or spread the word of God to others. Mr. Mete fears that, if he does so in Turkey, he will be persecuted by Muslim radicals or fundamentalists, and he will not be protected by the police."], ["[2]", "It is implicit in the reasons of the RPD that it found Mr. Mete's testimony to be credible. The RPD rejected Mr. Mete's claim, however, because it found that the harm he fears does not amount to persecution and is not serious."], ["[3]", "Mr. Mete brings this application for judicial review from that decision. He argues that the RPD erred by failing to consider the cumulative nature of the harassment and attacks he faced, and submits that the cumulative effect of that conduct gives rise to a well-founded fear of persecution."], ["[4]", "The following three legal principles are not controversial. First, in  <FRAGMENT_SUPPRESSED> , the Federal Court of Appeal defined persecution in terms of: to harass or afflict with repeated acts of cruelty or annoyance; to afflict persistently; to afflict or punish because of particular opinions or adherence to a particular creed or mode of worship; a particular course or period of systematic infliction of punishment directed against those holding a particular belief; and persistent injury or annoyance from any source."], ["[5]", "Second, in cases where the evidence establishes a series of actions characterized to be discriminatory, and not persecutory, there is a requirement to consider the cumulative nature of that conduct. This requirement reflects the fact that prior incidents are capable of forming the foundation of present fear.  <FRAGMENT_SUPPRESSED>  (F.C.A.). This is also expressed in the UNHCR Handbook on Procedures and Criteria for Determining Refugee Status (\"Handbook on RefugeeStatus\") in the following terms, at paragraph 53:", "In addition, an applicant may have been subjected to various measures not in themselves amounting to persecution (e.g. discrimination in different forms), in some cases combined with other adverse factors (e.g. general atmosphere of insecurity in the country of origin). In such situations, the various elements involved may, if taken together, produce an effect on the mind of the applicant that can reasonably justify a claim to well-founded fear of persecution on \"cumulative grounds\"."], ["[6]", "Third, it is an error of law for the RPD not to consider the cumulative nature of the conduct directed against a claimant.  <FRAGMENT_SUPPRESSED>  (T.D.) at paragraph 22, and the authorities there reviewed by my colleague Madam Justice Tremblay-Lamer."], ["[7]", "I now turn to consider whether the RPD properly considered the cumulative nature of the conduct at issue."], ["[8]", "I accept, as argued by counsel for the Minister, that the RPD said that it considered the cumulative effect of the conduct. Thus, it wrote:", "- \"Now, I find that what the claimant would face if he returned to Turkey, while it would no doubt constitute discrimination, would not either individually or cumulatively amount to persecution\".", "- \"I have also considered whether the acts of discrimination and harassment may cumulatively constitute persecution, or lead to a serious possibility of persecution in the future\"."], ["[9]", "However, it is insufficient for the RPD to simply state that it has considered the cumulative nature of the discriminatory acts. The reasons of the RPD are to the following effect:", "- to be considered persecution, the mistreatment suffered or anticipated must be serious;", "- the incidents referred to by the claimant each may amount to discrimination or harassment, for example social isolation by family, or shunning by society. They do not amount to persecution; and", "- the harm feared does not amount to persecution because it does not violate a fundamental right, the harm feared is not serious and the documentary evidence does not support the harm feared on an objective basis."], ["[10]", "Such analysis completely failed to consider the cumulative effect of the conduct characterized by the RPD to be discriminatory or harassing, as required by the Federal Court of Appeal  <FRAGMENT_SUPPRESSED> , and as explained in the Handbook on Refugee Status. Finding that the current situation facing Christians in Turkey does not violate a fundamental right is a separate issue from the issue the RPD was required to determine: whether the cumulative effect of discriminatory acts amounted to persecution. The relevance of the RPD's reference to the documentary evidence is questionable in circumstances where the RPD found Mr. Mete's testimony to be credible, and where the documentary evidence included reference to a Christian being beaten, so severely he subsequently slipped into a coma, because he distributed New Testaments in Turkey."], ["[11]", "By failing to apply the proper test at law as to what constitutes persecution on cumulative grounds, the RPD erred in law. Its decision will, therefore, be set aside."], ["[12]", "In view of this conclusion it is not necessary to deal with the RPD's characterization of the beating Mr. Mete sustained as manifesting only a \"shunning by society\"."], ["[13]", "Counsel did not pose any question for certification, and I agree that no question of general importance arises on this record.", "ORDER"], ["[14]", "THIS COURT ORDERS THAT:", "1. The decision of the Refugee Protection Division of the Immigration and Refugee Board rendered orally on January 29, 2004, and reduced to writing on February 18, 2004, is hereby set aside.", "2. The matter is remitted for redetermination by a differently constituted panel.", "[End of document]"]]}