{"id_": "079631", "body_str": [["[1]", "O'Keefe, J.", ": This is an application under section 41 of the Access to Information Act, R.S.C. 1985, c. A-1 (the Access Act) for a review of a decision by the Minister of Justice (the respondent) to refuse access to certain records or portions of records, in relation to an access to information request made by the applicant on December 17, 1999."], ["[2]", "The applicant seeks access to all the records and an award of costs.", "Background"], ["[3]", "Sheldon Blank (the applicant) was a director of Gateway Industries Inc. (Gateway), a Winnipeg pulp and paper company. In July 1995, the applicant and Gateway were charged with regulatory offences under the Fisheries Act, R.S.C. 1985, c. F-14 (the Fisheries Act), for breach of reporting requirements and for depositing effluent directly into the Red River. The summary conviction charges against the applicant and Gateway were eventually quashed by the Manitoba Provincial Court and the Manitoba Queen's Bench, and further charges laid by indictment were stayed by the Crown. The applicant has commenced a civil action against the Crown for damages for alleged fraud, conspiracy, perjury and abuse of prosecutorial powers in relation to the Fisheries Act penal proceedings."], ["[4]", "Against this background, the applicant made several requests, pursuant to section 6 of the Access Act, for access to government files relevant to the Fisheries Act proceedings. The government refused to provide access to certain documents. As a result, the applicant complained to the Information Commissioner and brought applications to this Court for judicial review in respect of the requests for access to information."], ["[5]", "The application presently before this Court arises out of the applicant's request to the respondent on December 17, 1999 for access to: \"All records contained in your File 'FO 4065-G105', including all communications arising out of that file.\""], ["[6]", "On February 7, 2000, the respondent responded to the applicant's request by releasing 67 pages, in whole or in part, out of a total of 120 pages. The respondent explained that the information that was withheld was exempted from release by various provisions under the Access Act, namely subsection 19(1) (personal information), paragraphs 21(1)(a) (advice or recommendations) and 21(1)(b) (consultations or deliberations), and section 23 (solicitor-client privilege)."], ["[7]", "On February 13, 2000, the applicant made a complaint to the Information Commissioner alleging that the respondent had inappropriately withheld documents. The applicant also asked the Access to Information and Privacy Office of the respondent for clarification and further details regarding the documents."], ["[8]", "After the applicant had discussions with the Information Commissioner, the respondent released additional pages, in whole or in part, and provided a revised list of pages that indicated that the requested file had a total of 159 pages."], ["[9]", "By letter dated March 31, 2004, the Information Commissioner reported that he had concluded his investigation of the applicant's complaint and he was of the view that the information withheld under subsections 19(1) and paragraphs 21(1)(a) and (b) of the Access Act was properly withheld. He was not, however, persuaded that the information withheld under section 23 qualified for an exemption from release and consequently, he was of the view that the applicant's complaint was \"well-founded\"."], ["[10]", "The respondent provided a final revised list of pages on April 16, 2004 indicating which pages were released or partially released, and the grounds for exempting the non-disclosed information from release. This is the judicial review to determine whether the respondent properly applied these exemptions.", "Issues"], ["[11]", "The applicant stated the following issues:", "1. Did the respondent lawfully exercise discretion to refuse to release the records?", "2. Did the respondent sever the documents in accordance with the principles of  <FRAGMENT_SUPPRESSED> . Did the respondent waive its right to claim solicitor-client privilege?", "4. Is there an exception to solicitor-client privilege based on the respondent's conduct in the criminal proceedings?"], ["[12]", "The respondent stated that the issue is whether it has properly applied certain exemptions found in the Access Act to the records requested by the applicant."], ["[13]", "I would restate the issues as follows:", "1. Were the exemptions properly applied?", "2. Were the documents properly severed?", "Applicant's Submissions"], ["[14]", "The applicant submitted the following general principles: the onus is on the respondent to establish the applicability of the exemptions; matters of fact and evidence are not protected by solicitor-client privilege; and where documents contain a mix of privileged and non-privileged information, the document should be severed and the non-privileged information released."], ["[15]", "The applicant submitted that the respondent has waived solicitor-client privilege by virtue of its improper conduct before the Manitoba Queen's Bench in the Fisheries Act proceedings. In support of this contention, the applicant referred to the respondent's lack of timely disclosure of its position on ministerial awareness."], ["[16]", "With respect to the matter of costs, the applicant submitted that he is entitled to full legal costs on the basis that the respondent has deliberately withheld records or delayed in providing records in a manner opposed to the objectives of the Access Act.", "Respondent's Submissions"], ["[17]", "The respondent submitted that the Federal Court of Appeal has recently confirmed that the solicitor-client privilege expressed in section 23 of the Access Act provides for an exemption for both legal advice privilege and litigation privilege. The respondent submitted that the application of section 23 is justified in this case as the exempted portions of the records deal with legal advice provided by legal officers of the Crown or involve information that is within the confines of litigation privilege. The respondent submitted that the applicant's argument that the respondent has waived its right to claim solicitor-client privilege is without basis in law or the facts of this case."], ["[18]", "In response to the applicant's argument that the respondent acted with criminal intent, the respondent submitted that this is a serious allegation and the applicant has failed to establish any evidentiary basis for this allegation."], ["[19]", "The respondent submitted that a review of the portions of the record exempted under section 19 of the Access Act shows that the information is clearly within the definition of personal information in that it reveals the names of individuals."], ["[20]", "The respondent submitted that the term \"advice and recommendations\" in paragraph 21(1)(a) of the Access Act is a broad term that should be interpreted in light of its purpose, namely, to remove impediments to the free and frank flow of communications within government departments, and to allow government to engage in decision-making processes without unwarranted outside scrutiny (see 3430901  <FRAGMENT_SUPPRESSED> to 52). The respondent submitted that paragraph 21(1)(b) is similarly wide in its scope. The respondent submitted that the material was properly exempted pursuant to paragraphs 21(1)(a) and (b) as it shows advice being provided or received as well as an account of deliberations."], ["[21]", "The respondent submitted that once it is determined that some of the records are exempted from release, the head of an institution is required to determine whether any parts of the exempted records can reasonably be severed pursuant to section 25 of the Access Act. In the context of solicitor-client privilege, severance means that general identifying information should be severed and released, except where to do so would reveal the privileged information (see  <FRAGMENT_SUPPRESSED> ). The respondent submitted that severance is not reasonable where what remains of the document is meaningless or misleading because the remaining information is taken out of context (see  <FRAGMENT_SUPPRESSED>  (T.D.)). The respondent submitted that it has properly severed the records in question.", "Analysis and Decision"], ["[22]", "Standard of Review", "In reviewing the refusal of a government institution to disclose a record, this Court must determine on a standard of correctness whether the record falls within the exemption claimed (see 3430901  <FRAGMENT_SUPPRESSED> ). However, if the Access Act provides for discretion to be exercised by the government institution in refusing to disclose an exempted record, the exercise of that discretion is generally reviewable on a standard of reasonableness."], ["[23]", "General Legal Principles", "Section 23 of the Access Act states that the head of a government institution may refuse to disclose a requested record if the record contains information that is subject to solicitor-client privilege.  <FRAGMENT_SUPPRESSED>  the Federal Court of Appeal held that section 23 of the Access Act provides for an exemption for both legal advice privilege and litigation privilege. The scope of the privilege is wide and includes all information passed between solicitor and client (see  <FRAGMENT_SUPPRESSED> ). It should be noted that not all communications between a solicitor and client are privileged. As stated by Justice Mosley at paragraphs 28 and 29 of his decision in  <FRAGMENT_SUPPRESSED> :", "However, \"not all communications between a lawyer and client are privileged - only those ... where the [client] has sought legal advice\":  <FRAGMENT_SUPPRESSED>  at 519. As well, in order to be privileged the communication must be in the course of seeking legal advice and with the intention that it be confidential: John Sopinka, Sidney N. Lederman & Alan W. Bryant, The Law of Evidence in Canada (Toronto: Butterworths, 1992) at 642.", "Solicitor-client privilege \"extends to communications in whatever form, but does not extend to facts which may be referred to in those communications if they are otherwise discoverable and relevant\":  <FRAGMENT_SUPPRESSED>  at 347. Thus, where a communication between solicitor and client takes place for the purpose of conveying or receiving information on matters of fact, the communication is not privileged and may be obtained on discovery in civil proceedings (see Ronald D. Manes & Michael P. Silver, Solicitor-Client Privilege in Canadian Law (Toronto: Butterworths, 1993) at 127). However, \"[a] privileged communication does not lose its privilege merely because it contains matters of fact which are not privileged. In this situation, the matters of fact can be severed from the privileged communication for the purposes of discovery.\": ibid, at 132.", "I adopt this statement."], ["[24]", "Subsection 2(1) of the Access Act states that the purpose of the Act is to provide a right of access to information in records under the control of a government institution and that necessary exceptions to the right of access should be limited and specific. The right of access is not absolute and must be determined in light of the other provisions of the Act and the exemptions contained therein (see  <FRAGMENT_SUPPRESSED>  at 712 (C.A.); affirmed [1996], 1 S.C.R. 6 (S.C.C.)). The Access Act places the burden of establishing an exemption on the party attempting to prevent disclosure (see  <FRAGMENT_SUPPRESSED>  at 441 (F.C.T.D.))."], ["[25]", "The claim for solicitor-client privilege may conflict with the applicant's right to information. In the Federal Court decision of Blank above, Justice Mosely stated at paragraphs 30 to 32:", "Where, as in this instance, a claim of solicitor-client privilege may conflict with the public's right to access information in the hands of the government, it is important to note that Parliament intended section 25 of the Act to be of paramount importance.  <FRAGMENT_SUPPRESSED>  (F.C.A.) (QL) the Court of Appeal stated:", "I think it significant to observe that section 25 is a paramount section since the words \"Notwithstanding any other provision of this Act\" are employed. In my view, this means that once the head of the government institution has determined, as in this case, that some of its records are exempt, the institutional head, or his delegate, is required to consider whether any part of the material requested can reasonably be severed. Section 25 uses the mandatory \"shall\" with respect to disclosure of such portion, thereby requiring the institutional head to enter into the severance exercise therein prescribed. ... [Emphasis added]", "Given the paramount nature of section 25 it would seem at first impression that documents determined to be subject to the exemption provided by section 23 of the Act are to be severed in the same manner as any other document subject to severance. On this reading of the requirements of severance under s. 25, information which can stand alone, without compromising privilege, such as facts upon which the advice is based, must be accessible.", "I note, however, that the Court of Appeal in referring this matter back for reconsideration stated, at paragraph 13, that in Stevens, above, it had rejected a submission by the appellant that section 23 should be applied narrowly since the Act was designated to promote disclosure. At paragraph 23 of Stevens, Linden J.A. held that section 23 incorporates the common law, that the privileged nature of the material is to be determined according to the common law and, if the material is found to be subject to privilege, the discretion to disclose must be exercised according to the principles governing the Act. At paragraph 51, he had this to say about the purpose of section 25:", "... This is an attempt to balance the rights of individuals to access to [sic] information, on the one hand, while maintaining confidentiality where other persons are entitled to that confidentiality on the other hand. It would be a perverse result if the operation of section 25 of the Act were thereby to abrogate the discretionary power given to the government head under section 23 of the Act."], ["[26]", "Some guidance with respect to the application of severance under section 25 can be found in Associate Chief Justice Jerome's decision in  <FRAGMENT_SUPPRESSED> . In that case, he dealt with access to documents under the Access to Information Act and the Privacy Act. He stated at paragraphs 14 to 16:", "With this approach in mind, I have closely reviewed the unexpurgated version of the report which, pursuant to my order of April 16, 1987, was filed in a sealed envelope. One of the considerations which influences me is that these statutes do not, in my view, mandate a surgical process whereby disconnected phrases which do not, by themselves, contain exempt information are picked out of otherwise exempt material and released. There are two problems with this kind of procedure. First, the resulting document may be meaningless or misleading as the information it contains is taken totally out of context. Second, even if not technically exempt, the remaining information may provide clues to the content of the deleted portions. Especially when dealing with personal information, in my opinion, it is preferable to delete an entire passage in order to protect the privacy of the individual rather than disclosing certain non-exempt words or phrases.", "Indeed, Parliament seems to have intended that severance of exempt and non-exempt portions be attempted only when the result is a reasonable fulfillment of the purposes of these statutes. Section 25 of the Access to Information Act, which provides for severance, reads:", "Notwithstanding any other provision of this Act, where a request is made to a government institution for access to a record that the head of the institution is authorized to refuse to disclose under this Act by reason of information or other material contained in the record, the head of the institution shall disclose any part of the record that does not contain, and can reasonably be severed from any part that contains, any such information or material.", "Disconnected snippets of releasable information taken from otherwise exempt passages are not, in my view, reasonably severable.", "In the result, I have determined that the deletions made by the Solicitor General's Office, while perhaps broader than is strictly required by the statutes, are nonetheless in keeping with the principles enunciated above. Indeed, in some places, a clear effort has been made to disclose any information which could reasonably be released. Where I would differ with the respondent is as to a few isolated words which have been removed from otherwise disclosable paragraphs. Their removal would seem to be unnecessary in light of the proper deletions which have been made in the passages which appear before and after. There are three examples of this problem on page 7 of the report, but they are not significant enough to warrant an order on my part. Counsel admitted at the hearing that these small deletions were probably made in error."], ["[27]", "Associate Chief Justice Jerome also dealt with severance in  <FRAGMENT_SUPPRESSED>  (T.D.). At paragraph 34 he stated:", "In addition, I do not find that the information regarding public funds is reasonably severable. To attempt to comply with section 25 would result in the release of an entirely blacked-out document with, at most, two or three lines showing. Without the context of the rest of the statement, such information would be worthless. The effort such severance would require on the part of the Department is not reasonably proportionate to the quality of access it would provide."], ["[28]", "The documents in dispute in this matter are contained in the respondent's confidential application record and in their edited form in the respondent's public version of the confidential affidavit of Kerri Clark."], ["[29]", "At the hearing of this matter, the following pages of documents were disclosed to the applicant: 09, 11, 12, 17, 18, 21, 30, 38, 125, 133 (bottom half), 134 and 157."], ["[30]", "Issue 1: Were the exemptions properly applied?", "I shall address each ground of exemption in turn."], ["[31]", "Exemption under subsection 19(1)", "Subsection 19(1) of the Access Act states that the head of a government institution shall refuse to disclose any requested record that contains personal information as defined in section 3 of the Privacy Act. This is a mandatory exemption. I am of the view that this exemption was correctly applied. The exempted information contains the names of individuals, which is personal information."], ["[32]", "Exemption under paragraphs 21(1)(a) and 21(1)(b)", "Pursuant to paragraphs 21(1)(a) and (b), the Minister may refuse to disclose any record requested that contains \"advice or recommendations developed by or for a government institution or a minister of the Crown\" or \"an account of consultations or deliberations involving officers or employees of a government institution, a minister of the Crown or the staff of a minister of the Crown\". This is a discretionary exemption. Upon reviewing the portions of the records that were exempted on these bases, I am satisfied that they fit within the meaning of \"advice or recommendations\" or \"account of consultations or deliberations\". I am also satisfied that the respondent's exercise of discretion in withholding this information was reasonable."], ["[33]", "Exemption under section 23", "Section 23 of the Access Act states that the Minister may refuse to disclose any record that is subject to solicitor-client privilege. This is a discretionary exemption. As I noted earlier in my discussion of the law, solicitor-client privilege protects all communications between client and legal advisor directly relating to the seeking, formulating or giving of legal advice (legal advice privilege) as well as documents or materials created or obtained for the purpose of litigation (litigation privilege). I have reviewed all pages that were exempted in whole or in part on the basis of solicitor-client privilege and except as noted below in the severance discussion, I am satisfied that the material is privileged and exempted from disclosure."], ["[34]", "The applicant suggested that solicitor-client privilege was waived because of the release of parts of documents or because of the release of some documents from a group. For example, by disclosing the subsection 82(2) certificate, the applicant argued that the Minister waived the privilege for all documents relating to the subsection 82(2) certificate. Based on the same reasoning as used by Justice Mosley in Blank, above, I do not accept this argument."], ["[35]", "The applicant also suggested that solicitor-client privilege was waived by the respondent's criminal conduct. I am of the view that there is no evidence before me to support a finding of criminal or fraudulent intent by the respondent."], ["[36]", "Issue 2: Were the documents properly severed?", "I have reviewed the applicable pages and I am satisfied that in applying the severance principles already referred to in my discussion of the law, there are some additional severances that should be made. For example, certain words in the subject line of e-mails were severed from some e-mails, and not severed from other e-mails. In such cases, those subject lines should have been consistently severed. I have listed, in Schedule A to these reasons, the additional information that should be severed for access by the applicant. For any page not listed in Schedule A, I have concluded that no further severance should be made."], ["[37]", "The applicant also submitted that the Stinchcombe disclosure in the charges under the Fisheries Act was not complete as he was not provided with all the documents that he was entitled to.  <FRAGMENT_SUPPRESSED>  Justice Sharlow for the Court stated at paragraph 12:", "I conclude that in determining whether the appropriate disclosures have been made under the Access to Information Act, the Court should consider only the Act and the jurisprudence guiding its interpretation and application. Laws requiring disclosure in other legal proceedings cannot narrow or broaden the scope of disclosure required by the Access to Information Act.", "Based on this jurisprudence, I do not accept the applicant's Stinchcombe arguments concerning lack of disclosure."], ["[38]", "The applicant further asked the Court to examine and make available to him documents that were attachments to a severed document. The attachments were not part of the record before the Court. The Federal Court of Appeal has refused this request on previous occasions and the Court stated in  <FRAGMENT_SUPPRESSED> to 77 inclusive:", "It is not disputed that section 46 of the Act gives this Court the power to review documents that are in evidence before it, subject, of course, to Cabinet documents exempted by section 69: see  <FRAGMENT_SUPPRESSED>  (2000), 266 N.R. 198 (S.C.C.). The section reads:", "Notwithstanding any other Act of Parliament or any privilege under the law of evidence, the Court may, in the course of any proceedings before the Court arising from an application under section 41, 42 or 44, examine any record to which this Act applies that is under the control of a government institution, and no such record may be withheld from the Court on any grounds.", ". . . . .", "Nonobstant toute autre loi fédérale et toute immunité reconnue par le droit de la preuve, la Cour a, pour les recours prévus aux articles 41, 42 et 44, accès à tous les documents qui relèvent d'une institution fédérale et auxquels la présente loi s'applique; aucun de ces documents ne peut, pour quelque motif que ce soit, être refusé. (Emphasis added)", "However, Mr. Blank wants this Court to examine documents that, the record indicates, were either incorporated by reference into the existing records or were attached to documents in these records, but are no longer there. An earlier request of the appellant to the same effect, based on an assumption that the minister's files were somehow incomplete, has been rejected because there was no factual foundation for it: see  <FRAGMENT_SUPPRESSED>  matter and concluded that all the records had been identified and either disclosed or withheld on the basis of an exemption. This would be sufficient to dispose of demand.", "However, I would like to re-emphasize that Mr. Blank's right is a right of access to the records as they exist in the hands of the head of a government institution. What he is asking this Court and, previously the motions judge, to do, is in fact to assert a power to order the reconstitution of these records. In the absence of evidence that would give this Court reasonable grounds to believe that the integrity of the records has been tampered with, this Court's power to review is limited to a review of the records that are in evidence before it. No evidence of tampering has been adduced and the motions judge was right to limit his review to the material that was in evidence before him.", "For the same reasons, I reject the applicant's request concerning the disclosure of the attachments."], ["[39]", "I shall issue an order directing that information contained in the records listed in the annexed Schedule A to this order shall be severed to the extent and in accordance with the directions contained in the Schedule. The remaining records still in question in the proceeding cannot reasonably be further severed in accordance with the requirements of section 25 of the Access to Information Act to permit the applicant to access additional information."], ["[40]", "There shall be no order as to costs, as success was divided.", "JUDGMENT"], ["[41]", "THIS COURT ORDERS that:", "1. Information contained in the records listed in the annexed Schedule A to this order shall be severed to the extent and in accordance with the directions contained in the Schedule.", "2. The remaining records still in question in the proceeding cannot reasonably be further severed in accordance with the requirements of section 25 of the Access to Information Act to permit the applicant to access additional information.", "3. There shall be no order for costs, as success was divided.", "SCHEDULE A", "The portions of the records indicated below shall be severed from the document and made accessible to the applicant:", "Page Number", "07 - First Sentence", "10 - Subject Line", "13 - Subject Line", "14 - Subject Line", "26 - Last Sentence", "98 - Subject Line", "121 - Subject Line", "124 - Subject Line", "135 - Subject Line and First Sentence", "142 - First Sentence", "144 - First Sentence", "146 - First Sentence", "147 - Last Sentence Before Name. This is also the First Sentence on this Page.", "155 - Subject Line", "156 - Subject Line", "158 - Subject Line", "The page reference numbers are the numbers at the bottom of the pages of the exhibits to the affidavit of Ms. Clark. For instance, page 07 is the number at the bottom of page 79 of the respondent's record; which corresponds to page 117 of the confidential version of Ms. Clark's confidential affidavit.", "ANNEX", "The relevant provisions of the Access to Information Act, R.S.C. 1985, c. A-1, are set out below.", "2. (1) The purpose of this Act is to extend the present laws of Canada to provide a right of access to information in records under the control of a government institution in accordance with the principles that government information should be available to the public, that necessary exceptions to the right of access should be limited and specific and that decisions on the disclosure of government information should be reviewed independently of government.", "6. A request for access to a record under this Act shall be made in writing to the government institution that has control of the record and shall provide sufficient detail to enable an experienced employee of the institution with a reasonable effort to identify the record.", "19. (1) Subject to subsection (2), the head of a government institution shall refuse to disclose any record requested under this Act that contains personal information as defined in section 3 of the Privacy Act.", "(2) The head of a government institution may disclose any record requested under this Act that contains personal information if", "(a) the individual to whom it relates consents to the disclosure;", "(b) the information is publicly available; or", "(c) the disclosure is in accordance with section 8 of the Privacy Act.", "21. (1) The head of a government institution may refuse to disclose any record requested under this Act that contains", "(a) advice or recommendations developed by or for a government institution or a minister of the Crown,", "(b) an account of consultations or deliberations involving officers or employees of a government institution, a minister of the Crown or the staff of a minister of the Crown,", "(c) positions or plans developed for the purpose of negotiations carried on or to be carried on by or on behalf of the Government of Canada and considerations relating thereto, or", "(d) plans relating to the management of personnel or the administration of a government institution that have not yet been put into operation, if the record came into existence less than twenty years prior to the request.", "(2) Subsection (1) does not apply in respect of a record that contains", "(a) an account of, or a statement of reasons for, a decision that is made in the exercise of a discretionary power or an adjudicative function and that affects the rights of a person; or", "(b) a report prepared by a consultant or an adviser who was not, at the time the report was prepared, an officer or employee of a government institution or a member of the staff of a minister of the Crown.", "23. The head of a government institution may refuse to disclose any record requested under this Act that contains information that is subject to solicitor-client privilege.", "25. Notwithstanding any other provision of this Act, where a request is made to a government institution for access to a record that the head of the institution is authorized to refuse to disclose under this Act by reason of information or other material contained in the record, the head of the institution shall disclose any part of the record that does not contain, and can reasonably be severed from any part that contains, any such information or material.", "41. Any person who has been refused access to a record requested under this Act or a part thereof may, if a complaint has been made to the Information Commissioner in respect of the refusal, apply to the Court for a review of the matter within forty-five days after the time the results of an investigation of the complaint by the Information Commissioner are reported to the complainant under subsection 37(2) or within such further time as the Court may, either before or after the expiration of those forty-five days, fix or allow.", "2. (1) La présente loi a pour objet d'élargir l'accès aux documents de l'administration fédérale en consacrant le principe du droit du public à leur communication, les exceptions indispensables à ce droit étant précises et limitées et les décisions quant à la communication étant susceptibles de recours indépendants du pouvoir exécutif.", "6. La demande de communication d'un document se fait par écrit auprès de l'institution fédérale dont relève le document; elle doit être rédigée en des termes suffisamment précis pour permettre à un fonctionnaire expérimenté de l'institution de trouver le document sans problèmes sérieux.", "19. (1) Sous réserve du paragraphe (2), le responsable d'une institution fédérale est tenu de refuser la communication de documents contenant les renseignements personnels visés à l'article 3 de la Loi sur la protection des renseignements personnels.", "(2) Le responsable d'une institution fédérale peut donner communication de documents contenant des renseignements personnels dans les cas où:", "a) l'individu qu'ils concernent y consent;", "b) le public y a accès;", "c) la communication est conforme à l'article 8 de la Loi sur la protection des renseignements personnels.", "21. (1) Le responsable d'une institution fédérale peut refuser la communication de documents datés de moins de vingt ans lors de la demande et contenant:", "a) des avis ou recommandations élaborés par ou pour une institution fédérale ou un ministre;", "b) des comptes rendus de consultations ou délibérations où sont concernés des cadres ou employés d'une institution fédérale, un ministre ou son personnel;", "c) des projets préparés ou des renseignements portant sur des positions envisagées dans le cadre de négociations menées ou à mener par le gouvernement du Canada ou en son nom, ainsi que des renseignements portant sur les considérations qui y sont liées;", "d) des projets relatifs à la gestion du personnel ou à l'administration d'une institution fédérale et qui n'ont pas encore été mis en oeuvre.", "(2) Le paragraphe (1) ne s'applique pas aux documents contenant:", "a) le compte rendu ou l'exposé des motifs d'une décision qui est prise dans l'exercice d'un pouvoir discrétionnaire ou rendue dans l'exercice d'une fonction judiciaire ou quasi judiciaire et qui touche les droits d'une personne;", "b) le rapport établi par un consultant ou conseiller à une époque où il n'appartenait pas au personnel d'une institution fédérale ou d'un ministre.", "23. Le responsable d'une institution fédérale peut refuser la communication de documents contenant des renseignements protégés par le secret professionnel qui lie un avocat à son client.", "25. Le responsable d'une institution fédérale, dans les cas où il pourrait, vu la nature des renseignements contenus dans le document demandé, s'autoriser de la présente loi pour refuser la communication du document, est cependant tenu, nonobstant les autres dispositions de la présente loi, d'en communiquer les parties dépourvues des renseignements en cause, à condition que le prélèvement de ces parties ne pose pas de problèmes sérieux.", "41. La personne qui s'est vu refuser communication totale ou partielle d'un document demandé en vertu de la présente loi et qui a déposé ou fait déposer une plainte à ce sujet devant le Commissaire à l'information peut, dans un délai de quarante-cinq jours suivant le compte rendu du Commissaire prévu au paragraphe 37(2), exercer un recours en révision de la décision de refus devant la Cour. La Cour peut, avant ou après l'expiration du délai, le proroger ou en autoriser la prorogation.", "[End of document]"]]}