{"id_": "079653", "body_str": [["[1]", "Near, J.", ": This is a judicial review of the decision (the decision) of the Immigration and Refugee Board, Refugee Protection Division (the Board), dated May 6, 2009, wherein the Board determined that the Applicant was not a convention refugee and was not a person in need of protection under sections 96 and 97 of the", "Immigration and Refugee Protection Act", ", R.S. 2001, c. 27, (", "IRPA", ".  <FRAGMENT_SUPPRESSED>"], ["[2]", "Based on the reasons below, the application is dismissed.  <FRAGMENT_SUPPRESSED>", "I.", "Background  <FRAGMENT_SUPPRESSED>"], ["[3]", "The Applicant is a 21 year old male citizen of Guyana who is of Indo-Guyanese descent. The Applicant claims he was bullied as a child in Guyana by a person who was of Afro-Guyanese descent. The bully would take his lunch money and in 1996, stabbed the Applicant in the eye resulting in the Applicant becoming blind in that eye. The Applicant was treated in Guyana, but came to Canada in 1997 for a month to have medical attention for the eye. He returned to Canada in 2002 for further medical attention. When in Canada he lives with his grandparents, who are resident here.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The Applicant made a claim for refugee protection in 2006. The Applicant claims that he would be discriminated against if he were to return to Guyana based on his ethnicity and the ethnic violence and racial tension in Guyana, and the growing crime rate.  <FRAGMENT_SUPPRESSED>"], ["[5]", "This was not the Applicant's first hearing before the Board. The Applicant's first refugee claim was heard on May 17, 2006. The claim was rejected on June 1, 2006. The Applicant filed an application for leave and judicial review. Justice Max Teitelbaum allowed the judicial review application and ordered that the Applicant's claim be re-determined by a new Board member. Justice Teitelbaum found that on the matter of state protection, the Board's decision was made without regard to the evidence before it (see", "<FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 140)).  <FRAGMENT_SUPPRESSED>"], ["[6]", "The Applicant's claim was re-determined in April 2008. On consent, Justice Roger Hughes ordered that the claim be re-determined again by another Board member (see", "<FRAGMENT_SUPPRESSED>  March 20, 2009, and rejected on May 6, 2009. It is this decision that is under review.  <FRAGMENT_SUPPRESSED>", "A.", "The Decision Under Review  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Board determined that the Applicant had not established that he was a convention refugee under section 96 or a person in need of protection under section 97 of", "IRPA", ". While the Board accepted that the Applicant may face racial discrimination, it found that there was no evidence that the discrimination amounted to persecution as per section 96. The Board also held that the Applicant faced a generalized, as opposed to a personalized, risk and therefore was not in need of protection as per section 97.  <FRAGMENT_SUPPRESSED>"], ["[8]", "Specifically, the Board stated that the bullying faced by the Applicant was not racially motivated; that the incidents happened when the Applicant was young and that the Applicant could now independently approach the police for help. There was evidence that Guyana had been working on its racial problems, and that while crime is pervasive, it is more an issue about wealth and not race.  <FRAGMENT_SUPPRESSED>"], ["[9]", "During the hearing the Board member stated that credibility was not an issue.  <FRAGMENT_SUPPRESSED>", "II.", "Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[10]", "The standard of review for Board decisions on state protection is reasonableness (", "<FRAGMENT_SUPPRESSED> ;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; 2008 FC 696).  <FRAGMENT_SUPPRESSED>"], ["[11]", "As set out in", "<FRAGMENT_SUPPRESSED> , and", "<FRAGMENT_SUPPRESSED> , reasonableness requires the existence of justification, transparency, and intelligibility in the decision-making process. It is also concerned with whether the decision falls within a range of acceptable outcomes that are defensible in respect of the facts and law.  <FRAGMENT_SUPPRESSED>", "III.", "Issues  <FRAGMENT_SUPPRESSED>"], ["[12]", "The Applicant states the following issues need to be addressed:  <FRAGMENT_SUPPRESSED>", "(a) Did the Board err when it found that there was state protection available to the Applicant under section 97 of", "IRPA", "?  <FRAGMENT_SUPPRESSED>", "(b) Did the Board err when it found that the Applicant's claim fell under the exception in subsection 97(1)(b)(ii) of", "IRPA", "because the Applicant did not face a personal risk?  <FRAGMENT_SUPPRESSED>", "A.", "Did the Board Err When it Found That There Was State Protection Available To the Applicant Under Section 97 of IRPA?  <FRAGMENT_SUPPRESSED>"], ["[13]", "It is the Applicant's position that the Board erred when it selectively relied on portions of the documentary evidence and failed to consider relevant objective documentary evidence before it.  <FRAGMENT_SUPPRESSED>"], ["[14]", "The Respondent argues that the decision was reasonable and that it was open to the Board to find that the Applicant would be able to avail himself of state protection in Guyana.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The Applicant relies heavily on the previous decision of Justice Teitelbaum. However, that decision and reasons are in relation to the judicial review of a different Board decision, the 2007 Board decision.  <FRAGMENT_SUPPRESSED>"], ["[16]", "<FRAGMENT_SUPPRESSED>  F.T.R. 203, Justice François Lemieux discussed the issue of determining a states ability to protect its citizens. Justice Lemieux noted that the presumption of state protection set out in", "<FRAGMENT_SUPPRESSED>  can be overcome by the applicant leading clear and convincing evidence of a states inability to protect.  <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 309, the Federal Court of Appeal held that the Applicant must convince the trier of fact that the evidence adduced establishes that state protection is inadequate.  <FRAGMENT_SUPPRESSED>"], ["[17]", "This is not the case in this matter. The Board member considered the evidence led by the Applicant but did not find that it ousted the presumption of state protection.  <FRAGMENT_SUPPRESSED>"], ["[18]", "The Applicant further argues that without making a negative credibility finding, the Board could not disregard the Applicant's testimony that he sought state protection. The Board member addressed this issue in stating that at the time of the attacks, the Applicant was not an adult and was unable to ask for state protection himself. The Board also noted that the incident with the bully had happened several years ago and, through the review of recent events in Guyana, things had changed.  <FRAGMENT_SUPPRESSED>"], ["[19]", "It is clear that the Board is under a duty to consider the evidence properly before it and the greater the relevance, the greater the need for the tribunal to explain its reasons for not attributing the evidence weight (", "<FRAGMENT_SUPPRESSED> ; 157 F.T.R. 35).  <FRAGMENT_SUPPRESSED>"], ["[20]", "In this case, the Board relied on Response to Information Request number GUY 100762.E, in part, to support its position that the Guyanese government was working on improving state protection. In", "Katwaru", "(2007), above, Justice Teitelbaum stated that this reference material indicated that the deficiencies with the police are chronic and that the effectiveness of the state protection is compromised (see paragraph 19). I stress that the decision and issues before Justice Teitelbaum were different than the decision before the Court in this matter.  <FRAGMENT_SUPPRESSED>"], ["[21]", "The reasons of the Board need to be based on the totality of the evidence adduced. The fact that some of the documentary evidence is not mentioned in the Board's reasons is not fatal (see", "<FRAGMENT_SUPPRESSED> ; 147 N.R. 317) (F.C.A.)).  <FRAGMENT_SUPPRESSED>"], ["[22]", "On a review of the documentary evidence, the Board determined that there was adequate, while not perfect, state protection available in Guyana. In its reasons, the Board relied not only on the GUY100762.E documents but also documents found at footnotes 4, 5 and 8 of the decision. Certainly with respect to the material referred to at footnote 8, which is the United States Department of State, Country Reports on Human Rights Practices for 2007, the Board looked at material not previously considered in the earlier determination concerning this case. Based on the guidelines set out in", "<FRAGMENT_SUPPRESSED> , and", "<FRAGMENT_SUPPRESSED> , the Board's decision was reasonable.  <FRAGMENT_SUPPRESSED>", "B.", "Did the Board Err When It Found That the Applicant's Claim Fell Under the Exception in Subsection 97(1)(b)(ii) of the IRPA Because the Applicant Did Not Face a Personal Risk?  <FRAGMENT_SUPPRESSED>"], ["[23]", "The Applicant argues that the tribunal erred in law when it found that the Applicant's claim fell under the exception in subsection 97(1)(b)(ii) of", "IRPA", "because the Applicant did not face personal risk. Subsection 97(1)(b)(ii) states:  <FRAGMENT_SUPPRESSED>", "Person in need of protection  <FRAGMENT_SUPPRESSED>", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally  <FRAGMENT_SUPPRESSED>", "[...]  <FRAGMENT_SUPPRESSED>", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if  <FRAGMENT_SUPPRESSED>", "[...]  <FRAGMENT_SUPPRESSED>", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,  <FRAGMENT_SUPPRESSED>", "[...]  <FRAGMENT_SUPPRESSED>", "Personne à protéger  <FRAGMENT_SUPPRESSED>", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:  <FRAGMENT_SUPPRESSED>", "[...]  <FRAGMENT_SUPPRESSED>", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:  <FRAGMENT_SUPPRESSED>", "[...]  <FRAGMENT_SUPPRESSED>", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,  <FRAGMENT_SUPPRESSED>", "[...]  <FRAGMENT_SUPPRESSED>"], ["[24]", "The Applicant argues that the evidence before the Board indicated that the Applicant feared a personal vendetta from the bully who had injured his eye and continued to threaten him after. The Applicant cites", "<FRAGMENT_SUPPRESSED> ; [2007] F.C.J. No. 501, to support his position.  <FRAGMENT_SUPPRESSED>"], ["[25]", "In", "<FRAGMENT_SUPPRESSED> , the Applicant alleged he was targeted by gang members who would wait for him outside of the university grounds and beat him up. The Applicant's father and family were also threatened. The Federal Court allowed the Applicant's appeal of the Board decision that he did not face a personalized risk. The Court based their decision partly on the fact that the Applicant was not claiming to be subject to a risk to his life or his safety based only on the fact that he was a student, young or from a wealthy family.  <FRAGMENT_SUPPRESSED>"], ["[26]", "<FRAGMENT_SUPPRESSED> , can be distinguished from the case at bar. First, the Applicant in this matter was a young student at the time of the incident, while the Applicant in", "<FRAGMENT_SUPPRESSED> , was an adult at the time of the attacks. As pointed out by the Board, both the Applicant and the bully will have grown up in the intervening period.  <FRAGMENT_SUPPRESSED>"], ["[27]", "Second, the Applicant in this case claims that he has been targeted because he is Indo-Guyanese. The Board noted that the Indo-Guyanese population is disproportionately victimized and such victimizations can be attributed to their perceived wealth. As set out in the Board's decision, Justice Teitelbaum has upheld a previous Board decision that the applicant's persecutor was not racially motivated (see paragraph 11-12 of", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[28]", "<FRAGMENT_SUPPRESSED> ; [2007] F.C.J. No. 817, a family from Honduras was targeted because they were perceived as wealthy. Justice John O'Keefe held that the applicants faced a generalized risk of harm that was faced by many other Hondurans, including those perceived as wealthy.  <FRAGMENT_SUPPRESSED>"], ["[29]", "In this case, the Board considered the fact that the Applicant, now an adult, would be able to approach the police himself. I note that it is not an error to assess the future likelihood of persecution (", "<FRAGMENT_SUPPRESSED>  Court File No. IMM-654-93 (T.D.)). At paragraph 17, the Court stated:  <FRAGMENT_SUPPRESSED>", "17 Before turning to the cases themselves, I would observe that a Convention refugee claimant must demonstrate a well-founded fear of persecution in the future to support a Convention refugee claim. In making a claim for Convention refugee status, an individual will often advance evidence of past persecution. This evidence may demonstrate that he/she has been subjected to a pattern of persecution in his/her country of origin in the past. But this is insufficient of itself. The test for Convention refugee status is prospective, not retrospective: for example, see Minister of Employment and  <FRAGMENT_SUPPRESSED>  (F.C.A.), at page 215. The relevance of evidence of past persecution is that it may support a well-founded fear of persecution in the future. However, it is a finding that there is a well-founded fear of persecution in the future that is critical.  <FRAGMENT_SUPPRESSED>"], ["[30]", "Given the wording of subsection 97(1)(b)(ii) of", "IRPA", ", the Applicant had to satisfy the Board that he would be personally subjected to a risk that was not generally faced by others in Guyana. The Applicant did not do this. Based on the guidelines set out in", "<FRAGMENT_SUPPRESSED> , and", "<FRAGMENT_SUPPRESSED> , the Board's decision was reasonable.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[31]", "THIS COURT ORDERS AND ADJUDGES that", ":  <FRAGMENT_SUPPRESSED>", "1. this application for judicial review is dismissed; and  <FRAGMENT_SUPPRESSED>", "2. there is no award as to costs.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}