{"id_": "079743", "body_str": [["[1]", "Rouleau, J.", "[Translation]: This is an application for judicial review of a decision rendered on October 3, 1994 by an adjudicator under the", "Canada Labour Code", ", R.S.C. 1970, c. L-1.  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant was born on April 16, 1966. He is an airline pilot, a graduate of the Centre québécois de formation aéronautique (CEGEP de Chicoutimi), and has accumulated some 5,450 hours of flying time.  <FRAGMENT_SUPPRESSED>"], ["[3]", "On July 22, 1991 he was hired by Conifair Aviation Inc. as a pilot-in-command on two-engine turboprop Convair 580s. On December 15, 1992 the applicant was promoted to first officer (co-pilot) on Boeing 727s for Transport Aérien Royal, a division of Conifair Aviation Inc. that specializes in chartered flights.  <FRAGMENT_SUPPRESSED>"], ["[4]", "On April 19, 1993, without receiving any prior formal notice in writing, the applicant was dismissed on the grounds of his attitude and conduct. The applicant was therefore employed by the respondent for about 20 months, four of them as a Boeing 727 co-pilot.  <FRAGMENT_SUPPRESSED>"], ["[5]", "On June 16, 1993 the applicant filed a complaint under s. 240 of the", "Canada Labour Code", "alleging unjust dismissal. Under s. 242(3)(a) of the", "Code", ", the adjudicator shall consider whether the dismissal was unjust. The employer has the burden of demonstrating on a preponderance of probabilities that the dismissal of its employee was justified. Section 242 reads:  <FRAGMENT_SUPPRESSED>", "\"242(1) The Minister may, on receipt of a report pursuant to s. 241(3), appoint any person that the Minister considers appropriate as an adjudicator to hear and adjudicate on the complaint in respect of which the report was made, and refer the complaint to the adjudicator along with any statement provided pursuant to s. 241(1).  <FRAGMENT_SUPPRESSED>", "\"(2) An adjudicator to whom a complaint has been referred under subs. (1)  <FRAGMENT_SUPPRESSED>", "(a) shall consider the complaint within such time as the Governor-in-Council may by regulation prescribe;  <FRAGMENT_SUPPRESSED>", "(b) shall determine the procedure to be followed, but shall give full opportunity to the parties to the complaint to present evidence and make submissions to the adjudicator and shall consider the information relating to the complaint; and  <FRAGMENT_SUPPRESSED>", "(c) has, in relation to any complaint before the adjudicator, the powers conferred on the Canada Labour Relations Board, in relation to any proceeding before the Board, under paragraphs 16(a), (b) and (c).  <FRAGMENT_SUPPRESSED>", "\"(3) Subject to subs. (3.1), an adjudicator to whom a complaint has been referred under subs. (1) shall  <FRAGMENT_SUPPRESSED>", "(a) consider whether the dismissal of the person who made the complaint was unjust and render a decision thereon; and  <FRAGMENT_SUPPRESSED>", "(b) send a copy of the decision with the reasons therefor to each party to the complaint and to the Minister.  <FRAGMENT_SUPPRESSED>", "\"(4) Where an adjudicator decides pursuant to subs. (3) that a person has been unjustly dismissed, the adjudicator may, by order, require the employer who dismissed the person to  <FRAGMENT_SUPPRESSED>", "(a) pay the person compensation not exceeding the amount of money that is equivalent to the remuneration that would, but for the dismissal, have been paid by the employer to the person;  <FRAGMENT_SUPPRESSED>", "(b) reinstate the person in his employ; and  <FRAGMENT_SUPPRESSED>", "(c) do any other thing that it is equitable to require the employer to do in order to remedy or counteract any consequence of the dismissal. <FRAGMENT_SUPPRESSED>"], ["[6]", "On October 3, 1994 the adjudicator, Ms. Lise Lavigne, rendered her decision. She stated that the applicant's dismissal was justified. The unsuccessful applicant then filed the present application for judicial review of this decision.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The applicant argues that the adjudicator's decision should be quashed on the following grounds.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The adjudicator, he argues, erred in law in making a decision that was patently unreasonable by erroneously interpreting and applying the notion of \"potential harm\" in", "<FRAGMENT_SUPPRESSED>  (F.C.A.), to justify the employer in ignoring the principles of gradation of sanctions where public safety is at stake.  <FRAGMENT_SUPPRESSED>"], ["[9]", "Similarly, the adjudicator erred in law in making a decision that was patently unreasonable and unfair by stating at p. 16 of her decision that  <FRAGMENT_SUPPRESSED>", "[Translation] \"... in federal law, unless there is a collective agreement, an employer is under no obligation to submit to such a rule (gradation of sanctions) nor, failing precise words to the contrary, can an employer be held to a particular code of procedure or modus operandi before dismissing an employee, the law having left these matters in his hands. <FRAGMENT_SUPPRESSED>", "and that  <FRAGMENT_SUPPRESSED>", "\"... the employer has the undeniable right to elect between proceeding by the disciplinary route within the general meaning of that expression or by some other, gentler route in the form of verbal warnings, conversations with the person concerned in which his failings are discussed in a positive light and in one-on-one discussions in which he is asked to reform his ways, correct his conduct or rectify his course of action, with nothing in writing and no suspension or other prior punishment. <FRAGMENT_SUPPRESSED>"], ["[10]", "The applicant further submits that the adjudicator based her decision on an erroneous finding of fact, in view of the circumstances as a whole, that was made in a clearly perverse manner, is patently unfair and is contrary to common sense, when she concluded, at p. 80 of her decision, that  <FRAGMENT_SUPPRESSED>", "\"... there is no doubt, in my mind, that the employer did indeed warn Mr. Michel Simard that unless there was a radical change in his conduct or attitude, and he showed exemplary professionalism, in other words, his services would be dispensed with. <FRAGMENT_SUPPRESSED>"], ["[11]", "In this regard, the applicant argues that the only evidence concerning the alleged warnings and caution is based on the testimony of the chief pilot, René Savard. Yet Mr. Savard's credibility is seriously compromised and has little probative force.  <FRAGMENT_SUPPRESSED>"], ["[12]", "The respondent submits on its behalf that the applicant, while employed by Transport Aérien Royal, was in breach of his duties on many occasions. He lacked diplomacy and tact with the staff and other persons. He constantly acted as if he were the pilot when he was only the co-pilot. He had a severe attitude problem as shown by his stubbornness, his consistent refusal to admit errors, and his rudeness whenever he was contradicted. Similarly, he failed to adhere to directives of air traffic controllers, let alone orders of airline captains. The respondent also submits that the applicant was warned many times that his conduct and attitude were unsatisfactory. On a weekend get-together of all the pilots, April 15 to 19, the chief pilot René Savard was told by the pilots of the problems they were all having when flying with the applicant. Realizing the scope and seriousness of the situation, Mr. Savard decided it was essential to terminate the applicant's employment.  <FRAGMENT_SUPPRESSED>"], ["[13]", "The respondent submits that the adjudicator did not err in deciding that the applicant's dismissal was not unjust within the meaning of the", "Canada Labour Code", "for the following reasons.  <FRAGMENT_SUPPRESSED>"], ["[14]", "The adjudicator correctly interpreted and applied the notion of potential harm and the principle of gradation of sanctions in a context in which safety plays an essential role.  <FRAGMENT_SUPPRESSED>"], ["[15]", "Similarly, the evidence before the adjudicator was sufficient to enable a reasonable person to conclude that the employer had indeed warned the applicant that if he did not alter his conduct his services would be dispensed with.  <FRAGMENT_SUPPRESSED>"], ["[16]", "Furthermore, the adjudicator rightly determined that the acts alleged against the applicant justified his dismissal, in light of all the circumstances.  <FRAGMENT_SUPPRESSED>"], ["[17]", "In the case at bar, the issue is whether the adjudicator, Ms. Lise Lavigne, erred in determining that the applicant's dismissal was not unfair within the meaning of the", "Canada Labour Code", ". It might be noted that there is no dispute over the jurisdiction of the adjudicator.  <FRAGMENT_SUPPRESSED>"], ["[18]", "The principle of potential harm was articulated by the Federal Court of Appeal in the", "Boisvert", "case, supra:  <FRAGMENT_SUPPRESSED>", "\"The general principle as to the misconduct that will constitute just cause for dismissal was well stated by Lord Esher in", "<FRAGMENT_SUPPRESSED>  (C.A.). As it was put by Meldrum, J., in", "<FRAGMENT_SUPPRESSED>  (Q.B.), at p. 369, varied in another respect on appeal (1982), 35 N.B.R.(2d) 587 (C.A.):  <FRAGMENT_SUPPRESSED>", "'There is no evidence that defendant was in any way harmed by the potential conflict of interest. Nevertheless, in conflict of interest situations, the rule of Caesar's wife applies. It must not only be pure, it must be seen to be pure.' [pp. 364-365 N.R.] <FRAGMENT_SUPPRESSED>"], ["[19]", "In the case at bar, the adjudicator correctly applied this principle. She found that the respondent lost confidence in the applicant as a result of his conduct and that it was on this ground that he was dismissed. She then concluded, in this respect:  <FRAGMENT_SUPPRESSED>", "\"This loss of confidence, justifying the dismissal, does not, of course, in a field such as that of commercial aviation, require that the employer prove actual harm given that, as the Federal Court of Appeal held  <FRAGMENT_SUPPRESSED>", "(supra), referring to other decisions, 'potential harm is sufficient'. <FRAGMENT_SUPPRESSED>"], ["[20]", "In this case, the applicant is a co-pilot of a plane. As such, he is responsible for the safety of several hundred people. I therefore share the adjudicator's opinion that it is not necessary to wait until an accident occurs before intervening and dismissing an employee whom you do not trust where public safety is at issue.  <FRAGMENT_SUPPRESSED>"], ["[21]", "Now, the principle of gradation of sanctions generally provides that a series of disciplinary measures must be taken before an employee is dismissed.  <FRAGMENT_SUPPRESSED>"], ["[22]", "However, as the adjudicator herself pointed out, this gradation is found primarily in the public sector or under a collective agreement. In this case, the applicant was working for a private company and was not covered by a collective agreement. Furthermore, the evidence indicates that no written procedure for dismissal existed within the respondent's company. Everything was done orally. In any event, the adjudicator found that the applicant was warned on several occasions of problems in his conduct. In the circumstances of the case, I am of the opinion that the record supports the adjudicator's conclusion that the applicant was indeed warned of the situation.  <FRAGMENT_SUPPRESSED>"], ["[23]", "With regard to the findings of fact by the adjudicator, I agree with the respondent that the adjudicator is the master of the facts and that as such the assessment of the evidence falls exclusively within his or her jurisdiction. Similarly, on the matter of credibility, the adjudicator is in the best position to assess the testimony of the various witnesses, since he or she has had the opportunity to see and hear the witnesses. In this case, Mr. René Savard was found to be credible and his testimony was accepted by the adjudicator. There is nothing in the evidence on the record that would allow me to conclude that the adjudicator erred in so acting. Moreover, her decision is clearly supported by the evidence that is on the record.  <FRAGMENT_SUPPRESSED>"], ["[24]", "Accordingly, I am of the opinion that the adjudicator rightly found that the dismissal of the applicant was not unjust within the meaning of the", "Canada Labour Code", ".  <FRAGMENT_SUPPRESSED>"], ["[25]", "For these reasons, this application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Gary W. McLaughlin/kaw  <FRAGMENT_SUPPRESSED>"]]}