{"id_": "079775", "body_str": [["[1]", "Shore, J.", "[Translation]:", "The Court recognizes that it would be absurd, and contrary to subsection 110(3) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (IRPA), to task the Refugee Appeal Division (RAD) of the Immigration and Refugee Board with re-examining, for every instance, whether the claimants are in fact refugees or persons in need of protection within the meaning of sections 96 and 97 of the IRPA. It is clear from the case law that an appellate body cannot substitute its own reasoning for that of a specialized tribunal of first instance, the tribunal of fact, having the advantage of having heard", "viva voce", "testimony and with its authority conferred by the", "Inquiries Act", ",  <FRAGMENT_SUPPRESSED>  at para 10).", "As Justice Gérard Vincent La Forest of the Supreme Court of Canada reminds us in", "<FRAGMENT_SUPPRESSED> , citing", "<FRAGMENT_SUPPRESSED> , at paragraph 33, an appellate court", "...", "will be justified in disturbing the trial judge's findings of fact only if a specific and identifiable error made by the trial judge convinces it that the conclusion of fact reached is unreasonable, and not one that constitutes a mere divergence of opinion as to the assessment of the balance of probabilities", ". [Emphasis added.]"], ["[2]", "In this case, the Court is entirely in agreement with the RAD that the standard of review to be applied to findings of fact made by the Refugee Protection Division (RPD) is reasonableness", "It is well established that an appellate body must review the findings of a trial court by applying a correctness standard to findings that involve questions of law, and by applying a reasonableness standard to those involving questions of mixed fact and law", "<FRAGMENT_SUPPRESSED> )."], ["[3]", "That said, the Court finds that in assessing the reasonableness of the decision, the RAD should, at the very least, have reviewed the evidence that was presented before the RPD and conducted an independent assessment of all of the evidence in order to determine whether the RPD, on the basis of the facts and the conditions of the country in question, had properly considered the evidence and reasonably justified its conclusion", "<FRAGMENT_SUPPRESSED>  at para 47;", "Newfoundland and  <FRAGMENT_SUPPRESSED> ;", "Alberta (Information and  <FRAGMENT_SUPPRESSED> ).", "According to this trio of judgments by the Supreme Court of Canada, the RAD cannot exempt itself from considering the evidence as a whole", "II.", "Introduction"], ["[4]", "This is an application for judicial review filed pursuant to subsection 72(1) of the IRPA, of a decision dated July 25, 2013, by the RAD dismissing the applicants' appeal from a decision of the RPD refusing to recognize their claim that they are refugees or persons in need of protection within the meaning of sections 96 and 97 of the IRPA.", "III.", "Facts"], ["[5]", "The principal applicant, Oscar Iyamuremye, his spouse, Jeannine Umuhire, her minor daughter, Karabo Greta Ineza, and her brother, Jean de Dieu Ntibeshya, are all Rwandan citizens. The principal applicant and his brother are reportedly of mixed Hutu and Tutsi origin."], ["[6]", "The applicants were allegedly persecuted during the Rwandan genocide in 1994, and several members of their family were killed."], ["[7]", "The principal applicant states that his father, a Hutu, and other members of his family, testified before the Gacaca after the genocide. He was charged, then acquitted, but claims that he continued to be persecuted afterwards."], ["[8]", "The principal applicant further states that his brother, Jean, suffered ill-treatment and was threatened, having been accused of being an opponent of the government. His brother left Rwanda for the United States in September 2010, and remained there for two years. Shortly after his brother's departure, the applicant was purportedly approached by his employer, the Ministry of the Public Service, with regard to his political allegiance."], ["[9]", "In July 2012, his employer allegedly accused him of failing to deliver a project on time and of awarding a supply procurement contract to an opponent of the government."], ["[10]", "In September 2012, he claims he was summoned to an interrogation by the Rwandan military police during which he was accused of supporting the Rwandan National Congress (RNC) and of promoting a genocidal ideology. He further states that he was questioned about his brother, Jean, and about his political allegiance. Later, the military police reportedly conducted an illegal search of the applicant's home."], ["[11]", "In November 2012, the applicant alleges that he was the victim of an attempted kidnapping by the military police."], ["[12]", "The applicants left Rwanda for Canada on December 15, 2012. They arrived in Canada on December 21, 2012, and claimed refugee protection. That claim was dismissed by the RPD on April 11, 2013."], ["[13]", "On May 8, 2013, the applicants appealed to the RAD. The appeal was dismissed on July 25, 2013."], ["[14]", "On August 9, 2013, the applicants filed the present application for judicial review of that decision.", "IV.", "Decision under review"], ["[15]", "In its decision, the RAD began by addressing the admissibility of two pieces of evidence submitted in their appeal - a refugee card belonging to the principal applicant's brother, Richard Bwenge, and a document relating to a refugee claim by his parents in Uganda. Relying on the criteria for admissibility applicable in the context of a Pre-Removal Risk Assessment (PRRA) (", "<FRAGMENT_SUPPRESSED> ), the RAD determined that the documents constituted, at first blush, credible, relevant and new evidence, but that they were not admissible because the applicants had not presented complete and detailed observations on the essential nature of the documents. It further noted that these documents did not include evidence that, in and of itself, would be determinative of the applicants' refugee protection claim."], ["[16]", "The RAD then determined that the RPD had made no error in its assessment of the applicants' credibility. The RAD found that the RPD had justified its reasons for having arrived at the conclusion that the applicants were not credible, having regard for the evidence as a whole, including the explanations offered by the applicants."], ["[17]", "Lastly, the RAD determined that the RPD had not shown apparent bias, as the applicants alleged. The RAD noted that after carefully reviewing the transcript of excerpts from the hearing, there was no conduct that derogated from the standard that an informed and reasonable observer could interpret as constituting an appearance of bias.", "V.", "Issue"], ["[18]", "Is the decision of the RAD reasonable?", "VI.", "Relevant statutory provisions"], ["[19]", "The following sections of the IRPA apply to this case:", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", ") is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", ") not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", ") to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", ") to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "Person in need of protection", "(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.", "...", "110. (4) On appeal, the person who is the subject of the appeal may present only evidence that arose after the rejection of their claim or that was not reasonably available, or that the person could not reasonably have been expected in the circumstances to have presented, at the time of the rejection.", "...", "(6) The Refugee Appeal Division may hold a hearing if, in its opinion, there is documentary evidence referred to in subsection (3)", ") that raises a serious issue with respect to the credibility of the person who is the subject of the appeal;", ") that is central to the decision with respect to the refugee protection claim; and", ") that, if accepted, would justify allowing or rejecting the refugee protection claim.", "...", "111. (1) After considering the appeal, the Refugee Appeal Division shall make one of the following decisions:", ") confirm the determination of the Refugee Protection Division;", ") set aside the determination and substitute a determination that, in its opinion, should have been made; or", ") refer the matter to the Refugee Protection Division for re-determination, giving the directions to the Refugee Protection Division that it considers appropriate.", "Referrals", "(2) The Refugee Appeal Division may make the referral described in paragraph (1)(c) only if it is of the opinion that", ") the decision of the Refugee Protection Division is wrong in law, in fact or in mixed law and fact; and", ") it cannot make a decision under paragraph 111(1)(", ") or (", ") without hearing evidence that was presented to the Refugee Protection Division.", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays don't elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays don't elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "Personne à protéger", "(2) A également qualité de personne à protéger la personne qui se trouve au Canada et fait partie d'une catégorie de personnes auxquelles est reconnu par règlement le besoin de protection.", "[...]", "110. (4) Dans le cadre de l'appel, la personne en cause ne peut présenter que des éléments de preuve survenus depuis le rejet de sa demande ou qui n'étaient alors pas normalement accessibles ou, s'ils l'étaient, qu'elle n'aurait pas normalement présentés, dans les circonstances, au moment du rejet.", "[...]", "(6) La section peut tenir une audience si elle estime qu'il existe des éléments de preuve documentaire visés au paragraphe (3) qui, à la fois:", "a) soulèvent une question importante en ce qui concerne la crédibilité de la personne en cause;", "b) sont essentiels pour la prise de la décision relative à la demande d'asile;", "c) à supposer qu'ils soient admis, justifieraient que la demande d'asile soit accordée ou refusée, selon le cas.", "[...]", "111. (1) La Section d'appel des réfugiés confirme la décision attaquée, casse la décision et y substitue la décision qui aurait dû être rendue ou renvoie, conformément à ses instructions, l'affaire à la Section de la protection des réfugiés.", "Renvoi", "(2) Elle ne peut procéder au renvoi que si elle estime, à la fois:", "a) que la décision attaquée de la Section de la protection des réfugiés est erronée en droit, en fait ou en droit et en fait;", "b) qu'elle ne peut confirmer la décision attaquée ou casser la décision et y substituer la décision qui aurait dû être rendue sans tenir une nouvelle audience en vue du réexamen des éléments de preuve qui ont été présentés à la Section de la protection des réfugiés.", "VII.", "Standard of review"], ["[20]", "The main issue before the Court, as submitted by the applicants, is whether the RAD erred in its interpretation of its jurisdiction. As the question that arises is a question of law, the decision of the RAD is reviewable on a standard of correctness ( <FRAGMENT_SUPPRESSED> , above;", "<FRAGMENT_SUPPRESSED>  NR 175 at para 5).", "VIII.", "The parties' positions"], ["[21]", "The applicants submit that the RAD erred by determining that it did not have jurisdiction to reassess the evidence that was before the RPD, thus failing to exercise its jurisdiction. They assert that the RAD's role as an appellate body differs from that of the Federal Court with respect to judicial review. The RAD could not restrict itself to assessing the \"reasonableness\" of the RPD's decision-it ought to have proceeded with a thorough and detailed review of each piece of evidence and every argument that was before the RPD (pursuant to subsection 110(3) and section 111 of the IRPA). The applicants argue that the RAD in this case essentially limited itself to repeating the RPD's findings, without conducting a proper analysis of the arguments or the evidence in the record."], ["[22]", "The applicants further allege that the RAD erred in its analysis of the criteria regarding the admissibility of new evidence under subsection 110(4) of the IRPA. The applicants contend that the RAD had an obligation to review the new evidence they had submitted as part of their appeal, as the file met these criteria; in particular, it raised a serious issue with respect to the applicants' credibility that was central to the decision."], ["[23]", "The respondent asserts that the RAD's analysis was detailed and clear, and that the elements the RAD covered in its reasons were sufficient to demonstrate that its decision is reasonable."], ["[24]", "The respondent submits that the RAD did not fail to exercise its jurisdiction when it limited its analysis to the reasons of the RPD. The respondent posits that neither subsection 110(3) nor section 111 of the IRPA require the RAD to analyse every piece of evidence that was before the RPD. These provisions simply set out the framework of the RAD's authority.", "IX.", "Analysis"], ["[25]", "The applicants raised a number of issues, and although the Court does not agree with their position on every one of these issues, it does agree with the applicants that the RAD erred when it asserted that reassessing the evidence was not within its jurisdiction (Reasons and decision at para 71)."], ["[26]", "The Court notes that, to this day there is no case law with respect to the jurisdiction of the RAD. This case therefore identifies a need to reflect on this issue."], ["[27]", "In this case, it is a matter of interpreting the IRPA and, in particular, of determining the role of the RAD under subsection 111(1) of the IRPA. The parties agree that the key provision here is subsection 111(1)."], ["[28]", "For the reasons that follow, the Court is of the view that a plain reading of the IRPA with regard to the provision in question does not permit the interpretation articulated by the RAD."], ["[29]", "It is settled law that the words of a statute are to be read in their entire context and in their grammatical and ordinary sense harmoniously with the scheme of the statute, the object of the statute and the intention of Parliament (", "Rizzo & Rizzo Shoes Ltd", ", [1998] 1 SCR 27; see also,", "E.A. Driedger, Construction of Statutes", "(2nd Ed 1983) at p. 87)."], ["[30]", "Applying these rules regarding the interpretation of statutes to subsection 111(1), it is clear that Parliament's intention was to allow the RAD to render decisions on the merits of an appeal and not merely to decide whether the RPD reached its conclusion in a \"reasonable\" manner as the member stated in this matter. Subsection 111(1) defines the jurisdiction of the RAD in precise and unequivocal terms:", "After considering the appeal, the Refugee Appeal Division shall make one of the following decisions:", "(a) confirm the determination of the Refugee Protection Division;", "(b) set aside the determination", "and substitute a determination that, in its opinion, should have been made", "; or", "(c) refer the matter to the Refugee Protection Division for re-determination, giving the directions to the Refugee Protection Division that it considers appropriate. [Emphasis added.]"], ["[31]", "The RAD therefore has the authority to undertake its own analysis of the evidence and, indeed, to", "substitute the impugned decision with a determination that should have been made"], ["[32]", "This interpretation of subsection 111(1) is supported by the near-identical wording of subsection 67(2). Subsection 67(2) reads as follows:", "67. (2) If the Immigration Appeal Division allows the appeal, it shall set aside the original decision and substitute a determination that, in its opinion, should have been made, including the making of a removal order, or refer the matter to the appropriate decision-maker for reconsideration.", "67. (2) La décision attaquée est cassée; y est substituée celle, accompagnée, le cas échéant, d'une mesure de renvoi, qui aurait dû être rendue, ou l'affaire est renvoyée devant l'instance compétente."], ["[33]", "The case law regarding this provision is particularly important here, as it refuses to read subsection 67(2) as conferring upon the Immigration Appeal Division (IAD) a jurisdiction similar to that of a judicial review body (see", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ). In <FRAGMENT_SUPPRESSED> , Justice Michael Kelen writes:"], ["[28] The applicant submits that the only role of the IAD in a challenge of the legal validity of the visa officer's decision is to determine the reasonableness of the officer's decision on excessive demand at the time that the decision is made. The IAD therefore exceeded its jurisdiction by not limiting itself to assessing the reasonableness of the officer's decision at the time it was made. The applicant cites", "<FRAGMENT_SUPPRESSED>  (C.A.) in support of its argument."], ["[29] In my view the applicant has mischaracterized the role of the IAD in an appeal under subsection 67(2) of IRPA."], ["[30] None of above cited decisions supports the applicant's position.", "Nowhere in these decisions does the Court adopt an approach that would fetter the IAD's discretion to make substantive determinations which may or may not lead it to substitute its own assessment", ". [Emphasis added..]"], ["[34]", "Similarly in", "<FRAGMENT_SUPPRESSED>  this Court stated that subsection 67(2) of the IRPA confirms that the IAD has", "de novo", "jurisdiction by stating that it can substitute its own decision for that which should have been made", "(at para 18)."], ["[35]", "The Court adopts the reasoning in <FRAGMENT_SUPPRESSED> and", "Adbul", ", above, in this case. The Court is mindful of the fact that the IRPA limits the power of the RAD, contrary to that of the IAD, to consider new evidence and to hold a hearing only in exceptional cases (see subsections 110(4) and 110(6)). The nature of the proceeding set out at subsection 67(2) cannot therefore be considered as being perfectly analogous to that in subsection 111(1) in all cases. That said, the Court finds that this limitation in no way diminishes the jurisdiction conferred upon the RAD to review the evidence that was before the RPD", ". As Justice Yves de Montigny noted in <FRAGMENT_SUPPRESSED> , above, a restricted ability to consider fresh evidence does not limit an appeal body's jurisdiction to review all of the material."], ["[36]", "Such an interpretation of the wording of subsection 111(1) is consistent with both the spirit and purpose of the IRPA, in particular the objective set out in paragraph 3(2)(", "), which is \"to grant, as a fundamental expression of Canada's humanitarian ideals, fair consideration to those who come to Canada claiming persecution.\""], ["[37]", "In this case, the articulation of the RAD's decision does not show that it considered all of the evidence presented to the RPD or that it conducted its own analysis of it. Indeed, to quote the RAD itself: \"my task is not to re-weigh the evidence\" (Reasons and decision at para 71). The error lies solely in the articulation of its own jurisdiction."], ["[38]", "In the words of Justice Karen Sharlow, in", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 554 at paragraph 17, the role of an appeal body \"is to determine whether the Judge who made the order under appeal complied with the law and properly considered the evidence submitted.\" The Court fails to see how the RAD, having itself not considered the evidence, was able to conclude that the RPD had properly considered it."], ["[39]", "The Court recognizes that it would be absurd, and contrary to subsection 110(3), to task the RAD with re-examining, for every instance, whether the claimants are in fact refugees or persons in need of protection within the meaning of sections 96 and 97 of the IRPA. It is clear from the case law that an appellate body cannot substitute its own reasoning for that of a specialized tribunal of first instance, the tribunal of fact, having the advantage of having heard", "viva voce", "testimony and with its authority conferred by the", "Inquiries Act", ", unless the trial judge made a \"palpable and overriding error\" that led to an erroneous result", "( <FRAGMENT_SUPPRESSED> , above at para 10).", "As Justice La Forest of the Supreme Court of Canada reminds us in", "<FRAGMENT_SUPPRESSED> , citing", "<FRAGMENT_SUPPRESSED>  judge's findings of fact only if a specific and identifiable error made by the trial judge convinces it that the conclusion of fact reached is unreasonable, and not one that constitutes a mere divergence of opinion as to the assessment of the balance of probabilities", ". [Emphasis added.]"], ["[40]", "In this case, the Court is entirely in agreement with the RAD that the standard of review to be applied to findings of fact made by the RPD is reasonableness", "It is well established that an appellate body must review the findings of a trial court by applying a correctness standard to findings that involve questions of law, and applying a reasonableness standard to those involving questions of mixed fact and law", "White", ", above; also, <FRAGMENT_SUPPRESSED> , above; and", "Furlong", ", above)."], ["[41]", "That said, the Court finds that in assessing the reasonableness of the decision, the RAD should, at the very least, have reviewed the evidence that was presented before the RPD and conducted an independent assessment of all of the evidence in order to determine whether the RPD, on the basis of the facts and the conditions of the country in question, had properly considered the evidence and reasonably justified its conclusion", "( <FRAGMENT_SUPPRESSED> , above;", "Newfoundland and Labrador Nurses' Union", ", above;", "Alberta Teachers' Association", ", above).", "According to this trio of judgments by the Supreme Court of Canada, the RAD cannot exempt itself from considering the evidence as a whole"], ["[42]", "In light of the foregoing, it is not necessary for the Court to address the remaining grounds raised by the applicants. However, the Court will briefly address the RAD's decision to refuse fresh evidence submitted by the applicants, given that there is no case law on this point."], ["[43]", "First, as in the case of a PRRA, the Court finds that the standard of review to be applied to the RAD's decision with respect to the admissibility of fresh evidence is that of reasonableness. As Justice de Montigny noted in", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 426,", "applying a provision to the particular facts of a case is a question of mixed fact and law, to be reviewed on a standard of reasonableness", "(at para 20)."], ["[44]", "In this case, the Court agrees with the RAD that the wording of subsection 110(4) is very similar to that governing the admissibility of fresh evidence in the context of a PRRA at paragraph 113(", "):", "110 (4) On appeal, the person who is the subject of the appeal may present only evidence that arose after the rejection of their claim or that was not reasonably available, or that the person could not reasonably have been expected in the circumstances to have presented, at the time of the rejection", "...", "113. Consideration of an application for protection shall be as follows:", ") an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection;", "110. (4) Dans le cadre de l'appel, la personne en cause ne peut présenter que des éléments de preuve survenus depuis le rejet de sa demande ou qui n'étaient alors pas normalement accessibles ou, s'ils l'étaient, qu'elle n'aurait pas normalement présentés, dans les circonstances, au moment du rejet.", "[...]", "113. Il est disposé de la demande comme il suit:", "a) le demandeur d'asile débouté ne peut présenter que des éléments de preuve survenus depuis le rejet ou qui n'étaient alors pas normalement accessibles ou, s'ils l'étaient, qu'il n'était pas raisonnable, dans les circonstances, de s'attendre à ce qu'il les ait présentés au moment du rejet;"], ["[45]", "Considering the dearth of case law interpreting subsection 110(4) and given the essential similarity between the provisions in question, the Court does not find it unreasonable for the RAD to have referred to the factors set out in <FRAGMENT_SUPPRESSED> , above, to analyse the admissibility of fresh evidence. This case law established a legal meaning to the general application of the words \"new evidence,\" which, in the Court's view, is consistent with Parliament's clear intention with regard to subsection 110(4) to require that the RAD review the RPD's decision as is, unless new, credible and relevant evidence arose after the rejection,", "that might have affected the outcome of the RPD hearing if that evidence had been presented to it"], ["[46]", "The legal test for new evidence under paragraph 113(", ") is set forth in <FRAGMENT_SUPPRESSED> , below:"], ["[13] As I read paragraph 113(", "), it is based on the premise that a negative refugee determination by the RPD must be respected by the PRRA officer, unless there is new evidence of facts that might have affected the outcome of the RPD hearing if the evidence had been presented to the RPD. Paragraph 113(", ") asks a number of questions, some expressly and some by necessary implication, about the proposed new evidence. I summarize those questions as follows:", "1.", "Credibility", ": Is the evidence credible, considering its source and the circumstances in which it came into existence? If not, the evidence need not be considered.", "2.", "Relevance", ": Is the evidence relevant to the PRRA application, in the sense that it is capable of proving or disproving a fact that is relevant to the claim for protection? If not, the evidence need not be considered.", "3.", "Newness", ": Is the evidence new in the sense that it is capable of:", "(a) proving the current state of affairs in the country of removal or an event that occurred or a circumstance that arose after the hearing in the RPD, or", "(b) proving a fact that was unknown to the refugee claimant at the time of the RPD hearing, or", "(c) contradicting a finding of fact by the RPD (including a credibility finding)?", "If not, the evidence need not be considered.", "4.", "Materiality", ": Is the evidence material, in the sense that the refugee claim probably would have succeeded if the evidence had been made available to the RPD? If not, the evidence need not be considered.", "5.", "Express statutory conditions", "(a) If the evidence is capable of proving only an event that occurred or circumstances that arose prior to the RPD hearing, then has the applicant established either that the evidence was not reasonably available to him or her for presentation at the RPD hearing, or that he or she could not reasonably have been expected in the circumstances to have presented the evidence at the RPD hearing? If not, the evidence need not be considered.", "(b) If the evidence is capable of proving an event that occurred or circumstances that arose after the RPD hearing, then the evidence must be considered (unless it is rejected because it is not credible, not relevant, not new or not material)."], ["[47]", "In the present matter, the Court considers that even if the RPD had been aware of the two new pieces of evidence in question, it is highly doubtful that these two elements, in and of themselves, would have been determinative of this case. There were, nevertheless, a number of flaws with regard to the applicants' credibility which remain unresolved to this day. That is to say, after reassessment, the final conclusion of the RAD would probably have been identical to the result that is currently before this Court."], ["[48]", "Although RAD probably fulfilled its substantive duty according to the conclusion at which it arrived, the matter is referred back to the RAD solely because of the articulation of the reasons for its decision.", "X.", "Conclusion"], ["[49]", "For all of the foregoing reasons, the applicants' application for judicial review is allowed and the matter is referred back for redetermination before a differently constituted panel.", "JUDGMENT"], ["[50]", "THE COURT RULES that", "the applicants' application for judicial review be allowed and that the matter be referred back for redetermination by a differently constituted panel. There is no question of general importance to be certified.", "Application allowed.", "Editor: Elizabeth M.A. Turgeon/vnh"]]}