{"id_": "079847", "body_str": [["[1]", "Kelen, J.", ": This is an application for judicial review of the decision of the Convention Refugee Determination Division of the Immigration and Refugee Board (the \"Refugee Division\"), dated July 5, 2002, wherein the applicants were declared not to be Convention refugees as defined in the", "Immigration Act", ", R.S.C. 1985, c. I-2 (the \"", "Act", "\").  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicants are a family from Armenia who claim refugee status based on the Jewish background of the principal applicant Sos Gasparyan. The principal applicant claims that his mother is Jewish and he experienced discrimination throughout his life because of his background. In 1999 he was attacked by group of men after refusing to lend them his truck for the war with Azerbaijan. His son, Artur Gasparyan, was also beaten by the same group of men on his way to school. The principal applicant's wife and daughter, Ruzanna Gasparyan and Narine Gasparyan, left Armenia in August 1999 and travelled to the United States. The principal applicant and his son moved to Russia in March 2000, but continued to experience problems there and fled to Canada in July 2000, claiming refugee status upon their arrival. The principal applicant's wife and daughter came to Canada in September 2000 and also made refugee claims upon their arrival.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The Refugee Division determined that the principal applicant was not credible and concluded that the claimants did not have a well-founded subjective fear of persecution based on his ethnic identity. The credibility finding was based on questions about the authenticity of the principal applicant's birth certificate (which identified his mother's ethnicity as Jewish), his limited knowledge of the Jewish faith and significant omissions from his PIF. The panel also reviewed documentary evidence about Armenia and found that it did not corroborate the types of human rights abuses alleged by the applicants necessary to support a well-founded objective fear of persecution.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The applicants now seek to have this decision set aside based on alleged errors made by the panel in its assessment of the principal applicant's birth certificate. At the hearing, the principal applicant supplied a birth certificate issued in his name in 2001 and a photocopy of a birth certificate issued in his name in 1972. He testified that he had brought his 1972 birth certificate to Canada, but was unable to present it because it had been lost. The panel found that there are difficulties with the authenticity of identity documents issued in the former republics of the Soviet Union around 2001, and drew a negative inference from the principal applicant's failure to produce his original 1972 birth certificate, which the panel could have tested forensically to prove its authenticity.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The applicants submit that the panel erred by not testing the replacement birth certificate issued in 2001. If they had doubts about the authenticity of the document, then the panel ought to have conducted further analysis or testing. They also argue it was an error for the panel to rely upon newspaper articles to discredit the authenticity of the applicants' documents because those articles do not contain a specific reference to Armenia.  <FRAGMENT_SUPPRESSED>"], ["[6]", "The appropriate standard for reviewing the Refugee Division's assessment of identity documents is patent unreasonableness:", "<FRAGMENT_SUPPRESSED>  at para. 7. The panel had first-hand access to the identity documents and the testimony of the applicants, and also possesses a high level of expertise in this area.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The applicants have not demonstrated that the Refugee Division committed a reviewable error or made a patently unreasonable finding when it rejected the authenticity of the applicant's birth certificate. A panel is entitled to rely upon its knowledge regarding the availability of forged documents in a particular region to question their probative value:", "<FRAGMENT_SUPPRESSED> . The panel's reliance upon newspaper articles that did not include a specific reference to Armenia is of no consequence. Moreover, the Refugee Division is not obliged to conduct further assessment of a document when there is enough evidence to discredit its authenticity:", "<FRAGMENT_SUPPRESSED>  at para. 4 ( <FRAGMENT_SUPPRESSED>  at para. 18; and", "<FRAGMENT_SUPPRESSED>  at par. 5. For these reasons, it was reasonably open for the panel to reject the principal applicant's identity documents.  <FRAGMENT_SUPPRESSED>"], ["[8]", "In any event, the Refugee Division's credibility finding was also supported by the principal applicant's limited knowledge of the Jewish faith and the omission of significant facts from his PIF. These concerns were raised by the panel at the hearing and the applicants were given a chance to address them, but their responses did no satisfy the panel. Even if the principal applicant's birth certificate was authentic, these shortcomings are sufficient to support the panel's negative credibility finding.  <FRAGMENT_SUPPRESSED>"], ["[9]", "Finally, the applicants have provided no basis for the questioning the panel's assessment of the documentary evidence on Armenia. They argue that the documents relied upon by the panel merely stated that Jews do not face persecution from the government and did not address persecution from nationalist groups. However, none of the documentary evidence speaks to the persecution of Jews by nationalist groups in Armenia either. Nor is there any indication that the Armenian government is unable or unwilling to protect Jewish citizens from persecution. The burden of proving the claim lies on the applicants and the lack of documentation corroborating their allegations bolsters the panel's finding that the claim was not well-founded on an objective basis.  <FRAGMENT_SUPPRESSED>"], ["[10]", "For these reasons, this application is dismissed. The parties have not proposed any questions for certification. No questions will be certified.  <FRAGMENT_SUPPRESSED>", "ORDER  <FRAGMENT_SUPPRESSED>"], ["[11]", "THIS COURT ORDERS THAT:  <FRAGMENT_SUPPRESSED>", "This application for judicial review be dismissed.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}