{"id_": "079849", "body_str": [["[1]", "Blanchard, J.", ": This is an application for judicial review of the negative decision of the Refugee Protection Division of the Immigration and Refugee Board (the \"Board\")."], ["[2]", "The Board concluded on October 3, 2002, that the applicant was not a Convention refugee nor a \"person in need of protection\" but was a person referred to in article 1F(a) of the refugee Convention and excluded from claiming asylum by s. 98 of the", "Immigration and Refugee Protection Act", "IRPA", "), S.C. 2001, c. 27.", "Facts"], ["[3]", "The applicant, Mr. Mohammad Chowdhury, is a 27-year old citizen of Bangladesh. He claimed refugee status on the basis that he is persecuted in Bangladesh for his political opinion as a member of the Awami League (AL)."], ["[4]", "In the applicant's Personal Information Form (PIF), he states that he is a businessman who became politically affiliated with the Awami Juba League (AJL) and the youth wing of the AL. The applicant states that his life was at stake in Bangladesh because of threats from the Bangladesh National Party (BNP). He states that he had no protection because the BNP and Jamaat-e-Islami held power."], ["[5]", "In 1993, while still in college, the applicant became a member of the Bangladesh Chatra League (BCL). He took part in anti-Bangladesh National Party (BNP) demonstrations in the fall of 1996. He was beaten and injured by police in 1995 and by BNP goons in 1996."], ["[6]", "In 1997, the applicant began working for the AJL-Sitakund thana branch [\"thana\" means youth] as a member. In 1998, he became a member of the executive committee and in January 2000 was promoted to the position of Organizing Secretary of the AJL-Sitakund thana branch."], ["[7]", "In July 2000, the applicant organized a protest rally and spoke against the killing of eight BCL leaders by BNP goons. He states that his business was targeted by BNP goons. The applicant worked for a parliamentary candidate in August 2001, where he gave speeches promoting the AL. He was threatened by the BNP goons."], ["[8]", "On October 1, 2001 the applicant was chased by BNP goons as he headed to a polling centre. After the subsequent BNP electoral victory, he went into hiding. The BNP goons searched his house on October 11, 2001. On October 31, 2001 the applicant left the country with the help of a smuggler. He arrived in Canada on November 2, 2001 and claimed refugee status on November 7, 2001. A hearing was held on July 18, 2002."], ["[9]", "Prior to the hearing, the applicant was notified that the Minister intended to participate in the hearing as provided by paragraph 69.1(5)(b) of the", "Immigration Act", ", R.S.C. 1985, c. I-2. The notice stated that the Minister intended to \"poser des questions aux revendicateurs\"."], ["[10]", "During the course of the hearing, the Presiding Member raised the issue of exclusion and addressed the Minister's counsel, as follows:", "\"PM: Mr. Beaupré, I wonder for the purpose of a fair hearing if at this stage, because we are discussing the violence that prevailed in various political groups in Bangladesh, if you have the intention to raise the possibility of exclusion because counsel and claimant are entitled to know about that?", "A: This could be raised", "PM: Yes", "A: And I will explain to you. And it could be raised, it's depending ...", "PM: Okay", "A: ... of the ...", "PM: Okay.,", "A: ... the knowledge and what's happen after.", "PM: Okay.", "A: But it could be a question because we talk about many violence in Bangladesh concerning that period of time.\""], ["[11]", "No objection was raised by the applicant's counsel at this time. However, in his oral submissions at the close of the hearing, he stated:", "\"Mr. Chairperson, I think you have a serious procedural problem to address with regards to the arguments offered by the Minister's representative. I refer you to the Notice of Intervention that was served in his matter. Essentially it is a notice under 69(1)(5)(b) of the law, with the stated purpose of poser des questions au revendicateur, of asking question of claimant.", "\"During the course of today's hearing Mr. Chairperson made specific reference to the Minister's representative as to whether or not the Minister intended to invoke the Exclusion Clause. I don't know what the exact words were that were utilized by the Minister's representative, but he essentially said either not at this time or something to the effect that maybe. There was no ... And frankly had a reference been made to a desire to invoke the Exclusion Clause my immediate reaction would have been to seek an adjournment in the claim ... in order to discuss with my client the issue of exclusion, which is an extremely important issue, and to prepare our case in that regard. I also would have obviously been prepared to bring forth jurisprudence in order to argue how and when exclusion should be applied. ...\""], ["[12]", "Counsel then asked to make submissions in writing within two weeks of the hearing and this was agreed to by the Presiding Member. The applicant's counsel tendered submissions on August 2, 2002.", "The Board's Decision"], ["[13]", "The Board began by outlining the applicant's political activities. The Board described several incidents involving violence and threats made against the applicant by the BNP and the applicant's subsequent departure for Canada with the help of a smuggler."], ["[14]", "The Board accepted the applicant's identity despite the fact that he had arrived with a false passport."], ["[15]", "The Board noted that the applicant's counsel had made written submissions which stated that the Presiding Member of the Board raised the issue of \"exclusion\" mid-way through the applicant's testimony. Counsel also submitted that he had raised an objection to the way the exclusion issue was invoked. The Board stated that counsel's first submission was not accurate because the member had raised the issue early in the hearing (\"barely half an hour after the wrap-up of the preliminaries\"), which lasted an entire day."], ["[16]", "The Board also noted that at the hearing the Presiding Member had stated that exclusion was a possibility and that he would have to hear all the evidence and whether the applicant would be accepted or refused is open. The Board stated: \"It is clear that at that stage the Presiding Member had not made up his mind, and to say that it was his intention to consider the exclusion clause does not properly reflect his comments.\""], ["[17]", "The Board stated that it found the applicant not to be credible. When the applicant was asked to describe how he organized people to fight the BNP, he was \"vague and evasive, explaining that they held meetings\". The applicant stated that he and his followers never fought with the BNP, and conducted activities in a law-abiding way. The Board noted that the applicant later admitted that members of the AL engaged in violent activities, but that he was not personally involved. He stated that there were fights in some places, but that they occurred because the BNP was attacking first. The Board stated: \"It then became apparent that the claimant was hiding the truth with regard to what he knew\"."], ["[18]", "The Board noted that when the claimant was asked whether he was aware of attacks perpetrated by the AL he said: \"I might have heard that. There are bad people in our country. Even in the Awami League, but we don't support them. We don't like it\"."], ["[19]", "The Board stated that the applicant admitted, under further questioning, that he had read in newspapers that the followers of J. Hazari, an AL terrorist, had beaten BNP members. The applicant repeatedly stated that he \"might have heard, but could not remember\" the riots in November 1997 in Chittagong in which 7 people were killed and 200 injured in violent clashes between the BNP and the AL."], ["[20]", "The Board stated at page 4 of its reasons:", "\"We find the claimant not credible. He is not telling the truth. Chittagong is only 20 miles from Sitakunda where he lived and exercised his political activities in a senior role. Therefore it is not plausible that a political activist of the Awami League would hardly know about the political violence which took place in Chittagong only a few years ago. When the Minister's Representative expressed surprise at the claimant's vague answers, he became even more vague: 'There were many events. Big and small ... Chatra League workers were killed by Jamaat people. I can't remember the date any more. I cannot remember. I don't remember. Maybe ... there are some bad people in my country ... I am not saying everything is good ...'. Asked if he were aware that people of his own party used violence, he answered: 'Some did. A few.' The claimant's answers make little sense. The systemic violence of the main political parties in Bangladesh is well documented, as outlined further. The claimant did his best to minimise the human rights abuses perpetrated by his party, its goons, its followers, and the police acting upon its orders.\""], ["[21]", "The Board went on to analyse the documentary evidence on human rights abuses perpetrated under the Awami League regime at a time when the applicant was active with the party. The Board noted that the police engaged in extra-judicial killings, according to the documentation of human rights organizations. The Board also noted the occurrence of violent clashes between supporters of different political parties, including clashes between supporters of the AL and the BCL."], ["[22]", "The Board stated: \"[w]hen we examine these numbers [of deaths and injuries], we cannot believe the claimant when he testified that he knew little about this violence. He alleged that he did not know or could not remember. It does not make any sense.\""], ["[23]", "On the Board's analysis of the exclusion issue, it stated that the applicant was vague and evasive and that he appeared not to be aware of the level of political violence described in the documentary evidence, despite the fact that he was a senior member of the AL."], ["[24]", "The Board then applied the", "FRAGMENT_SUPPRESSED", "criteria for determining whether a refugee claimant is excluded from being granted asylum:", "FRAGMENT_SUPPRESSED. The Board's analysis was stated as follows:", "FRAGMENT_SUPPRESSED"], ["[25]", "The Board concluded, based on this analysis, that the applicant was excluded from claiming refugee status as a person referred to in section 1F(a) of the \"refugee Convention\", and is \"... therefore neither a 'Convention refugee' nor a 'Person in need of protection' by virtue of s. 98 of the", "IRPA", "\".", "Issues"], ["[26]", "The following issues arise on this judicial review:", "(i) Did the Board conclude on the merits of the applicant's claim (Inclusion)?", "(ii) Did the Board err in law in that it misapplied the test for the application of Article 1 F(a) of the Convention, by misconstruing the evidence before it?", "(iii) Was the applicant given proper notice of the exclusion issue?", "(iv) Was the Board member biased?", "Standard of Review"], ["[27]", "The findings of the Board dealing with the applicant's role and participation in the AL and his knowledge of the AL in human rights violations are findings of fact. In accordance with paragraph 18.1(4)(d) of the", "Federal Court Act", ", R.S.C. 1985, c. F-7, the Court will not intervene unless the Board based its decision on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it. This is equivalent to the standard of \"patent unreasonableness\" for questions of fact. Whether the Board properly applied the test for exclusion - presents a question of mixed fact and law, and the appropriate standard is reasonableness simpliciter:", "FRAGMENT_SUPPRESSED. Finally if the Board misinterpreted the meaning of the exclusionary clause of Article 1F(a), this is a question of law and correctness is the appropriate standard of review.", "Analysis", "(1) Inclusion"], ["[28]", "The respondent argues that the Board's decision positively bears a conclusion in regard to the inclusion issue. The respondent contends that the Board found, in clear and unmistakable terms, the applicant not to be credible. Such a finding, submits the respondent, constitutes a conclusion that an applicant is not a refugee."], ["[29]", "I disagree. The Board's adverse credibility finding was made in the context of its analysis of the exclusion issue. No analysis can be found in the Board's reasons on the merits of the applicant's claim. The applicant's evidence was not explicitly considered by the Board, nor was any of the documentary evidence corroborative to his claim dealt with. More importantly, the Board reached no conclusion with respect to the inclusion issue. There may well be an intimate relationship between a conclusion of absence of credibility and a conclusion that an applicant is not a refugee, however such a relationship does not absolve a tribunal from stating in clear terms its ultimate conclusion of such an important issue. Such a conclusion should not be inferred from the tribunal's reasons. I therefore conclude that the Board did not make a finding with respect to the inclusion aspect of the applicant's refugee claim. The Board's reasons deal with the exclusion issue only.", "(ii) Did the Board err in law in that it misapplied the test for the application of Article 1 F(a) of the Convention, by misconstruing the evidence before it?"], ["[30]", "Article 1F(a) of the United Nations Convention Relating to the Status of Refugees, provides that a person:", "\"[W]ith respect to whom there are serious reasons for considering that: (a) he has committed a crime against peace, a war crime, or a crime against humanity, as defined in the international instruments drawn up to make provision in respect of such crimes;\""], ["[31]", "In", "FRAGMENT_SUPPRESSED, the Federal Court of Appeal examined the extent to which accomplices and principal actors in international crimes should be subject to exclusion from refugee status."], ["[32]", "In", "FRAGMENT_SUPPRESSED"], ["[33]", "It is accepted by the parties that the AL or a government led by the AL party is not an organization that is principally directed to a limited, brutal purpose. Therefore, the applicant's membership in the AL does not of necessity make him a knowing participant in persecutorial acts. It is necessary to consider for the purpose of this analysis, if the applicant is liable to such crimes as an accomplice, even though he has not personally done the acts amounting to the crime. In", "FRAGMENT_SUPPRESSED", "explained the test for complicity in cases of secondary parties. The learned Justice held the view that complicity, in such cases, rest on the existence of FRAGMENT_SUPPRESSED"], ["[34]", "FRAGMENT_SUPPRESSED"], ["[35]", "The applicant submits that the Board erred in its application of the test for exclusion. The applicant submits that the Board described impugned acts committed by the police in Bangladesh, but failed to link the police force to the applicant or to the applicant's political group, the youth wing of the AL. The applicant states that, at best, only those AL members who enjoyed executive governmental authority can be said to have control over the police, but that is far from the applicant's situation as a local executive member of the AL youth wing."], ["[36]", "The applicant states that the documentary evidence quoted by the Board refers to responsibility by AL governing forces, rather than AL members as a whole or even \"most\" or \"many\" AL members. The applicant states that the abuses committed by the police in Bangladesh are not linked to AL political purposes. The applicant also argues that the Board bears the onus to link the reproached acts and the individual sought to be excluded, and that the onus was not discharged in the present case."], ["[37]", "It is evident from a reading of the decision that the Board did not have before it evidence concerning the applicant's participation in AL violence."], ["[38]", "The Board, relying on documentary evidence concerning extra-judicial killings perpetrated by the police under the AL regime, found that the Awami League is a \"political party which engages in gross violations of human rights\". With respect to the applicant, however, the evidence establishes that he was a leader in the youth wing of an AL branch, one of nearly 500 in the country. In my view, describing the applicant as \"a senior member of the Awami League\" who \"played an important role in the organization\" amounts to an erroneous finding of fact, particularly when the human rights abuses relied on to establish the applicant's complicity were essentially committed by the police under an AL government rather than AL party members or AL youth wing members."], ["[39]", "I find that the evidence in the present case does not meet the test stated in", "FRAGMENT_SUPPRESSED", ", supra. The evidence supports findings that the applicant was a member of the executive committee of a youth branch of the AL party. The AL has over one million members in Bangladesh and nearly 500 government administrative divisions with youth wings or \"thanas\". The documentary evidence does show that violence is associated with the political arena in Bangladesh. However, it does not necessarily follow that everyone involved in the political process, or that belongs to a political party in Bangladesh, is complicit in crimes against humanity. Indeed the evidence supports that only a minority are involved with violence and such acts. The evidence simply does not support that the applicant shared a common purpose and knowledge with those committing persecutorial acts."], ["[40]", "Consequently, I find that the Board's decision that the applicant is excluded on this basis amounts to a reviewable error.", "(iii) Was the applicant given proper notice of the exclusion issue?"], ["[41]", "In", "FRAGMENT_SUPPRESSED, considered the procedural fairness of a hearing at which the exclusion issue had been raised for the first time during the applicant's testimony at the hearing. None of the prior communications between the parties had indicated that exclusion would be an issue. The panel recessed, and then the claimant's counsel requested an adjournment to another day. The panel granted only an 80-minute adjournment."], ["[42]", "On judicial review, FRAGMENT_SUPPRESSED, held that the applicant's right to procedural fairness had been breached. He stated, FRAGMENT_SUPPRESSED"], ["[43]", "FRAGMENT_SUPPRESSED stated that when the exclusion is raised for the first time during a hearing, the panel will want to FRAGMENT_SUPPRESSED to allow the claimant and his counsel to consider and prepare the exclusion issue."], ["[44]", "In the case at bar, there had been no notice provided to the claimant prior to the hearing that the exclusion issue was to be raised. I find that it was only after the start of the hearing that the issue of exclusion was raised, by the Presiding Member. At that point, the Minister's counsel replied that the issue of exclusion \"could be raised\". I find that this tentative answer by the Minister's counsel and the fact that the issue was first raised during the hearing fall short of the procedural fairness requirements set out in the case law, referred to in", "FRAGMENT_SUPPRESSED", ", supra."], ["[45]", "Notice in advance of the hearing or an adjournment of the hearing, once the issue was raised would have given the applicant and his counsel the time to prepare submissions. In the circumstances, the Presiding Member only allowed for written submissions to be filed after the hearing. I find that this is insufficient to ensure procedural fairness at the hearing."], ["[46]", "In view of my findings on the above issues, the second and third of which are each determinative of this application, it will not be necessary for me to deal with the fourth and final issues raised by the applicant.", "Conclusion"], ["[47]", "The judicial review will be allowed and the matter will be referred to a differently-constituted panel for re-hearing."], ["[48]", "Counsel are requested to serve and file submissions, if any, with respect to certification of a question of general importance within seven (7) days of receipt of these reasons. Each party will have a further period of three (3) days to serve and file any reply to the submission of the opposite party. Following that, an order will issue.", "Application allowed.", "Editor: Angela E. McKay/ve", "[End of document]"]]}