{"id_": "080135", "body_str": [["[1]", "O'Keefe, J.", ": Pursuant to section 18.1 of the", "Federal Courts Act", ", RSC 1985, c F-7, the applicants filed an application for judicial review in respect of decisions issued by the Funding Review Committee and the Chief Operating Officer [Funding Decider] of the National Energy Board [NEB] dated May 7, 2014, wherein the applicants' requests for participant funding relating to the Trans Mountain Expansion Project Regulatory Review was denied."], ["[2]", "The applicants seek the following order or orders:", "1. Declaring that the Funding Decider erred by making the decision under the", "National Energy Board Act", ", RSC, 1985, c N-7 [the Act] and the Guide to the National Energy Board Participant Funding Program under the Act [the Guide] unreasonably and further or alternatively, without observing procedural fairness;", "2. Quashing or setting aside the decision;", "3. Directing that the Funding Decider issue the applicants funding in an amount equal or comparable to sums received by other directly affected landowners, or in the amount of $67,600 with an additional $2,500 for travel expenses for two representatives;", "4. Further or alternatively, referring the matter back to the Funding Decider for a new determination in accordance with such directions the Court considers appropriate;", "5. For costs of and incidental to this application; and", "6. That the applicants shall not be required to pay costs to the respondents of this application, pursuant to Rule 400 of the", "Federal Courts Rules", ", SOR/98-106, in the event that this application is dismissed.", "I.", "Background"], ["[3]", "The NEB is responsible for conducting regulatory reviews of energy projects which cross provincial or international borders. This responsibility is established by the Act."], ["[4]", "The Act administers the NEB Participant Funding Program [PFP]. This program supports public participation by helping to pay for certain costs for people or groups intervening in NEB hearings."], ["[5]", "The Guide, available on the NEB website, outlines the PFP and provides information on how to apply and where to obtain more information. It states that the NEB establishes a Funding Review Committee [the Committee] for each proposed project for which funding is made available."], ["[6]", "The Committee prepares a report recommending how to distribute the funds and the NEB Chief Operating Officer considers the report and makes the final decision."], ["[7]", "On July 22, 2013, the NEB announced funding would be available for participation in the NEB's regulatory process regarding the Trans Mountain Expansion Project."], ["[8]", "The NEB received applications for PFP funding from the applicants in February and March 2014."], ["[9]", "The Committee held meetings on February 19 and March 4, 2014. On March 20, 2014, another committee meeting was held to discuss the applications. The Committee asked Melissa Trono, a coordinator of the PFP at the NEB to inform the applicants about its concerns of the applications' inadequacies and to request that a single common application be submitted."], ["[10]", "On March 21, 2014, Ms. Trono emailed the applicants' counsel, writing the following:", "The Funding Review Committee finds that these nine applications are very similar to each other in many aspects;", "The Funding Review Committee sees limited value in these applications being made separately;", "The Funding Committee is not inclined to fund the activities proposed in a piecemeal fashion.", "Therefore, the Funding Review Committee strongly encourages your clients to work together, to appoint a single accountable representative, and to submit a single common application.", "The email refers to nine applications but there were only eight applications. This was corrected in later correspondence."], ["[11]", "On March 28, 2014, the applicants' counsel emailed Ms. Trono advising that the Committee could consider the eight applications as one single common application and Dr. Gary Smith will act as the applicants' single accountable representative. The applicants did not however submit a new single common application."], ["[12]", "On April 2, 2014, Ms. Trono emailed the applicants' counsel suggesting a new application with a project description that would support the dollar amounts allocated for activities and expenses, with a signature from Dr. Smith."], ["[13]", "On the same day, the applicants' counsel replied that \"[a]ny one application will have the same information and therefore will not garner any further information.\" Ms. Trono wrote back on the same day reiterating the Committee's strong encouragement for a unique, common application with a modification to the activities and costs."], ["[14]", "On April 7, 2014, the applicants' counsel emailed Ms. Trono stating the applicants would not submit a new single application and advised the Committee to proceed in assessing the applications individually."], ["[15]", "In the emailed letter, the applicants' counsel clarified that fees quoted in each application were not duplicated and listed the following \"collective amounts\":", "1. Legal fees - $120,000", "2. Business valuator - $160,000", "3. Fisheries Expert - $20,000", "4. Land valuator - $80,000", "5. Agrologist- $ 20,000", "6. Hydrologist - $12,000", "7. Equine Behaviorist - $3,500"], ["[16]", "On April 15, 2014, the Committee held a meeting and decided to have Ms. Trono again advise the applicants to submit a single common application with reasonable costs. On the same day, Ms. Trono emailed the applicants' counsel and Dr. Smith, writing that the Committee remained committed to treating the applicants as a group and reviewing only a common application that clearly distinguishes activities and costs and avoids a piecemeal approach. She highlighted the following:", "The deadline the FRC has established to receive an application from Dr. Smith is April 30, 2014.", "If an application is not received by that date, unfortunately there will be no funding awarded", "to a group that should be supported in their contribution as intervenors to the hearing process.", "[Emphasis in original]"], ["[17]", "On April 16, 2014, Byron Smith, son of the applicant Dr. Smith, emailed Ms. Trono for clarification and subsequently exchanged email correspondence with Mathieu Fecteau, Ms. Trono's supervisor."], ["[18]", "On April 29, 2014, Mathieu Fecteau, Manager of the Participant Funding Project for the Trans Mountain Expansion Project at the NEB, received an email from the articling student of the applicants' counsel. The email attached the April 7, 2014 letter and reiterated that the Committee should consider the applications individually.", "II.", "Decision Under Review"], ["[19]", "On April 30, 2014, Bram Noble from the University of Saskatchewan emailed Melissa Trono and wrote the following:", "[...] We are not saying that each application doesn't identify each landowner's identified cost, as they see it.", "We are saying that the costs identified are not realistic given that the work to be undertaken, and the individuals to be hired to do it, is quite similar - for the most part identical.", "There are obvious economies of scale here, and we are not willing to use the funds in such an inefficient manner."], ["[20]", "On May 1, 2014, the Committee assessed the applications individually and rejected them due to the extensive duplication of costs, the unreasonable amounts requested and the refusal to share costs."], ["[21]", "Subsequently, the NEB mailed the rejection letters dated May 7, 2014 to all eight applicants. No reasons were provided in the letters.", "III.", "Issues"], ["[22]", "The applicants raise the following issues:", "1. Whether the Funding Decider made its decision denying the applicants funds based on erroneous findings of fact that it made in a perverse or capricious manner or without regard for the material before it.", "2. Whether the Funding Decider made its decision without considering all relevant factors or by considering irrelevant or improper factors.", "3. Whether the Funding Decider, without observing procedural fairness by providing no rationale or requirement for why existing applications were inadequate to which the applicants could respond and by failing to provide reasons."], ["[23]", "The respondents raise the following issues:", "1. What is the standard of review in this case?", "2. Was the Funding Decider's decision reasonable?", "3. Was the Funding Decider required to provide reasons?", "4. Did the Funding Decider breach its duty of procedural fairness?", "5. If the applicants are successful, what remedy can be ordered?"], ["[24]", "I would rephrase the issues as follows:", "A. What is the standard of review?", "B. Was the Funding Decider's decision reasonable?", "C. Did the Funding Decider breach procedural fairness?", "IV.", "Applicants' Written Submissions"], ["[25]", "The applicants are at issue with the tribunal disclosure arguing the document at tab 37, indicating the thirteenth round of recommendations for project funding, does not provide disclosure of related funding documents or records of previous funding recommendations."], ["[26]", "The applicants state the Funding Decider's jurisdiction arises from section 16.3 of the Act."], ["[27]", "Second, the applicants submit questions regarding an administrative decision maker's findings of fact should be assessed on a standard of reasonableness (REFERENCE_SUPPRESSED). They argue a decision cannot be based on personal choice rather than based on the powers granted to the decision maker (REFERENCE_SUPPRESSED). As for matters of procedural fairness, they are reviewed on the standard of correctness."], ["[28]", "Third, the applicants submit the Funding Decider made the decision without regard to the foundational information before it and hence, its decision was unreasonable (REFERENCE_SUPPRESSED). They argue they were never provided with reasons for the denial of funding, nor were reasons disclosed in the tribunal disclosure. However, the applicants argue the reasons for the denial can be inferred from the correspondence: i) perceived duplication of requested costs among applicants; and ii) the applicants' failure to provide a single common application with modified funding amounts. They submit these reasons were arbitrary because the legal and expert costs on each application were apportioned a fraction of the total cost of all eight funding applications. The applicants argue the Funding Decider failed to take into account this relevant consideration and made an error."], ["[29]", "Further, the applicants argue there was another fact that the Funding Decider erroneously decided; it was Ms. Mancinelli's application, an intervenor residing in another municipality."], ["[30]", "The applicants also argue Ms. Trono's April 15, 2014 email contained words confirming that the applicants \"should be supported in their contribution as intervenors to the hearing process.\""], ["[31]", "Here, the Funding Decider demanded the modified applications contain reduced amounts; but if it determined the amounts requested were too high, it had the power and authority to provide partial funding. The applicants argue they were denied funding on the basis that they failed to provide a single common application and failed to arbitrarily reduce the requested amount. They submit these requirements were not formal requirements and were only applied to them but not to other funding applicants."], ["[32]", "Fourth, the applicants submit the Funding Decider breached procedural fairness. They state this project presents potential for significant impact to the applicants. They argue given the significant size and complicated procedure employed during the regulatory review, their only opportunity to meaningfully participate in the project's review is with legal and expert support. They argue they do not have a budget to retain legal and expert support without some financial assistance. Here, the applicants were not given any information about procedural requirements that overrode the Guide or about a crucial request cut-off amount the Funding Decider would use to influence its decision. Further, the Funding Decider failed to provide reasons."], ["[33]", "Lastly, the applicants submit that the Court has the option of ordering a particular decision. Here, the Committee demonstrated unfitness to reconsider and there is not an alternative decision maker. They argue that they are similar to land owners of the CGLAP group and request the Court to grant them $67,600 with an additional $2,500 for travel expenses for two representatives.", "V.", "Respondents' Written Submissions"], ["[34]", "First, the respondents submit the Funding Decider's decision and the adequacy of the reasons provided should be reviewed on a reasonableness standard and issues of procedural fairness should be reviewed on a correctness standard."], ["[35]", "Second, the respondents submit the Funding Decider's decision was reasonable. It argues the applicants requested costs in a manner that was not cohesive, demonstrated a duplication of costs, requested unreasonable amounts and demonstrated a refusal to share costs."], ["[36]", "Here, the Funding Decider considered relevant factors: i) similarities between the individual applications amounting to reasonable concerns for duplication of costs and a refusal to share cost; ii) the Guide encouraged coordination amongst applicants and emphasized the importance of avoiding duplication; and iii) inconsistencies in the information provided by the applicants where the collective amount did not equal to and cover the same categories of costs compared to the individual applications added together."], ["[37]", "Also, other decisions are not relevant when considering whether a decision of an administrative tribunal is reasonable."], ["[38]", "Third, the respondents submit the Funding Decider was not required to provide reasons but nonetheless, it provided sufficient reasons. There is no general rule that reasons are required to be provided for administrative decisions (REFERENCE_SUPPRESSED). It argues if reasons were required, the Funding Decider provided sufficient reasons. The respondents submit the correspondence between the NEB employees and the applicants' counsel constituted sufficient reasons for the decision. In the correspondence, NEB employees clearly articulated the problems with the individual applications."], ["[39]", "Fourth, the respondents submit the Funding Decider did not breach its duty of procedural fairness. The NEB can control its own process as an administrative tribunal. Procedures are subject to statutory limitations on their power. Here, the Act allows the NEB to establish a PFP pursuant to section 16.3, but does not impose further requirements on how the PFP should be carried out. Therefore, the Act gives the NEB discretion in establishing the PFP. The Guide was created to provide information, not to present as a complete code. It was open to the NEB to control its own procedures by requesting that the applicants submit a single common application. Further, the request for a single common application did not contradict any information provided in the Guide and in fact, aligned with several points regarding the encouragement of coordination of efforts to avoid duplication. Here, contrary to what the applicants allege, the Funding Decider clearly informed the applicants on multiple occasions that it sought a single common application."], ["[40]", "Fifth, the respondents submit if the applicants are successful in their arguments, this Court cannot award damages. The applicants' request to issue a specific amount of funding constitutes an award of damages. This is an application for judicial review and the Courts have determined no damage can be awarded in judicial review proceedings under", "REFERENCE_SUPPRESSED.", "VI.", "Analysis and Decision", "A.", "Issue 1 - What is the standard of review?"], ["[41]", "I agree with the parties' submissions on the standard of review."], ["[42]", "Questions regarding the administrative decision maker's findings of fact should be afforded deference and hence, they are assessed on a standard of reasonableness (", "CITATION_SUPPRESSED). This means that I should not intervene if the decision is transparent, justifiable, intelligible and within the range of acceptable outcomes (see", "REFERENCE_SUPPRESSED). As the Supreme Court held in", "CITATION_SUPPRESSED, a court reviewing for reasonableness cannot substitute its own view of a preferable outcome, nor can it reweigh the evidence."], ["[43]", "The issue of procedural fairness and natural justice is a question of law. A review on a question of law typically triggers the standard of correctness (", "CITATION_SUPPRESSED). The Court must determine whether the process followed by the decision maker satisfied the level of fairness required in all of the circumstances (", "CITATION_SUPPRESSED)."], ["[44]", "The applicants requested that I grant leave to file the affidavit of Julia Hincks #2 in this matter. Ms. Hincks is a lawyer in the office of the applicants' counsel. Upon a review of the affidavit and considering the remarks of counsel, I am prepared to grant leave to file the affidavit.", "B.", "Issue 2 - Was the Funding Decider's decision reasonable?"], ["[45]", "The authority to set up participant funding programs is contained in subsection 16.3 of the Act which states:", "16.3 For the purposes of this Act, the Board may establish a participant funding program to facilitate the participation of the public in hearings that are held under section 24.", "16.3 L'Office peut, pour l'application de la présente loi, créer un programme d'aide financière visant à faciliter la participation du public aux audiences publiques tenues au titre de l'article 24.", "The Guide provides for a Funding Review Committee to be set up which prepares a report recommending how to distribute the funds. The NEB chief operating officer, sometimes called the Funding Decider, considers the report and makes the final decision."], ["[46]", "The NEB has also published a Participant Funding Program Guide which explains the purpose of the Participant Funding Program, how to apply for funding and where to get more information."], ["[47]", "There were submissions concerning the disclosures by the respondents however, the non-disclosure concerned other funding applications which would not appear to have a bearing on the decision with respect to the current applications."], ["[48]", "On one hand, the applicants are of the view that the Funding Decider failed to take into consideration relevant facts and erroneously included irrelevant considerations in making its decision. The applicants are at issue with the decisions due to the following: i) the Funding Decider did not consider each application contained cost apportioned amounts as a fraction of the total cost of all eight applications; ii) it demanded one single application; iii) it failed to exercise its power to grant partial funding; and iv) it considered an unrelated application. On the other hand, the respondent submits the Funding Decider's decision was reasonable and lists the following relevant factors: i) reasonable concerns for duplication of costs and a refusal to share costs; ii) the Guide encouraged coordination amongst applicants; and iii) inconsistencies in the information provided by the applicants."], ["[49]", "The following is a list of criteria listed under the Guide:", "The Committee will consider:", "• your eligibility for participant funding", "• your interest in the proposed project", "• the potential for the proposed project to impact you", "• how you propose to contribute to the regulatory process", "• how you would play an important and distinct role in the regulatory process", "• whether you have demonstrated that you will provide value-added information* relevant to the regulatory process", "• how important your participation will likely be to the Hearing (priority is provided to expenses associated with supporting the participation of local parties)", "• whether anyone else has previously completed or is likely to do the same work", "• the reasonableness of your requested costs", "• whether you have funding from other sources"], ["[50]", "First, I find the Funding Decider did consider each application individually with apportioned costs. The content in Bram Noble's April 30, 2014 email demonstrates that the concern was with the amount requested being unreasonable in light of part identical work among all the applicants. I find the Funding Decider was not unreasonable to consider the principle of economies of scale."], ["[51]", "Second, I find the Funding Decider was not unreasonable to request that a single common application be submitted with readjusted amounts. The correspondence showed the lack of a single common application was not the sole basis for refusing the applications. Here, the Funding Decider was not satisfied that the applicants had worked together to request a reasonable amount to show coordination."], ["[52]", "Third, I find the Funding Decider did not make a reviewable error in failing to partially grant the applicants' application. The elements that contribute to granting a funding application are not prescribed by statute; hence, the NEB and the Committee have discretion in allocating funds. Also, reasonableness of the requested funds is one of the considerations listed under the Guide. Here, the Funding Decider found the requested costs were not reasonable."], ["[53]", "Fourth, I find although the Funding Decider made an error in including an application that was not geographically close to the land owned by the applicants, it did subsequently acknowledge this error and separated this application."], ["[54]", "Having considered the above, I find the Funding Decider was not unreasonable to refuse the applications.", "C.", "Issue 3 - Did the Funding Decider breach procedural fairness?"], ["[55]", "The applicants state that the Funding Decider breached the duty of procedural fairness because:", "1. The applicants were not given any information about procedural requirements that overrode the Guide or about cut-off amounts.", "2. The Funding Provider did not provide reasons."], ["[56]", "To begin with, I would note that section 16.3 of the Act does not set out any particular process to be followed. Thus, it would appear that the NEB can set its own process and procedures which of course, must be fair."], ["[57]", "It should also be noted that the purpose of the Guide is stated \"to provide information on the National Energy Board's (NEB or Board) Participant Funding Program.\""], ["[58]", "I see nothing unreasonable about the committee asking for a single application for all of the applicants. In fact, the Guide lists as criteria that the committee consider whether anyone else has previously completed or is likely to do the same work and the reasonableness of the requested costs. The committee, on a number of occasions, made the applicants aware of the need for a single application and its concern about the reasonableness of the proposed costs. There is no conflict with the Guide."], ["[59]", "With respect to reasons, I find that sufficient reasons for the denial were provided. A review of the correspondence between the NEB and the applicants shows that the committee made numerous requests for a single common application with a more reasonable amount to be submitted. There was ample time to comply with the request."], ["[60]", "I am of the opinion that the Funding Decider acted fairly and did not breach procedural fairness."], ["[61]", "As a result, the application for judicial review is dismissed."], ["[62]", "There shall be no order as to costs due to the factual background of the case and the novel nature of the issues."], ["[63]", "Because of my decision above, I need not deal with the issue of the payment of the sums of $67,600 and $2,500.", "JUDGMENT"], ["[64]", "THIS COURT'S JUDGMENT is that", "1. The application for judicial review is dismissed.", "2. There shall be no order as to costs.", "ANNEX", "Relevant Statutory Provisions", "National Energy Board Act", ", RSC 1985, c N-7", "16.3 For the purposes of this Act, the Board may establish a participant funding program to facilitate the participation of the public in hearings that are held under section 24.", "16.3 L'Office peut, pour l'application de la présente loi, créer un programme d'aide financière visant à faciliter la participation du public aux audiences publiques tenues au titre de l'article 24.", "Participant Funding Program Guide", "Available on National Energy Board Website:", "https://www.neb-one.gc.ca/prtcptn/hrng/pfp/prgrmgd-eng.html#s4_1", "Purpose of this Guide", "The purpose of this guide is to provide information on the National Energy Board's (NEB or Board) Participant Funding Program.", "This guide explains:", "the purpose of the Participant Funding Program", "how to apply for funding", "where to get more information", "...", "Funding Review Committee", "The NEB establishes an independent Funding Review Committee (Committee) for each proposed project where funding is made available. The Committee usually consists of at least three people, including one person who works at the NEB and at least one person who is not connected to government. Committee members must be independent, which means they must have no interest or financial stake in the proposed project.", "The Committee members:", "•know the Participant Funding Program's terms and conditions", "•understand the NEB Hearing process including how the public can participate", "•have expertise related to NEB projects", "The Committee will consider:", "•your eligibility for participant funding", "•your interest in the proposed project", "•the potential for the proposed project to impact you", "•how you propose to contribute to the regulatory process", "•how you would play an important and distinct role in the regulatory process", "•whether you have demonstrated that you will provide value-added information* relevant to the regulatory process;", "•how important your participation will likely be to the Hearing (priority is provided to expenses associated with supporting the participation of local parties)", "•whether anyone else has previously completed or is likely to do the same work", "•the reasonableness of your requested costs", "•whether you have funding from other sources", "Objet du guide", "Le présent guide vise à fournir de l'information sur le Programme d'aide financière aux participants de l'Office national de l'énergie.", "Il explique ce qui suit:", "le but du Programme d'aide financière aux participants;", "la manière de présenter une demande d'aide financière;", "les sources de renseignements supplémentaires.", "...", "Comité d'examen de l'aide financière", "L'Office forme un comité indépendant d'examen de l'aide financière pour chaque projet offrant une telle aide aux participants. Ce comité est généralement composé de trois personnes, dont une qui travaille à l'Office et au moins un membre qui n'a pas de lien avec le gouvernement. Les membres de ce comité doivent être indépendants, c'est-à-dire n'avoir aucun intérêt financier ou autre à l'égard du projet.", "Les membres du comité ...", "•connaissent les conditions du programme d'aide financière aux participants;", "•comprennent le processus d'audience de l'Office, y compris le mode de participation du public;", "•ont une expertise concernant les projets de l'Office.", "Le comité examine ce qui suit:", "•votre admissibilité à l'aide financière aux participants;", "•votre intérêt à l'égard du projet;", "•la probabilité que le projet ait des répercussions sur vous;", "•la contribution que vous vous proposez d'apporter au processus de réglementation;", "•la façon dont vous pourriez jouer un rôle important et distinct dans le processus de réglementation;", "•votre capacité d'apporter de l'information à valeur ajoutée* au processus de réglementation;", "•l'importance probable de votre participation à l'audience (la priorité est accordée aux dépenses servant à appuyer la participation des parties locales);", "•la réalisation effective ou probable des mêmes travaux par quelqu'un d'autre;", "•le caractère raisonnable de l'aide financière demandée;", "•l'existence d'une aide financière provenant d'autres sources;", "Application dismissed.", "Editor: Elizabeth M.A. Turgeon", "[End of document]"]]}