{"id_": "080237", "body_str": [["[1]", "McNair, J.", ": This is an appeal by John Labatt Limited (the \"appellant\") from a decision of the Registrar of Trademarks rejecting its opposition to the application of the Molson Companies Limited (the \"respondent\") for registration of the trademark \"Molson's Blue\"."], ["[2]", "On July 25, 1978 the respondent (applicant) filed an application to register the trademark \"Molson's Blue\" in association with brewed alcoholic beverages based upon use in Canada by its predecessor in title since March 1962. The appellant (opponent) filed a statement of opposition on May 21, 1980 and a revised statement of opposition on February 2, 1981, raising three grounds of opposition, including one based upon the respondent's alleged noncompliance with s. 29(b) of the Trade Marks Act, R.S.C. 1970, c. T-10. On March 25, 1981 the respondent filed a counterstatement denying the allegations raised by the appellant in its statement of opposition."], ["[3]", "The appellant filed as its evidence the affidavits of Karen Dacey, Ray Stocco, Bernard Beasley and Jill W. Bradbury, and two affidavits of Donald F. Phenix. The respondent filed two affidavits of Diane M. Menard. Both parties submitted written arguments and both were represented at an oral hearing."], ["[4]", "The Registrar of Trademarks, in his decision dated January 11, 1985, rejected all of the appellant's grounds of opposition. In its notice of appeal dated March 11, 1985, the appellant contended that the Registrar had erred in his conclusions with respect to each  of those grounds. At the hearing of the appeal, appellant's counsel chose, however, to limit his attack to the submission that the Registrar had wrongly rejected the ground of opposition based on noncompliance with s. 29(b) of the Act. Thus, the only issue before me is whether the evidence substantiates that submission."], ["[5]", "As a preliminary observation, I might note that this is an appeal on what is essentially a question of fact, and the court should be reluctant to reverse the findings of the Registrar unless clearly satisfied that he came to a wrong conclusion on the facts or unless significant new evidence is adduced which would lead to a contrary conclusion: see  <FRAGMENT_SUPPRESSED>  (F.C.T.D.), at 135."], ["[6]", "The affidavit of Frank H. Brown, filed by the respondent, and a transcript of the cross-examination thereon, constitute the only additional evidence adduced by either party on the appeal. Appellant's counsel stated during the course of argument that he was no longer relying upon the Beasley and Bradbury affidavits and the second Phenix affidavit, all of which had been held by the Registrar to constitute inadmissible hearsay, nor upon the Dacey affidavit which the Registrar considered irrelevant."], ["[7]", "Section 29(b) of the Trade Marks Act reads as follows:", "\"29. An applicant for the registration of a trademark shall file with the Registrar an application containing", "....", "(b) in the case of a trademark that has been used in Canada, the date from which the applicant or his named predecessors in title, if any, have so used the trademark in association with each of the general classes of wares or services described in the application;\""], ["[8]", "The relevant portions of the Registrar's decision dealing with the s. 29(b) issue deserve to be set out in full:", "\"With respect to the opponent's ground of opposition based on noncompliance with s. 29(b) of the Trade Marks Act, the legal burden is on the applicant to show that its application complies with s. 29(b) of the Act. However, insofar as the opponent relies on allegations of fact in support of its ground of opposition, there is an evidential burden upon the opponent to prove those allegations. For a more complete discussion of this matter, reference may be made to the unreported opposition decision in  <FRAGMENT_SUPPRESSED>  circumstances respecting this ground of opposition is the filing date of the application.", "\"... The first Phenix affidavit relates to circumstances well after the material time and I have not considered it.", "\"In his affidavit, Mr. Stocco identifies himself as Assistant to the Director of National Advertising of Labatt Brewing Company Limited which he identifies as a subsidiary of the opponent. Mr. Stocco states that his current position requires him to be familiar with brands of 'alcoholic brewery beverages' sold by his company's competitors in Canada. Mr. Stocco states that he has been employed by his company or a predecessor of his company in the marketing area since 1971 and that, prior to that time, he worked for a company which was also involved in the alcoholic brewery beverage industry. Mr. Stocco then makes the following statement:", "'To the best of my knowledge and belief there is not now, and has not been, an alcoholic brewery beverage on sale in Canada labelled \"Molson's Blue\".'", "\"The net effect of the foregoing is that Mr. Stocco's affidavit constitutes the only admissible evidence that is relevant to the issue at hand. In this regard, I would note that Mr. Stocco is employed by a subsidiary of the opponent and his affidavit is not as clear as it could be respecting his knowledge and expertise prior to assuming his current position. Thus, I consider that the opponent has not adduced sufficient admissible evidence from which it could reasonably be concluded that the applicant's predecessor in title has not used the trademark 'Molson's Blue' since March 1962 or at all. Consequently, the opponent's first ground of opposition is unsuccessful.\""], ["[9]", "The main contention of appellant's counsel is that the Registrar misconstrued the onus lying upon an opponent who alleges an applicant's noncompliance with s. 29(b). He submits that such misconception is evidenced by the Registrar's statement that an opponent must \"prove\" his allegations, and argues that this imposes far too high a burden upon an opponent by requiring him to prove his case conclusively. He advances several ingenious propositions in support of this argument. Appellant's counsel concedes that an opponent pleading noncompliance with s. 29(b) of the Trade Marks Act \"probably does have some onus or burden to lead some evidence to support that plea\", according to existing authority. Nevertheless, he contends that the evidential burden in this regard should be seen as a light one, where the opposition proceeding is of a type that the evidential facts lie peculiarly within the knowledge of the applicant. It follows, therefore, in his submission that failure by the applicant to lead evidence in response to the opponent's allegations would justify drawing the inference that any evidence which might have been led would have been unfavourable to the applicant. Finally, appellant's counsel argues that the Registrar's alleged misconstruction was the probable result of following a series of decisions at the Opposition Board level which, in his submission, misapplied the judgment of the Federal Court of Appeal in  <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 271 (F.C.A.), and were thus wrongly decided. Essentially, the point being made is that the Registrar perceived the evidential burden resting on the opponent as imposing something analogous to the criminal burden of proof."], ["[10]", "Suffice it to say, I am disinclined to speculate on the likelihood that the Registrar in the present case erroneously adopted faulty reasoning regarding the respective burdens of proof as set out in decisions to which he makes no reference. He did rely on the decision of  <FRAGMENT_SUPPRESSED>  appellant's counsel takes particular exception reads as follows at p. 329:", "\"... The presence of an evidential burden on a party with respect to a particular issue means that in order for the issue to be considered at all, there must be sufficient evidence from which it could reasonably be concluded that the facts alleged to support that issue exist.\"", "Counsel neglects to mention the statement immediately following, which reads:", "\"The presence of the legal burden on a party means that if after all the evidence is in, a determinate conclusion cannot be reached the issue must be decided against that party. (Discussion of these evidentiary principles may be found in c. 2 of Report of the Federal/Provincial Task Force on Uniform Rules of Evidence (1982), Toronto: Carswell and in c. 16 of Schiff, Evidence in the Litigation Process (2nd Ed. 1983), Toronto, Carswell.)\""], ["[11]", "Considering only the decision under appeal, I am unable to agree that it was wrongly made. The jurisprudence is clear that where an applicant's  compliance with s. 29(b) of the Trade Marks Act is in issue there is a legal burden on the applicant to show compliance, and an evidentiary burden on the opponent to lead evidence in support of the allegations of noncompliance pleaded by him. The evidential burden is the burden of adducing sufficient evidence to persuade the trier of fact that the alleged facts are true: see Sopinka and Lederman, The Law of Evidence in Civil Cases (Butterworths), pp. 395-401; Cross on Evidence (Butterworths) (6th Ed.), pp. 107-108; Phipson On Evidence (13th Ed.), para. 44-03; McCormick On Evidence (Hornbook Series, West Publishing Co.) (3rd Ed.), pp. 946-948; and Thayer, Preliminary Treatise on Evidence at the Common Law (1898), c. 9. Thus, I am not persuaded that the Registrar's use of the word \"prove\" in reference to the evidential burden resting on the opponent constituted any specific misdirection in the sense of imparting the criminal standard of proof beyond a reasonable doubt or something analogous thereto. In my opinion, the meaning to be ascribed to the word in the context in which it was used goes no further than saying that the opponent was left with the risk of failing to make out its case of noncompliance."], ["[12]", "Nor am I able to conclude from a review of the Registrar's decision that he misapprehended the amount of evidence required to discharge the evidential burden lying on the opponent. Indeed, the argument of counsel for the appellant on this issue is not a novel one, a similar contention having been raised by the opponent in  <FRAGMENT_SUPPRESSED>  (Opp. Bd.). In that case, there was a similar allegation of noncompliance with the provisions of s. 29(b) of the Act, and the agent for the opponent argued that the question of the evidential burden should be governed by the common law rule that a party is obliged to prove those facts particularly within his knowledge. The same hearing officer who wrote the decision presently under appeal obviously did not fully agree, when he stated at p. 89:", "\"... It is clear from the decision of the Federal Court of Appeal in the Playboy Enterprises case noted above ([ <FRAGMENT_SUPPRESSED> ] at pp. 274-275 of the reported reasons) that the fact that an applicant may have the best knowledge as to whether and when he has used his trademark does not remove the evidential burden on an opponent with respect to a ground of opposition of noncompliance with s. 29(b) of the Act. However, it is apparent that in a situation such as the present it is difficult for an opponent to prove an allegation of nonuse by an applicant, the relevant facts being more readily available to the applicant. In such circumstances, the appropriate test is as stated in Cross on Evidence (6th Ed. 1985), at p. 121 as follows:", "'The most that can be said by way of generalisation is that a party's knowledge of essential facts may lessen the amount of evidence required to discharge an evidential burden borne by his adversary.'", "\"As stated by Buckley, L.J., in Dunlop Holdings Ltd.'s Appl'n, [1979] R.P.C. 523 at p. 544:", "'Where the relevant facts are peculiarly within the knowledge of one party, it is perhaps relevant to have in mind the rule as stated in Stephen's Digest, which is cited at page 86 of Cross on Evidence:", "\"In considering the amount of evidence necessary to shift the burden of proof, the court has regard to the opportunities of knowledge with respect to the facts to be proved which may be possessed by the parties respectively.\"", "'\"This does not mean\", Sir Rupert continues, \"that the peculiar means of knowledge of one of the parties relieves the other of the burden of adducing some evidence with regard to the facts in question, although very slight evidence will often suffice.\"'", "\"With respect to the opponent's first  ground of opposition, the opponent does have 'opportunities of knowledge' but the applicant obviously has more. Thus, the evidential burden on the opponent is less than in the ordinary case.\""], ["[13]", "The principle enunciated in Tune  <FRAGMENT_SUPPRESSED> , has been followed in numerous decisions at the Opposition Board level (see, for example:  <FRAGMENT_SUPPRESSED> ; and  <FRAGMENT_SUPPRESSED> ). While the decisions in Tune Masters and the other cases were given after the decision in the present case, and perhaps for that reason were not mentioned by appellant's counsel, they do tend to support his argument that the amount of evidence required to discharge the opponent's evidential burden should be less in cases like the present, where the relevant facts are more readily available to the applicant. I have no problem with that proposition. It is true that the Registrar made no specific reference to the lighter evidential burden resting on the opponent in the present case. I am unable to conclude, however, that this lack of mention is tantamount to misdirection on the part of the Registrar in the context of choosing to ignore completely the diminished evidentiary burden in respect of the s. 29(b) ground of opposition. The final act of weighing all the evidence on the balance of probability in terms of reaching the appropriate result is, in my view, accurately and succinctly stated by the Chairman, Mr. G.W. Partington, in  <FRAGMENT_SUPPRESSED> , at pp. 388-389:", "\"... To the extent that the opponent relies on allegations of fact in its statement of opposition to support a ground based on s. 29(b) and, to the extent that those facts are not self-evident or admitted, there is in accordance with the usual rules of evidence an evidential burden upon the opponent to prove those allegations. The presence of the evidential burden upon the opponent with respect to a particular issue means that in order for the issues to be considered at all, there must be sufficient evidence from which it could reasonably be concluded that the facts alleged to support that issue exist. On the other hand, the presence of the legal burden on the applicant means that if after all the evidence is in, a determinate conclusion cannot be reached, the issue must be decided against the applicant.\"", "In my view, the Registrar simply found that the opponent had not met the evidentiary burden of adducing sufficient admissible evidence to persuade him that the allegations of noncompliance were sustainable."], ["[14]", "The sole issue, therefore, as it seems to me, is whether the Registrar's assessment of the evidence led by the opponent was wrong in the circumstances. Appellant's counsel submits on this point that, even if the Registrar was correct in his consideration of the evidential burden, nevertheless he erred in finding that the opponent had failed to \"prove\" its allegations. In his submission, the Registrar gave insufficient weight to the Stocco affidavit, erred in rejecting the first Phenix affidavit, and mistakenly failed to take into consideration the applicant's failure to file any evidence in answer to these affidavits. I am unable to agree. Mr. Stocco, in his affidavit sworn March 25, 1982, is exceedingly vague in outlining his qualifications, expertise and employment history prior to his appointment as Assistant to the Director of National Advertising of a subsidiary of the opponent. Moreover, I agree with counsel for the respondent that the statements contained in the following operative paragraphs of the Stocco affidavit are so vague and lacking in specificity as to render them virtually meaningless:", "\"3. Throughout the period 1968 to date, as indicated above, I have been  involved in the alcoholic brewery beverage industry and have been generally aware of brands of alcoholic beverage products extant in the marketplace.", "\"4. To the best of my knowledge and belief there is not now, and has not been, an alcoholic brewery beverage on sale in Canada labelled 'Molson's Blue'.\"", "(See in this regard:  <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 11 (sub nom.  <FRAGMENT_SUPPRESSED>  his evidence to be unconvincing. Hence, I am unable to conclude that the Registrar was wrong in determining that the Stocco evidence was insufficient to discharge the appellant's evidential burden."], ["[15]", "The first Phenix affidavit deals with events well after the material date, and the Registrar acted correctly in rejecting it. Counsel for the appellant submits that the Phenix affidavit is nevertheless relevant in providing some proof of the state of affairs existing prior to the date of opposition, and relies on the presumption of continuance in support of this proposition. However, I am not convinced that the Registrar was obliged to attach undue weight to an affidavit pertaining to efforts on the part of Mr. Phenix to purchase a brewery product labelled Molson's Blue occurring some four years after the filing date of the respondent's application to register. Appellant's counsel further submits that the Phenix affidavit is relevant in suggesting a lengthy period of nonuser of the repondent's trademark and that there is an onus on the applicant to establish that its mark had not been abandoned since the claimed date of first use, citing as authority  <FRAGMENT_SUPPRESSED>  a relevant issue where an application is challenged under s. 29(b) of the Act, I must observe in the present case that abandonment was neither argued before the Registrar nor pleaded in the notice of appeal. Consequently, I do not consider it to be an issue before me."], ["[16]", "Finally, counsel for the appellant submits that the Registrar erred in not drawing an inference from the fact of the respondent's failure to lead evidence in answer to the Stocco and Phenix affidavits. Having found the appellant's evidence to be wanting, it seems to me that the Registrar was entitled to conclude that the respondent's claimed date of first use was no longer in issue. In any event, what is far more significant, in my view, is the appellant's failure to file additional evidence to counteract the Registrar's finding that all of its affidavit evidence was inadmissible, irrelevant or insufficient. The only new evidence on appeal was the affidavit of Frank H. Brown filed by the respondent. In my opinion, that affidavit and the cross-examination thereon only serves to strengthen the respondent's position.  <FRAGMENT_SUPPRESSED>  (F.C.T.D.), Strayer, J., was dealing with a situation in which the respondent registered owner of a trademark had been successful before the Registrar. Nonetheless, I consider the learned judge's comments at page 310 are apposite to the present case:", "\"I have also had regard to the fact that subsequent to this appeal being launched, the respondent has not filed any further evidence to expand upon or clarify the affidavit of Mr. Siwiec even though it was entitled to do so pursuant to s. 56(5) of the Trade Marks Act. According to the decision of the Federal Court of Appeal in the Plough case, supra, at p. 68, I am entitled to draw such an inference. It must have been apparent to the respondent after the hearing before the registrar that the existing affidavit was at best somewhat vague as a source of facts upon which the court could make the necessary inferences as to use as required by the Act. If the facts are so obvious and straightforward as counsel for  the respondent suggested then it should have been a simple matter to state those facts in a new affidavit.\"", "In making reference to this case, I am not expressing any definitive opinion regarding the extent to which the appellant might have pursued further available channels of investigation."], ["[17]", "In the result, I am not persuaded that the Registrar committed any reversible error in finding that the appellant had failed to adduce sufficient admissible evidence to discharge the evidentiary onus resting on it. In my opinion, the Registrar acted correctly in rejecting the opposition, and his decision must be upheld. The appeal is therefore dismissed with costs to the respondent.", "Appeal dismissed.", "Editor: Steven C. McMinniman/sms", "[End of document]"]]}