{"id_": "080409", "body_str": [["[1]", "Addy, J.", ": The applicant Lowe had entered Canada without a visa in 1986 claiming refugee status and was finally advised on 29 April 1987 by the Immigration Appeal Board that he did not qualify as a refugee."], ["[2]", "He and the applicant Lacrette were married on 4 August 1987 in Canada. Lacrette, as a spouse of Lowe, thereupon sought to sponsor him within Canada as an immigrant and requested an exemption from the visa requirements of s. 9(1) of the Immigration Act. An immigration officer considered the application on 24 August 1987. Following that the immigration official in Montréal concluded that the marriage was entered into primarily for the purpose of allowing Lowe to enter Canada as a member of the family class and not mainly for the purpose living with Lacrette as man and wife."], ["[3]", "The present application by way of originating notice of motion includes the following requests for relief:", "1. Prohibiting the Department to continue with the inquiry regarding Lowe until a final decision is reached in respect of the application for sponsorship and until such time as the remedies available to Lacrette under Canadian law have been exhausted;", "2. For an order in the nature of certiorari quashing the decision made by the respondent to the effect that Lowe had entered into a marriage with Lacrette \"primarily for the purposes of gaining admission to Canada as a member of the family class and not with the intention of residing permanently\" with her;", "3. For mandamus ordering the respondent to proceed with the study of the application for sponsorship and ordering the respondent to allow Lowe to remain in Canada pending determination of the sponsorship application."], ["[4]", "It is evident that in considering the present application, the court can take into consideration only the evidence which was before the officer conducting the inquiry. The affidavits of Dixon, Farray and Taylor are inadmissible as this evidence was not presented at the inquiry. The same restriction applies to whatever portions of the affidavits of the applicants were not submitted for consideration at that time. In this regard it is of importance to note that paragraph 20 of the affidavit of Lowe and paragraph 22 of the affidavit of Carole Lacrette both state that the facts previously enumerated had been presented to the Department of Employment and Immigration but do not state that they were presented to the officer conducting the inquiry. The affidavit of Diane Rouillard states what took place at the inquiry and this affidavit is uncontradicted."], ["[5]", "With regard to the request for prohibition against the Minister, it is evidence that prohibition cannot be issued where, pursuant to s. 46, there is an obligation to complete the inquiry which had been suspended by the operation of s. 45. The resumption of the inquiry is mandatory in such cases. This principle has been applied in the following cases:  <FRAGMENT_SUPPRESSED>  T-675-84, judgment dated 15 May 1984, appeal dismissed by Court of Appeal, 11 June 1985, appeal court file  <FRAGMENT_SUPPRESSED>  file T-100-86, judgment dated 31 January 1986 [Now reported 1 F.T.R. 307]."], ["[6]", "With regard to the applicants request for a certiorari to quash the decision of the manager Nicole Barbeau, the court is limited on this issue to considering whether the officer discharged her duty to act fairly in a procedural sense ( <FRAGMENT_SUPPRESSED>  D.L.R.(3d) 671, at 324 S.C.R.). Both applicants were called for an interview although there was no legal obligation to do so. They were also given full opportunity to explain. No documentary evidence of any kind was furnished and both were afforded the further opportunity of doing so. The decision was fully motivated. There was undoubtedly a problem of credibility which was resolved against the applicants. This is not an appeal and it is not up to this court to review the merits by examining the evidence but merely to consider whether the applicants were treated with administrative fairness and to determine whether there existed any bias, bad faith, lack of jurisdiction or error of law on the part of the official concerned ( <FRAGMENT_SUPPRESSED>  T-1523-85, judgment dated 18 March 1986--[Now reported in 3 F.T.R. 196],  <FRAGMENT_SUPPRESSED> ). Therefore there exists no valid ground for the court to quash the finding."], ["[7]", "Finally, with regard to the applicants request that the respondents be ordered to proceed with the application of Lacrette for the sponsorship of Lowe, the answer seems to be rather obvious. Mandamus can only issue where there is an obligation to proceed. Where dispensation of visa requirement is refused there no longer exists any sponsorship application capable of being considered (See Galdwin and  <FRAGMENT_SUPPRESSED> ). Not only is there no clear legal right to the remedy sought, but there exists not even the semblance of one."], ["[8]", "The motion will therefore be dismissed with costs.", "Application dismissed.", "Editor: Elizabeth M.A. Turgeon/blk", "[End of document]"]]}