{"id_": "080700", "body_str": [["[1]", "Pelletier, J.", ": Jacob Fast brings this motion seeking a stay of the proceedings pending in the Federal Court of Canada (\"Federal Court\") with respect to his Canadian citizenship. His motion raises a question of some significance: If the Canadian Charter of Rights and Freedoms applies to protect the rights of refugee claimants, as the Supreme Court of Canada has said it does, does it also apply to protect the rights of citizens when the government seeks to strip them of their citizenship?  <FRAGMENT_SUPPRESSED>"], ["[2]", "By means of a notice dated September 24, 1999, the Minister of Citizenship and Immigration (\"the Minister\") advised Mr. Fast that she would be making a report to the Governor in Council (\"Cabinet\") pursuant to section 10 of the", "Citizenship Act", ", R.S.C. 1985, c. C-29, seeking to having Mr. Fast's Canadian citizenship revoked on the ground that it was obtained by false representations, fraud or knowingly concealing material circumstances. The Minister's Notice alleged that Mr. Fast concealed his German citizenship and his membership in certain auxiliary police forces during the German occupation of Zaporozhye, Ukraine, during World War II. As was his right, Mr. Fast applied under section 18(1) of the", "Citizenship Act", "to have the issue of whether he obtained his citizenship by unlawful means decided by the Trial Division of the Federal Court of Canada. In his Statement of Defence, he denies the Minister's allegations.  <FRAGMENT_SUPPRESSED>"], ["[3]", "Mr. Fast now moves to stay proceedings in the Federal Court on two grounds. He has put before the Court evidence that he suffers from a progressive form of dementia of the Alzheimer's type. The physicians who have examined him agree on the nature of the illness afflicting him but disagree on the extent to which he is disabled. Mr. Fast says, through his counsel, that his deficits in long-term memory and his severe deficits in immediate and short-term memory render him unable to participate meaningfully in the proceedings. Mr. Fast cites authority from criminal law cases which establish that in criminal proceedings, the defendant be \"physically, intellectually and communicatively present and able to partake to the best of his natural ability in his full answer and defence to the charges against him\".", "<FRAGMENT_SUPPRESSED>  (C.A.), at 341. This principle, which predates the", "Canadian Charter of Rights and Freedoms", "(\"the", "Charter", "\"), is now entrenched as a constitutional right by section 7 which provides that:  <FRAGMENT_SUPPRESSED>", "\"7. Everyone has the right to life, liberty and security of the person and the right not to be deprived thereof except in accordance with the principles of fundamental justice. <FRAGMENT_SUPPRESSED>"], ["[4]", "Counsel argues that if these were criminal proceedings, they would not be allowed to continue. He relies upon a number of cases drawn from the criminal law in support of this proposition.  <FRAGMENT_SUPPRESSED>"], ["[5]", "Counsel for the Minister argues that whatever might be the case with respect to criminal charges, these are civil proceedings where there is no rule that the defendant must be competent or even physically present. Counsel points to the well-known phenomenon of actions against the estate of an alleged tortfeasor.  <FRAGMENT_SUPPRESSED>"], ["[6]", "In addition, counsel for the Minister points to a series of cases in this Court and in the Federal Court of Appeal to the effect that section 7 does not apply to proceedings before the Trial Division in revocation proceedings because the decision of the Court will not deprive the defendant of liberty or security of the person. The Court simply decides certain facts which form the basis of a report which may or may not result in revocation of citizenship and deportation. Counsel for the Minister relies upon", "<FRAGMENT_SUPPRESSED> ; 142 N.R. 173 ( <FRAGMENT_SUPPRESSED> ; 156 F.T.R. 161 (T.D.), and most recently", "Canada (Ministre de la Citoyenneté et l' <FRAGMENT_SUPPRESSED> ; [2001] F.C.J. No. 797; 278 N.R. 182 (F.C.A.), affirming [2000] F.C.J. No. 1675; 199 F.T.R. 1 (T.D.), all of which are to the same effect.  <FRAGMENT_SUPPRESSED>"], ["[7]", "Counsel for Mr. Fast also argues that whether section 7 of the", "Charter", "applies or not, the Court has jurisdiction under paragraph 50(1)(b) of the", "Federal Court Act", ", R.S.C. 1985, c. F-7, to stay proceedings where the interests of justice demand it:  <FRAGMENT_SUPPRESSED>", "\"50(1) The Court may, in its discretion, stay proceedings in any cause or matter,  <FRAGMENT_SUPPRESSED>", "(a) on the ground that the claim is being proceeded with in another court or jurisdiction; or  <FRAGMENT_SUPPRESSED>", "(b) where for any other reason it is in the interest of justice that the proceedings be stayed. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"50(1) La Cour a le pouvoir discrétionnaire de suspendre les procédures dans toute affaire:  <FRAGMENT_SUPPRESSED>", "a) au motif que la demande est en instance devant un autre tribunal;  <FRAGMENT_SUPPRESSED>", "b) lorsque, pour quelque autre raison, l'intérêt de la justice l'exige. <FRAGMENT_SUPPRESSED>"], ["[8]", "This argument is an appeal to the Court's equitable jurisdiction to do what is necessary to ensure that justice is done between the parties. It does not depend upon the Charter but rather, upon the Court's sense of fair play. The Minister's response is that the Court's discretion to grant a stay pursuant to section 50 of the", "Federal Court Act", "is not unbounded and must be exercised according to principle.  <FRAGMENT_SUPPRESSED>"], ["[9]", "Finally, counsel for Mr. Fast argues that since one of the physicians who has examined Mr. Fast has offered the opinion that Mr. Fast's condition may deteriorate as a result of the Court proceedings, his right to security of the person is infringed by the continuation of these proceedings. Counsel relies upon the decision of the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  O.A.C. 1; 44 D.L.R.(4th) 385; 31 C.R.R. 1; 37 C.C.C.(3d) 449; 62 C.R.(3d) 1, where the Court held that:  <FRAGMENT_SUPPRESSED>", "\"[para. 22] The case law leads me to the conclusion that state interference with bodily integrity and serious state-imposed psychological stress, at least in the criminal law context, constitute a breach of security of the person. It is not necessary in this case to determine whether the right extends further, to protect either interests central to personal autonomy, such as a right to privacy, or interests unrelated to criminal justice. <FRAGMENT_SUPPRESSED>"], ["[10]", "Counsel for the Minister argues that this passage relates to women and their right to make decisions affecting their personal integrity and does not refer to the rights of an accused in criminal trial to be free of state imposed psychological stress. In any event, whatever stress is associated with these proceedings is inherent in the process and does not arise from anything done by the Minister. I accept the Minister's submissions on this point and will not deal with it any further.  <FRAGMENT_SUPPRESSED>"], ["[11]", "Counsel for Mr. Fast then raises a second ground for a stay of proceedings, namely that the passage of time has resulted in the death of witnesses and the destruction of records so that Mr. Fast has lost the benefit of material which could serve to establish his version of the facts. Mr. Fast points out that a significant issue in the case is what was said by Mr. Fast at the time he was seen by various Canadian officials, some 50 years ago. They have all died as has his spouse. The documents which were created at the time have all been destroyed as part of the government's record retention program. It is said that these documents contain information which could assist Mr. Fast in his defence.  <FRAGMENT_SUPPRESSED>"], ["[12]", "Counsel relies upon cases such as", "<FRAGMENT_SUPPRESSED>  B.C.A.C. 1; 112 W.A.C. 1; [1996] 2 W.W.R. 153; 103 C.C.C.(3d) 1; 44 C.R.(4th) 1; 29 W.C.B.(2d) 152, in which the accused sought a stay of the criminal charges against him on the basis that his right to make full answer and defence had been infringed by the failure of the Crown to disclose records in its possession which were relevant to the accused's defence. Counsel also relies upon", "<FRAGMENT_SUPPRESSED>  O.A.C. 81; 142 D.L.R.(4th) 595; 112 C.C.C.(3d) 289, in which the charges against the accused were stayed when a third party deliberately destroyed documents in its possession to prevent them being disclosed to the defence.  <FRAGMENT_SUPPRESSED>"], ["[13]", "The Minister argues that one cannot presume that the missing records would be more helpful to the defence than they would to the Minister. The contents of the records are unknown. Furthermore, since the Minister has the onus of proof in these proceedings, the absence of the records is more likely to affect the Minister adversely than the defendant. Furthermore, the destruction of government records occurred at a time when their significance was not appreciated. Therefore since there is no issue of deliberate destruction of documents, as there was in", "<FRAGMENT_SUPPRESSED> , and no issue of prosecutorial misconduct, as there was in", "<FRAGMENT_SUPPRESSED> , there is no basis for a stay of proceedings.  <FRAGMENT_SUPPRESSED>"], ["[14]", "I have reviewed the evidence as to the destruction of documents and the case law relied upon by the defendant. I am unable to agree that the destruction of the records will on its face prejudice the defendant in making out his defence. The contents of the records are unknown and the onus of proof is with the Minister. The cases relied upon by the defendant do not apply to these facts.  <FRAGMENT_SUPPRESSED>"], ["[15]", "Finally, the defendant argues that even if neither of the two grounds advanced above would be sufficient on their own to justify a stay, the combination of the two creates a greater prejudice to the defendant which justifies a stay. In other words, if Mr. Fast were capable of taking part fully in his trial (a matter to which I shall return), the effect of the absence of documents could in some measure be mitigated. But when the documents are missing and Mr. Fast is unable to fully participate in his trial, the defence is doubly disadvantaged. In the eyes of the defendant, proceeding against him under these circumstances deeply prejudices him and would bring the administration of justice into disrepute.  <FRAGMENT_SUPPRESSED>"], ["[16]", "The Minister relies upon jurisprudence that says that the defendant is entitled to a trial which is fundamentally fair, not to the fairest of all trials.", "<FRAGMENT_SUPPRESSED>  A.R. 81; 146 W.A.C. 81; 116 C.C.C.(3d) 97, at p. 683  <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "\"The fact that an accused is deprived of relevant information does not mean that the accused's right to make full answer and defence is automatically breached. Actual prejudice must be established. <FRAGMENT_SUPPRESSED>"], ["[17]", "I accept this proposition. While one can always say that missing documents will prejudice the defendant, I do not believe that Mr. Fast's position is any different than that of the defendant in", "<FRAGMENT_SUPPRESSED> , where this argument was rejected. The only issue which remains is the question of Mr. Fast's mental condition and its effect on these proceedings.  <FRAGMENT_SUPPRESSED>"], ["[18]", "Mr. Fast was examined by two physicians, one selected by his counsel and one selected by the Minister. They were asked to prepare a report on his capacity to understand and take part in his trial. The physician selected by Mr. Fast's counsel, Dr. Bradford, is a forensic psychiatrist while the physician selected by the Minister, Dr. Molloy is a specialist in geriatric medicine. Both agree that he suffers from a progressive form of dementia of the Alzheimer's type but they disagree at to the severity of his disease. Dr. Bradford believes that Mr. Fast is moderately to severely afflicted, and is consequently not fit to stand trial, while Dr. Molloy believes that Mr. Fast is mildly to moderately afflicted and is fit to stand trial.  <FRAGMENT_SUPPRESSED>"], ["[19]", "Fitness to stand trial is a criminal law concept and, as has been pointed out, these are civil proceedings. It seems to me more relevant to identify the functional limitations imposed by Mr. Fast's condition and then to consider the effect of those limitations upon Mr. Fast's ability to participate meaningfully in his trial. One can then assess whether proceeding with the trial would be unfair.  <FRAGMENT_SUPPRESSED>"], ["[20]", "Having carefully read and considered the reports prepared by these physicians, I prefer that of Dr. Bradford. It was suggested that I should prefer the opinion of Dr. Molloy by reason of his qualifications in geriatric medicine and his involvement in the Memory Clinic, given that Mr. Fast is 91 years old and has memory deficits. If the issue were treatment for Mr. Fast, I would have no difficulty with that recommendation. But this issue appears to be somewhat outside Dr. Molloy's usual practice, a fact reflected in his comment that this assessment was made more difficult by the fact that Mr. Fast had a motive to conceal certain memories if they tended to incriminate him. This resulted in Dr. Molloy expressing his opinion as to Mr. Fast's capacity in the following terms:  <FRAGMENT_SUPPRESSED>", "\"If there is substantive proof that he was in fact in this police force, did wear a uniform and did collaborate with the Nazis, then he is deliberately pretending that he does not remember. In this case, I believe that he is competent and is deliberately trying to protect himself.\" Defendant's Motion Record, page 140  <FRAGMENT_SUPPRESSED>"], ["[21]", "This amounts to saying that if the allegations against Mr. Fast are proven, then he is competent. Taking Dr. Molloy's opinion to its logical conclusion, one would only know if Mr. Fast is competent after the trial, but the point is to determine whether a trial would be fair, given his current mental condition.  <FRAGMENT_SUPPRESSED>"], ["[22]", "Dr. Molloy relied upon a test known as the Mini-Mental Status Examination to support his opinion. This test was administered to Mr. Fast five times, once by Dr. Bradford (score 16) three times by Dr. Molloy in the course of a single interview (scores 17, 14, 13) and once again by Dr. Bradford (score 16+). Dr. Molloy relies on research which he conducted to say that a person who scores 16 or more on this test is capable of completing an advance directive, sometimes referred to as a living will. This is a document in which an individual specifies whether certain treatments or procedures are to be administered in the event of their illness and incapacity. Dr. Molloy stated that in his view, completing an advance directive was more complex a task than standing trial.  <FRAGMENT_SUPPRESSED>"], ["[23]", "If scores of 16 and more indicate a degree of competence, then scores of 13 and 14 indicate a degree of incompetence. It is reasonable to assume that Dr. Molloy based his opinion on the higher scores because they indicate the best level at which Mr. Fast can function. The lower scores indicate the level at which Mr. Fast functions when he is at less than his best. The fact that the lower scores occurred in the same interview as the higher scores may indicate that Mr. Fast is unable to maintain his higher level of functioning over a period of time.  <FRAGMENT_SUPPRESSED>"], ["[24]", "Dr. Molloy did not indicate the reasons for his belief that completing an advance directive is more complex than standing trial. In the absence of those reasons, I must respectfully disagree with his assessment, particularly since forensic work is not his specialty. From the information provided, it appears that completing an advance directive requires the subject to learn about various medical procedures and the effects of accepting or refusing such treatment, in light of various medical conditions. The subject then has to make a judgment as to whether such treatment should be administered to them in certain circumstances. All of this occurs between a concerned therapist and a receptive client. This seems a relatively compact task.  <FRAGMENT_SUPPRESSED>"], ["[25]", "On the other hand, the trial of this matter is scheduled to proceed over approximately four weeks. It will involve expert testimony. Mr. Fast would be expected to give evidence and to be cross-examined. He would have to maintain attention and focus for extended periods of time. He would also have to be able to remember the proceedings long enough to be able to advise counsel of relevant information in his possession and explain its relevance to counsel. He would have to seek and receive advice from counsel and retain it long enough to make use of it. In my view, Dr. Molloy, through no fault of his own, has minimized the capacities required for Mr. Fast to take a meaningful role in his trial.  <FRAGMENT_SUPPRESSED>"], ["[26]", "As a result, I prefer the opinion of Dr. Bradford, from which I draw the following conclusions:  <FRAGMENT_SUPPRESSED>", "- he has problems of attention and concentration, Defendant's Motion Record (\"D.M.R.\"), page 78.  <FRAGMENT_SUPPRESSED>", "- he has deficits in short-term memory and immediate recall which means that he quickly forgets information to which he has been exposed, D.M.R., page 79.  <FRAGMENT_SUPPRESSED>", "- he has difficulty in following simple conversations, D.M.R., page 79.  <FRAGMENT_SUPPRESSED>", "- he is impaired in his ability to understand what goes on immediately around him, D.M.R., page 115.  <FRAGMENT_SUPPRESSED>", "- it is likely that he will deteriorate during the course of a trial, Plaintiff's Motion Record (P.M.R.), page 139.  <FRAGMENT_SUPPRESSED>", "- he has difficulty keeping track of a line of questioning, P.M.R., page 139.  <FRAGMENT_SUPPRESSED>"], ["[27]", "In my view, these deficits will have the following effects upon his ability to participate in his trial:  <FRAGMENT_SUPPRESSED>", "- he seems to have sufficient long-term memory to give an account of his war years and the period immediately following and to that extent, he could give evidence on his own behalf.  <FRAGMENT_SUPPRESSED>", "- the fact that he has problems of concentration and attention, difficulty keeping track of a line of questioning and deficits in immediate and short-term recall suggests that he would have considerable difficulty with cross-examination.  <FRAGMENT_SUPPRESSED>", "- these same factors suggest that he would have very significant difficulties in following the evidence at his trial and in assisting counsel. Even if he had long-term memories of facts which were relevant to his defence, his difficulty in following the proceedings suggests that he would have difficulty identifying this information for counsel and explaining its relevance.  <FRAGMENT_SUPPRESSED>", "- these same factors suggest that he would have significant difficulties understanding and retaining any advice received by counsel as to the conduct of the trial.  <FRAGMENT_SUPPRESSED>", "- problems of immediate and short-term recall suggest that even if he were able to follow the evidence as it were led, he would be unable to recall it.  <FRAGMENT_SUPPRESSED>"], ["[28]", "As a result, I conclude that Mr. Fast would be unable to participate meaningfully in the trial of the allegations against him. It is said that allowing these proceedings to continue when he is in this condition, is a breach of his right not to be deprived of his security of the person except in accordance with the requirements of fundamental justice.  <FRAGMENT_SUPPRESSED>"], ["[29]", "This leads me to consider whether a stay of proceedings is justified on the basis of section 7 of the", "Charter", ". Alternately, I am asked to rule that a stay be granted pursuant to section 50 of the", "Federal Court Act", "which provides that a stay may be granted where it is in the interests of justice to do so.  <FRAGMENT_SUPPRESSED>"], ["[30]", "In the course of the argument as to the application of section 7 of the", "Charter", ", the case of", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 422; 14 C.R.R. 13; 12 Admin. L.R. 137, was raised.", "Singh", "is a significant case because it decided that refugee claimants are entitled to the benefit of section 7 of the", "Charter", ", which in practical terms means that they are entitled to an oral hearing in the determination of their refugee claims.", "Singh", "was raised in the context of an argument that Mr. Fast is not entitled to the benefit of section 7 of the", "Charter", "in spite of the fact that he is a citizen.  <FRAGMENT_SUPPRESSED>"], ["[31]", "A comparison of the respective positions of Mr. Singh and Mr. Fast is therefore of interest. Madam Justice Wilson, who wrote for the three judges who decided", "Singh", "on the basis of the", "Charter", "[see footnote 1], began by noting that Mr. Singh had the status to invoke the protection of section 7 because, unlike other sections of the", "Charter", "which refer to the rights of citizens, section 7 refers to everyone:  <FRAGMENT_SUPPRESSED>", "\"7. Everyone has the right to life, liberty and security of the person and the right not to be deprived thereof except in accordance with the principles of fundamental justice. <FRAGMENT_SUPPRESSED>"], ["[32]", "As a result, Wilson, J., decided that anyone who was physically present in Canada and was amenable to Canadian law had the status to claim the benefit of section 7. That was the case for Mr. Singh and it is the case for Mr. Fast.  <FRAGMENT_SUPPRESSED>"], ["[33]", "Wilson, J., then noted that a refugee is defined as one who has a well-founded fear of persecution for certain defined grounds in respect of a certain place. Thus a genuine refugee who is returned to the place in respect of which they have a well-founded fear of persecution is exposed to a risk of a deprivation of security of the person. But since a fear of persecution, even if well founded, does not mean that a person will necessarily be persecuted, Wilson, J., found that the threat of a deprivation of security of the person was sufficient to trigger the operation of section 7:  <FRAGMENT_SUPPRESSED>", "\"[para. 47] ... It seems to me that even if one adopts the narrow approach advocated by counsel for the Minister, 'security of the person' must encompass freedom from the threat of physical punishment or suffering as well as freedom from such punishment itself. I note particularly that a Convention refugee has the right under s. 55 of the", "Act", "not to '... be removed from Canada to a country where his life or freedom would be threatened ...'. In my view, the denial of such a right must amount to a deprivation of security of the person within the meaning of s. 7. <FRAGMENT_SUPPRESSED>"], ["[34]", "It is clear that Mr. Fast's citizenship is at risk in the revocation proceedings, taken as a whole. The Minister's argument is that Mr. Fast's citizenship is not at risk within the four corners of the hearings before the Federal Court because that hearing decides nothing with respect to Mr. Fast's citizenship. Given that the revocation proceedings are at an end if the Court is not satisfied that the Minister's allegations are proven, it cannot be said that the proceedings in the Federal Court decide nothing with respect to revocation. Conversely, proof of the allegations keeps the proceedings alive. There is clearly a risk of loss of citizenship in the proceedings before the Federal Court.  <FRAGMENT_SUPPRESSED>"], ["[35]", "But citizenship is not a right protected by section 7 of the", "Charter", ". Indeed, it is clear that there is no right to citizenship. However, citizenship, once conferred, conveys the right to enter and remain in Canada. This right is recognized in section 4 of the", "Immigration Act", ", R.S.C. 1985, c. I-2. A loss of citizenship therefore results in a loss of the right to live in Canada and the possibility, if not the certainty, of deportation.  <FRAGMENT_SUPPRESSED>"], ["[36]", "<FRAGMENT_SUPPRESSED> , the Supreme Court of Canada found that the right to choose one's place of residence was a constitutionally protected right:  <FRAGMENT_SUPPRESSED>", "\"[para. 66] The foregoing discussion serves simply to reiterate my general view that the right to liberty enshrined in s. 7 of the", "Charter", "protects within its ambit the right to an irreducible sphere of personal autonomy wherein individuals may make inherently private choices free from state interference. ... Rather, as I see it, the autonomy protected by the s. 7 right to liberty encompasses only those matters that can properly be characterized as fundamentally or inherently personal such that, by their very nature, they implicate basic choices going to the core of what it means to enjoy individual dignity and independence. ... In my view, choosing where to establish one's home is, likewise, a quintessentially private decision going to the very heart of personal or individual autonomy.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"[para. 68] ... To my mind, the ability to determine the environment in which to live one's private life and, thereby, to make choices in respect of other highly individual matters (such as family life, education of children or care of loved ones) is inextricably bound up in the notion of personal autonomy I have been discussing. To put the point plainly, choosing where to live will be influenced in each individual case by the particular social and economic circumstances of the person making the choice and, even more significantly, by his or her aspirations, concerns, values and priorities. Based on all these considerations, then, I conclude that choosing where to establish one's home falls within that narrow class of decisions deserving of constitutional protection. <FRAGMENT_SUPPRESSED>"], ["[37]", "If the right to choose where one will live in Canada is constitutionally protected under section 7 of the", "Charter", "under the heading of liberty, surely a citizen's right to live in Canada at all must also be protected on the same basis. If section 55 of the", "Immigration Act", "can anchor Mr. Singh's rights under section 7 of the", "Charter", ", I presume that section 4 of the same", "Act", "can anchor Mr. Fast's rights. Consequently, Mr. Fast, like Mr. Singh is engaged in a process in which there is a risk of a deprivation of a right protected by section 7 of the", "Charter", ".  <FRAGMENT_SUPPRESSED>"], ["[38]", "To return to", "Singh", ", Wilson, J.'s, analysis would not yet assist Mr. Singh because it applied to persons who had been found to be refugees whereas Mr. Singh's claim for refugee status had been dismissed. His complaint was about the process by which his refugee status was decided. It had a fundamental impact upon his constitutional rights but appeared to be beyond the reach of the", "Charter", ". This is how Wilson, J., resolved that issue:  <FRAGMENT_SUPPRESSED>", "\"... if the appellants had been found to be Convention refugees as defined in s. 2(1) of the", "Immigration Act", ", 1976 they would have been entitled as a matter of law to the incidents of that status provided for in the", "Act", ". Given the potential consequences for the appellants of a denial of that status if they are in fact persons with a 'well-founded fear of persecution', it seems to me unthinkable that the", "Charter", "would not apply to entitle them to fundamental justice in the adjudication of their status. <FRAGMENT_SUPPRESSED>"], ["[39]", "As a result, Mr. Singh got the benefit of an oral hearing because of the risk of an adjudication error, the effect of which would be that, in spite of being a genuine refugee, he would be returned to a place where he was exposed to a risk of persecution. In such a case, his right to security of the person would be infringed. This ruling applies to all refugee claimants, not just those whose claims are ultimately accepted. In other words, the protection of section 7 applies independently of the merits of one's claim. In fact, Mr. Singh had already once been found not to be a refugee.  <FRAGMENT_SUPPRESSED>"], ["[40]", "It is clear that Mr. Fast is exposed to the risk of an error in the determination of whether he obtained his citizenship unlawfully, a finding from which there is no right of appeal. If such an error were to occur, he would be exposed to removal from Canada, a place where he has resided for some 50 years, and in which, until that finding, he had a constitutional right to remain. It would seem to follow, that like Mr. Singh, he would be entitled to fundamental justice in the adjudication of his claim. The only adjudication which occurs in the entire revocation process is the proceedings before the Federal Court. It would therefore stand to reason that those proceedings would be subject to the requirements of fundamental justice. In the same way as section 7 of the", "Charter", "applies to all refugee claimants, Mr. Fast's claim to the protection of section 7 is independent of the merits of the allegations against him by the Minister.  <FRAGMENT_SUPPRESSED>"], ["[41]", "Consequently, if the question were one which was free of authority, I would have little difficulty concluding that Mr. Fast was entitled to the benefit of section 7 of the", "Charter", "with regard to proceedings in the Federal Court. Specifically, this would mean that he would be entitled to participate meaningfully in the proceedings against him. This result would accord with the average person's sense of fair play that a citizen facing loss of his citizenship should have no less constitutional protection than a refugee claimant presenting himself for entry to Canada.  <FRAGMENT_SUPPRESSED>"], ["[42]", "Even so, this would not end the question, as this would only establish that Mr. Fast was exposed to a deprivation of this right to liberty by being unable to fully participate in the trial of the allegations against him. It would remain to be shown whether such deprivation was in accordance with the requirements of fundamental justice. Specifically, it would have to be decided whether the appointment of a litigation guardian was a sufficient safeguard to satisfy the requirements of fundamental justice. If it did not, it would then be necessary to determine if that insufficiency was a reasonable limitation in a free and democratic society within meaning of Section 1 of the", "Charter", ".  <FRAGMENT_SUPPRESSED>"], ["[43]", "Were I called upon to do so, I would find that the appointment of a litigation guardian is not sufficient to comply with the requirements of fundamental justice. In the usual case involving the appointment of a litigation guardian, the plaintiff is advancing a claim for financial compensation. This is not about money. This is a matter of allegations of participation in war crimes and the possible loss of the fundamental relationship between a person and the state. The litigation guardian cannot remedy the defects which Mr. Fast's incapacity impose: his disadvantaged position with respect to cross-examination, his inability to appreciate or recall the evidence sufficiently to be able to place the relevant portions of his long-term memory of events before counsel, and his inability to retain advice from counsel as to matters to which only he can attend, such as the giving of evidence. Where the consequences of error are merely financial (and more often than not, covered by insurance), the appointment of a litigation guardian is a sufficient protection for the estate of the defendant. Where the consequences of error involve fundamental rights, a litigation guardian is an insufficient remedy.  <FRAGMENT_SUPPRESSED>"], ["[44]", "Nor would I find that this insufficiency was one which was reasonably justified in a free and democratic society. The issue is framed in the comments of the Supreme Court of Canada in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  C.C.C.(3d) 443, referring to a stay of proceedings in another revocation matter:  <FRAGMENT_SUPPRESSED>", "\"[para. 109] On the other side of the balance, society's interest in having a final decision on the merits is obvious. It is imperative that the truth should come to light. If it is not proven that the appellants did the things they are said to have done, then they will retain their citizenship. But if some or all of the alleged acts are proven then the appropriate action must be taken. What is at stake here, in however small a measure, is Canada's reputation as a responsible member of the community of nations. In our view, this concern is of the highest importance. <FRAGMENT_SUPPRESSED>"], ["[45]", "Does the importance of the proceedings and Canada's standing as a responsible member of the community of nations justify a lower standard with respect to the risk of deprivation of liberty or security of the person? In the normal course, the more heinous the crime, the more scrupulous the courts are to ensure that the rights of the accused are protected. The Supreme Court of Canada must be taken to have been referring to Canada's conduct and obligations once it is shown that someone who has participated in crimes against humanity or war crimes has obtained citizenship unlawfully. It cannot be taken to be saying that those accused of obtaining citizenship by concealing war time crimes are not entitled to procedural safeguards commensurate with the gravity of the allegations and the severity of the consequences. Were I called upon to decide it, I would find that section 1 of the", "Charter", "does not justify a lower standard of procedural protection in citizenship revocation matters.  <FRAGMENT_SUPPRESSED>"], ["[46]", "There are two Supreme Court of Canada cases subsequent to Singh which raise issues which are relevant to the argument made before me as to the application of the", "Charter", "to revocation proceedings. The Minister argues that Mr. Fast's competence is not an issue because, in civil proceedings, there is no requirement that the defendant be present and competent. In", "New Brunswick (Minister of Health and  <FRAGMENT_SUPPRESSED>  N.B.R.(2d) 25; 552 A.P.R. 25, the Supreme Court of Canada accepted the argument that indigent parents who faced the loss of custody of their children to a child welfare agency had a right under section 7 of the", "Charter", "to state paid counsel. Lamer, C.J.C., summarized his conclusion on the issue as follows:  <FRAGMENT_SUPPRESSED>", "\"[para. 2] ... When government action triggers a hearing in which the interests protected by s. 7 of the", "Canadian Charter of Rights and Freedoms", "are engaged, it is under an obligation to do whatever is required to ensure that the hearing be fair. In some circumstances, depending on the seriousness of the interests at stake, the complexity of the proceedings, and the capacities of the parent, the government may be required to provide an indigent parent with state-funded counsel. <FRAGMENT_SUPPRESSED>"], ["[47]", "The significance of this case is that it demonstrates that there are levels of procedural safeguards, even within civil proceedings so that one cannot apply a single template to all proceedings. Where constitutionally protected rights are at risk as a result of government action, different levels of procedural safeguards may be required. Whether they are or not is a matter for consideration based on \"the interests at stake, the complexities of the proceedings, the capacities of the [party]\". In my view, an analysis of those factors would lead to the conclusion that fairness requires that Mr. Fast be able to participate meaningfully in the trial of the allegations against him.  <FRAGMENT_SUPPRESSED>"], ["[48]", "The second case of interest is", "<FRAGMENT_SUPPRESSED>  B.C.A.C. 161; 231 W.A.C. 161; 190 D.L.R.(4th) 513; 23 Admin. L.R.(3d) 175. This case is relevant to the Minister's argument that Mr. Fast's section 7 rights are not engaged because the proceedings in the Federal Court do not result in a decision which infringes Mr. Fast's rights. In", "Blencoe", ", the appellant challenged the Human Rights Commission for undue delay in having the complaints against him heard by a tribunal. Under subsection 26(1) of the", "British Columbia Human Rights Code", ", the Commission, after receiving and investigating a complaint, may dismiss it or refer it to a tribunal for hearing. Mr. Blencoe's complaint was that the delay between the receipt of the complaint and the hearing date was an abuse of process and a violation of his rights under section 7 of the", "Charter", ".  <FRAGMENT_SUPPRESSED>"], ["[49]", "The Supreme Court of Canada found that section 7 applied to proceedings before the Commission since it was created by statute for the purpose of enforcing a government policy:  <FRAGMENT_SUPPRESSED>", "\"[para. 40] Thus, notwithstanding that the Commission may have adjudicatory characteristics, it is a statutory creature and its actions fall under the authority of the", "Human Rights Code", ". The state has instituted an administrative structure, through a legislative scheme, to effectuate a governmental program to provide redress against discrimination. It is the administration of a governmental program that calls for", "Charter", "scrutiny. Once a complaint is brought before the Commission, the subsequent administrative proceedings must comply with the", "Charter", ". These entities are subject to", "Charter", "scrutiny in the performance of their functions just as government would be in like circumstances. To hold otherwise would allow the legislative branch to circumvent the", "Charter", "by establishing statutory bodies that are immune to", "Charter", "scrutiny. The above analysis leads inexorably to the conclusion that the", "Charter", "applies to the actions of the Commission. <FRAGMENT_SUPPRESSED>"], ["[50]", "The decision which the Federal Court makes in revocation proceedings is, in my view, precisely analogous to the type of decision made by the B.C. Human Rights Commission. The Commission investigates a complaint i.e. engages in fact-finding and then makes a decision to either dismiss the complaint or to refer it to a tribunal for hearing. The decision of the Commission does not directly infringe the respondent's section 7 rights.   <FRAGMENT_SUPPRESSED>"], ["[51]", "Like the Commission, the Federal Court engages in fact finding and makes a decision which either results in the proceedings being halted, or continuing in another forum for disposition on the merits. As in the case of the Commission, the Court's decision finally decides the issue if it concludes that there is no factual basis for the allegations, but does not decide the issue on the merits if it forwards it to another forum. Neither the Commission or the Court makes a decision which deprives a person of their rights. If proceedings before the Human Rights Commission are subject to", "Charter", "scrutiny, notwithstanding the absence of a decision which infringes", "Charter", "rights, one would think that the same would be true of proceedings before the Federal Court in revocation proceedings.  <FRAGMENT_SUPPRESSED>"], ["[52]", "These are the conclusions to which I would come, based on decisions of the Supreme Court of Canada, if this matter was free from authority. But it is not free from authority. There is a line of cases in the Federal Court of Appeal culminating in", "<FRAGMENT_SUPPRESSED>  apply to revocation proceedings in the Federal Court. In", "Obodzinsky", ", the Federal Court of Appeal affirmed the decision of the Motions Judge rejecting all of the arguments raised here by Mr. Fast. Having found that Mr. Obodzinsky's heart condition made it difficult or impossible for him to participate in his trial without threatening his life, the Motions Judge rejected Mr. Obodzinsky's request for a stay of proceedings against him in the Federal Court on the following grounds:  <FRAGMENT_SUPPRESSED>", "1- On the basis of the decisions of the Court of Appeal in", "<FRAGMENT_SUPPRESSED>  and", "<FRAGMENT_SUPPRESSED>  the Motions Judge found that section 7 of the", "Charter", "did not apply to revocation proceedings in the Federal Court because those proceedings did not result in any deprivation of the defendant's rights. The Court's decision simply became the basis upon which the Cabinet might make an order revoking the defendant's citizenship.  <FRAGMENT_SUPPRESSED>", "2- The Motions Judge found that the proceedings against Mr. Obodzinsky did not constitute an abuse of process because there was no evidence of any wrongful conduct on the part of the Minister.  <FRAGMENT_SUPPRESSED>", "3- The learned judge also found that the proceedings were civil in nature so that the right to make a complete answer and defence did not apply. Specifically, the defendant's inability to participate in the proceedings did not justify a stay of proceedings.  <FRAGMENT_SUPPRESSED>", "4- The destruction of documents by the government was explained, it did not result from government misconduct and did not result in a breach of the Minister's obligation to disclose all material documents.  <FRAGMENT_SUPPRESSED>"], ["[53]", "In brief reasons, the Federal Court of Appeal affirmed the Motions Judge's decision. The portion of the Court's decision which is relevant to this discussion is reproduced below:  <FRAGMENT_SUPPRESSED>", "\"[para. 1] -- I have reviewed and carefully analyzed the decision of the Trial Division judge, the appellant's", "Charter", "arguments and his submissions based on the doctrine of abuse of process. In light of", "New Brunswick (Minister of Health and  <FRAGMENT_SUPPRESSED>  (F.C.A.), which was followed in", "<FRAGMENT_SUPPRESSED>  (F.C.A.), leave to appeal refused by the Supreme Court of Canada on May 11, 2000, S.C.C. No. 27741. I am of the view that the Trial Judge properly directed himself as to the law, that he exercised his discretion judiciously and that there is no basis to intervene in this case. <FRAGMENT_SUPPRESSED>"], ["[54]", "The Federal Court of Appeal has considered the effect of", "<FRAGMENT_SUPPRESSED>  to revocation proceedings remains as it was prior to those decisions. Unless this case can be distinguished from", "<FRAGMENT_SUPPRESSED> , I am bound by the latter and must dismiss this application.  <FRAGMENT_SUPPRESSED>"], ["[55]", "There is no indication that", "Singh", "was argued or considered in", "<FRAGMENT_SUPPRESSED> , or any of the decisions upon which it rests. On the other hand, Singh was decided in 1985, prior to", "Luitjens", "and", "<FRAGMENT_SUPPRESSED> . One must presume that the Federal Court of Appeal was aware of", "Singh", "and, if it did not refer to it, must have considered it to be irrelevant to the matter before it. Similarly, given the explicit reference to", "<FRAGMENT_SUPPRESSED>  a different understanding as to the import of those cases than I did. The facts of", "Obodzinsky", "are different insofar as the reason for the defendant's inability to participate in the proceedings, but are otherwise indistinguishable. I am unable to distinguish", "Obodzinsky", "and I am bound to follow it.  <FRAGMENT_SUPPRESSED>"], ["[56]", "If Mr. Fast does not succeed on the", "Charter", "argument, he appeals to the Court's equitable jurisdiction to grant a stay where the interests of justice require it. It was argued before me that these proceedings should be stayed because, given Mr. Fast's incapacity, the continuation of the proceedings \"contravenes fundamental notions of justice and undermines the integrity of the judicial process\"", "<FRAGMENT_SUPPRESSED> , at para. 73. It was suggested in argument that the public would be offended to discover that refugee claimants are entitled to the benefit of section 7 of the", "Charter", "but that citizens facing revocation proceedings are not. On the view which I take of the matter, this anomaly would not exist but it is not within my power to make it so.  <FRAGMENT_SUPPRESSED>"], ["[57]", "Counsel for Mr. Fast suggested that since a stay is a discretionary remedy, I was free to grant one if I was of the view that justice required it. The reminder that discretion must be exercised according to settled principles was not long in coming from counsel for the Minister. I am mindful of the fact that all of the factors canvassed in this case were present in", "<FRAGMENT_SUPPRESSED> , and that the Court of Appeal approved the Motion Judge's exercise of his discretion in dismissing the application for a stay. In my view, the principles governing the exercise of my discretion, as laid down  <FRAGMENT_SUPPRESSED>  require me to dismiss this application.  <FRAGMENT_SUPPRESSED>", "ORDER  <FRAGMENT_SUPPRESSED>"], ["[58]", "For the reasons stated above, the application for a stay is dismissed.  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Elizabeth M.A. Turgeon/pdk  <FRAGMENT_SUPPRESSED>", "Footnotes  <FRAGMENT_SUPPRESSED>", "1.", "Singh", "was heard by a panel of seven judges, one of whom, Ritchie, J., took no part in the decision. Two opinions were rendered. One group of three judges decided the case on the basis of section 7 of the", "Charter", ". The other group of three judges decided the case on the basis of the", "Canadian Bill of Rights", ".  <FRAGMENT_SUPPRESSED>", "[End of document]"]]}