{"id_": "080737", "body_str": [["[1]", "O'Keefe, J.", ": This is an application pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (the Act) for judicial review of a decision of a member of the Immigration Appeal Division of the Immigration and Refugee Board (the Board), dated August 31, 2011, wherein the respondent's stay of removal was restored. This conclusion was based on the Board's finding that the consequences of subsection 68(4) of the Act no longer applied to the respondent and therefore the order cancelling his stay and terminating his appeal was null and void. The Board therefore reinstated the respondent's stay of removal with a nominal end date of February 1, 2012 and a planned reconsideration of the stay."], ["[2]", "The applicant requests that the Board's decision be set aside and the matter be referred back for redetermination by a differently constituted panel.", "Background"], ["[3]", "The respondent, Christopher Smith, is a citizen of Jamaica. He first came to Canada in 1989 to compete in a culinary competition. In 1990, the respondent returned to Canada on a visitor's visa. He obtained various extensions and work permits until his first wife successfully sponsored him. The respondent was granted permanent resident status on March 23, 1993."], ["[4]", "In Canada, the respondent worked as a chef and restaurant manager. To supplement his income, he sold crack cocaine. He was first convicted for possession of crack cocaine on March 12, 1998. On April 2, 1998, he was convicted of two counts of failing to comply with a recognizance by selling crack cocaine to undercover police officers. Five years later, on February 20, 2003, the respondent was convicted of two counts of possession of crack cocaine for the purpose of trafficking and of possession of proceeds of property obtained by crime."], ["[5]", "On October 29, 2003, a deportation order was issued against the respondent. This decision was rendered on the basis that the respondent's convictions placed him within the scope of paragraph 36(1)(a) of the Act (serious criminality). The respondent appealed the deportation order. On April 28, 2005, the Immigration Appeal Division (IAD) granted a stay of the deportation order for five years subject to specific conditions. This decision was based on the IAD's finding that there were sufficient humanitarian and compassionate (H&C) grounds to warrant special relief, taking into account the respondent's five biological children and two stepchildren in Canada."], ["[6]", "On October 11, 2005, the respondent was convicted of assault, assault with a weapon and failure to comply with a probation order. Subsequently, the applicant filed an application asking the IAD to have the respondent's stay cancelled and his appeal dismissed. On June 6, 2006, the IAD found that the respondent's stay of removal was cancelled under subsection 68(4) of the Act by virtue of his new conviction."], ["[7]", "On October 15, 2007, the respondent's assault with a weapon conviction was overturned. The following month, on November 13, 2007, the respondent filed an application to reopen his appeal of the removal order. On January 26, 2008, the IAD allowed the respondent's application to reopen the appeal on the basis that his conviction had been quashed and was therefore no longer valid. The applicant sought judicial review of this decision. Application for leave was granted on October 15, 2008. The application for judicial review commenced on January 13, 2009. The hearing was subsequently adjourned to allow the respondent to file an H&C application."], ["[8]", "On December 9, 2010, Mr. Justice Michael Kelen of the Federal Court issued a direction indicating that the basis of the adjournment no longer existed as almost two years had lapsed without the respondent having filed an H&C application. Mr. Justice Kelen noted that although the Immigration and Refugee Board \"clearly did not have the jurisdiction to reopen the respondent's appeal from his deportation order because his conviction had been overturned\", it was clear to both parties that an H&C application would likely have provided the respondent with an exemption since his criminal conviction, which was the basis of his deportation, had been overturned. The parties were directed to provide submissions before the Court made a final decision."], ["[9]", "On January 7, 2011, Mr. Justice Kelen issued a decision allowing the application for judicial review and referring the matter back for redetermination by a different panel. Mr. Justice Kelen acknowledged the respondent's explanation that he had been facing criminal charges during the past two years which made an H&C application impossible. However, Mr. Justice Kelen noted that the Court had only adjourned the previous hearing on the expectation that the respondent would file his H&C application within a matter of weeks. The current circumstances indicated that it would be a further three years before the respondent would be in a position to file an H&C application and then only if he was acquitted of the outstanding criminal charges. Thus, the Court proceeded with its decision allowing the application for judicial review."], ["[10]", "On July 15, 2011, a member of the IAD wrote to the parties asking them to address the relevance of", "FRAGMENT_SUPPRESSED with respect to the opening of the respondent's appeal.", "Board's Decision"], ["[11]", "The Board issued its decision on August 31, 2011."], ["[12]", "At the outset, the Board acknowledged that there was no provision for it to reopen the appeal. Pursuant to section 71 of the Act, the Board was only empowered to grant a reopening if there had been a breach of natural justice on the part of the IAD. The Board found that there was no such breach because at the time of the termination of the respondent's appeal, his conviction was valid."], ["[13]", "The Board also acknowledged the parties' submissions on the relevance of", "FRAGMENT_SUPPRESSED", "above. On the one hand, the respondent submitted that he is in a more favourable position by virtue of his acquittal; the appellant in", "FRAGMENT_SUPPRESSED", "above, only had sentence reductions. Conversely, the applicant submitted that if the Board were to consider relaxing its procedures to allow an extension of time as in", "FRAGMENT_SUPPRESSED", "above, the respondent should be required to stipulate whether he had been convicted or charged with any further criminal offences."], ["[14]", "The Board noted that although", "FRAGMENT_SUPPRESSED", "above, was not directly on point with the case at bar, it was nonetheless relevant in its recognition that there must be a remedy where a statutory disqualification to appeal, that previously existed, ends. Here, the disqualification ended when the respondent's conviction was overturned. The Board found that the respondent's acquittal put him back to the position he was in at the time of the cancellation of his stay of removal. Therefore, the Board concluded that although the respondent's appeal was not being reopened under section 71 of the Act, the consequences of subsection 68(4) no longer applied to him and the order cancelling his stay and terminating his appeal was therefore null and void. As such, the Board restored the respondent's stay."], ["[15]", "The Board also noted the submissions made on the expiry of the five year stay of removal on April 28, 2010. However, it held that a stay of removal does not expire, rather, at the end of a stay, it is reviewed by an IAD member who makes a decision to allow the appeal, dismiss it or extend the stay."], ["[16]", "The Board concluded that the appropriate remedy was to put the respondent back on the stay of removal on the conditions originally specified therein with a nominal end date of February 1, 2012. The respondent was required to file a statement of compliance within a set deadline, to which the applicant was granted an opportunity to respond.", "Issues"], ["[17]", "The applicant submits the following point at issue:", "The Board erred in its interpretation and application of section 71 of the Act by concluding that it had jurisdiction to reopen the respondent's appeal and restore the respondent's stay of deportation."], ["[18]", "I would rephrase the issues as follows:", "1. What is the appropriate standard of review?", "2. Did the Board err in restoring the respondent's stay of removal?", "Applicant's Written Submissions"], ["[19]", "The applicant submits that the interpretation of the legal effect of subsection 68(4) of the Act is a question of law that warrants no deference. Issues of jurisdiction are also reviewable on a standard of correctness."], ["[20]", "The applicant submits that the Board's jurisdiction to reopen is confined to cases where there has been a breach of natural justice. Thus, the existence of new evidence or a change in circumstances is not sufficient to support an application to reopen."], ["[21]", "The applicant submits that the Board's reasons do not reflect the existence of a breach of natural justice that justifies reopening the respondent's appeal. Thus, the applicant submits that the Board erred when it assumed jurisdiction in reopening the respondent's appeal. In rendering its decision, the Board committed the same error identified by Mr. Justice Kelen in his decision dated January 7, 2011."], ["[22]", "The applicant acknowledges that the result of allowing the cancellation of the stay to stand when the criminal conviction that led to its termination has successfully been appealed may appear illogical, unfair or constitute hardship. However, this does not invalidate a properly tendered decision. Nor does it entitle the Board to exceed its jurisdiction by reopening an appeal. The applicant submits that the Board validly lost jurisdiction at the time of the conviction. Thus, the Board erred by reopening the appeal and restoring the respondent's stay of removal.", "Respondent's Written Submissions"], ["[23]", "The respondent made oral submissions at the hearing.", "Analysis and Decision", "Issue 1", "What is the appropriate standard of review?"], ["[24]", "Where previous jurisprudence has determined the standard of review applicable to a particular issue before the court, the reviewing court may adopt that standard (see", "FRAGMENT_SUPPRESSED)."], ["[25]", "It is well established that a question of the IAD's jurisdiction is a question of law that is reviewable on a correctness standard (see", "FRAGMENT_SUPPRESSED). Similarly, the interpretation of the legal effect of provisions of the Act is a question of law that warrants no deference (see", "FRAGMENT_SUPPRESSED). No deference is owed to the Board on these issues (see", "FRAGMENT_SUPPRESSED).", "Issue 2", "Did the Board err in restoring the respondent's stay of removal?"], ["[26]", "In its decision, the Board correctly acknowledged that it did not have the jurisdiction to reopen the respondent's appeal under section 71 of the Act as, at the time of the termination of his appeal, his conviction was valid and there was no breach in natural justice. However, the Board then found that the respondent's statutory disqualification ended when his conviction was overturned. On this basis, the Board concluded that the consequences of subsection 68(4) no longer applied and that the order cancelling his stay and terminating his appeal was null and void. Thus, the Board held that the appropriate remedy was to put the respondent back on the original stay of removal with a revised end day of February 1, 2012. The Board erred in this part of its analysis."], ["[27]", "Under the current statutory framework, the Board has very limited jurisdiction in an application to reopen an appeal. Section 71 of the Act clearly limits the Board's jurisdiction to instances where there have been breaches of natural justice. Here, although the Board explicitly stated that it was not reopening the appeal, the effect of its decision was in fact exactly that as it had no other jurisdiction, including any equitable powers, to grant the remedy it did."], ["[28]", "A somewhat similar situation arose in", "FRAGMENT_SUPPRESSED. There, a security certificate that had been issued against the applicant was subsequently quashed. At issue was whether the decision denying the applicant's permanent residence application could stand given that the underlying evidence, namely the security certificate, had been quashed. Madam Justice Judith Snider concluded that although the decision was not a nullity or void, it could not be relied on to remove the applicant from Canada (see", "FRAGMENT_SUPPRESSED"], ["[29]", "The older case of", "FRAGMENT_SUPPRESSED is also pertinent. There, the applicant had been ordered deported due to his criminal convictions. He was subsequently granted a discharge. The Court explained that the granting of a conditional discharge by the Court of Appeal was \"not merely new evidence\" but rather a basis for finding that the deportation order no longer existed FRAGMENT_SUPPRESSED  above, Madam Justice Snider noted that", "FRAGMENT_SUPPRESSED"], ["[30]", "In this case, the Board reinstated the respondent's stay of deportation because the underlying decision, namely the removal of the stay, was based on a conviction that had subsequently been overturned. However, as the Board and both parties acknowledged that there had been no breach of natural justice, the Board had no jurisdiction to reinstate the respondent's stay. The Board also erred when it characterized the underlying decision as null and void. Rather, as stated by Madam Justice Snider, the effect was that FRAGMENT_SUPPRESSED"], ["[31]", "Thus, the practical effect of the overturned conviction can only be that the applicant cannot rely on the removal of the stay of deportation in seeking to remove the respondent from Canada. At the hearing, applicant's counsel admitted that it was unlikely that the respondent will be removed. This understanding is in accordance with existing jurisprudence."], ["[32]", "I would therefore allow this judicial review and set aside the Board's decision. The matter is referred back for redetermination by a differently constituted panel with a direction that the new panel render a decision in accordance with its limited jurisdiction under section 71 of the Act."], ["[33]", "The respondent proposed the following question for my consideration for certification as a serious question of general importance:", "What is the impact of a criminal conviction that is quashed and a not guilty plea substituted therefore when that conviction was the basis for a prior finding by the IAD that said conviction could by operation of law, result in a quashing of a stay of removal order due to criminality?"], ["[34]", "I am not prepared to certify this question. In my opinion, the issue of the jurisdiction of the IAD to reopen an appeal pursuant to section 71 of the Act has already been dealt with by the Federal Court of Appeal in", "FRAGMENT_SUPPRESSED", "above. The IAD can only reopen an appeal if it has failed to observe a principle of natural justice as dictated by section 71 of the Act. The IAD has no jurisdiction to consider the effect of the reversal of a conviction on a stay of removal order validly issued. As such, I do not accept the proposed question as a serious question of general importance.", "JUDGMENT"], ["[35]", "THIS COURT'S JUDGMENT is that", "1. The application for judicial review is allowed and the decision of the IAD is set aside and the matter is referred to a different panel of the Board for redetermination.", "2. No serious question of general importance will be certified.", "Application allowed.", "Editor: Angela E. McKay/vnh", "ANNEX", "Relevant Statutory Provisions", "Immigration and Refugee Protection Act", ", SC 2001, c 27", "36. (1) A permanent resident or a foreign national is inadmissible on grounds of serious criminality for", "(a) having been convicted in Canada of an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years, or of an offence under an Act of Parliament for which a term of imprisonment of more than six months has been imposed;", "(b) having been convicted of an offence outside Canada that, if committed in Canada, would constitute an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years; or", "(c) committing an act outside Canada that is an offence in the place where it was committed and that, if committed in Canada, would constitute an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years.", "50. A removal order is stayed", "...", "(c) for the duration of a stay imposed by the Immigration Appeal Division or any other court of competent jurisdiction;", "68. (1) To stay a removal order, the Immigration Appeal Division must be satisfied, taking into account the best interests of a child directly affected by the decision, that sufficient humanitarian and compassionate considerations warrant special relief in light of all the circumstances of the case.", "(2) Where the Immigration Appeal Division stays the removal order", "(a) it shall impose any condition that is prescribed and may impose any condition that it considers necessary;", "(b) all conditions imposed by the Immigration Division are cancelled;", "(c) it may vary or cancel any non-prescribed condition imposed under paragraph (a); and", "(d) it may cancel the stay, on application or on its own initiative.", "(3) If the Immigration Appeal Division has stayed a removal order, it may at any time, on application or on its own initiative, reconsider the appeal under this Division.", "(4) If the Immigration Appeal Division has stayed a removal order against a permanent resident or a foreign national who was found inadmissible on grounds of serious criminality or criminality, and they are convicted of another offence referred to in subsection 36(1), the stay is cancelled by operation of law and the appeal is terminated.", "71. The Immigration Appeal Division, on application by a foreign national who has not left Canada under a removal order, may reopen an appeal if it is satisfied that it failed to observe a principle of natural justice.", "72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.", "36. (1) Emportent interdiction de territoire pour grande criminalité les faits suivants:", "a) être déclaré coupable au Canada d'une infraction à une loi fédérale punissable d'un emprisonnement maximal d'au moins dix ans ou d'une infraction à une loi fédérale pour laquelle un emprisonnement de plus de six mois est infligé;", "b) être déclaré coupable, à l'extérieur du Canada, d'une infraction qui, commise au Canada, constituerait une infraction à une loi fédérale punissable d'un emprisonnement maximal d'au moins dix ans;", "c) commettre, à l'extérieur du Canada, une infraction qui, commise au Canada, constituerait une infraction à une loi fédérale punissable d'un emprisonnement maximal d'au moins dix ans.", "50. Il y a sursis de la mesure de renvoi dans les cas suivants:", "...", "c) pour la durée prévue par la Section d'appel de l'immigration ou toute autre juridiction compétente;", "68. (1) Il est sursis à la mesure de renvoi sur preuve qu'il y a - compte tenu de l'intérêt supérieur de l'enfant directement touché - des motifs d'ordre humanitaire justifiant, vu les autres circonstances de l'affaire, la prise de mesures spéciales.", "(2) La section impose les conditions prévues par règlement et celles qu'elle estime indiquées, celles imposées par la Section de l'immigration étant alors annulées; les conditions non réglementaires peuvent être modifiées ou levées; le sursis est révocable d'office ou sur demande.", "(3) Par la suite, l'appel peut, sur demande ou d'office, être repris et il en est disposé au titre de la présente section.", "(4) Le sursis de la mesure de renvoi pour interdiction de territoire pour grande criminalité ou criminalité est révoqué de plein droit si le résident permanent ou l'étranger est reconnu coupable d'une autre infraction mentionnée au paragraphe 36(1), l'appel étant dès lors classé.", "71. L'étranger qui n'a pas quitté le Canada à la suite de la mesure de renvoi peut demander la réouverture de l'appel sur preuve de manquement à un principe de justice naturelle.", "72. (1) Le contrôle judiciaire par la Cour fédérale de toute mesure - décision, ordonnance, question ou affaire - prise dans le cadre de la présente loi est subordonné au dépôt d'une demande d'autorisation."]]}