{"id_": "081030", "body_str": [["[1]", "Snider, J.", ": Ms. Houleymatou Sy is a citizen of Mali who came to Canada to study in 2000. In 2002, she made a claim for protection based on her fear of being forced into marriage with an older cousin and fear of having to undergo female genital mutilation (\"FGM\") prior to her marriage. In a decision dated June 9, 2004, a panel of the Immigration and Refugee Board, Refugee Protection Division (the \"Board\") determined that she was not a Convention refugee or a person in need of protection. She seeks judicial review of that decision.  <FRAGMENT_SUPPRESSED>", "ISSUES  <FRAGMENT_SUPPRESSED>"], ["[2]", "The Applicant raises three issues:  <FRAGMENT_SUPPRESSED>", "1. By aggressively questioning and interrupting the Applicant, did the Board fail to allow the Applicant to be heard, thus breaching the rules of procedural fairness?  <FRAGMENT_SUPPRESSED>", "2. Did the Board reach its conclusion on the risk to the Applicant of having to undergo FGM without regard to the documentary evidence?  <FRAGMENT_SUPPRESSED>", "3. Did the Board err by failing to apply IRB Guideline 4,", "Women Refugee Claimants Fearing Gender-Related Persecution: Guidelines Issued by the Chairperson Pursuant to Section 65(3) of the Immigration Act", ", Effective Date: November 13, 1996 (the \"", "Gender Guidelines", "\")?  <FRAGMENT_SUPPRESSED>", "ANALYSIS  <FRAGMENT_SUPPRESSED>", "Issue #1: Lack of procedural fairness  <FRAGMENT_SUPPRESSED>"], ["[3]", "Initially, the Applicant raised an argument that the behaviour of the Board was so egregious as to support a claim of reasonable apprehension of bias. Once, however, the transcript of the proceeding was available, the Applicant conceded that the actions of the Board were not sufficient to support such a conclusion. Nevertheless, the Applicant continues to argue that the interruptions by the Board and the Board's practice of questioning first resulted in a situation where the Applicant was effectively precluded from a fair hearing. In short, the Applicant submits that she was not heard by the Board.  <FRAGMENT_SUPPRESSED>"], ["[4]", "Having reviewed the transcript, I am satisfied that the Applicant was not prevented from making her case. The transcript does not bear out the Applicant's contention that she was interrupted and prevented from adding further details. Further, she was represented by counsel at the hearing. After the questioning by the Board, her counsel was able to (and did) pose questions and make final submissions. While the Applicant, after the fact, may have thought of further things to say or points to make, I am satisfied that she was given a fair opportunity to make her case. There was no breach of fairness.  <FRAGMENT_SUPPRESSED>", "Issue #2: Lack of regard for evidence of FGM  <FRAGMENT_SUPPRESSED>"], ["[5]", "With respect to the Applicant's claim that she would be forced to undergo FGM, the Board found that the Applicant had fabricated the allegation, stating the following:  <FRAGMENT_SUPPRESSED>", "\"The claimant wrote in her PIF that, 'I was lucky because my father was an educated man; he got his education in France and, like some other educated people, he did not agree with the custom of having daughters circumcised. My mother did not talk about having the excision but she did not arrange for me to have one'. Documentary evidence indicates that while FGM is still common in Mali it is done in girls at an early age. This document states in part that, 'FGM was in general performed on females between the ages of 12-14. However, in the past two years, young girls between seven and forty days are more at risk. The reason behind this rising phenomena is that girls at the age of 12-14, are now more educated [than] in the past, and they prefer to leave their community to escape the practices'. The claimant is twenty-one and reasonably well-educated. I find that she is not at risk of being forced into FGM. <FRAGMENT_SUPPRESSED>"], ["[6]", "Stated in other words, the Board found that the documentary evidence clearly identified a profile of FGM victims as being very young and from an uneducated background and that the Applicant did not fit this profile.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Applicant submits that the inference the Board drew from the documentary evidence is not consistent with its contents. That is, just because FGM is often done on girls of a younger age does not mean that it does not happen to older women as well; just because it is performed on uneducated women does not mean that educated women are not subject to it as well.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The Board's findings on the documentary evidence are findings of fact within the Board's expertise that are only subject to review on a patent unreasonableness standard (", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 1. I can only overturn the decision if it is entirely unsupported by the evidence or made without regard to the evidence.  <FRAGMENT_SUPPRESSED>"], ["[9]", "There is no question that FGM is widespread in Mali. The documentary evidence shows percentages of between 80% and 90% of all females in the country. Nevertheless, the documentary evidence, from a variety of sources, also is consistent in its assessment that FGM is carried out at a young age. While the documentary evidence does not state explicitly that FGM is never carried out on older woman, neither does it state that it is. In response to a direct request from the Board as to whether it is ever carried out on older women, the Research Directorate of the Board summarized the documentary evidence that shows that it is carried out on younger victims. It was not unreasonable for the Board to infer from the overwhelming thrust of the documentary evidence that this is a practice that targets young girls and not older women.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The Board, however, did not rely simply on this documentary evidence of age. It reviewed the personal characteristics of the Applicant, specifically noting that she was well-educated and that her father and mother had not forced her to endure this procedure. Although her father passed away in 1995, leaving her uncle as the effective head of the family, the Applicant lived another 5 years in Mali without incident. Documentary evidence referred to exceptions to the widespread practice for educated women and where families are not supportive of the practices.  <FRAGMENT_SUPPRESSED>"], ["[11]", "In summary on this issue, the Board's conclusion, in light of the documentary evidence and the Applicant's own situation, is not patently unreasonable.  <FRAGMENT_SUPPRESSED>", "Issue #3: Failure to consider Gender Guidelines  <FRAGMENT_SUPPRESSED>"], ["[12]", "The Board also found the Applicant's story of a forced marriage to be not credible. One of the Board's reasons for rejecting her testimony was the vagueness of her testimony regarding her intended husband.  <FRAGMENT_SUPPRESSED>", "\"When the claimant was asked to tell more about the marriage she was vague on a number of issues. She did not know whether the other two wives of Ibrahim Ba lived in Mali or in France where she testified the man lived. <FRAGMENT_SUPPRESSED>"], ["[13]", "In this case, the Board did not give any reason for not following the", "Gender Guidelines", "on this issue. Rather, the Board did not apply the", "Guidelines", ", \"as I do not find the claimant to be credible on matters central to her claim\".  <FRAGMENT_SUPPRESSED>"], ["[14]", "Although the", "Gender Guidelines", "are not binding on the Board, they must be considered in appropriate cases (", "<FRAGMENT_SUPPRESSED>  at para. 18). The", "Guidelines", "provide some assistance on how to assess credibility in certain cases and set out some examples of the types of credibility considerations that a panel might encounter. For the purpose of this application, the most relevant instructions from the", "Gender Guidelines", "are listed under \"D. Special Problems at Determination Hearings\":  <FRAGMENT_SUPPRESSED>", "\"Women refugee claimants face special problems in demonstrating that their claims are credible and trustworthy. Some of the difficulties may arise because of cross-cultural misunderstandings. For example:  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "2. Women from certain cultures where men do not share the details of their political, military or even social activities with their spouses, daughters or mothers may find themselves in a difficult situation when questioned about the experiences of their male relatives. <FRAGMENT_SUPPRESSED>"], ["[15]", "In this case, it appears that Instruction #2 applies directly to the Applicant's lack of knowledge about her intended husband. Both parties referred to the decision of Justice MacTavish in", "<FRAGMENT_SUPPRESSED> . That case involved facts remarkably similar to those in this case - a young woman from Mali who came as a student to the same college in Canada and claimed a fear on the basis of a forced marriage. With respect to the application of the", "Gender Guidelines", ", Justice MacTavish, at paras. 32-33, stated as follows:  <FRAGMENT_SUPPRESSED>", "\"The Chairperson's", "Gender Guidelines", "recognize that cross-cultural misunderstandings can come into play when gender-based claims are assessed by the Board. In order to minimize the risk of this happening, members are alerted to the effect that social, cultural, traditional and religious norms can have on the testimony of those claiming to fear gender-based persecution.  <FRAGMENT_SUPPRESSED>", "\"In this case, the Board's reasoning as to the need to consider the", "Gender Guidelines", "is somewhat circular. The Board held that it did not have to consider the applicability of the", "Gender Guidelines", "because Ms. Diallo was not credible. However, the", "Gender Guidelines", "exist, in part, to ensure that social, cultural, traditional and religious norms do not interfere with the proper assessment of an Applicant's credibility. <FRAGMENT_SUPPRESSED>"], ["[16]", "Thus, I conclude that this case falls into the category of appropriate cases where the Board had a duty to consider the", "Gender Guidelines", ". The Board erred by not considering them when it found that she lacked credibility because of her lack of knowledge about her husband-to-be. During oral submissions, the Respondent conceded that this was an error.  <FRAGMENT_SUPPRESSED>"], ["[17]", "Nevertheless, a failure by the Board to consider the", "Guidelines", "in an appropriate case will not necessarily result in a successful judicial review application.  <FRAGMENT_SUPPRESSED>"], ["[18]", "In", "Diallo", ", Justice MacTavish continued her analysis as follows at para. 36:  <FRAGMENT_SUPPRESSED>", "\"While I am satisfied that the Board erred in this regard, the fact is that the Board had many reasons for finding Ms. Diallo not to be credible. I am not persuaded that this error, on its own, provides a sufficient basis for setting aside the Board's decision. <FRAGMENT_SUPPRESSED>"], ["[19]", "The situation in this case is comparable. The Board's conclusion that the Applicant's story of a forced marriage lacked credibility was not made solely on the grounds that she was unable to provide details about her intended husband. The Board also referred to the documentary evidence that showed that the Applicant's consent would be required for a legal marriage, that most forced marriages occur at a younger age, and that forced marriages are not as common in educated families. The Board also noted that, between 1995 and 2000, the Applicant had no problems with her uncle who took over the management of her family affairs following the death of her father. Therefore, although the Board erred in not taking into account the", "Gender Guidelines", ", there was sufficient evidence to support the Board's conclusion and the error is not sufficient to set aside the Board's decision.  <FRAGMENT_SUPPRESSED>", "CONCLUSION  <FRAGMENT_SUPPRESSED>"], ["[20]", "In conclusion, I am not persuaded that the decision should be overturned. The application will be dismissed. Neither party proposed a question for certification. None will be certified.  <FRAGMENT_SUPPRESSED>", "ORDER  <FRAGMENT_SUPPRESSED>"], ["[21]", "This court orders that:  <FRAGMENT_SUPPRESSED>", "1. The application for judicial review is dismissed; and  <FRAGMENT_SUPPRESSED>", "2. No question of general importance is certified.  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/gs  <FRAGMENT_SUPPRESSED>", "[End of document]"]]}