{"id_": "081082", "body_str": [["[1]", "Hugessen, J.", ": There are two Rule 51 motions before me. The first is a motion brought by Abbott appealing the Prothonotary’s decision which allowed Novopharm's motion to strike and dismissed Abbott’s prohibition application under the Patented Medicines (Notice of Compliance) Regulations, SOR/93-133, as amended (the Regulations), (the Abbott appeal)."], ["[2]", "The second motion is brought by Novopharm appealing the Prothonotary’s decision to grant Takeda’s costs of the motion to strike (the Novopharm appeal).", "BACKGROUND"], ["[3]", "Novopharm is a Canadian generic drug manufacturer. Takeda is a Japanese drug distributor and patentee of Canadian letters patent No. 2,286,753 (the ‘753 Patent) and the now expired ‘314 Patent for the lansoprazole compound. Tap Pharmaceuticals Inc. (TAP) is a joint venture between Takeda and Abbott to sell lansoprazole in Canada. Abbott and TAP have been selling lansoprazole delayed release capsules in Canada since their first Notice of Compliance (NOC) from Health Canada in 1995."], ["[4]", "Novopharm sought approval from Health Canada for an Abbreviated New Drug Submission (ANDS), which referred to 3 patents on the Register: the ‘314 Patent, the ‘548 Patent and the ‘741 Patent. On December 21, 2004, Novopharm served Abbott with a Notice of Allegation (NOA) alleging that its capsules would not infringe the ‘548 or the ‘741 Patents. The ‘314 Patent was not addressed because Novopharm was waiting for its expiry."], ["[5]", "Abbott responded to the NOA by commencing an application seeking an order prohibiting the Minister from issuing a Notice of Compliance (NOC) to Novopharm. The application was allowed. Novopharm appealed the decision, but the appeal was dismissed by the Federal Court of Appeal on June 28, 2007."], ["[6]", "On February 13, 2006, Abbott caused the ‘753 Patent to be added to the Register for the Reference Product and has since caused 3 other patents to be added to the Register. This lead Novopharm to provide Abbott with another NOA which alleged that its capsules would not infringe the ‘753 Patent. Abbott then brought a prohibition application."], ["[7]", "Novopharm responded by bringing a motion before the Prothonotary to dismiss the application pursuant to subsection 6(5) of the Regulations on 3 grounds:", "1. The ‘753 Patent is irrelevant to the dosage form of its capsules and the reference product (the relevancy argument).", "2. The ‘753 Patent is not eligible for inclusion on the Register because it does not contain a claim for the medicine itself or a claim for the use of the medicine (the eligibility argument).", "3. The application is redundant, scandalous, frivolous, vexatious and otherwise an abuse of process (the abuse of process argument)."], ["[8]", "Novopharm succeeded on the second ground and was awarded costs. The Prothonotary also awarded costs to Takeda against Novopharm for defending certain allegations brought against it.", "THE PROTHONOTARY’S DECISION"], ["[9]", "By decision dated June 11, 2007, the Prothonotary dismissed Abbott’s prohibition application pursuant to the first portion of paragraph 6(5)(a) of the Regulations by agreeing with Novopharm’s second ground to dismiss, namely, that the '753 Patent was not eligible for inclusion on the Register because it does not contain a claim for the medicine itself or a claim for the use of the medicine."], ["[10]", "The Prothonotary expressly concluded that the claims referring to specific active ingredients are merely narrow expressions of the patented delivery system and do not constitute claims to those medicines or their use."], ["[11]", "The Prothonotary rejected the relevancy argument primarily because Novopharm’s arguments based on the AstraZeneca decision were beyond the scope of the motion and the application since Novopharm did not seek to amend its Notice of Motion to include this point. Since I am in complete agreement with that reasoning, which is also in accord with a subsequent decision of the Federal Court of Appeal in another case involving the same applicant, ( <FRAGMENT_SUPPRESSED>  at paras. 36-39), I would confirm the Prothonotary's conclusion on the point. Thus, there is no need to consider the other reason given by him."], ["[12]", "The Prothonotary also dismissed the abuse of process argument since he was of the view that he did not need to determine the issue because of his conclusion that the application should be dismissed. The point was not pressed on the appeal before me and, in light of my conclusion, I too need not deal with it further."], ["[13]", "Upon dismissing the prohibition application, the Prothonotary also granted Takeda its costs and disbursements of the motion because Takeda had appeared at the hearing to defend its reputation and rebut certain allegations of abuse of process made against it by Novopharm, notably that Takeda had misused confidential information received in a different proceeding during the prosecution of the ‘753 Patent. Those allegations had been abandoned by Novopharm at the start of the hearing before the Prothonotary.", "THE ABBOTT APPEAL"], ["[14]", "Abbott's principal submission on the appeal was that the Prothonotary erred by dismissing the application pursuant to paragraph 6(5)(a) of the Regulations on the basis of his finding on “the balance of probabilities” that the ‘753 Patent did not contain a claim to the medicine itself and that he thus failed to apply the test established by the most recent case law of this  <FRAGMENT_SUPPRESSED> ), which held that the Court has a duty to decide if a determination can be made based on a modified “plain and obvious” test. Within a week of the close of the hearing of this motion and prior to submissions by both parties of all their materials, the props were knocked out from under this argument by a decision of the Federal Court of Appeal delivered August 1, 2007, reversing the trial judgment in the latter case (2007 FCA 264)."], ["[15]", "Speaking for a unanimous Court, Justice Sharlow had this to say on this point:", "...The factual elements of the motion must be decided on the basis of the normal standard of proof in civil matters, the balance of probabilities. As to the burden of proof, it lies where it normally does, on the party filing the motion (the generic drug manufacturer)."], ["[16]", "I granted both parties leave to file further written submissions on the effect of the Court of Appeal's judgment and Abbott now concedes that, subject to its right to raise the point on a further appeal, its previous argument cannot be sustained before me."], ["[17]", "Abbott's second argument is to the effect that the Prothonotary erred in wrongly construing claim 7 of the ‘753 Patent as a delivery system and holding that the claim was a narrow expression of such a system; instead it is said that he should have considered and construed that claim individually and that, if he had done so, he would have correctly concluded that it was a claim to the medicine itself and as such eligible for inclusion on the Register."], ["[18]", "Claim 7 of the ‘753 Patent is as follows:", "7. The solid preparation according to any one of claims 1 to 6, wherein the pharmaceutically active ingredient is lansoprazole."], ["[19]", "In discussing the proper construction of this claim the Prothonotary said as follows:"], ["[46] Even applying the purposive construction proposed by the Applicants, the result would be the same. Without having to refer to the abstract, I am satisfied on a plain reading of ‘753 Patent as a whole that it protects a delivery system in which seemingly any active compound can be packaged and delivered in a rapidly dissolving oral form."], ["[47] Lansoprazole is not mentioned in claim 1 or dependent claims 2-6, 8 or 9. Therefore, these claims are not claims for lansoprazole itself or the use of lansoprazole. Further, claims 1-6 relate solely to a delivery system that can be used with the 190 or more Active Ingredients described in the disclosure. They are therefore solely directed to a means of administering any medicine. Claims 7-9 relate to lansoprazole, voglibose and candesartan cilexetil respectively. Claims 10 or 11 do not mention lansoprazole or its use. Both claims relate solely to the delivery system applicable to the numerous Active Ingredients mentioned in the disclosure. The only “use” described in these claims is the “use of L-HPC having hydroxypropoxyl group contents of 7.0 to 9.9 percent by weight.” This is not a use of lansoprazole"], ["[48] As lansoprazole is not mentioned in claim 12, this is not a claim for the medicine lansoprazole or its use. Depending from claim 10, it too is related solely to the aspects of a delivery system applicable to the numerous Active Ingredients mentioned in the disclosure. While claims 13-17 mention lansoprazole, they are not claims to the medicine lansoprazole itself. The uses referred to in claims 13-20, are not uses of lansoprazole but uses of L-HPC. Specifically, they are uses of L-HPC having a hydroxypropoxyl group content of 7.0 to 9.9 percent by weight for the manufacture of a pharmaceutical preparation capable of buccal disintegration or dissolution. Depending from claim 10, these claims are related solely to the patented delivery system which can be used to deliver the numerous Active Ingredients mentioned in the disclosure."], ["[49] I am not satisfied that the experts put forward by the Applicants took a proper approach to the claims construction of the ‘753 patent. Instead, they incorrectly focused on lansoprazole to the exclusion of all the other medicines covered by this patent. I prefer the evidence of David Graham who asserts that the ‘753 Patent does not seek to protect the medicine lansoprazole any more than it protects the other 189 Active Ingredients described in the disclosure. The use of lansoprazole, and indeed any other Active Ingredient in the ‘753 Patent, is included in the patent simply to show how an Active Ingredient, with its known uses, can be delivered by the patented invention. In fact, the uses of the Active Ingredients appear to be included merely to explain the rather obvious point that the appropriate dosing of even a single Active Ingredient will vary depending on the disease state and the subject being treated. I concur that the claims referring to specific active ingredients are merely narrow expressions of the patented delivery system and do not constitute claims to those medicines or their use."], ["[50] Lansoprazole, enteric coatings, enterically coated lansoprazole, delayed release enterically coated granules of lansoprazole and the uses for all of these were known for many years prior to May 26, 1997, the earliest relevant date for the ‘753 Patent. Lansoprazole and its uses were known long before the Relevant Date. Therefore, the invention of the ‘753 Patent cannot subsist in describing this particular Active Ingredient and its known uses. Instead, the ‘753 Patent explains that various medicines can be used with the delivery system invention."], ["[51] Lansoprazole is merely one of several “payloads” which can be used in the delivery system. The claims mentioning lansoprazole are no more than a narrow expression or embodiment of the delivery system which is the patented invention, applied to 1 of at least 190 possible Active Ingredients."], ["[52] Based on the above, it is clear that the ‘753 Patent does not contain a “claim for the medicine itself” or a “claim for the use of the medicine” and is therefore not eligible for listing on the Register. Pursuant to the first portion of par. 6(5)(a), this application should be dismissed."], ["[20]", "In my respectful view the Prothonotary has in this passage displayed a thorough grasp of the proper principles of patent claim construction. He has read the entire patent, including the disclosure. He has looked at all the claims together, reading each one in the light of the others, and has neither failed to distinguish between them nor gone outside their terms or had recourse to some ephemeral notion of the “nature of the invention”. He has informed his analysis by reference to the disclosure and the expert evidence before him without allowing himself to be held prisoner by the latter. While not, strictly speaking, a finding of fact since claim construction is always at bottom a question of law, it was his duty in the face of conflicting expert evidence to decide which view was the more convincing on a balance of probabilities. My own reading of the ‘753 Patent leads me to the same conclusion."], ["[21]", "The Abbott appeal will be dismissed.", "THE NOVOPHARM APPEAL"], ["[22]", "Novopharm principally argues that the Prothonotary misapprehended the facts and misapplied the law in concluding that Takeda should have its costs. Novopharm argues that the Prothonotary found allegations which were not made in the Des Islet affidavit, that he awarded costs to a party against whom no relief had been sought, who achieved no success on the motion, who had interests in common with the losing party, who made no substantive submissions, and who appeared solely to argue for costs."], ["[23]", "At the outset I would say that although the impugned order is one that results from the exercise of the Prothonotary's discretion, it is on a wholly ancillary matter and is in no way vital to the final issue in the case. Interference on appeal is accordingly only justified in the event of patent or palpable error."], ["[24]", "Rule 400(1) accords full discretionary power to the Court in the matter of costs. The Prothonotary explained his costs decision in these terms:"], ["[54] Takeda appeared on this motion to counter certain allegations of abuse of process levelled against them by Novopharm. At paragraphs 15 to 17, and 36 to 40 of his affidavit sworn August 11, 2006, Brian Des Islet, Executive Director of Research and Development  <FRAGMENT_SUPPRESSED> , states that Takeda added 18 new claims to the ‘753 Patent application in August 2005, within 12 days of Novopharm’s disclosure of its formulation to the Applicants and Takeda in Court No. T-214-05, and began “vigorously prosecuting” its patent application that had laid dormant in the Patent Office for two years. Takeda views the allegations as serious since they insinuate that Takeda misused confidential information received from a different proceeding during the prosecution of the ‘753 Patent, and abused the Regulations in an attempt to delay Novopharm’s entry in the workplace [sic]."], ["[55] Novopharm did not pursue the allegations in its written submissions and abandoned them at the start [of] the hearing of the motion. Although I disagree with Takeda’s characterization of Mr. Des Islet’s evidence as tantamount to charges of “dishonesty, fraud, breach of a Court Order, and conspiracy”, the allegations were serious and needed to be rebutted. In the circumstances, I conclude that Takeda should be entitled to its costs and disbursements associate in defending its reputation."], ["[25]", "In my view the Prothonotary's characterization of Novopharm's conduct and his interpretation of the materials before him were properly open to him. There is no basis for me to interfere.", "CONCLUSION"], ["[26]", "The two appeals will be dismissed with costs to Novopharm and Takeda respectively.", "ORDER"], ["[27]", "THIS COURT ORDERS that", "1. Abbott's appeal of the Prothonotary's decision of June 11, 2007, is dismissed with costs to Novopharm.", "2. Novopharm's appeal of the costs portion of the said Order is dismissed with costs to Takeda.", "[End of document]"]]}