{"id_": "081206", "body_str": [["[1]", "Simpson, J.", ": This is an application for judicial review of a decision of the Veterans Review and Appeal Board Canada (the Board) dated January 25, 2006 (the Decision), in which the Board denied the Applicant's claim for disability pension benefits for cervical disc disease.  <FRAGMENT_SUPPRESSED>"], ["[2]", "The Applicant was represented by an Advocate before the Board but was self-represented on this application for judicial review.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The Applicant says that his cervical disc disease was caused by asymptomatic microtrauma. He described it as numerous microscopic lesions suffered during his 28 years of service as a Member of the Royal Canadian Mounted Police (RCMP).  <FRAGMENT_SUPPRESSED>", "Background  <FRAGMENT_SUPPRESSED>"], ["[4]", "The Applicant said that during his service career, his activities and experiences included significant periods of boating on rough water, snowmobiling on rough terrain and driving trucks on rough roads. He also said that he was involved in six motor vehicle accidents (three vehicles were written off) and numerous physical altercations. Although these activities often involved full-body impact and strain on his arms and shoulders, the Applicant was never admitted to hospital and received medical treatment for only three injuries: a cracked rib in 1977, a soft tissue injury in 1985 and a damaged knee in 1988. Before he retired, the Applicant reported problems with his knee, partial hearing loss and pain in his lower back. He currently receives a pension in connection with these three disabilities.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The Applicant's cervical disc disease was first diagnosed in 2000, approximately four years after his retirement and the diagnosis is not in dispute. However, because there were no reported neck injuries and no symptoms of cervical disc disease during his service, his claim was denied. Essentially, the Board did not accept that repeated asymptomatic microtrauma caused the Applicant's cervical disc disease.  <FRAGMENT_SUPPRESSED>", "The Applicant's Medical Opinions  <FRAGMENT_SUPPRESSED>"], ["[6]", "Dr. Winsor, a general practitioner, wrote as follows in his letter of March 25, 2003:  <FRAGMENT_SUPPRESSED>", "...  <FRAGMENT_SUPPRESSED>", "In the same manner that Mr. Goldsworthy's many years of RCMP service", "likely", "contributed to his Lumbar (lower back) injuries, these same mechanisms - previously identified as altercations in the line of duty, motor vehicle accidents in the line of duty, watercraft operation, off road vehicle operation, etc - also contributed to his now identifiable cervical disc disease. I have elaborated further on the pathology of these injuries and consequences in my report of 22 January 2003 as aforementioned.  <FRAGMENT_SUPPRESSED>", "It is therefore", "likely", "that Mr. Goldsworthy's RCMP service contributed significantly to his Cervical Disc Disease.", "However, the exact extent of these contributions is difficult to determine and would require the expert opinion of a spinal specialist", "(either orthopaedics or neurosurgery for complete clarification).  <FRAGMENT_SUPPRESSED>", "[My emphasis]  <FRAGMENT_SUPPRESSED>"], ["[7]", "Dr. T.G. Hogan, MD, FRCSC is an orthopaedic surgeon. He reviewed the Applicant's file and x-rays and said:  <FRAGMENT_SUPPRESSED>", "...  <FRAGMENT_SUPPRESSED>", "I understand that the department does not recognize repetitive non-symptomatic injuries as contributing to cervical disc disease but I think epidemiological studies would possibly refute this", ". It would appear that Mr. Goldsworthy was involved with driving on dirt roads for a number of years, which results in", "significant whole body vibration. This is certainly linked with degenerative disc disease, which leads to subsequent cervical spondylosis", ". Apart from this he was involved in number of altercations and I noted a few motor vehicle accidents. These as well", "can", "lead to soft tissue injuries above the neck that", "can", "lead to subsequent cervical spondylosis.  <FRAGMENT_SUPPRESSED>", "My emphasis", "]  <FRAGMENT_SUPPRESSED>", "The Decision  <FRAGMENT_SUPPRESSED>"], ["[8]", "Although the Board believed the Applicant's account of the potentially disabling events which occurred during his career, it denied him pension entitlement for cervical disc disease for three reasons. First, because the Applicant did not demonstrate that he actually suffered any neck injuries during his service with the RCMP; second, because Veterans Affairs Canada did not recognize asymptomatic microtrauma as contributing to cervical disc disease; and third, because the Applicant's expert evidence was speculative. The Board said:  <FRAGMENT_SUPPRESSED>", "Having considered all matters, the Board concluded not to award pension entitlement for cervical disc disease. The Board found the testimony and statements of the Applicant credible. However, it had not been presented with factual evidence as to the extent of the injuries, nor of their treatments. The Board had not been presented with factual evidence of any motor vehicle accidents, nor the extent of the material damages. Again, the Board had not been presented with corroborative evidence of the incidents testified to.  <FRAGMENT_SUPPRESSED>", "As there was a lack of documented clinical evidence to injuries and/or treatments, the medical opinions with regard to this particular case could only be accepted as speculative based on history of the neck or cervical difficulties experienced by the Applicant. The Board noted that the diagnosis of the cervical disc disease was four years post-service. As a consequence, the Board affirms the Entitlement Review Decision of 8 December 2004.  <FRAGMENT_SUPPRESSED>", "The Issues  <FRAGMENT_SUPPRESSED>"], ["[9]", "The Applicant's Memorandum of Fact and Law sets out the issues as follows:  <FRAGMENT_SUPPRESSED>", "(i) Whether the Appeal Board erred in law by discounting uncontradicted credible medical evidence when it had no inherent medical expertise, and, at the same time, had the ability to obtain and share independent medical evidence on points which troubled it.  <FRAGMENT_SUPPRESSED>", "(ii) Whether the Appeal Board erred in law by discounting the Applicant's evidence of recollections, which the Appeal Board found credible, with respect to a significant variety of micro trauma, stresses and strains, arising from the performance of police duties throughout 28 years of service.  <FRAGMENT_SUPPRESSED>", "(iii) Whether the Appeal Board erred in law by failing to apply Section 39 of the Veterans Review and Appeal Board Act after finding that the testimony and statements of the Applicant were credible.  <FRAGMENT_SUPPRESSED>", "The Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[10]", "Although the Applicant characterizes all the issues as errors of law, it is my view that issue (ii), which involves the Board's appreciation and assessment of the evidence, is a fact-driven matter that should be reviewed on a reasonableness standard. Issues (i) and (iii) involve questions that are mixed questions of law and fact. Issue (i) really asks whether, in the circumstances of this case, the Board was obliged under section 38(1) of the Act to seek its own medical opinion and issue (iii) addresses whether section 39 of the Act was properly applied given the Board's finding that the Applicant's evidence was credible. In my view, because the legal aspects of these questions arise under the Act and are not matters that go to the heart of the administration of justice, it is appropriate to review these issues on a reasonableness standard (see", "<FRAGMENT_SUPPRESSED>  at para. 60).  <FRAGMENT_SUPPRESSED>"], ["[11]", "The", "Veterans Review and Appeal Board Act", ", S.C. 1995, c. 18 (the Act), includes a privative clause (s. 31) which states that the Board's decisions are final and binding. This fact also suggests a review based on reasonableness.  <FRAGMENT_SUPPRESSED>"], ["[12]", "<FRAGMENT_SUPPRESSED>  the Federal Court of Appeal concluded, at paragraphs 12 and 13, that mixed questions of fact and law including:  <FRAGMENT_SUPPRESSED>", "i) whether a particular injury arose out of service  <FRAGMENT_SUPPRESSED>", "ii) whether section 39 of the Act was properly applied  <FRAGMENT_SUPPRESSED>", "iii) whether the credibility of evidence was properly assessed  <FRAGMENT_SUPPRESSED>", "were to be reviewed on a standard of reasonableness.  <FRAGMENT_SUPPRESSED>"], ["[13]", "The Court of Appeal also concluded that patent unreasonableness applied to a review of the Board's determination about whether there was a causal connection between an injury and a disability. However, since  <FRAGMENT_SUPPRESSED>", "the Supreme Court of Canada eliminated patent unreasonableness as a standard of review, it is my view that causality is now subject to review on a reasonableness standard.  <FRAGMENT_SUPPRESSED>"], ["[14]", "Based on the Federal Court of Appeal's analysis  <FRAGMENT_SUPPRESSED>", ", the existence of the privative clause and my interpretation of", "Dunsmuir", ", I am satisfied that the Board's Decision with regard to all the issues is to be reviewed on a reasonableness standard.  <FRAGMENT_SUPPRESSED>", "Discussion  <FRAGMENT_SUPPRESSED>"], ["[15]", "The Applicant failed to establish that he suffered asymptomatic and therefore unreported microtrauma to his neck during the altercations, accidents and driving assignments he undertook during his years of service. Further, even assuming that microtrauma to his neck had occurred, he failed to provide a convincing causal link between it and his cervical disc disease. His own medical reports indicated that although causation was \"likely\" (Dr. Winsor) and \"certain\" (Dr. Hogan), supporting expert opinions and epidemiological studies were not available.  <FRAGMENT_SUPPRESSED>"], ["[16]", "The Applicant says that Dr. Hogan's evidence was credible and uncontradicted. The Board found that his conclusion was speculative. In my view, the Board reached that conclusion because, as Dr. Hogan acknowledged, no studies had been completed which supported his conclusion. His conclusion may well be correct and, in future, claims for cervical disc disease caused by microtrauma may be allowed. However, in the absence of research studies demonstrating the causal link, the Board's decision was reasonable.  <FRAGMENT_SUPPRESSED>"], ["[17]", "The Applicant says that he was not given the benefit of the provision of s. 39 of the Act. It states:  <FRAGMENT_SUPPRESSED>", "39.", "In all proceedings under this Act, the Board shall  <FRAGMENT_SUPPRESSED>", ") draw from all the circumstances of the case and all the evidence presented to it every reasonable inference in favour of the applicant or appellant;  <FRAGMENT_SUPPRESSED>", ") accept any uncontradicted evidence presented to it by the applicant or appellant that it considers to be credible in the circumstances; and  <FRAGMENT_SUPPRESSED>", ") resolve in favour of the applicant or appellant any doubt, in the weighing of evidence, as to whether the applicant or appellant has established a case.  <FRAGMENT_SUPPRESSED>", "39.", "Le Tribunal applique, à l'égard du demandeur ou de l'appelant, les règles suivantes en matière de preuve:  <FRAGMENT_SUPPRESSED>", ") il tire des circonstances et des éléments de preuve qui lui sont présentés les conclusions les plus favorables possible à celui-ci;  <FRAGMENT_SUPPRESSED>", ") il accepte tout élément de preuve non contredit que lui présente celui-ci et qui lui semble vraisemblable en l'occurrence;  <FRAGMENT_SUPPRESSED>", ") il tranche en sa faveur toute incertitude quant au bien-fondé de la demande.  <FRAGMENT_SUPPRESSED>"], ["[18]", "However,  <FRAGMENT_SUPPRESSED>", "at paragraph 5, the Court of Appeal stated:  <FRAGMENT_SUPPRESSED>", "Section 39 ensures that the evidence in support of a pension application is considered in the best light possible. However, section 39 does not relieve the pension applicant of the burden of proving on a balance of probabilities the facts required to establish entitlement to a pension:", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.).  <FRAGMENT_SUPPRESSED>"], ["[19]", "In my view, this statement disposes of the Applicant's third issue. Section 39 applies to the Board's assessment of the evidence. It does not allow the Board to proceed in an evidentiary vacuum of the sort present in this case.  <FRAGMENT_SUPPRESSED>"], ["[20]", "Lastly, in the circumstances of this case, I can find no obligation on the Board under section 38 of the Act to obtain further information on microtrauma and cervical disc disease. As Mr. Justice Michael Kelen noted in", "<FRAGMENT_SUPPRESSED>  F.T.R. 306, at para. 31, the language of section 38 of the Act is permissive not mandatory. It reads as follows:  <FRAGMENT_SUPPRESSED>", "38.", "(1) The Board may obtain independent medical advice for the purposes of any proceeding under this Act and may require an applicant or appellant to undergo any medical examination that the Board may direct.  <FRAGMENT_SUPPRESSED>", "(2) Before accepting as evidence any medical advice or report on an examination obtained pursuant to subsection (1), the Board shall notify the applicant or appellant of its intention to do so and give them an opportunity to present argument on the issue.  <FRAGMENT_SUPPRESSED>", "38.", "(1) Pour toute demande de révision ou tout appel interjeté devant lui, le Tribunal peut requérir l'avis d'un expert médical indépendant et soumettre le demandeur ou l'appelant à des examens médicaux spécifiques.  <FRAGMENT_SUPPRESSED>", "(2) Avant de recevoir en preuve l'avis ou les rapports d'examens obtenus en vertu du paragraphe (1), il informe le demandeur ou l'appelant, selon le cas, de son intention et lui accorde la possibilité de faire valoir ses arguments.  <FRAGMENT_SUPPRESSED>"], ["[21]", "In my view, the main medical problem in this case was not an absence of medical opinion, but an absence of appropriate studies to support those opinions. This problem could not be solved by the Board under section 38.  <FRAGMENT_SUPPRESSED>", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[22]", "For all these reasons, it is my conclusion that the Board's decision was reasonable.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[23]", "THIS COURT ORDERS AND ADJUDGES that", "this application is hereby dismissed without costs as they were waived by counsel for the Respondent.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}