{"id_": "081437", "body_str": [["[1]", "Barnes, J.", ": The Applicant, Analiza Batica, seeks an order setting aside a decision by an Immigration Officer (Officer) denying her application for permanent residence on the basis of a spousal in-Canada sponsorship application. That application was considered concurrently with an application for landing brought on humanitarian and compassionate (H & C) grounds. The H & C application was also denied because the Officer was not satisfied that the Applicant's return to the Philippines would cause undue or disproportionate hardship. The spousal application was denied because the Officer was not satisfied that the marriage was bona fide. It is this finding that is challenged in this application for judicial review, and not the H & C decision.", "Background"], ["[2]", "It is not disputed that the Applicant went through a form of marriage with one Ezekiel Abugao on August 16, 2002 at Scarborough, Ontario; however, after an investigation which included an interview with the Applicant and Mr. Abugao, the Officer was not convinced that the marriage was not entered into primarily for the purpose of obtaining immigration status in Canada."], ["[3]", "It is obvious from a review of the Record that the spousal application was poorly presented and contained a number of inconsistencies which troubled the Officer. In addition, the Applicant and Mr. Abugao had difficulty documenting their cohabitation at the various places where they claimed to have lived together. Almost all of the documentary evidence they submitted to corroborate their relationship was either rejected as unreliable, or as inconclusive. No real issue arises from the Officer's handling of this evidence."], ["[4]", "The Applicant's primary argument in this case involves the Officer's failure to apprise her of at least two significant areas of concern which arose out of her investigation, and which appear to have contributed to the denial decision. One of those concerns arose out of information provided to the Officer by a third party subsequent to the Officer's interview with the Applicant and Mr. Abugao. The other matter of concern had to do with an apparent inconsistency in the documentary evidence concerning the timing of the Applicant's first meeting with Mr. Abugao.", "Issues", "1. Did the Officer have a duty to inform the Applicant of adverse extrinsic evidence which she had obtained from a third party source?", "2. Did the Officer have a duty to inform the Applicant of her concerns about the apparent documentary inconsistency in the timing of the Applicant's first meeting with Mr. Abugao?", "Analysis"], ["[5]", "It is common ground that a pragmatic and functional analysis is not required when the Court is dealing with allegations of the denial of natural justice or procedural fairness. If it is found that a breach of natural justice or procedural fairness occurred, no deference is due and the Court will set aside the impugned decision: see  <FRAGMENT_SUPPRESSED>  2006 FC 461 at paragraph 44."], ["[6]", "Counsel for the Respondent correctly pointed out that, at all times, the burden of proof in this case rested with the Applicant, and it was up to her to produce sufficient evidence to establish a bona fide marriage. In this case, the Applicant did a poor job of explaining a number of serious inconsistencies in the story she offered and the Officer had some reasonable suspicions. In any legitimate marriage, it should not be difficult to establish cohabitation and the existence of a serious marital relationship. That task is obviously more difficult to accomplish where the relationship is a sham."], ["[7]", "Although the burden of proof remained with the Applicant, that does not mean that she was not entitled to be informed about the Officer's concerns so that she could attempt to answer them. The Applicant was also entitled to know about any extrinsic evidence that the Officer had independently obtained, and which was considered in reaching the decision to deny relief."], ["[8]", "Here, there were two matters of concern to the Officer which she raised in her notes and which form part of the basis for her decision, but which were not put to the Applicant or Mr. Abugao for an explanation. The first of these was an apparent inconsistency between the date the Applicant reported first meeting Mr. Abugao at his place of employment, and the date that his employer said he commenced employment. Although this concern is reflected in the Officer's initial notes, it is not mentioned at all in the notes of the subsequent interview with the Applicant and Mr. Abugao. This was noted by the Officer to be a significant inconsistency and the Applicant was, therefore, entitled to have it put to her for an explanation."], ["[9]", "The second matter of concern to the Officer arose from information she obtained from an acquaintance of the Applicant and Mr. Abugao, and concerned a rental apartment where the Applicant and Mr. Abugao claimed to have cohabited."], ["[10]", "It was undisputed that the Applicant and Mr. Abugao claimed to have lived together at several different addresses after their marriage in 2002. One of those was stated to be an apartment situated at Davisville Avenue in Toronto, Ontario. During the interview, the Officer appropriately sought corroboration of these living arrangements in the form of leases or other documentary evidence."], ["[11]", "The Applicant produced two letters signed by an acquaintance, Fermina Esteron, through whom the subject accommodation had been arranged. Those letters purported to verify cohabitation at two addresses, including the Davisville Avenue apartment. One of the letters claimed that Ms. Esteron was the owner of the Davisville Avenue apartment."], ["[12]", "After the interview was concluded, the Officer called Ms. Esteron. She first spoke with Ms. Esteron's daughter and her notes of that discussion indicate that she was told that Ms. Esteron had never owned the Davisville Avenue apartment. Subsequently, Ms. Esteron called the Officer and the Officer's notes of that conversation state:", "Fermina returned my call. Verified with her: 1) did she kept [sic] the rental apartment at 111 Davisville when she moved out. She said she didn't. She moved out to another place. That was it. 2) was she renting at 101 Livonia or the owner. She said she was renting until May 2005 when she opted to buy it.", "It is perplexing that the Officer appears not to have asked Ms. Esteron about whether the Applicant and Mr. Abugao had cohabited at the subject apartment. This was, after all, the focus of the Officer's investigation. Instead, her only apparent concern had to do with Ms. Esteron's ownership and rental arrangements for the subject properties. Ms. Esteron was a witness who presumably could have verified whether the Applicant and Mr. Abugao had ever lived together at either the Davisville or Livonia addresses. Notwithstanding this failure to directly inquire about the particulars of cohabitation, the Officer's notes go on to state that \"their [the Applicant and Mr. Abugao] statement of living together at 111 Davisville is established to be not true\". I can see nothing in the Record which could support the above conclusion. Indeed, this conclusion appears to be a mischaracterization of the information provided by Ms. Esteron. Of additional concern is the fact that there are third party documents in the Record addressed to the Applicant at the Davisville Avenue apartment - including a letter from Citizenship and Immigration Canada dated May 6, 2004. That letter appears to correspond with the time during which the Applicant and Mr. Abugao claimed to have been living at the Davisville Avenue address."], ["[13]", "The primary issue is not, however, whether or not the Officer misinterpreted or mischaracterized this evidence of alleged cohabitation. The issue is that the above adverse finding by the Officer was based on information she obtained from a third party after the interview with the Applicant and Mr. Abugao. The Officer had a duty to disclose the information received and her conclusion about it to the Applicant, and then to invite a response. She failed to do so and, in that respect, she breached one of the fundamental tenets of fairness."], ["[14]", "This is an issue of procedural fairness that has come up before.  <FRAGMENT_SUPPRESSED>  2001 FCT 1295, Justice Yvon Pinard dealt with the same problem in the context of an H & C application and held as follows:", "8 In the case at bar, the applicant made an important submission that the officer made credibility assessments based on extrinsic evidence without offering the applicant an opportunity to respond.  <FRAGMENT_SUPPRESSED>  at 730-731, Justice Rothstein defined the term extrinsic evidence as \"evidence of which the applicant has no knowledge and on which the immigration officer intends to rely in making a decision affecting the applicant\".", "9 Moreover, in  <FRAGMENT_SUPPRESSED>  (T.D.) (QL), Justice MacKay followed  <FRAGMENT_SUPPRESSED>  (T.D.) (QL), and  <FRAGMENT_SUPPRESSED>  at 239 (F.C.A.), and held that reliance upon extrinsic evidence, without advising the applicant and without permitting comment on it, violated the duty of fairness.", "10 Like  <FRAGMENT_SUPPRESSED> , the officer in this case made a decision based on evidence obtained by an unknown person, has relied on evidence which does not appear in the file, and also has not given the applicant a chance to confront the extrinsic evidence. In his notes, the officer makes reference to the fact that \"an immigration officer spoke to Dr. Alsaffar on daughter's illness and condition to travel\". There is no reference in the decision as to who exactly had this conversation with the physician. Moreover, there does not exist an affidavit from Dr. Alsaffar or the immigration officer in question supporting this affirmation. I am therefore of the view that this constitutes a breach of fairness as the applicant did not have at any time an opportunity to review or respond to the evidence that the physician had been mislead, which was clearly relied upon in the decision.", "11 Such a breach of procedural fairness is sufficient to warrant the intervention of this Court.", "Also see  <FRAGMENT_SUPPRESSED>  2002 FCT 99 at paragraph 10."], ["[15]", "The Respondent argued in this case that the above-noted fairness obligation could be curtailed because the Applicant invited the Officer to make the third party inquiry. I do not think that it matters how the Officer came to make her inquiry. What is important is that she share any material information received with the Applicant if that information was ultimately weighed against the Applicant's interests in the decision. This point was addressed by the Federal Court of Appeal in  <FRAGMENT_SUPPRESSED>  (F.C.A.) where it held at paragraph 14:", "14 Returning to the matter of the Province of Ontario assessment I do not view its receipt by the visa officer as bad in itself. In fact its reception was contemplated and even authorized by the appellant at the time of his application and subsequently. Nevertheless, I think it was the officer's duty before disposing of the application to inform the appellant of the negative assessment and to give him a fair opportunity of correcting or contradicting it before making the decision required by the statute. It is, I think, the same sort of opportunity that was spoken of by the House of Lords in  <FRAGMENT_SUPPRESSED>  in these oft-quoted words of Lord Loreburn L.C., at page 182:", "They can obtain information in any way they think best, always giving a fair opportunity to those who are parties in the controversy for correcting or contradicting any relevant statement prejudicial to their view.", "Those words have application here even though a full hearing was not contemplated. ( <FRAGMENT_SUPPRESSED> , at page 1113; see also  <FRAGMENT_SUPPRESSED>  relation to both issues identified above, is sufficient to justify a quashing of her decision. The Applicant's in-Canada spousal application will, therefore, be remitted for reconsideration on the merits by a different Officer."], ["[16]", "If either party intends to propose a certified question, I will allow seven (7) days from the date of judgment to do so, with a further three (3) days to reply.", "JUDGMENT"], ["[17]", "THIS COURT ADJUDGES that", "this application is allowed with the matter to be remitted for reconsideration on the merits by a different Officer.", "[End of document]"]]}