{"id_": "081576", "body_str": [["[1]", "Muldoon, J.", ": The applicant is an inmate of the Frontenac Institution at Kingston, Ontario. He is serving a term of 18 years' imprisonment to which he was sentenced by the Ontario Court of Appeal in reduction of a life term imposed by the trial judge upon the applicant in consequence of his having been convicted of three counts of attempted murder on June 8, 1983."], ["[2]", "The applicant's convictions arose out of his criminally deliberate discharge of a firearm during a public demonstration by rival Sikh factions in Toronto which took place in November 1982. Three persons, including a police constable, were seriously injured by bullets fired by the applicant and a similarly guilty accomplice. The trial judge and the unanimous panel of the Ontario Court of Appeal found that they came to the event already armed with pistols."], ["[3]", "The applicant became eligible to be released on a day parole on June 7, 1987, and a full parole on June 7, 1989. On June 23, 1989, a panel of the National Parole Board (hereinafter: the Board), after hearing the applicant's proposed alternative and preferred plans for release, and upon considering the supportive community assessment report prepared by the Correctional Service of Canada (hereinafter: the CSC) decided to admit the applicant to day parole to a half-way house in the Peterborough area in order to take up employment with his community contact, one Darshan Singh Saini (sometimes spelled \"Saino\"). The Board in effect acceded to the applicant's preferred plan."], ["[4]", "It must here be emphasized, as it will later become apparent, that no part of the present proceedings involves any application of any kind of judicial review of the Board's conduct in according the above mentioned day parole to the applicant. The Board's decision to do that must, in terms of these proceedings, be accepted to have been, and to be, just as correct and justifiable in law as were the initial convictions and the ultimate imposition by the Court of Appeal of an apt term of imprisonment, for those previous adjudications are not called into question here, either."], ["[5]", "Ordinarily, it requires a few or several days in which to implement a Board's decision releasing an inmate on parole. Police and correctional authorities must be advised of the inmate's impending release, and confirmation of the inmate's exterior accommodation and employment must be effected."], ["[6]", "During the time in which the Board's staff were in the course of implementing its decision, further representations were made to the Board's chairman and its Ontario regional director. Those representations were made by the trial judge, the Attorney General and the Deputy Attorney General of Ontario, and the prosecuting Crown Attorney. Copies of some of their letters, but not all, are annexed as exhibits to the affidavit of Simonne Ferguson, the Board's regional director for Ontario. In the prosecuting Crown attorney's letter, clearly marked \"Private and Confidential\", but now in the public domain, a copy of which is Exhibit A to Ms. Ferguson's affidavit, the Crown attorney, after quoting from the grisly facts of the applicant's offence recited by the Ontario Court of Appeal, goes on to state:", "\"... this trial was conducted under the heaviest security ever seen in Toronto, mainly because of threats made by Bains to the witness, the judge and the prosecution. After conviction, and before sentence, Bains reportedly told another inmate (whom I and the police later interviewed) that it didn't matter what sentence the judge imposed because he (Bains) would be released sometime and he could simply return to the courtroom when there was no security, and shoot the judge.\""], ["[7]", "The Crown attorney characterized the Board's decision to admit the applicant to day parole as \"unbelievably bad\". Other negative representations were received from the mayor of Peterborough and that city's deputy chief of police, copies of which are exhibited with Ms. Ferguson's affidavit."], ["[8]", "A copy of the copy of that document which was before the Board, titled \"Progress summary appraisal and recommendation\" prepared by the Correctional Service of Canada, Frontenac Institution, on May 24, 1989, is Exhibit E to the applicant's affidavit. Although clearly stated to be \"protected when completed\", it too is now in the public domain. That report contains a particularized printed form on recidivism which, as completed, shows that the applicant's score of +10 -3, or +7, indicates that four of every five offenders will not commit an indictable offence after release. It represents an attempt, and perhaps the best which can be effected, to import the science of statistical analysis in order to dress up what, in the last true analysis, amounts only to would-be clairvoyance. Such, in the minds of many, is the unhappy role of the Board and it naturally generates anxiety lest the inmates whom the Board admits to parole should sooner or later go wrong, thus exposing Board members to public sentiments which characterize them as negligent or imcompetent. It needs no emphasis to realize that the Board (whose institutional abolition was recommended by the Law Reform Commission of Canada in 1976) continues to perform its difficult tasks as best it can, and most probably, as well as those tasks can be performed. In any event, it may be noted that the applicant's accomplice, Gurraj Singh Grewal, whose term was reduced from 14 years' imprisonment to nine years, has been released on full parole in Kingston and seems to be still peaceably at large."], ["[9]", "A copy of the \"Board members' comment sheets\" is Exhibit B to the applicant's affidavit. The panel's reasons are set out as follows:", "\"In granting you day parole, we considered the following -- the seriousness of the offence, your progress in the institution, your criminal record, and the professionals. You have demonstrated in the past that you can be a good, productive citizen. We believe that the offence could be considered situational, and the psychiatrist suggests the same.", "\"You have been in minimum security for nine months, all reports positive. While at Joyceville you had fence clearance. You have successfully completed 42 Escorted Temporary Absences. You have shown in the past that you were sorry for your actions, and the hurt it caused to the victims and their families. You have accepted fully, responsibility for your actions. You have made good use of your time in the institution. There are no problems of substance abuse. You have earned the support of the Case Management Team and the Warden. Today at the hearing, a former Case Management Team member [named], appeared on your behalf. The police view day parole in the best interest of the community. At the time of sentencing the judge saw you as a good prospect for rehabilitation. You have excellent community support, wife and children, and confirmed employment. We believe that the risks of granting you a structured release such as day parole are assumable.\""], ["[10]", "Whether those Board members knew of the applicant's threat to murder the trial judge, prior to sentencing in 1983 in the stark terms related by the Crown attorney, or not, they nevertheless prudently imposed the following special conditions to the day parole release:", "\"1. You are not to contact, in any manner, either directly or indirectly, any court or other government official involved with the criminal proceedings leading to your current conviction and sentence.", "\"2. Not to contact or in any way attempt to contact 'Gurraj Singh Grewal', your co-accused.", "\"3. No travel outside of Peterborough County without Board authority.", "\"These conditions are imposed upon you in order to give you every opportunity to rehabilitate and reintegrate into society. Your choice of a new area of surroundings in my opinion was a wise decision.\""], ["[11]", "The respected chairman of the Board submitted his affidavit in these proceedings in order to set out his position in this matter. Paragraph 6 of that affidavit encapsulates that position thus:", "\"6. In my view, the Board has a continuing obligation to review the status of persons under its jurisdiction to ensure that any risk that they might pose to society is considered in light of the best and most current information available. In view of the representations made by senior law officers of the Crown, including the Attorney General of Ontario -- which submissions are highly unusual -- I concluded that it was necessary for the protection of society and the rehabilitation of the applicant that the Board receive and consider that information which might not have been available to the Board when it considered the applicant's case on June 23, 1989. I accordingly instructed my staff not to effect the release of the applicant until the Board had an opportunity to consider the new information which the law enforcement officials had assured me was available.\""], ["[12]", "In moving the court for certiorari to quash the chairman's decision, for mandamus to compel the Board to implement its decision of June 23, 1989, forthwith, and for prohibition to prevent the Board from instituting any review of its said decision, the applicant's counsel asserts as the grounds for such relief that: the Board has no jurisdiction to review its decision of June 23, 1989; the Board's (and/or the chairman's) decision so to review was arbitrary and capricious; and that decision is valid and ought to be enforced."], ["[13]", "Both opposing counsels concur, and in this they appear to be quite correct, that neither the chairman nor the Board has any specific statutory or regulatory authority to do precisely what the chairman purported to do here. However, the respondent's counsel did urge that the Board may act through its chairman and chief executive officer in exercising the powers and duties conferred upon it by s. 13 of the Parole Act, R.S.C. 1985, c. P-2, (hereinafter: the Act) which runs thus:", "\"13. Subject to this Act, the Penitentiary Act and the Prisons and Reformatories Act, the Board has exclusive jurisdiction and absolute discretion to grant or refuse to grant parole or a temporary absence without escort and to terminate or revoke parole or to revoke release subject to mandatory supervision.\""], ["[14]", "Despite the \"exclusive jurisdiction and absolute discretion\", both of them must be wielded fairly and lawfully, meaning at least within the jurisdiction conferred upon the Board. Since the Board here cleaves to the directions issued by its chairman, its actions in apparently nullifying its own quorum's decision on June 23, 1989, renders those actions reviewable pursuant to this court's superintending powers to achieve or to impose fairness and legality if such be breached in the premises."], ["[15]", "The applicant's counsel states that the correspondence received by the chairman and by the regional director furnished no new information to the Board and in any event no new information which can be fairly levied against the applicant to his detriment. The respondent's counsel points to the information conveyed in the partly illegible copy of an undated newspaper article attached to Exhibit C of Simonne Ferguson's affidavit to the effect that the applicant's prospective employer, Darshan Singh Saini, had been described at the time the article was published as \"Canadian Babbar Khalsa leader\". The applicant, through his counsel, both before and at the hearing offered unreservedly to accept as a strict condition of his day parole the prohibition of his associating with or contacting in any way the said Darshan Singh Saini."], ["[16]", "The past or present associations of Mr. Saini with any violently radical or other Sikh association which imports its ole-country hatreds into Canada is certainly not shown to be new information. More to the point, there is nothing which the applicant can do about it, apart from abjuring any association or other contact or communication with Mr. Saini, and this he does and will do. Mr. Saini's activities whether nefarious or not, have no bearing upon the applicant's character, temperament or potential for rehabilitation upon which the Board made its decision to admit him to day parole in a half-way house. Therefore, absent any legislative provision akin to that which Parliament recently specifically enacted to permit the Board to effect \"gating\" in the cases of certain inmates who are statutorily admitted to mandatory supervision, the action of the Board and its chairman in purporting to stay or nullify the regularly formulated decision to grant the applicant day parole must be characterized as unfairly exceeding the Board's jurisdiction."], ["[17]", "The Board's previous breach of its jurisdiction in the analogous instance of gating is illustrated in the decision  <FRAGMENT_SUPPRESSED> , whereby the Supreme Court of Canada unanimously held that gating was illegal. As noted, Parliament has subsequently acted to make the procedure legal and within the Board's jurisdiction. This court, in  <FRAGMENT_SUPPRESSED> ; 18 C.R.R. 313, illustrated the unfairness of transferring a prisoner from a farm institution to the penitentiary proper for considerations extraneous to the prisoner's conduct, character and progress in the institution. So it is in the instant case. The considerations shown herein to have been invoked by the Board's chairman are extraneous to the Board's lawfully formulated conclusions about the applicant's character, conduct and progress toward apparent rehabilitation."], ["[18]", "The court expresses no opinion as to whether the chairman ought to be accorded the power to nullify a decision of the Board in circumstances in which he, or outside political or justice-system officials, consider that such decision evinces want of care or competence on the Board's part in deciding to admit an inmate to parole. Such a consideration, which itself involves diverse opinion, is for Parliament."], ["[19]", "However, unless and until Parliament be moved to enact some such provision, the law as it stands is that which the Supreme Court of Canada unanimously stated in  <FRAGMENT_SUPPRESSED>  C.C.C.(3d) 129. Where, in that case Mr. Justice Lamer writes of the remedy of habeas corpus, his ideas can equally be applied to the remedy of certiorari in this case. At p. 464 (S.C.R.) Lamer, J., is reported thus:", "\"In the context of parole, the continued detention of an inmate will only become unlawful if he has acquired the status of a parolee. An inmate acquires that status as of the moment the decision to grant him parole takes effect. Thus, if parole is granted effective immediately, he becomes a parolee when the decision is rendered. If, for some reason, the restriction to his liberty continues, he may then have access to habeas corpus. If parole is granted effective at some later date, then the inmate acquires the status of parolee at that date and not at the date of the decision. Similarly, where a decision is made to grant parole but it is subject to the fulfilment of a condition, the inmate only becomes a parolee if and when the condition is fulfilled. If he is not released on parole when the term arrives or the condition is fulfilled, then he may resort to habeas corpus. Finally, if parole is refused, it is obvious that the inmate has not become a parolee and he cannot have recourse to habeas corpus to challenge the decision.\""], ["[20]", "In the instant case the applicant was admitted to day parole effective immediately on June 23, 1989, subject to the above recited conditions of", "post", "-release conduct which he accepts. He invites the Board to make the further above mentioned condition to which he will not object. It is clear however that in view of the Board's doing nothing to prevent the chairman's imposition of the restriction upon the applicant's liberty in order to wipe out the Board's decision and to hold a further hearing, the applicant is entitled to have access to certiorari to quash the Board's compliance with the chairman's unlawful action, and to have access to mandamus requiring the Board to implement its decision of June 23, 1989."], ["[21]", "In view of the Board's unfairness and lack of jurisdiction which the court finds herein, these orders will be pronounced, together with an order prohibiting the Board from doing anything adverse to the applicant's day parole except in accordance with law as stated in the Act and in these reasons."], ["[22]", "The respondent is ordered to pay the applicant's party-and-party costs of and incidental to these proceedings.", "Order accordingly.", "Editor: Steven C. McMinniman/sms", "[End of document]"]]}