{"id_": "081741", "body_str": [["[1]", "Brown, J.", ": This is an application for judicial review by Dr. Murlidhar Gupta [the Applicant] under s. 18.1 of the", "Federal Courts Act", ", RSC 1985, c F-7 of a decision of the Public Sector Integrity Commissioner [Commissioner] dated March 13, 2014, wherein the Commissioner refused to investigate certain of the Applicant's allegations that he suffered reprisals and threats of reprisals after he made a protected disclosure of wrongdoing."], ["[2]", "The application for judicial review is dismissed for the reasons set out below.", "I.", "Summary"], ["[3]", "The Applicant is a public servant who started working in 2002 as a research scientist at CanmetENERGY, a division of the Innovation and Energy Technology Sector at Natural Resources Canada [NRCan]. The Applicant worked in the Zero-Emission Technology group in the NRCan's Clean Electric Power Generation division developing technologies for clean coal and carbon capture and storage."], ["[4]", "The Applicant alleges that his group manager committed a wrongdoing when he asked the Applicant to move NRCan contract money from a project managed by the Applicant to a different NRCan contract managed by the group leader. The Applicant took the view that this request was contrary to the", "Financial Administration Act", ", RSC 1985, c F-11 [", "FAA", "]. He reported his concerns to management on February 7, 2008 (orally, it appears) and a year later by e-mail dated January 15, 2009. Whether his concerns were correct or not, and assuming he acted in good faith, which is not here disputed, his reports to management became a \"protected disclosure\" by virtue of its definition in subsection 2(1) of the", "Public Servants Disclosure Protection Act", ", SC 2005, c 46 [", "Public Servants Disclosure Protection Act", "]. As such, the Applicant was and is protected from reprisals (as defined by subsection 2(1)) \"taken against\" him \"because\" he \"made a protected disclosure\"."], ["[5]", "Notwithstanding this protection, the Applicant alleges that because of and starting almost immediately after he made the protected disclosure, reprisals were taken against him which he described as \"ongoing\". The last of numerous alleged reprisals took place in certain correspondence dated October 23, 2013 received November 12, 2013, and incidents occurring December 16 and 20, 2013."], ["[6]", "On January 10, 2014, almost 6 years after the first alleged reprisal, the Applicant filed a complaint with the Commissioner respecting these reprisals. The", "Public Servants Disclosure Protection Act", "requires such complaints to be made within 60 days after the day on which the complainant knew, or in the Commissioner's opinion, ought to have known, that reprisal was taken."], ["[7]", "The Commissioner agreed to investigate the alleged acts of reprisal set out in correspondence dated October 23, 2013, and in particular said the investigation \"will focus on determining whether there is a link between the protected disclosures that you made in February 2008 to Mr. Zanganeh and January 15, 2009 to Mr. Marrone and the alleged reprisal measure taken by Mr. Munro and Mr. Dauphin on November 12, 2013\". The status of that investigation is unknown to the Court because it is not the subject of this application."], ["[8]", "The Commissioner also ruled that he would not investigate alleged acts of reprisal that were out of time, namely the numerous alleged acts of reprisal occurring between February 7, 2008 and the receipt of the Applicant's complaint on November 12, 2013. The Commissioner further decided not to proceed with two other complaints, one because the alleged conduct had not \"adversely affected\" the Applicant's \"working conditions and employment\" as defined by subsection 2(d) of the", "Public Servants Disclosure Protection Act.", "The other complaint was not proceeded with due to a lack of information to link the alleged reprisor's actions, which occurred in December 2013, to the Applicant's protected disclosures made back in 2008 and 2009. It is in respect of these refusals to investigate that judicial review is now sought.", "II.", "Facts", "A. Internal Disclosures of Wrongdoing and Reprisals"], ["[9]", "The following is a summary of some of the Applicant's extensive allegations concerning his protected disclosures and the alleged acts of reprisal in respect of which he sought the Commissioner's intervention, and now seeks judicial review."], ["[10]", "The Applicant made internal disclosures [protected disclosures] of wrongdoing to his supervisors at NRCan on February 7, 2008, apparently verbally as there is a contemporaneous written record, and again by e-mail on January 15, 2009. The Applicant alleged that on February 7, 2008 the Zero-Emission Technology group leader, Mr. Zanganeh, directed the Applicant to use his own project funding to pay the University of Waterloo for work done by a Master's student on a different project headed by Mr. Zanganeh. The Applicant further alleges that Mr. Zanganeh directed the Applicant to merge the next phase of his project with Mr. Zanganeh's project in the next fiscal year. The Applicant's protected disclosure disclosed to Mr. Zanganeh the Applicant's view that these actions were prohibited by the", "FAA", ". It appears to be agreed that the Applicant's reports of February 2008 and January 2009 fall within the statutory definition of \"protected disclosure\" under the", "Public Servants Disclosure Protection Act"], ["[11]", "The foregoing information is set out in the Applicant's Disclosure Form, being the first of two forms dated January 9, 2014 that were sent to the Office of the Commissioner on his behalf. The forms were sent January 10, 2014 by legal counsel to the Professional Institute of the Public Service of Canada [Institute] which represented the Applicant. In the Disclosure Form, the Applicant took the position that the request by his manager was a contravention of an Act of Parliament or regulation thereunder, a misuse of public funds or a public asset, and also constituted knowingly directing or counselling a person to commit a wrongdoing as defined. As noted, this alleged wrongdoing apparently took place on February 7, 2008."], ["[12]", "I pause here to note that all allegations by the Applicant are untested at this point in time. Public servant filings with the Commissioner are made on an", "ex parte", "and confidential basis."], ["[13]", "In his Reprisal Complaint form, the second of the two forms the Applicant sent on January 10, 2014, the Applicant was asked: \"(2) Please identify the date(s) on which reprisal(s) was or were taken against you\". The Applicant did not answer this question but instead left a blank in the space provided. In the next question he was asked: \"(3) Please identify the date(s) on which you became aware of reprisal(s), if different from the date of the actual reprisal(s)\". There, the Applicant stated \"November 12, 2013\". As will be seen, this statement is not accurate because there is ample evidence from the Applicant that November 12, 2013 was not the date on which he became aware of the alleged reprisals."], ["[14]", "There is another discrepancy. In answer to Question 4 on the Reprisal Complaint the Applicant stated that reprisals \"began\" in January 2009. This answer is inconsistent with his more detailed evidence that the alleged reprisals started soon after his protected disclosure of February 2008. That said, this Court, as did the Commissioner, will proceed on the basis that the Applicant is actually alleging the complained of reprisals began in February 2008 which is what the Applicant alleges in the timeline chronology and elsewhere in his submissions to the Commissioner."], ["[15]", "To continue with the narrative, the Applicant alleges that in or about February 2008, his group leader Mr. Zanganeh refused to allow him to start the next phase of his project even though the work had already been approved, and thereafter ignored his repeated requests to let his project proceed. He says Mr. Zanganeh stalled his project. In March 2008, the Applicant allegedly informed the Director General of CanmetENERGY, Mr. Marrone, that he had been subject to reprisals by Mr. Zanganeh as a result of his disclosure of wrongdoing. This is further evidence that November 12, 2013 was not the date he became aware of reprisals. The Applicant also alleges that Mr. Zanganeh delayed his performance appraisal and work objectives, as well as failed to acknowledge or respond to his repeated emails seeking advice on his projects throughout April and May 2008."], ["[16]", "As referred to above, by e-mail dated January 15, 2009, the Applicant disclosed to Mr. Marrone that group leader Mr. Zanganeh had possibly violated, and directed the Applicant to violate, the", "FAA", ". In the same e-mail, the Applicant alleged that Mr. Zanganeh undertook \"retaliation in stalling the next phase of my project\". This is further evidence that November 12, 2013 was not the date he became aware of reprisals. By e-mail of the same date, Mr. Marrone asked the Applicant's Director General, Mr. Magdi Habib, to look into the matter and report back to Mr. Marrone."], ["[17]", "The Applicant's timeline chronology reveals that in January 2009, the Applicant, in his words \"had advice to send this note through whistle blower path or write directly to higher management, [the Applicant] decided not to, rather informed Mr. Marrone with the hope that NRCan management [would] be honest and serious in conducting a proper and fair investigation\". The timeline chronology does not say who advised the Applicant to proceed under the whistle blower path i.e., under the", "Public Servants Disclosure Protection Act", "as he eventually did on January 10, 2014. The decision not to use the whistle blower path at that time was made by the Applicant. Note that this evidence further illustrates that November 12, 2013 was not the date the Applicant became aware of the alleged reprisals."], ["[18]", "The Applicant alleges further reprisals, namely being ignored and isolated by his supervisors. The Applicant alleges he was required on almost no notice from Mr. Zanganeh to present his year-end reports (he alleges he was asked to do so at 8:00 p.m. the evening before the presentation was due). On April 29, 2009, the Applicant allegedly reminded the Director of Clean Electric Power Generation, Eddy Chui, of his disclosure of wrongdoing, but was threatened with \"severe consequences\" if he persisted with the issue. In May 2009, Mr. Chui allegedly pressured the Applicant into signing an inaccurate performance appraisal, in which the Applicant included a note that highlighted the threats he received from management."], ["[19]", "Around that time, the Applicant took a short physician-directed sick-leave because of workplace stress. He also learned that a research grant had been announced the month before and that the request for proposals for the grant had been circulated to all other scientists, except him. These are further illustrations that the Applicant knew of the alleged reprisals before November 2013."], ["[20]", "In June 2009, the Applicant learned (through answers to access to information requests received much later, in March, June and July 2011) that his attendance was under intense scrutiny by another of his managers, Mr. Chui, who still had not taken any steps to address the disclosure and Reprisal Complaint. The Applicant and a bargaining agent representative allegedly met with Mr. Munro to discuss the lack of progress on his complaint and the impact of the reprisals on his career. Mr. Munro said that he would take concrete steps and suggested that the Applicant take a job in Alberta. After that meeting, the Applicant agreed to meet with Claude Barraud of NRCan's Inter-Conflict Management Services on June 26 and July 2, 2009 to mediate the workplace dispute. These are further illustrations that the Applicant knew of the alleged reprisals before November 2013."], ["[21]", "In July 2009, Mr Zanganeh allegedly wrongfully removed the Applicant's name from an article the Applicant wrote on his oil sand project, which was distributed to all stakeholders and available to the public."], ["[22]", "The Applicant kept meeting with Mr. Barraud even after he started his parental leave on July 3, 2009. Mr. Barraud counselled the Applicant to drop his complaint and change the course of his career, and allegedly warned the Applicant that government whistle blowers face negative consequences to their careers and families. Mr. Barraud allegedly warned the Applicant that if he went ahead, he would meet the same fate as \"rape victims\". The Applicant alleges that he learned later (through the access to information requests received in March, June and July 2011) that Mr. Barraud, who was supposed to be counselling him, was in fact inquiring into the Applicant's mental health without the Applicant's consent."], ["[23]", "On October 20, 2009, at the farewell event for his former Director General, Mr. Habib, Mr. Habib allegedly told the Applicant that he had never investigated the Applicant's protected disclosure and complaint of reprisals in accordance with Mr. Marrone's email of January 15, 2009. These are further illustrations that the Applicant knew of the alleged reprisals before November 2013."], ["[24]", "In January 2010, Mr. Munro allegedly ordered the Applicant to undergo a mental health assessment before management would allow him to return to work from his parental leave. The Applicant agreed to undergo the assessment. In February 2010, management wrote to the Applicant's physician to request a mental health assessment, a request the Applicant maintained was incomplete and inaccurate. The Applicant told Mr. Munro that the employer's actions violated Health Canada's guidelines on employee health assessments. The Manager of Values and Ethics at NRCan, Ms. Leblanc, threatened to withdraw his departmental email access. The Applicant was asked to retroactively take some leave without pay. In March 2010, a psychiatrist, Dr. Cattan, found the Applicant fit to return to work but recommended that he see a psychologist, Dr. Seatter, for follow up. On March 30, 2010, Mr. Munro criticized the Applicant for having concerns about the confidentiality of his sensitive medical information."], ["[25]", "Dr. Seatter confirmed that the Applicant was fit to work in June 2010. The Applicant alleges he met with Mr. Munro on June 18, 2010 to discuss his return (he had started leave in July 2009), and raised his concerns about the reprisals he had faced and their impact on his career. The Applicant asked for clarification of his project status and reporting structure. On July 16, 2010, Mr. Munro allegedly advised the Applicant that he had to look for job opportunities in other groups and, if he failed to secure one by August 2010, management would place him in an equivalent position. The Applicant returned to work on July 19, 2010 but alleges he was again isolated and ignored, subsequent to his return. He was reassigned to a different division to work on bioenergy research on November 12, 2010. The Applicant made another access to information request, in respect of which Mr. Marrone confronted the Applicant on December 8, 2010. The foregoing further confirms the Applicant knew of alleged reprisals before November 2013."], ["[26]", "On March 6, 2011, the Applicant allegedly advised Mr. Dauphin, Director General of CanmetMATERIALS, that he was being excluded from emails, departmental lists and calls for research proposals in his area of expertise. Mr. Dauphin allegedly threatened him with disciplinary action if he raised these concerns any further. This also confirms that the Applicant knew of alleged reprisals before November 2013."], ["[27]", "In October 2012, the Applicant signed a memorandum of understanding with Mr. Munro in which the employer committed to investigate his disclosure of wrongdoing and subsequent reprisals against him. He and his bargaining agent allegedly sent numerous requests for an update on the status of the investigation, which was overseen by Frank Des Rosiers, Assistant Deputy Minister of NRCan's Innovation and Technology Sector, but never received an answer."], ["[28]", "The Applicant applied for career advancement in the 2012 cycle in January 2013."], ["[29]", "On November 12, 2013, the Applicant received two letters dated October 23, 2013 both signed by Mr. Munro. The first letter dismissed his disclosure of wrongdoing and stated that \"the details of how the contract was handled have been reviewed and appropriate action has been taken\" but made no mention of the reprisals against the Applicant. The letter states that the contract in question had been amended to re-profile the funding in March 2008."], ["[30]", "The second document dated October 23, 2013 signed by Mr. Munro and Mr. Dauphin was a performance Evaluation Tool/Report which considered and evaluated the Applicant's request for career advancement as requested in January 2013. It evaluated the Applicant's performance against several identified criteria. The Evaluation Report denied his promotion request on the basis of several shortcomings described in the report."], ["[31]", "The Applicant takes issue with the report mentioning that he took parental leave and that he was transferred to work in a different area, namely bioenergy, as a result of \"workplace accommodation issues\". These two issues were raised as \"Relevant Factors\" by the Applicant in his request for career advancement, and were noted by Messrs. Munro and Dauphin in the resulting Evaluation."], ["[32]", "The Evaluation concluded that the Applicant failed to meet expectations in 7 areas, while meeting expectations in only 3. The Evaluation concluded with a recommendation against the Applicant's requested career advancement. Overall, the Evaluation stated it would be necessary for the Applicant to express more clearly the role he personally played in each section of the dossier and to provide evidence in the appendices that supports the statements made."], ["[33]", "The Applicant applied for career advancement again, on November 29, 2013, this time for the 2013 cycle. Subsequently, Dr. McFarlan allegedly recommended the Applicant for a promotion, to the Director General of NRCan's Ottawa Research Center, Mr. Haslip. However, the Applicant alleges that on December 16, 2013 Mr. Haslip attempted to pressure Dr. McFarlan to resile from his support to the Applicant's promotion and amend his positive comments on the Applicant's file. On December 20, 2013, Mr. Haslip denied the Applicant's career advancement application.", "B. Reprisal Complaint to the Commissioner"], ["[34]", "On January 10, 2014, the Applicant filed a Reprisal Complaint with the Commissioner pursuant to the", "Public Servants Disclosure Protection Act", "alleging ongoing reprisals and threats of reprisals against him from February 2008 to the date of the filing of his complaint."], ["[35]", "On January 13, 2014, the Commissioner advised the Applicant that his complaint was being referred for an admissibility analysis. A case analyst, Ms. Mahon, informed the Applicant's bargaining agent representative (described as \"legal counsel\" on the union letterhead that he used) that she was assigned to the Reprisal Complaint. Ms. Mahon subsequently sought particulars from said legal counsel on some allegations in the complaint. In particular Ms. Mahon asked for the following details concerning the complaints against Mr. Des Rosiers and Mr. Haslip:", "a) according to legal counsel's affidavit filed in this proceeding, Ms. Mahon asked him \"about the role that Frank Des Rosiers played and asked specifically whether Mr. Des Rosiers had only given Dr. Gupta the letter or whether he had played another role;\" and", "b) legal counsel for the Applicant further deposed that Ms. Mahon asked him \"about the role of Dean Haslip (incorrectly spelled as Hasslet in my notes). In particular, given that he was not referred to in the timelines, she wanted to know what his involvement was.\""], ["[36]", "On January 17, 2014, Ms. Mahon called the Applicant's representative and told him that some of the reprisals took place \"several years ago\". Further, she advised counsel of the 60 day limit for filing a complaint. In response, the Applicant's representative explained that the reprisals were of an ongoing nature and that the Applicant wanted to exhaust the internal recourse before filing the complaint. Ms. Mahon informed the Applicant's bargaining agent representative that \"generally, the Commissioner has not granted an extension on the time to file unless extended medical leave had been taken\". The Applicant's legal counsel does not appear to have provided the Commissioner with any further information on the issue of delay raised by Ms. Mahon."], ["[37]", "Legal counsel did provide Ms. Mahon with information relating to both Mr. Des Rosiers and Mr. Haslip. However, he did not provide any information to link Mr. Haslip's actions in December 2013 to the Applicant's protected disclosures in 2008 and 2009."], ["[38]", "On February 6 or 7, 2014, Ms. Mahon informed the Applicant's representative that a decision would be rendered within 15 days. The Commissioner's activity report at the time, filed as part of Record, indicated that Ms. Mahon had a draft case analysis and a decision letter completed and that her manager had agreed that \"a number of allegations fall outside the 60 day time\" limit."], ["[39]", "On February 10, 2014, Ms. Mahon had an internal meeting with the Commissioner and his legal advisor, who directed Ms. Mahon to assess the Applicant's allegations of reprisals that took place outside the statutory 60 day time limit to file a complaint."], ["[40]", "This she did. The Certified Tribunal Record shows that on February 20, 2014 Ms. Mahon asked the Applicant's legal counsel whether the Applicant had grieved any of the reprisals against him and for specifics on the threats allegedly made by Mr. Dauphin and Mr. Barraud. The Applicant's representative responded in writing on February 25, 2014."], ["[41]", "On March 6, 2014, Ms. Mahon amended her analysis and decision letter. Her manager reviewed the documents and agreed that \"there are no reasons why the Commissioner should extend the time\" for allegations before November 2013 and that \"a full analysis of all of the allegations and whether there is a link between the alleged measures and the 2009 disclosure was necessary in this case given the overwhelming lack of information supporting an extension on the time to file\". In her report dated March 6, 2014, Ms. Mahon wrote that only three of the Applicant's allegations fell within the 60 day time limit, noting that the Applicant wanted to exhaust all internal recourse and his time off on parental leave and for psychiatric assessment, but found \"that none of the facts presented suggest that the Commissioner should extend the 60-day time\" limit."], ["[42]", "Regarding the allegations deemed out of time, she wrote that in her view there was a", "prima facie", "link between the allegations and the protected disclosures, including a link between the disclosures and the Applicant's stalled research projects and performance appraisal, his exclusion from work opportunities and the threats of negative consequences if the Commissioner was to advance the Applicant's complaints. All of these matters took place well outside the 60 day complaint period."], ["[43]", "On March 13, 2014, the Commissioner sent a letter in which he agreed to review the complaints concerning the denial of promotion and the response to the allegations of wrongdoing dated October 23, 2013. However the Commissioner advised that he had decided not to investigate those allegations of reprisals made outside the statutory time limit, and in addition that he would not investigate one allegation because it was not a reprisal as defined, and another allegation because the Applicant supplied no information to show that the alleged reprisal in December 2013 was linked to the Applicant's protected disclosures in early 2008 and 2009. The Applicant filed an application as of right for judicial review of the Commissioner's decision on April 25, 2014.", "III.", "Decision under Review"], ["[44]", "The Commissioner noted that two conditions must be met in order to proceed with an investigation. First, the Applicant had to have been subjected to one or more of the measures listed in the definition of \"reprisal\" in s. 2 of the", "Public Servants Disclosure Protection Act", ". Second, the measures alleged to be reprisals must have been taken because the Applicant made a protected disclosure, or cooperated in an investigation commenced under the", "Public Servants Disclosure Protection Act"], ["[45]", "I pause to note that the Commissioner made no error in this summary of the manner in which the statute operates. The statute demands that reprisals engaging the legislative sanctions be reprisals as defined by the legislation. The statute further demands that such reprisals be taken \"because the public servant has made a protected disclosure\" which indicates that the reprisal be linked in a causal way to a protected disclosure in order to engage legislative scheme of protection."], ["[46]", "Secondly, the Commissioner noted that, pursuant to paragraph 19.1(2) of the", "Public Servants Disclosure Protection Act", ", a complaint had to be filed no later than 60 days after the day on which the Applicant knew, or ought to have known, that the reprisal was taken, and further noted his authority to extend time."], ["[47]", "The Commissioner determined that the following allegations fell outside of the 60 day time limit:", "• The Applicant's research projects and performance appraisal were stalled by Mr. Zanganeh in 2008 and 2009;", "• The Applicant was excluded from opportunities in his division by Mr. Zanganeh, Mr. Chui and Mr. Marrone in 2008 and 2009;", "• The Applicant's reporting structure and area of research were unilaterally changed by Mr. Munro in November 2010;", "• Mr. Barraud unfairly labelled the Applicant as mentally ill on December 15, 2009;", "• Members of management directed Mr. Barraud on how to administer the informal Conflict Management System;", "• The Applicant was subject to threats of reprisal from Mr. Chui on April 29, 2009, Mr. Barraud in July 2009, Ms. Leblanc on March 3, 2010, Mr. Marrone on December 8, 2010 and Dr. Dauphin on April 6, 2011."], ["[48]", "I find that the Commissioner was correct to conclude that these alleged reprisals were out of time, subject to the discussion below concerning \"ongoing\" reprisals, because only reprisals taking place on or after November 11, 2013 fell within the 60 days, given the January 10, 2014 filing date. The vast majority of the Applicant's complaints allegedly occurred before, and in many cases, years before January 10, 2014."], ["[49]", "While the Commissioner, again correctly, acknowledged that paragraph 19.1(3) of the", "Public Servants Disclosure Protection Act", "gave him discretionary authority to accept a complaint filed outside the 60 day delay period allowed, he did not accept the late filing in this case \"given the significant amount of time that has passed\" since the Applicant became aware of the allegations. His determination in this regard is put in issue and will be discussed later."], ["[50]", "Regarding the first letter from Mr. Munro received on November 12, 2013, wherein Mr. Munro explained that NRCan investigated the Applicant's disclosure of an alleged contravention of the", "FAA", ", the Commissioner found that the letter itself and Mr. Des Rosiers' alleged involvement in that investigation did not adversely affect the Applicant's working conditions and employment as defined at s. 2(d) of the", "Public Servants Disclosure Protection Act"], ["[51]", "With respect to the allegation that Mr. Haslip made an unlawful reprisal against the Applicant, the Commissioner determined that there was \"no information\" suggesting a link between the Applicant's protected disclosures and his allegation that Mr. Haslip coerced his account manager to amend his recommendation on the Applicant's career progression dossier on December 16, 2013. Likewise the Commissioner determined there was \"no information\" suggesting a link between the protected disclosure in 2008 and 2009 and the allegation that Mr. Haslip did not recommend the Applicant for career progression on December 20, 2013."], ["[52]", "On the basis of these \"no information\" findings, the Commissioner decided not to commence an investigation into these allegations in accordance with paragraph 19.3(1)(c) of the", "Public Servants Disclosure Protection Act", ", which provides that \"The Commissioner may refuse to deal with a complaint if he or she is of the opinion that [...] the complaint is beyond the jurisdiction of the Commissioner\"."], ["[53]", "That said, the Commissioner did decide to investigate the Applicant's allegation that he was denied an opportunity for career advancement in the 2012 career progression cycle, based on the evaluation signed by Mr. Munro and Mr. Dauphin dated October 23, 2013, whose decision the Applicant received November 12, 2013.", "IV.", "Relevant provisions"], ["[54]", "\"Wrongdoing\" is defined at s. 8 of the", "Public Servants Disclosure Protection Act", "Wrongdoings", "8. This Act applies in respect of the following wrongdoings in or relating to the public sector:", "(a) a contravention of any Act of Parliament or of the legislature of a province, or of any regulations made under any such Act, other than a contravention of section 19 of this Act;", "(b) a misuse of public funds or a public asset;", "(c) a gross mismanagement in the public sector;", "(d) an act or omission that creates a substantial and specific danger to the life, health or safety of persons, or to the environment, other than a danger that is inherent in the performance of the duties or functions of a public servant;", "(e) a serious breach of a code of conduct established under section 5 or 6; and", "(f) knowingly directing or counselling a person to commit a wrongdoing set out in any of paragraphs (a) to (e).", "Actes répréhensibles", "8. La présente loi s'applique aux actes répréhensibles ci-après commis au sein du secteur public ou le concernant:", "a) la contravention d'une loi fédérale ou provinciale ou d'un règlement pris sous leur régime, à l'exception de la contravention de l'article 19 de la présente loi;", "b) l'usage abusif des fonds ou des biens publics;", "c) les cas graves de mauvaise gestion dans le secteur public;", "d) le fait de causer - par action ou omission - un risque grave et précis pour la vie, la santé ou la sécurité humaines ou pour l'environnement, à l'exception du risque inhérent à l'exercice des attributions d'un fonctionnaire;", "e) la contravention grave d'un code de conduite établi en vertu des articles 5 ou 6;", "f) le fait de sciemment ordonner ou conseiller à une personne de commettre l'un des actes répréhensibles visés aux alinéas a) à e)."], ["[55]", "\"Reprisal\" is defined under paragraph 2(1) of the", "Public Servants Disclosure Protection Act", "the following way:", "\"reprisal\" means any of the following measures taken against a public servant because the public servant has made a protected disclosure or has, in good faith, cooperated in an investigation into a disclosure or an investigation commenced under section 33:", "(a) a disciplinary measure;", "(b) the demotion of the public servant;", "(c) the termination of employment of the public servant, including, in the case of a member of the Royal Canadian Mounted Police, a discharge or dismissal;", "(d) any measure that adversely affects the employment or working conditions of the public servant; and", "(e) a threat to take any of the measures referred to in any of paragraphs (a) to (d).", "« représailles » L'une ou l'autre des mesures ci-après prises à l'encontre d'un fonctionnaire pour le motif qu'il a fait une divulgation protégée ou pour le motif qu'il a collaboré de bonne foi à une enquête menée sur une divulgation ou commencée au titre de l'article 33:", "a) toute sanction disciplinaire;", "b) la rétrogradation du fonctionnaire;", "c) son licenciement et, s'agissant d'un membre de la Gendarmerie royale du Canada, son renvoi ou congédiement;", "d) toute mesure portant atteinte à son emploi ou à ses conditions de travail;", "e) toute menace à cet égard."], ["[56]", "Section 19.1 of the", "Public Servants Disclosure Protection Act", "sets out the framework regarding complaints:", "Complaints", "19.1 (1) A public servant or a former public servant who has reasonable grounds for believing that a reprisal has been taken against him or her may file with the Commissioner a complaint in a form acceptable to the Commissioner. The complaint may also be filed by a person designated by the public servant or former public servant for the purpose.", "Time for making complaint", "(2) The complaint must be filed not later than 60 days after the day on which the complainant knew, or in the Commissioner's opinion ought to have known, that the reprisal was taken.", "Time extended", "(3) The complaint may be filed after the period referred to in subsection (2) if the Commissioner feels it is appropriate considering the circumstances of the complaint.", "Plainte", "19.1 (1) Le fonctionnaire ou l'ancien fonctionnaire qui a des motifs raisonnables de croire qu'il a été victime de représailles peut déposer une plainte auprès du commissaire en une forme acceptable pour ce dernier; la plainte peut également être déposée par la personne qu'il désigne à cette fin.", "Délai relatif à la plainte", "(2) La plainte est déposée dans les soixante jours suivant la date où le plaignant a connaissance - ou, selon le commissaire, aurait dû avoir connaissance - des représailles y ayant donné lieu.", "Délai: réserve", "(3) Toutefois, elle peut être déposée après l'expiration du délai si le commissaire l'estime approprié dans les circonstances.", "V.", "Issues"], ["[57]", "This matter raises the following issues:", "A. Did the Commissioner breach procedural fairness or act unreasonably in declining to investigate alleged reprisals that occurred outside the 60 day time limit to file complaints?", "B. Did the Commissioner act unreasonably by declining to investigate the reprisal that did not meet the statutory definition of reprisal and the alleged reprisal for which no evidence linked the alleged reprisor to the Applicant's protected disclosure?", "VI.", "Standard of Review"], ["[58]", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ], the Supreme Court of Canada held that a standard of review analysis is unnecessary where \"the jurisprudence has already determined in a satisfactory manner the degree of deference to be accorded with regard to a particular category of question\"."], ["[59]", "Issues of procedural fairness are reviewed under the correctness standard of review:", "<FRAGMENT_SUPPRESSED> [", "Agnaou FCA 29", "];", "<FRAGMENT_SUPPRESSED> [", "Agnaou FCA 30", "];", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED> . In <FRAGMENT_SUPPRESSED> at para 50, the Supreme Court of Canada explained what is required of a court reviewing on the correctness standard of review:", "When applying the correctness standard, a reviewing court will not show deference to the decision maker's reasoning process; it will rather undertake its own analysis of the question. The analysis will bring the court to decide whether it agrees with the determination of the decision maker; if not, the court will substitute its own view and provide the correct answer. From the outset, the court must ask whether the tribunal's decision was correct."], ["[60]", "Both parties agree that the Commissioner's decision, except on procedural fairness issues, is otherwise reviewable on the reasonableness standard of review and I agree. Moreover, the jurisprudence has established the degree of deference to be accorded with regard to the issues raised in this case. In", "Agnaou FCA 29", "at para 31, 43, the Federal Court of Appeal found that the Commissioner's interpretation of the", "Public Servants Disclosure Protection Act", "and its application to the facts of the case, and specifically its decision to reject a claim pursuant to paragraph 19.3(1)(c) of the", "Public Servants Disclosure Protection Act", "constitute a question of mixed fact and law that should be reviewed under the reasonableness standard of review. In my opinion, this extends to the Commissioner's decision to reject a claim pursuant to s. 19.1 of the", "Public Servants Disclosure Protection Act", ". In addition,  <FRAGMENT_SUPPRESSED>  FCA 30", "at para 35, the Federal Court of Appeal determined that reasonableness was the appropriate standard of review to apply to the Commissioner's decision and its findings of facts."], ["[61]", "In <FRAGMENT_SUPPRESSED> at para 47, the Supreme Court of Canada explained what is required of a court reviewing on the reasonableness standard of review:", "A court conducting a review for reasonableness inquires into the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes. In judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.", "VII.", "Submissions of the Parties and Analysis", "A. Did the Commissioner breach procedural fairness or act unreasonably in declining to investigate alleged reprisals that occurred outside the 60 day time limit to file complaints"], ["[62]", "The Applicant submits that he was denied his right to know the evidence and recommendations relied upon by the Commissioner in making its decision and an opportunity to provide meaningful submissions:", "<FRAGMENT_SUPPRESSED>  [", "El-Helou", "];", "<FRAGMENT_SUPPRESSED> . In particular, the Applicant submits that he was provided \"no opportunity to make submissions on the issue of timeliness\", and provided \"no opportunity to make submissions on allegations dismissed by the [Commissioner]\"."], ["[63]", "The Applicant submits that this led the Commissioner to make two serious errors in his analysis. First, he alleges that the Commissioner failed to consider the Applicant's position that the reprisals against him were \"ongoing\" in nature. Second, he failed to consider all relevant circumstances in exercising his discretion to accept the complaint after deciding it was out of time."], ["[64]", "In particular, the Applicant argues that the analyst report incorrectly stated that his only explanation for the delay in filing a complaint was that he waited to exhaust available internal recourses whereas the Applicant had also explained that the complaints should have been accepted because they were \"ongoing\" and were therefore not out of time."], ["[65]", "The essence of the argument that \"ongoing\" reprisals must be considered regardless of when the reprisals took place and regardless of the 60 day limit set by Parliament, is summed up in the Applicant's factum at para 90:", "Where, however, a complainant alleges ongoing reprisals, rather than isolated incidents, the test to be applied is whether the last reprisal allegations occurred within the 60-day limit, in which case the entire complaint is timely."], ["[66]", "I disagree with the Applicant's submissions. Applying the correctness standard, in my view the Commissioner gave the Applicant ample notice and opportunity to set out his position with respect to timeliness. Further, the Commissioner made no error with respect to the Applicant's \"ongoing\" complaint allegation. Finally and in summary, I have determined that the Commissioner's decision on the merits was reasonable per <FRAGMENT_SUPPRESSED> .", "(1) Opportunity to know and respond on the issue of timeliness - the 60 day time period"], ["[67]", "In terms of opportunity to set out his position, the starting point is the", "Public Servants Disclosure Protection Act", "itself. It is explicit on the point of the 60 day time limit:", "Complaints", "19.1", "[....]", "Time for making complaint", "(2) The complaint must be filed", "not later than 60 days after the day on which the complainant knew, or in the Commissioner's opinion ought to have known, that the reprisal was taken", ". [emphasis added]", "Time extended", "(3) The complaint may be filed after the period referred to in subsection (2) if the Commissioner feels it is appropriate considering the circumstances of the complaint.", "Plainte", "19.1", "[....]", "Délai relatif à la plainte", "(2) La plainte est déposée", "dans les soixante jours suivant la date où le plaignant a connaissance - ou, selon le commissaire, aurait dû avoir connaissance - des représailles y ayant donné lieu", ". [soulignement ajouté]", "Délai: réserve", "(3) Toutefois, elle peut être déposée après l'expiration du délai si le commissaire l'estime approprié dans les circonstances.", "Parliament has clearly enacted that complaints must be filed not later than 60 days after the day on which the complainant knew, or in the Commissioner's opinion, ought to have known, that the reprisal was taken. The Commissioner has the power to extend time if the Commissioner feels it is appropriate, considering the circumstances of the complaint. These are statutory provisions, and are the starting point for this analysis. It is significant that the Applicant had the benefit of legal counsel from his union, the Institute, who not only filed the Applicant's Reprisal Complaint but also dealt with the Commissioner's staff throughout this matter."], ["[68]", "In addition to having notice of the time limitation through the statute in question, the Applicant and his representative had the benefit of the actual Reprisal Complaint form which gives very clear notice of the 60 day limitation period and a full opportunity to explain the reasons for the delay. The form states:", "(4) Time Limit", "Time limit for filing a reprisal complaint", "Subsection 19.1(2) of the", "Public Servants Disclosure Protection Act", "provides that a reprisal complaint must be filed not later that", "60", "day after the day on which the complainant knew, or in the Commissioner's opinion ought to have known, that the reprisal was taken.", "The Commissioner", "may extend", "the 60-day period to file a complaint if he or she believes that an extension is appropriate considering the circumstances of the complaint.", "If you are filing your complaint outside the 60-day limitation period, please explain the reasons for the delay", "[emphasis in original]"], ["[69]", "In my view, the Reprisal Complaint form in the passage just cited, in bold face, underlining and italics, not only clearly advises of the timelines in the legislation, but expressly invites complainants and provides them with a full opportunity to explain any delays and to seek any necessary extension. It is significant that the Applicant actually did provide an explanation for delays and an extension in the very space provided. This illustrates not only that the Applicant had the opportunity to address the timeliness of his complaint but that he also took advantage of that opportunity in the manner he determined best."], ["[70]", "I note also that the last page of the Reprisal Complaint form, just above the signature line, further alerts a complainant of his or her responsibility to provide all of the information required by the form, and to attach any relevant documentation:", "(E) Declaration", "I make this complaint in good faith and I declare that all of the information provided is true and accurate to the best of my knowledge.", "I understand that it is my responsibility to provide the Commissioner with all of the information required by this form, and to attach to this form any relevant documentation."], ["[71]", "Nor were the statute and forms the only notice and opportunity afforded to the Applicant to explain his position on the untimeliness of his filing. In addition, the Commissioner's case analyst, Ms. Mahon, actually called the Applicant's representative and provided even further notice. In that call, she expressly raised the issue of delays and the adequacy of the explanation provided by the Applicant in his form. As noted above, on January 17, 2014 Ms. Mahon called the Applicant's representative and pointedly told him that some of the reprisals took place \"several years ago\". Ms. Mahon then specifically advised Applicant's counsel of the 60 day limit for filing a complaint."], ["[72]", "In response to this additional notice and the opportunity to explain his position, the Applicant's representative explained that the reprisals were of an ongoing nature and that the Applicant delayed filing because he wanted to exhaust the internal recourse before filing the complaint. This was of course no more than what the Applicant had stated in his original Reprisal Complaint form."], ["[73]", "Ms. Mahon informed the Applicant's bargaining agent representative that \"generally, the Commissioner has not granted an extension on the time to file unless extended medical leave had been taken\"."], ["[74]", "Notwithstanding Ms. Mahon's call and her pointing out the delay and the need to provide an explanation, the Applicant's representative failed to provide her with any further information on the issue of delay. I am not sure what further notice or opportunities could have been given to the Applicant who had the benefit of the statutory notice, notice on the form used, and a call to his representative alerting him in a very obvious and pointed manner to the shortcomings of his application in terms of it being out of time and requesting an adequate explanation."], ["[75]", "In addition, as recited above, the Applicant himself was aware of but decided not to pursue his rights under the", "Public Servants Disclosure Protection Act", "as long ago as January 2009, where, according to the Applicant's evidence, the Applicant \"had advice to send this note through whistle blower path or write directly to higher management [but] decided not to\". Instead, the Applicant waited another 5 years to file his reprisal allegations."], ["[76]", "On these facts, and applying the standard of correctness, I am unable to conclude that the Commissioner failed to give the Applicant an opportunity to explain the issue of timeliness of his complaint. There was no breach of procedural fairness. Rather the reverse, the Commissioner's staff afforded the Applicant full and adequate opportunity to address the issue of timeliness."], ["[77]", "As noted above in the factual part of this decision, the attempt by the Applicant on his form to pretend he just found out about the reprisals in November 2013 is completely contradicted by the Applicant's own detailed allegations to the contrary."], ["[78]", "The Applicant's submissions in this respect have no merit.", "(2) Treatment of the Applicant's \"ongoing\" complaint allegation"], ["[79]", "A second branch of the Applicant's procedural fairness argument is that the Commissioner and his staff failed to address his allegation that his complaints were not out of time because the reprisals were \"ongoing\". To recall, the Applicant's argument at para 90 of his factum is as follows:", "Where, however, a complainant alleges ongoing reprisals, rather than isolated incidents, the test to be applied is whether the last reprisal allegations occurred within the 60-day limit, in which case the entire complaint is timely."], ["[80]", "In my view there was no requirement for the Commissioner or the analyst to consider the \"ongoing\" argument because, simply put, that argument has no place in this aspect of the statutory scheme set out in the", "Public Servants Disclosure Protection Act."], ["[81]", "The Applicant relied on many cases to support his allegation that an \"ongoing\" reprisal rule applies under the", "Public Servants Disclosure Protection Act", ". However not one of them arises under the", "Public Servants Disclosure Protection Act", ". Instead, the Applicant's cases either:", "a) come from the practices of arbitration panels in the labour relations context (", "<FRAGMENT_SUPPRESSED> ;", "Association des réalisateurs v Société Radio-Canada", ", [2001] CIRB No 151 at para 46, aff'd 2003 FCA 102;", "<FRAGMENT_SUPPRESSED> ff'd [1997] FCJ No 859), or", "b) are cases decided under the", "Canadian Human Rights Act", ", RSC, 1985, c H-6 [", "Canadian Human Rights Act", "] as amended (", "<FRAGMENT_SUPPRESSED> )"], ["[82]", "The cases decided under the", "Canadian Human Rights Act", "cited above, whatever other similarities that statute may have with the", "Public Servants Disclosure Protection Act", ", do not apply because the", "Canadian Human Rights Act", "contains a completely different time limitation scheme. The", "Canadian Human Rights Act", "is legislation that enacts a variant of the \"ongoing\" complaint rule alleged by the Applicant in this case. Specifically, paragraph 41(1)(e) of the", "Canadian Human Rights Act", "provides the following deadline for filing complaints:", "Commission to deal with complaint", "41. (1) Subject to section 40, the Commission shall deal with any complaint filed with it unless in respect of that complaint it appears to the Commission that [...]", "(e) the complaint is based on acts or omissions the last of which occurred more than one year, or such longer period of time as the Commission considers appropriate in the circumstances, before receipt of the complaint.", "Irrecevabilité", "41. (1) Sous réserve de l'article 40, la Commission statue sur toute plainte dont elle est saisie à moins qu'elle estime celle-ci irrecevable pour un des motifs suivants: [...]", "e) la plainte a été déposée après l'expiration d'un délai d'un an après le dernier des faits sur lesquels elle est fondée, ou de tout délai supérieur que la Commission estime indiqué dans les circonstances."], ["[83]", "No doubt Parliament could have enacted the same time limit within which reprisal complaints must be brought in the", "Public Servants Disclosure Protection Act", "as it did under the", "Canadian Human Rights Act", ". But Parliament chose not to. In particular, Parliament, which enacted the", "Public Servants Disclosure Protection Act", "long after the", "Canadian Human Rights Act", ", decided on a different deadline, which in my view settles the issue and applies to the case at hand."], ["[84]", "As Professor Ruth Sullivan puts it, Parliament \"is presumed to know all that is necessary to produce rational and effective legislation\", including existing laws: Ruth Sullivan,", "Sullivan on the Construction of Statutes", ", 6th ed (Markham, Ont: LexisNexis, 2014) at 205. See also Pierre-André Côté with the collaboration of Stéphane Beaulac & Mathieu Devinat,", "The Interpretation of Legislation in Canada", ", 4th ed (Toronto: Carswell, 2011) at 365-72."], ["[85]", "In my opinion, to the extent that the doctrine of \"ongoing\" reprisals is a practice in certain labour panels and is legislated under the", "Canadian Human Rights Act", ", I am entitled to and I find that Parliament deliberately chose not to adopt an \"ongoing\" complaint scheme in the", "Public Servants Disclosure Protection Act", ". This is a matter for Parliament to decide and I am not empowered to read into this legislation a contradictory scheme which Parliament did not adopt."], ["[86]", "Because the concept of \"ongoing\" reprisal is not found in the", "Public Servants Disclosure Protection Act", ", I am unable to see why the Commissioner or his staff would or should have been obliged to consider the Applicant's submissions in that respect. The Applicant was advancing a novel rationale for extending time, one that is foreign and inapplicable to the statute."], ["[87]", "In any event, if the Applicant wanted to explain why the \"ongoing\" reprisal rule should apply to his case, notwithstanding that Parliament had enacted otherwise, he certainly had every opportunity to do so. The Commissioner, through his staff, went so far as to call the Applicant's representative and draw his attention to the failings in this regard, but as noted above, a decision was made to add nothing to the answer given on the form."], ["[88]", "I see no procedural unfairness in the Commissioner's treatment of the Applicant's \"ongoing\" complaint allegation.", "(3) Opportunity to answer specific concerns regarding being out of time"], ["[89]", "The Applicant also alleges that he had no opportunity to address the Commissioner's specific reasons (\"given the significant amount of time that has passed\") for rejecting the necessary extension. The Applicant alleges that he would have raised a number of specific issues including prejudice to the parties, the likely merits of the case, the relativities between the employer and Applicant in terms of delay and perhaps other issues, if only the Commissioner had asked him to address each. The Applicant essentially says there was procedural unfairness because neither the Commissioner nor his staff provided him with a draft of its thinking in this regard."], ["[90]", "I disagree for several reasons. First, the Federal Court of Appeal  <FRAGMENT_SUPPRESSED>  FCA 29", "at para 39 has recently held that a complainant under the", "Public Servants Disclosure Protection Act", "is not entitled to comment on the case analyst's report provided to the Commissioner. Moreover, the Federal Court of Appeal further held  <FRAGMENT_SUPPRESSED>  FCA 30", "at para 54 that a complainant under the", "Public Servants Disclosure Protection Act", "is not entitled to a copy of the case analyst's report:", "Même si la jurisprudence de la Commission des droits de la personne peut parfois nous guider en matière d'équité procédurale au stade de la recevabilité d'une plainte d'un divulgateur, il faut toutefois y apporter les nuances qui s'imposent.", "À mon avis, c'est donc à bon escient que le juge a tenu compte de l'absence d'informations de tiers pour conclure que l'appelant n'avait pas le droit de recevoir une copie de l'analyse avant que la décision ne fut prise", ". [emphasis added]", "These findings highlight the error in the Applicant's submissions."], ["[91]", "In addition, and as noted previously, the Applicant had at least two opportunities to address the very significant delays in his filing: (1) when he could have but did not provide adequate explanations in the Reprisal Complaint form, and (2) when the Applicant could have but chose not to provide any further or better explanation for his delay after the Commissioner's staff specifically called his representative and pointedly noted both the 60 day rule and the fact that some (in fact, virtually all) of the Applicant's delays were \"several years\" in length. The Applicant through his representative simply repeated what was on the original form."], ["[92]", "In terms of procedural fairness, what is required from the Commissioner is that the Applicant has knowledge of the substance of the case to be met or the substance of the evidence obtained by the Commissioner or his case analyst:", "El-Helou", "at paras 73-75. Here, the Applicant knew the substance of what he had to answer. The Applicant knew he had to explain his delay by up to almost 6 years from the first of the alleged reprisals (February 2008) to the very belated filing of his complaint in January 2014. My finding that the Applicant knew he had to explain his delay is based on the undisputed facts that he provided an explanation, albeit inadequate, on the complaint form, and when given a second opportunity when the analyst called him, he explained the delay again, albeit inadequately. There is no doubt that the Applicant could have given the explanations he raises now, later still in his letter after the call, or he could have provided further and better submissions verbally or in writing in any of his subsequent conversations or correspondence with the Commissioner's case analyst. He must also be taken to have read the clear notice in the form, and of course he had professional advice from legal counsel who actually filed the complaint for him."], ["[93]", "I find that the Commissioner acted correctly in this aspect of the Applicant's allegations as well, and find no merit in the allegations to the contrary.", "(4) Alleged inadequacies in the Commissioner's reasons"], ["[94]", "The Applicant further asks that judicial review be granted because he alleges neither the Commissioner nor the case analyst mentioned his arguments on the delay issue. On this point, I agree with the Respondent that the Commissioner is not obliged to refer to every argument and piece of evidence before it:", "Newfoundland and  <FRAGMENT_SUPPRESSED> . In my opinion, the Commissioner's reasons allow me to understand why the Commissioner made his decision. His reasons permit me to determine whether his conclusion is within the range of possible and acceptable outcomes per <FRAGMENT_SUPPRESSED> . The reasons were simple and stated intelligibly and transparently. I find no inadequacies in the Commissioner's reasons.", "(5) Inadequacies in the complaint form itself"], ["[95]", "It was also argued that the Reprisal Complaint form was defective because it only requested an explanation for delays. The Applicant argued that the form did not request an explanation for why time should be extended. There is no merit in this argument. In my view, the form is satisfactory in this respect. It emphasizes the 60 day deadline, the Commissioner's power to extend and it requests complainants to explain their delay. In my view, the form invites both an explanation for delays and a request for an extension because both serve the same purpose. The Applicant asks to make a distinction without a difference. In my view, an explanation for delays is in essence a request for an extension particularly given the otherwise mandatory nature of the 60 day deadline. Likewise, an explanation of an extension will explain the delay."], ["[96]", "I can find no basis on which to set aside the Commissioner's rejection of the out of time complaints on procedural fairness grounds.", "(6) Reasonableness of the Commissioner's decision"], ["[97]", "On the issue of the reasonableness of the rejection of the Applicant's request to investigate the Applicant's out of time allegations, it is not my role, on judicial review, to reweigh the evidence and replace the Commissioner's conclusions with my own. The question is whether it was reasonable for the Commissioner to find that the Applicant's complaint in this case fell outside of the 60 day time limit. In my view, this issue is informed by the above discussion, and this aspect of the Commissioner's decision is reasonable."], ["[98]", "I note that paragraph 19.1(2) of the", "Public Servants Disclosure Protection Act", "provides that the complaint \"", "must", "be filed not later than 60 days after the day on which the complainant knew, or in the Commissioner's opinion ought to have known, that the reprisal was taken\" [emphasis added]. The Applicant was under a duty to bring his complaint in a timely way. In this connection, I note that the Commissioner is under a duty to make preliminary findings in a timely way as well - 15 days pursuant to subsection 19.4(1) to decide whether or not to deal with a complaint after it is filed. Reports are to be provided by the Commissioner's staff \"as soon as possible\" after they are completed pursuant to section 20.3."], ["[99]", "These provisions show that the", "Public Servants Disclosure Protection Act", "is not intended to deal with incidents that occurred long ago, reaching a half decade or more into the past. Complaints are to be brought quickly. Decisions on complaints are to be made quickly, as happened here. The procedures are, as the Preamble states, to be \"effective\", not protracted. These are Parliament's directions, and are to be respected. Complaints are to be screened and reported on within short time parameters. In my view, the legislation is not intended to promote investigations that delve back into extensive periods of time, particularly where an Applicant deliberately delayed making a complaint without advancing a valid justification. Here I note again the Applicant's statement in his evidence that he was advised of this whistle blower legislation in January 2009 but opted not to engage it. By January 2014 it was far too late in the day to raise incidents almost 6 years old."], ["[100]", "I agree with the Respondent that whether or not the 60 day time limit has expired is squarely within the jurisdiction of the Commissioner. Likewise, the power to extend time is also squarely within the Commissioner's discretion. His discretion is not constrained, except to ensure that his discretion is not exercised in an arbitrary or capricious way (", "<FRAGMENT_SUPPRESSED> ). Issues such as the exercise of a discretionary power to grant an extension of time have traditionally been afforded deference by reviewing courts:", "<FRAGMENT_SUPPRESSED> ."], ["[101]", "There is no evidence that the Commissioner's discretion was arbitrary or capricious."], ["[102]", "In my opinion, the Commissioner considered the Applicant's arguments and evidence and found first, that the Applicant was out of time, and second, that there were no reasons to grant an extension of time. These decisions, in my opinion, are justified, transparent and intelligible. They fall within a range of possible, acceptable outcomes which are defensible in respect of the facts and law. Since they are reasonable, judicial review must be dismissed in this respect as well.", "B. Did the Commissioner act unreasonably by declining to investigate the reprisal that did not meet the statutory definition of reprisal and the alleged reprisal for which no evidence linked the alleged reprisor to the Applicant's protected disclosure", "(1) Mr. Munro's letter and Mr. Des Rosiers' alleged involvement"], ["[103]", "The Applicant argues that the Commissioner's decision not to investigate the letter of October 23, 2013 (received November 12, 2013) was unreasonable. I disagree. The letter is a simple one page document from Mr. Munro in which he explains that NRCan had investigated the Applicant's protected disclosure of an alleged contravention of the", "FAA", ". The letter responded, quite belatedly I agree, to the Applicant's e-mail protected disclosure of January 15, 2009 (and his alleged verbal report in February 2008). In the letter, Mr. Munro stated that the Applicant's allegations had been investigated, and reported to the Applicant that the relevant contract had been amended in March 2008."], ["[104]", "The letter does not contain any threat of reprisal, which is a defined term. The only basis on which the letter could be considered an unlawful reprisal is if it contained a threat of reprisal, as defined in paragraph 55 above."], ["[105]", "In my view, none of the specific legislated categories of reprisal arise on the basis of Mr. Munro's letter or Mr. Des Rosiers' alleged involvement in the investigation leading up to it. The Commissioner also assessed these matters in terms of paragraph 2(1)(d) which might be seen as a catch-all or basket clause. However, I am unable to see how either the letter itself, or Mr. Des Rosiers' alleged involvement in the investigation leading up to it, adversely affected the Applicant's working conditions or employment."], ["[106]", "I therefore conclude that the Commissioner acted reasonably in deciding not to pursue Mr. Munro's letter, or Mr. Des Rosiers' alleged involvement in the investigation leading up to it. If there is any doubt as to the standard of review, for the same reasons as just provided, I am of the view that the Commissioner acted correctly in deciding not to investigate Mr. Munro's letter, or Mr. Des Rosiers' alleged involvement in the investigation leading up to it, any further.", "(2) Alleged reprisal by Mr. Haslip"], ["[107]", "With respect to the allegation that Mr. Haslip made an unlawful reprisal against the Applicant, the Commissioner determined that there was \"no information\" that suggested a link between the Applicant's protected disclosures in 2008 and 2009, and either the Applicant's allegation that Mr. Haslip coerced his account manager to amend his recommendation on the Applicant's career progression dossier on December 16, 2013, or the allegation that Mr. Haslip did not recommend the Applicant for career progression on December 20, 2013. As the Commissioner correctly noted at the outset of his reasons, in order to engage the investigative processes, the Applicant must do more than show a protected disclosure and an action against him. The reprisal must have been taken, as the statute says, \"because\" the Applicant made a protected disclosure. There must be a link entailing a causal connection. An Applicant may but is not certain to succeed, merely by reciting one event that occurs after another. The decision is for the Commissioner to make, acting reasonably."], ["[108]", "In this case, the Applicant was given every opportunity to, but provided \"no information\" in his complaint or subsequent conversation or written filing to connect or link Mr. Haslip's decisions in December, to the alleged protected disclosure of February 2008 and the email of January 15, 2009. Ms. Mahon specifically called the Applicant's representative/legal counsel and asked him to explain Mr. Haslip's role. The question was properly introduced by the Commissioner's case analyst because the Applicant had not mentioned Mr. Haslip in the lengthy timeline document attached to his complaint. To quote the affidavit filed by the Applicant's representative, she asked him, \"In particular, given that he was not referred to in the timelines, she wanted to know what his involvement was\". While the Applicant's representative sent a letter to Ms. Mahon in response, it said nothing about a link or causation between the Applicant's protected disclosures in 2008/2009 and Mr. Haslip's actions in December 2013. Given this, the Applicant could hardly expect anything but the rejection of this aspect of his complaint."], ["[109]", "Given the several opportunities the Applicant had to provide information to the Commissioner concerning Mr. Haslip, the centrality of the statutory requirement that an alleged reprisor be linked to a protected disclosure before the statute is engaged, and given the absence of any evidence whatsoever showing Mr. Haslip's alleged actions were taken \"because\" of the Applicant's protected disclosure, I am driven to conclude that the Commissioner acted reasonably in deciding not to open an investigation into Mr. Haslip. Indeed, to have done otherwise might have been seen as capricious. In my view, the Commissioner acted reasonably and in accordance with paragraph 19.3(1)(c) of the", "Public Servants Disclosure Protection Act", ", which provides:", "19.3 (1) The Commissioner may refuse to deal with a complaint if he or she is of the opinion that [...]", "(c) the complaint is beyond the jurisdiction of the Commissioner; [...]", "19.3 (1) Le commissaire peut refuser de statuer sur une plainte s'il l'estime irrecevable pour un des motifs suivants: [...]", "c) la plainte déborde sa compétence; [...]"], ["[110]", "In my opinion, a complaint that fails to allege the basic requirements of the legislation, i.e., that does not allege a reprisal taken \"because\" of a protected disclosure, is one that the Commissioner may reasonably decline to investigate further. That was the case here. I find the Commissioner's decision was reasonable, in that his decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law per <FRAGMENT_SUPPRESSED> ."], ["[111]", "I will add in the event there is any uncertainty as to the standard of review, that for the same reasons I conclude the Commissioner acted correctly in deciding not to investigate the complaint regarding Mr. Haslip.", "VIII.", "Conclusions"], ["[112]", "The application for judicial review should be dismissed."], ["[113]", "The parties' agreed costs should be in the cause, fixed at $3000.00 all inclusive.", "JUDGMENT"], ["[114]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is dismissed with costs of $3,000.00 all inclusive, in the cause.", "Application dismissed.", "Editor: Sharon McCartney/bk", "[End of document]"]]}