{"id_": "081825", "body_str": [["[1]", "Boivin, J.", ": This is an application for judicial review by the applicants of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board) dated August 10, 2009, wherein the Board found the applicants not to be Convention refugees or persons in need of protection pursuant to sections 96 and 97 of the", "Immigration and Refugee Protection", "Act", ", S.C. 2001, c. 27 (the", "Act", ").  <FRAGMENT_SUPPRESSED>", "Factual Background  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicants are four minor children who are citizens of Denmark who arrived in Canada in 2007 with their parents and made claims for Convention refugee status in 2008. The applicants base their claims on the basis of a well-founded fear of persecution from their parents because of abuse suffered both before and after arriving in Canada, as well as discrimination because they are Muslims.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The applicants' mother is originally from Lebanon while their father is from Afghanistan. The parents moved to Denmark as refugees and they became Danish citizens around 1997. N. was born in Lebanon but the other applicants were born in Denmark.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The three older applicants submitted Personal Information Forms (PIFs), giving examples of the abuse they endured and the disclosure they made to persons in authority.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The applicants submitted a written report from Dr. Beverly Frizzell and other counselling reports, as well as psychological reports and reports from the Calgary Area Child and Family Services. The applicants also submitted documentary evidence with respect to child abuse and neglect.  <FRAGMENT_SUPPRESSED>"], ["[6]", "The applicants' hearing was held on May 28, 2009. N. was 17 years old at the time of the hearing, whereas L. was 15 years old and Y. was 14 years old. All three were present at the hearing and they provided both written and oral testimony. S.A. was not at the hearing. At the hearing, the Board appointed Susan Watson as the applicants' designated representative.  <FRAGMENT_SUPPRESSED>"], ["[7]", "N. testified she met with a career counsellor at school in Denmark approximately two years before coming to Canada and explained the abuse at home. The counsellor told a teacher at school who asked N. about it. N. explained that she did not want to call the police because she did not want to risk separating the family. N. testified that neither the counsellor nor the teacher encouraged her to call the police.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The other two school aged applicants did not notify anyone at school in Denmark about the abuse. L. had called an anonymous hotline for teenagers but was discouraged by the person on the phone, saying that perhaps violence was normal for Muslims. The applicant did not identify herself on the hotline call. Y. stated that his mother once lied about the cause of his injury to a doctor when she had injured him.  <FRAGMENT_SUPPRESSED>"], ["[9]", "At the hearing, N. testified that after arriving in Calgary, she was very unhappy at school and she was so distraught that she explained the applicants' situation to a teacher. Shortly thereafter, Calgary Area and Child and Family Services apprehended her and her three siblings. Since that time, N. and her two older siblings have lived in foster care. S., the youngest of the children, is living with her parents as indicated in the Tribunal Record at pp. 938-939.  <FRAGMENT_SUPPRESSED>", "Impugned Decision  <FRAGMENT_SUPPRESSED>"], ["[10]", "From the outset, the Board found that compassionate factors were present, but noted its jurisdiction was limited to consideration of the protection claims. The Board rejected the applicants' application largely because the presumption of state protection was not rebutted.  <FRAGMENT_SUPPRESSED>"], ["[11]", "The Board concluded that the applicants had suffered abuse at the hands of their parents and noted that the children had been apprehended by child welfare authorities in Alberta. The Board found that the abuse suffered by the children amounted to cruel and unusual punishment.  <FRAGMENT_SUPPRESSED>"], ["[12]", "The Board considered the applicants' argument that children should not be expected to report abuse to the police and that the responsibility was on the applicants' school in Denmark to be more proactive once they learned about the abuse. In this case, the Board found that state authorities did not know that the children were at risk and thus, the state could not have taken steps to protect the applicants.  <FRAGMENT_SUPPRESSED>"], ["[13]", "The Board considered the child protection laws and options available to the applicants in Denmark and found that Denmark was a fully functioning democratic state with a high degree of stability, governance and rule of law. As a result, in accordance with", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 1, the evidence needed to rebut the presumption of state protection must be convincing.  <FRAGMENT_SUPPRESSED>"], ["[14]", "The Board found that the children had never actually reported the abuse to protection authorities in Denmark and the state was not aware of their need for protection when they left for Canada. The Board concluded there was no clear and convincing evidence that the state was unable or unwilling to protect the applicants. According to the Board, the applicants would be able to rely on state protection in Denmark if they should face discrimination in the future and seek protection.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The applicants argued that protection in Denmark was not effective because N.'s career counsellor and teacher had failed to begin protection proceedings when they spoke to her. However, the Board noted N. testified that she did not want the teacher to report the problems she was having. The Board found that the failure of the career counsellor and the teacher to report to protection authorities did not amount to an unwillingness of the state to provide protection.  <FRAGMENT_SUPPRESSED>"], ["[16]", "Child and Family Services in Calgary attempted to contact Danish authorities to see whether they would protect the applicants upon return if required, but the Danish authorities did not respond. The Board found that this did not mean that the Danish authorities were unable or unwilling to provide state protection, but only that a hypothetical question had not received an equally hypothetical answer. The Board thus concluded that the applicants did not face a forward-looking risk to their lives, a risk of cruel or unusual treatment or punishment, or a risk of torture.  <FRAGMENT_SUPPRESSED>"], ["[17]", "The applicants argued that, even if the children would not be at risk because they would not be forced to live with their parents if returned to Denmark and Danish authorities would protect them in the future, they should still fall under the compelling reasons exception because of their past treatment. The Board found that the compelling reasons exception found at section 108 of the", "Act", "only applied once a finding of refugee status had been made but was no longer applicable. In the case at bar, the applicants were not initially found to be refugees, hence this exception did not apply.  <FRAGMENT_SUPPRESSED>", "Issues  <FRAGMENT_SUPPRESSED>"], ["[18]", "The applicants submit the following issues:  <FRAGMENT_SUPPRESSED>", "1. Did the Board err in applying an adult obligation to seek state protection on children who were aged 15, 14, 12 years and 10 months at the time they were subject to cruel and unusual punishment?  <FRAGMENT_SUPPRESSED>", "2. Did the Board err in applying subsection 108(4) of the", "Act", ", in particular by finding that the applicants must be Convention Refugee or persons in need of protection before the Board is required to conduct a compelling reasons analysis?  <FRAGMENT_SUPPRESSED>", "Relevant Legislation  <FRAGMENT_SUPPRESSED>"], ["[19]", "Immigration and Refugee Protection", "Act", ", S.C. 2001, c. 27:  <FRAGMENT_SUPPRESSED>", "Rejection  <FRAGMENT_SUPPRESSED>", "\"108(1) A claim for refugee protection shall be rejected, and a person is not a Convention refugee or a person in need of protection, in any of the following circumstances:  <FRAGMENT_SUPPRESSED>", "(a) the person has voluntarily reavailed themself of the protection of their country of nationality;  <FRAGMENT_SUPPRESSED>", "(b) the person has voluntarily reacquired their nationality;  <FRAGMENT_SUPPRESSED>", "(c) the person has acquired a new nationality and enjoys the protection of the country of that new nationality;  <FRAGMENT_SUPPRESSED>", "(d) the person has voluntarily become re-established in the country that the person left or remained outside of and in respect of which the person claimed refugee protection in Canada; or  <FRAGMENT_SUPPRESSED>", "(e) the reasons for which the person sought refugee protection have ceased to exist.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "Exception  <FRAGMENT_SUPPRESSED>", "\"108(4) Paragraph (1)(e) does not apply to a person who establishes that there are compelling reasons arising out of previous persecution, torture, treatment or punishment for refusing to avail themselves of the protection of the country which they left, or outside of which they remained, due to such previous persecution, torture, treatment or punishment. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "Rejet  <FRAGMENT_SUPPRESSED>", "\"108(1) Est rejetée la demande d'asile et le demandeur n'a pas qualité de réfugié ou de personne à protéger dans tel des cas suivants:  <FRAGMENT_SUPPRESSED>", "a) il se réclame de nouveau et volontairement de la protection du pays dont il a la nationalité;  <FRAGMENT_SUPPRESSED>", "b) il recouvre volontairement sa nationalité;  <FRAGMENT_SUPPRESSED>", "c) il acquiert une nouvelle nationalité et jouit de la protection du pays de sa nouvelle nationalité;  <FRAGMENT_SUPPRESSED>", "d) il retourne volontairement s'établir dans le pays qu'il a quitté ou hors duquel il est demeuré et en raison duquel il a demandé l'asile au Canada;  <FRAGMENT_SUPPRESSED>", "e) les raisons qui lui ont fait demander l'asile n'existent plus.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "Exception  <FRAGMENT_SUPPRESSED>", "\"108(4) L'alinéa (1)e) ne s'applique pas si le demandeur prouve qu'il y a des raisons impérieuses, tenant à des persécutions, à la torture ou à des traitements ou peines antérieurs, de refuser de se réclamer de la protection du pays qu'il a quitté ou hors duquel il est demeuré. <FRAGMENT_SUPPRESSED>", "Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[20]", "The respondent submits that the assessment of the evidence regarding state protection goes to the heart of the Board's jurisdiction as an expert panel and should be reviewed with deference (", "<FRAGMENT_SUPPRESSED>  at para. 15;", "<FRAGMENT_SUPPRESSED>  this Court found that the standard of review applicable to a determination of state protection was reasonableness simpliciter (", "<FRAGMENT_SUPPRESSED>  at paras. 9-11). Since", "Dunsmuir", ", the appropriate standard of review is reasonableness.  <FRAGMENT_SUPPRESSED>"], ["[22]", "At the hearing, the applicants' counsel argued that the question of whether subsection 108(4) of the", "Act", "is applicable to the applicants' particular circumstances is reviewable under the correctness standard. The Court disagrees and finds that this is a question of mixed law and fact and the applicable standard of review is \"correctness only where the Board has committed a pure error of law. Otherwise, the error is fact based and this Court will intervene if the Board's error is patently unreasonable\" (", "<FRAGMENT_SUPPRESSED>  at para. 23); see also", "<FRAGMENT_SUPPRESSED>  at paras. 14-19). Therefore, following", "Dunsmuir", ", the Court will intervene if the Board's error is unreasonable.  <FRAGMENT_SUPPRESSED>", "1. Did the Board err in applying an adult obligation to seek state protection on children who were aged 15, 14, 12 years and 10 months at the time they were subject to cruel and unusual punishment?  <FRAGMENT_SUPPRESSED>", "Applicants' Arguments  <FRAGMENT_SUPPRESSED>"], ["[23]", "In the applicants' case, the Board relied on standard jurisprudence with respect to a claimant's obligation to seek state protection, such as", "<FRAGMENT_SUPPRESSED> . The issue of state protection was also dealt with by the Supreme Court of Canada in", "Ward", ", where the terms \"unable\" and \"unwilling\" were at issue. In", "Ward", ", the Supreme Court found that the Convention refugee definition did not necessarily involve state complicity and it was proven that the state was unable to provide protection.  <FRAGMENT_SUPPRESSED>"], ["[24]", "The applicants submit there are cases where a state might be able to provide protection, but it is objectively reasonable for a claimant not to seek the protection of their home authorities. The applicants also submit it is objectively unreasonable to expect children to seek state protection on their own and thus, democratic states which respect the rights of children, have mandatory reporting requirements in place. The applicants argue the Board should have addressed the issue of whether the children's unwillingness to seek protection was objectively reasonable in the circumstances. According to the applicants, the fact that the mechanisms in place to protect children, including mandatory reporting, were not followed effectively means that these children did not have protection.  <FRAGMENT_SUPPRESSED>"], ["[25]", "In", "Ward", ", the Supreme Court stated that the state's inability to protect can be demonstrated with the claimant's testimony of past personal incidents in which state protection did not materialize (see", "<FRAGMENT_SUPPRESSED>  and", "<FRAGMENT_SUPPRESSED> ). The applicants argue that the Board did not examine all the particular circumstances of their case, in particular the age of the children, in order to determine whether it was or was not objectively reasonable for these children not to have approached the state of Denmark for protection. Had the Board engaged in this examination, the applicants could have been found to be persons in need of protection and a \"compelling reasons\" analysis would then be required.  <FRAGMENT_SUPPRESSED>", "Respondent's Arguments  <FRAGMENT_SUPPRESSED>"], ["[26]", "The respondent submits that the Board noted that the evidence demonstrates that Denmark is a highly functioning democracy with a strong rule of law. The Board also considered that the applicants had not approached the police or child protection authorities and was mindful of the argument that children should not have to seek protection. The Board reasonably noted that state protection authorities did not know that the children were facing abuse at any time while they were in Denmark. The respondent also argues this cannot be sufficient to rebut the presumption of state protection, as the state must at least be approached for protection in order to see whether there is clear and convincing evidence that it is unable or unwilling to provide it.  <FRAGMENT_SUPPRESSED>"], ["[27]", "The Board also found that the failure of N.'s career counsellor and teacher to report to the authorities was not indicative of the state's inability or unwillingness as a whole, but represented individual failures to act. The respondent notes that this finding is not unreasonable, as N. stated she did not want her conversations to be reported to the police because she was afraid that the family might be separated, whereas L. did not identify herself when she phoned the teen help line. It was thus not unreasonable to find that the state was never actually given the opportunity to refuse state protection.  <FRAGMENT_SUPPRESSED>", "Analysis  <FRAGMENT_SUPPRESSED>"], ["[28]", "The duty of the Board is to find if there is sufficient credible or trustworthy evidence to determine that there is a \"serious possibility\" that the applicants would be persecuted, or that there are substantial grounds to believe that they would be tortured, or at risk of losing their lives or being subjected to cruel and unusual treatment or punishment if they returned to Denmark (", "<FRAGMENT_SUPPRESSED>  (F.C.A.)).  <FRAGMENT_SUPPRESSED>"], ["[29]", "The Court notes that states are presumed to be capable of protecting their nationals (", "Ward", ") and refugee protection is meant to be a form of surrogate protection to be invoked only in situations where a refugee claimant has unsuccessfully sought the protection of his or her home state (", "<FRAGMENT_SUPPRESSED>  at para. 41. The burden of proof to rebut the presumption of state protection is directly proportionate to the level of democracy in the state in question (", "<FRAGMENT_SUPPRESSED>  A.C.W.S.(3d) 334 (F.C.A.)). The more democratic a state is, the greater the expectation that the applicants will go to the authorities and, if required, they will take their concern to the next level. As noted by the Board, Denmark is a well-established democracy with well developed law enforcement, child protection and judiciary.  <FRAGMENT_SUPPRESSED>"], ["[30]", "In this case, the state was never made aware of the ordeal the applicants faced at the hands of their parents. The Court finds the Board reasonably concluded that the inaction of N.'s school counsellor and teacher did not amount to unwilling or unavailable state protection for the applicants. The applicants seemed willing to seek state protection when N. spoke to her school counsellor and teacher. However, the counsellor and teacher did not go against N.'s wishes and they did not contact the police. As noted by the Board at paragraph 14 of its decision, the applicants had not rebutted the presumption of state protection in Denmark:  <FRAGMENT_SUPPRESSED>", "\"... In the case of N., I find that her counselor's and English teacher's poor judgment in not taking the initiative to contact the authorities prevented her to further access the child protection system in place. I do not find that these two individuals and their failure to act independently of and contradictory to N.'s wishes amount to clear and convincing evidence that state protection was not available to N. or her siblings in Denmark. In other words, I find that the action of these two individuals is not an accurate representation of the state action, and therefore, their poor judgment and their failure to act do not amount to the inability and unwillingness of the Danish authorities to act. By the time the claimants left Denmark for Canada, the authorities in charge of protecting them did not even know that they were being abused. As a result, the Danish protection mechanism for children was never engaged to act for the claimants. <FRAGMENT_SUPPRESSED>"], ["[31]", "As noted by this Court in", "Minister of Employment and  <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 334 (F.C.A.): \"No government that makes any claim to democratic values or protection of human rights can guarantee the protection of all its citizens at all times\". As noted by the Board, Denmark is a well-established democracy capable of protecting the applicants. The Court finds the Board reasonably found there is no sufficient evidence to conclude that state protection would not be reasonably forthcoming to the applicants in Denmark in the future.  <FRAGMENT_SUPPRESSED>", "2. Did the Board err in applying subsection 108(4) of the", "Act", ", in particular by finding that applicants must be Convention Refugee or persons in need of protection before the Board is required to conduct a compelling reasons analysis?  <FRAGMENT_SUPPRESSED>", "Applicant's Arguments  <FRAGMENT_SUPPRESSED>"], ["[32]", "The applicants submit that the wording of section 108 of the", "Act", "is fundamentally different from the wording of the old cessation clauses and that case law interpreting those clauses must be cautiously applied to section 108 of the", "Act", ". A proper reading of", "Minister of Employment and  <FRAGMENT_SUPPRESSED>  (F.C.A.) suggests that one of the compelling reasons referred to in subsection 108(4) of the", "Act", "is appalling past persecution but the application of that subsection to that category is not limited.  <FRAGMENT_SUPPRESSED>"], ["[33]", "The applicants submit the change in wording of subsection 108(4) of the", "Act", "only requires previous persecution or previous cruel and unusual treatment or punishment. The exemption found in section 108 of the", "Act", "no longer requires a finding that the person had a previously existing well-founded fear of persecution.  <FRAGMENT_SUPPRESSED>"], ["[34]", "In the case at bar, the applicants note that it is not disputed that the children were physically and emotionally abused and neglected. Furthermore, although there is Danish legislation in place which requires mandatory reporting of child abuse, this did not happen in the case at bar. The Board found the applicants were exposed to abuse which constituted cruel and unusual punishment. The applicants submit they were not protected in Denmark and they were exposed to abuse that persons in authority were aware of. The applicants argue there was no state protection and because they were children, they were not required to seek it on their own.  <FRAGMENT_SUPPRESSED>", "Respondent's Arguments  <FRAGMENT_SUPPRESSED>"], ["[35]", "According to the respondent, the Board did not commit an error in not applying subsection 108(4) of the", "Act", "as this section only applies if a person has been found to be a Convention refugee but the reason for persecution has ceased. Since the applicants were not found to be Convention refugees, the respondent submits this section of the", "Act", "does not apply.  <FRAGMENT_SUPPRESSED>"], ["[36]", "The applicants argue that the case law concerning compelling reasons should not apply as the statute has been changed slightly from the old", "Immigration Act", ". However, the respondent argues the recent case law regarding the implementation in the", "Act", "and the plain wording of the section itself, make it clear that the compelling reasons exception only applies once it has been initially determined that the applicant is a refugee (", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "Analysis  <FRAGMENT_SUPPRESSED>"], ["[37]", "Subsection 108(4) of the", "Act", "provides that refugee status can be conferred on humanitarian grounds to a special and limited category of persons who \"have suffered such appalling persecution that their experience alone is a compelling reason not to return them, even though they may no longer have any reason to fear further persecution\". In other words, there must have been a determination that the applicants were Convention refugees as contemplated by the statute in order to invoke subsection 108(4) of the", "Act", ", and also that the conditions which led to that finding no longer exist.  <FRAGMENT_SUPPRESSED>"], ["[38]", "As noted in", "<FRAGMENT_SUPPRESSED>  at para. 5:  <FRAGMENT_SUPPRESSED>", "\"... For the board to embark on a compelling reasons analysis, it must first find that there was a valid refugee (or protected person) claim and that the reasons for the claim have ceased to exist (due to changed country conditions). It is only then that the Board should consider whether the nature of the claimant's experiences in the former country were so appalling that he or she should not be expected to return and put himself or herself under the protection of that state. <FRAGMENT_SUPPRESSED>"], ["[39]", "<FRAGMENT_SUPPRESSED>  at para. 19, Justice Simon Noël recently re-affirmed that a section 108 analysis is not applicable when a claimant is found not to meet the definition of Convention refugee or person in need of protection:  <FRAGMENT_SUPPRESSED>", "\"In my view, sub. 108(4) of the", "IRPA", "is not applicable in the present matter. The RPD should not undertake a sub. 108(4) evaluation in every case.", "It is only when para. 108(1)(e) is invoked by the RPD that a 'compelling reasons' assessment should me [sic] made, i.e. when the refugee claimant was found to be a refugee but nevertheless had been denied refugee status given the change of circumstances in the country of origin", "...\" (Emphasis added)  <FRAGMENT_SUPPRESSED>"], ["[40]", "In the case at bar, the Board found that had the state known about the applicants' ordeal, it could have protected them as the applicants always had state protection available to them in Denmark. The applicants therefore never met the definition of Convention refugees or persons in need of protection pursuant to the", "Act", ". The Board thus did not err when it did not engage in a full \"compelling reasons\" analysis (", "<FRAGMENT_SUPPRESSED>  A.C.W.S.(3d) 191 at paras. 60-61).  <FRAGMENT_SUPPRESSED>"], ["[41]", "Although I am sympathetic to the applicants' predicament, this application for judicial review is not the proper avenue for the applicants to seek protection. As noted by the Board and by the respondent, the Court is of the view that the particular circumstances of this case are better suited for an application under humanitarian and compassionate considerations.  <FRAGMENT_SUPPRESSED>"], ["[42]", "The decision of the Board was reasonable in the circumstances and the Court's intervention is not justified. The application for judicial review is therefore dismissed.  <FRAGMENT_SUPPRESSED>"], ["[43]", "Counsel for the applicant suggested the following questions for certification:  <FRAGMENT_SUPPRESSED>", "Does subsection 108(4) require a determination that a person was a Convention refugee or a person in need of protection before it is invoked? Or does it simply require a finding that a person was subject to persecution, cruel or unusual treatment or punishment or torture?  <FRAGMENT_SUPPRESSED>"], ["[44]", "The jurisprudence of this Court has considered this very question on similar facts and has not supported the applicant's argument. The cases previously determined that the compelling reasons exception only applies when the RPD has made a finding invoking section 108(1)(e) (", "Brovina", "Martinez", "). This Court is accordingly of the view that the question proposed for certification does not raise any issues of general importance. Accordingly, it shall not be certified.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[45]", "THIS COURT ORDERS AND ADJUDGES that", "the application for judicial review is dismissed. No question is certified.  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/vnh  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}