{"id_": "081898", "body_str": [["[1]", "Kane, J.", ": This is an application for judicial review pursuant to section 72 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [the", "Act", "], of the decision of a senior immigration officer, dated January 12, 2012, which found that the applicants had not provided sufficient evidence of humanitarian and compassionate [H&C] grounds pursuant to subsection 25 (1) of the", "Act", "to justify an exemption from the requirement to apply for permanent residence status from outside Canada.  <FRAGMENT_SUPPRESSED>", "Background  <FRAGMENT_SUPPRESSED>"], ["[2]", "The Chandidas family seeks to remain in Canada, where they have lived since 2007. While the current application for judicial review relates to the H&C decision, there have been other immigration proceedings and it is helpful to canvass the history of the Chandidas' time in Canada.  <FRAGMENT_SUPPRESSED>"], ["[3]", "Gautam Chandidas, the principal applicant, is a citizen of India who arrived in Canada on a visitor's visa in August 2007. His wife, two sons and daughter arrived in November 2007.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The applicants applied for refugee status in May 2008 based on the principal applicant's fear of persecution due to his experience in India. Mr Chandidas, who is Hindu, owned a garment factory in New Delhi that employed many Muslims. The Muslim employees demanded time off for daily prayers, which he refused due to production demands. Following a strike, he closed his factory. In retaliation, he was kidnapped twice and threatened. A fatwa was issued by a local mosque calling for his execution. Mr Chandidas fled and claims that he and his family cannot return to India.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The Immigration and Refugee Board [the Board] denied the applicant's claim for refugee protection finding that his claims lacked credibility, that a fatwa had not been issued and that the applicants had no subjective fear of persecution. Leave for judicial review of the negative decision was denied on September 8, 2011.  <FRAGMENT_SUPPRESSED>"], ["[6]", "In November 2011, the applicant applied for a Pre-Removal Risk Assessment [PRRA], which reiterated the risks stated in the refugee protection claim. The applicant claimed that he and his family had no internal flight alternative due to his daughter's medical condition (acute lymphoblastic leukemia) because the only place for her possible treatment would be in Mumbai, where the applicant could be found by Muslims seeking to execute the fatwa.  <FRAGMENT_SUPPRESSED>"], ["[7]", "On January 12, 2012, the PRRA officer refused the application. Leave to seek judicial review of the PRRA decision was granted and the application was heard on October 2, 2012 together with the current application. Separate Reasons for Judgment have been issued and can be found at", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[8]", "In July 2010, prior to seeking the PRRA, the applicants submitted an application for permanent residence from within Canada on H&C grounds, i.e. the applicants requested an exemption from the usual process of having to apply for permanent residence from outside Canada. The H&C application is based on the best interests of the child [BIOC] and on their establishment in Canada. The applicants also noted their fear of persecution in India. The H&C application was refused by the same officer who refused the PRRA application and on the same day, January 12, 2012.  <FRAGMENT_SUPPRESSED>"], ["[9]", "On March 13, 2012, this Court granted the applicants' motion to stay their removal from Canada.  <FRAGMENT_SUPPRESSED>", "Decision under Review  <FRAGMENT_SUPPRESSED>"], ["[10]", "The negative H&C decision at issue in this case summarizes the applicants' previous applications for refugee status as well as the PRRA application, and notes the pending PRRA decision. The officer considered and referred to the applicants' evidence concerning their degree of establishment and the BIOC and made preliminary conclusions. The officer then revisited these issues, leading to his overall rejection of the H&C application.  <FRAGMENT_SUPPRESSED>"], ["[11]", "The officer acknowledged that the applicants had become established in Canada through work, school and community involvement since their arrival four years earlier. Mr Chandidas has succeeded in real estate sales and started his own management company. The oldest son is in university and the younger son is completing high school. Mrs Chandidas has pursued further education, studied French and been employed, but more recently has been devoted to the care of their young daughter, Rhea, who is being treated for acute lymphoblastic leukemia [ALL]. The officer noted that this type of establishment would be expected after four years in Canada.  <FRAGMENT_SUPPRESSED>"], ["[12]", "The officer also noted that the applicants have relatives in both Canada and India, and that returning to India would enable family reunification.  <FRAGMENT_SUPPRESSED>"], ["[13]", "With respect to the BIOC, Rhea, who was eight years old at the time of the decision, and who had been treated for relapsed ALL at the Hospital for Sick Children [\"Sick Kids\"] in Toronto since August 2009 (after first being diagnosed at the age of two and a half in India), the officer found that it would be in Rhea's best interest to remain with her family.  <FRAGMENT_SUPPRESSED>"], ["[14]", "The officer acknowledged the applicants' submission that the quality of care for Rhea in Canada is unmatched in India, that the treatment provided by Sick Kids was optimal, and that she would not have this type of care in India, which could lead to her untimely death.  <FRAGMENT_SUPPRESSED>"], ["[15]", "However, the officer noted the report of the India Pediatric Oncology Initiative Meeting supported by the Jiv Daya Foundation and found that the report was \"in no way a scathing indictment of the Indian medical system with respect to paediatric oncology\".  <FRAGMENT_SUPPRESSED>"], ["[16]", "The officer also noted the letter from Rhea's treating oncologist, Dr Truong, dated February 9, 2010 which supported Rhea's continued treatment at Sick Kids and which noted, among other information, that cancer outcomes and overall survival is well known to be higher in developed countries such as Canada. The officer accepted Dr Truong's diagnosis, but found some of his conclusions to be \"questionable and speculative\", such as the references to cancer outcomes, the logistics involved in data transfer between Canada and India as well as the psychological stress and emotional suffering that would be endured by Rhea if she were returned to India. The officer questioned Dr Truong's qualifications to provide a clinical psychological analysis of Rhea and noted that he may have been making the assessment based on his own experience \"but, that not does [", "sic", "] mean that the applicant's daughter is undergoing any emotional turmoil\".  <FRAGMENT_SUPPRESSED>"], ["[17]", "The officer concluded that the applicant had provided \"little evidence to demonstrate that cancer treatment for his daughter's acute lymphoblastic leukemia in India is significantly inferior to treatment in Canada\" such that it would endanger Rhea's life.  <FRAGMENT_SUPPRESSED>"], ["[18]", "The officer initially stated that there was insufficient information about Rhea's current medical status included in the applicant's submissions. The officer then clarified that this information had been provided by Sick Kids (Dr Naqvi and Wendy Shama (social worker)) and delivered to him by counsel for the applicants on January 10, 2012, two days before his decision was made. The officer noted that the letter indicates that Rhea completed her active chemotherapy in December 2011 (the previous month) and continues to attend the hospital for follow-up care and that it also states that because Rhea had a relapse of leukemia she is at higher risk and requires active and regular follow-up at the clinic.  <FRAGMENT_SUPPRESSED>"], ["[19]", "The officer then concluded that treatment for Rhea is available in India, as evidenced by her previous successful treatment in India.  <FRAGMENT_SUPPRESSED>"], ["[20]", "With respect to the best interests of the applicant's children, the focus was on Rhea as the two sons were over 18 years of age. As noted above, the officer found that the BIOC would be to remain with their parents. The officer also found that the applicant had not satisfied him that the best interest of Rhea would be to remain in Canada. This was based on the officer's findings that there was insufficient evidence to demonstrate that Rhea would not be able to get adequate care and treatment for ALL in India; that there was little evidence to demonstrate that medical procedures in India are inferior such that they would put Rhea at risk; and, since Rhea had been treated in India previously, she could be treated there again.  <FRAGMENT_SUPPRESSED>"], ["[21]", "The officer acknowledged that the Chandidas family had been in Canada for four years, were well integrated in their community and had done well financially, and that there would be some hardship for the family to return to India. Still, he was not satisfied that the hardship would be unusual and undeserved or disproportionate, after taking into account the best interests of the applicant's children. Therefore, the compelling circumstances were not sufficient to merit an exemption under subsection 25 (1) of the", "Act", ".  <FRAGMENT_SUPPRESSED>", "Relevant provision  <FRAGMENT_SUPPRESSED>"], ["[22]", "Section 25 (1) of the", "Act", "reads as follows:  <FRAGMENT_SUPPRESSED>", "25. (1) Subject to subsection (1.2), the Minister must, on request of a foreign national in Canada who applies for permanent resident status and who is inadmissible or does not meet the requirements of this Act, and may, on request of a foreign national outside Canada who applies for a permanent resident visa, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligations of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected.  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "25. (1) Sous réserve du paragraphe (1.2), le ministre doit, sur demande d'un étranger se trouvant au Canada qui demande le statut de résident permanent et qui soit est interdit de territoire, soit ne se conforme pas à la présente loi, et peut, sur demande d'un étranger se trouvant hors du Canada qui demande un visa de résident permanent, étudier le cas de cet étranger; il peut lui octroyer le statut de résident permanent ou lever tout ou partie des critères et obligations applicables, s'il estime que des considérations d'ordre humanitaire relatives à l'étranger le justifient, compte tenu de l'intérêt supérieur de l'enfant directement touché.  <FRAGMENT_SUPPRESSED>", "Issues  <FRAGMENT_SUPPRESSED>"], ["[23]", "The applicant raises four grounds in support of the application for judicial review: that the officer breached principles of procedural fairness by rendering his decision before receiving the Designated Medical Practitioner's assessment of Rhea, a report which had been requested by the Minister of Citizenship and Immigration; that the officer breached principles of procedural fairness by not providing an opportunity to the applicants to disabuse the officer of his conclusions regarding Dr Truong's assessment of Rhea's psychological state and the cancer survival rates in Canada and elsewhere; that the officer's findings with respect to the BIOC were not reasonable; and, that the officer's finding that the level of establishment of the applicants was not sufficient to cause unusual, and undeserved or disproportionate hardship was unreasonable.  <FRAGMENT_SUPPRESSED>", "Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[24]", "Although neither party made submissions on the standard of review, there is no dispute about the applicable standard. The Supreme Court of Canada has established that there are only two standards of review; reasonableness and correctness:", "<FRAGMENT_SUPPRESSED>  at para 34 [", "Dunsmuir", "]. Procedural fairness is to be assessed on a standard of correctness. Factual determinations and mixed questions of fact and law are to be assessed on a standard of reasonableness.  <FRAGMENT_SUPPRESSED>"], ["[25]", "It is well established that the role of the court on judicial review where the standard of reasonableness applies is not to substitute the decision it would have made but, rather, to determine whether the Board's decision \"falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\":", "<FRAGMENT_SUPPRESSED> , at para 47. Although there may be more than one reasonable outcome, \"as long as the process and the outcome fit comfortably with the principles of justification, transparency and intelligibility, it is not open to a reviewing court to substitute its own view of a preferable outcome\":", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2009] 1SCR 339 at para 59 [", "Khosa", "].  <FRAGMENT_SUPPRESSED>"], ["[26]", "The standard for review of decisions under section 25 is reasonableness:", "<FRAGMENT_SUPPRESSED>  FCJ No 1061 at para 6.  <FRAGMENT_SUPPRESSED>", "Procedural Fairness  <FRAGMENT_SUPPRESSED>", "The Immigration Medical Examination  <FRAGMENT_SUPPRESSED>"], ["[27]", "The applicant submits that the officer made his decision without considering all of the available medical evidence. The decision was made on January 12, 2012, in the absence of the results of the Immigration Medical Examination [IME] of Rhea which was specifically requested on December 11, 2011 by Citizenship and Immigration Canada [CIC]. That assessment was conducted and provided to CIC on January 13, 2012. The applicant submits that this is relevant information for the H&C application that the officer should have taken into account.  <FRAGMENT_SUPPRESSED>"], ["[28]", "The respondent submits that the officer had up-to-date information about Rhea's medical condition in the January 2012 letter from Sick Kids, which counsel for the applicant provided.  <FRAGMENT_SUPPRESSED>"], ["[29]", "The respondent also notes that the request for the medical examination by a Designated Medical Professional was not for the purpose of the H&C application. Rather, it is required under section 38 of the", "Act", "to determine if potential immigrants are medically admissible to Canada. The results of the IME were still pending at the time of the decision, but if the examination had resulted in a finding of medical inadmissibility, the applicants would have been given the opportunity to respond.  <FRAGMENT_SUPPRESSED>"], ["[30]", "The respondent also submits that the officer did not base his refusal of the H&C application on a finding of medical inadmissibility, but on his finding that the applicants would not suffer unusual and undeserved or disproportionate hardship if returned to India. The H&C application is considered only on the basis of the evidence provided by the applicants to establish hardship and the BIOC. Based on these circumstances, the respondent submits that there was no breach of procedural fairness.  <FRAGMENT_SUPPRESSED>"], ["[31]", "In the alternative, the respondent argues that if the failure to consider the results of the IME amounts to a breach of procedural fairness, the breach was not material because the decision was not based on potential medical inadmissibility. In addition, the respondent submits that a breach of procedural fairness would not automatically result in setting aside the decision and, where the result would be inevitable, a decision should not be set aside:", "<FRAGMENT_SUPPRESSED>  FCJ No 964;", "<FRAGMENT_SUPPRESSED>  [2006] FCJ No 491;", "<FRAGMENT_SUPPRESSED>  [2006] FCJ No 1597.  <FRAGMENT_SUPPRESSED>"], ["[32]", "I agree with the respondent that there was no breach of procedural fairness arising from the failure to consider the results of the IME.  <FRAGMENT_SUPPRESSED>"], ["[33]", "The record shows that there were two separate requests for similar medical information about Rhea. A request was sent for an IME on December 13, 2011 by the Health Branch at CIC. The H&C officer made a request on December 22, 2011, to the applicants to provide a letter from Rhea's treating physician and oncologist describing her current medical status and, if applicable, treatment regime, and to provide this information no later than January 11, 2012. The timing was coincidental. The requests were made by different officers for different purposes.  <FRAGMENT_SUPPRESSED>"], ["[34]", "The purpose of the IME is to assess whether an applicant's health renders them medically inadmissible. No such finding had been made at the time of the H&C decision and that was not the basis of the H&C officer's decision.  <FRAGMENT_SUPPRESSED>"], ["[35]", "The H&C officer received the information from Dr Naqvi regarding Rhea's current medical condition that he had requested and considered it in determining the H&C application. The applicants were aware of this information as they had transmitted it to the officer.  <FRAGMENT_SUPPRESSED>", "Dr Truong's letter  <FRAGMENT_SUPPRESSED>"], ["[36]", "The applicant submits that the officer had a duty to disclose his concerns about Dr Truong's November 2011 letter. The officer found the oncologist's reasons in support of the continued treatment of Rhea in Canada to be \"questionable and speculative\". He noted that \"[w]hile cancer outcomes and over [", "sic", "] survival is 'well known' to be higher in developed countries, he has presented little evidence to show that this is the case in India, especially since the barriers to treatment for the majority of patients are based on low socio economic reasons as per the India Pediatric Oncology Initiative Meeting notes submitted by the applicant\".  <FRAGMENT_SUPPRESSED>"], ["[37]", "The officer also noted \"there is little indication that the oncologist is qualified to make a clinical psychological analysis of the daughter\".  <FRAGMENT_SUPPRESSED>"], ["[38]", "The applicant relies on", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 1022 at para 38, where Justice Shore noted that where credibility, accuracy or the genuine nature of information is in question, there is a duty to give the applicant an opportunity to disabuse the officer of any concerns that may arise.  <FRAGMENT_SUPPRESSED>"], ["[39]", "The respondent submits that no such duty was owed to the applicant in this case as the evidence was not extrinsic evidence and did not relate to the credibility of the applicant's evidence. Rather, the officer attributed less weight to the doctor's opinion, as he was entitled to do.  <FRAGMENT_SUPPRESSED>"], ["[40]", "I agree that there was no breach of procedural fairness arising from the officer's failure to disclose his concerns, or his conclusions, arising from Dr Truong's letter. The letter was known to the applicants and is, therefore, not extrinsic evidence. The officer does not appear to have questioned Dr Truong's credibility. Rather, the officer discounted the information relied upon by Dr Truong about the need for Rhea to continue her treatment in Canada as opposed to India.  <FRAGMENT_SUPPRESSED>"], ["[41]", "The officer's treatment of this evidence is addressed below with respect to the reasonableness of the decision.  <FRAGMENT_SUPPRESSED>", "The Best Interests of the Child [BIOC] Analysis  <FRAGMENT_SUPPRESSED>"], ["[42]", "The applicant submits that the officer was not \"alert, alive and sensitive\" to the best interests of the child and did not conduct a proper analysis of these interests.  <FRAGMENT_SUPPRESSED>"], ["[43]", "The applicant also submits that the officer made a number of errors in assessing Rhea's best interests, including: he mistakenly found that Rhea had been successfully treated in India and could, therefore, be treated there again; he failed to take into account the evidence that relapsed ALL requires a different level of care; he failed to assess whether it is in Rhea's best interest to remain in Canada under the optimal care of Sick Kids, as recommended by the doctors at Sick Kids, or to return to India and receive a lower standard of care; he failed to address the inferior treatment conditions and outcomes in India, including lower cure rates, few trained paediatric oncologists and an increasing number of patients; he selectively relied on parts of the Jiv Daya Report but ignored other parts that depicted the troubling conditions for treatment; he misinterpreted or misunderstood the data and factors that created obstacles to treatment of childhood cancer in India; he failed to consider parts of the letter from Dr Truong and misinterpreted other parts; and he failed to consider that the January 2012 letter from Sick Kids recommended follow-up treatment at the Sick Kids hospital, not elsewhere.  <FRAGMENT_SUPPRESSED>"], ["[44]", "The respondent notes that H&C decisions are highly discretionary and exceptional and are not designed to eliminate all hardship, but to provide relief from unusual, undeserved or disproportionate hardship.  <FRAGMENT_SUPPRESSED>"], ["[45]", "The respondent submits that the officer applied the correct test and was \"alive, alert and sensitive\" to Rhea's best interests. H&C officers are presumed to know that a child's best interests will generally favour granting the H&C application; their role is to weigh the degree of hardship caused by the removal of the parent (", "<FRAGMENT_SUPPRESSED>  [2002] FCJ No 1687 at paras 5-6 (QL) [", "Hawthorne", "]). In the present case, the officer was aware of Rhea's illness and concluded that it was in her best interests to remain with her parents. According to the respondent, there was no evidence before the officer that the treatment for relapsed leukemia was any different from that of a first diagnosis. The officer reasonably concluded that the original treatment in India was successful and could be in the future.  <FRAGMENT_SUPPRESSED>"], ["[46]", "The respondent also submits that the officer considered all of the evidence and reasonably concluded that there was insufficient evidence that Rhea's failure to receive treatment at Sick Kids in Toronto \"could result in her untimely death\", as asserted by the applicants.  <FRAGMENT_SUPPRESSED>"], ["[47]", "I agree with the applicant that the officer failed to conduct an appropriate analysis of the BIOC in accordance with the guidance provided by this Court. The officer misunderstood or failed to consider evidence which highlighted the need for Rhea to continue her follow-up treatment at Sick Kids and which described the options for treatment in India as very limited. The officer's conclusion that there was insufficient evidence to demonstrate that Rhea would not be able to get adequate care and treatment for ALL in India was not reasonable.  <FRAGMENT_SUPPRESSED>"], ["[48]", "The evidence which was not considered or which was misunderstood was relevant and important to the analysis of the BIOC. Dr Truong was Rhea's treating physician and oncologist. He was the specialist and had the overall picture of Rhea's medical condition and the treatment she had received at Sick Kids. As noted above, the officer found some of Dr Truong's conclusions to be \"questionable and speculative\", including his references to the cancer outcomes, the logistics involved in data transfer between Canada and India, as well as the psychological stress and emotional suffering that would be endured by Rhea if she were returned to India.  <FRAGMENT_SUPPRESSED>"], ["[49]", "Dr Truong did not profess to be a psychologist, but he was the child's treating physician and he knew Rhea and what she had experienced. He offered his opinion in that capacity.  <FRAGMENT_SUPPRESSED>"], ["[50]", "Dr Troung's letter indicated that \"cancer outcomes and overall survival is well known to be higher in developed countries such as Canada where there is a network of excellent pre-hospital care (ie. EMS, ambulance), provision of supportive care (antibiotics and blood products), and excellent inpatient hospital services (diagnostic imaging and access to essential medications)\".  <FRAGMENT_SUPPRESSED>"], ["[51]", "This statement is not speculative. The officer, however, concluded that this did not establish that the survival rates were higher here than in India. The officer questioned this statement because he relied on one part of the Jiv Daya Report which he misinterpreted as indicating that barriers to treatment in India were due only or primarily to socio-economic reasons.  <FRAGMENT_SUPPRESSED>"], ["[52]", "Dr Truong also indicated:  <FRAGMENT_SUPPRESSED>", "\"The treatment of relapsed leukemia is", "physically", "and", "psychologically", "demanding on a young child. The chemotherapy is much more intensive and requires multiple clinic visits and long periods of hospitalization. The regime is so intense that rarely, a few children will die while on therapy. Rhea has had a", "few", "instances during the treatment where she has had some life threatening episodes and had to be admitted to the intensive care unit. The provision of timely and high quality care offered here has allowed her to recover from those episodes without any complications.  <FRAGMENT_SUPPRESSED>", "The successful treatment of children with cancer requires high quality medical care, the availability of specialists in oncology and other medical specialties, and a multidisciplinary team of personnel that includes nurses, pharmacists, dieticians and social workers to name a few. It requires access to diagnostic imaging services such as CT and MRI scanners and access to essential chemotherapeutic drugs, such as those that Rhea is currently receiving.\" [emphasis in original]  <FRAGMENT_SUPPRESSED>"], ["[53]", "The letter clearly establishes that treatment for relapsed ALL is more intensive, more risky and more difficult for the patient. It also establishes that optimal care could be continued at Sick Kids. Although the officer acknowledged that Rhea had relapsed ALL, he did not consider the impact of the treatment - or of any future treatment - for this relapse or in the event of a future relapse.  <FRAGMENT_SUPPRESSED>"], ["[54]", "The Jiv Daya Report included a summary of the India Pediatric Oncology Initiative Meeting, which brought together doctors from the United States and India to identify problems and make recommendations. The officer found that the report was \"in no way a scathing indictment of the Indian medical system with respect to paediatric oncology\". Scathing or not, the report included information that described the obstacles to treatment for children with cancer in India which the officer failed to take into account.  <FRAGMENT_SUPPRESSED>"], ["[55]", "The report indicated that the overall cure rate in India varied between 10 and 25%, compared to 70% in the United States. The report also indicated that there were over 40,000 new cases of childhood cancer each year in India and 70% have advanced disease at diagnosis. There are only 55 practicing paediatric oncologists in India.  <FRAGMENT_SUPPRESSED>"], ["[56]", "The officer found that the report indicated that barriers to treatment in India were due to low socio-economic factors. The report does not identify this as the only or predominant barrier. The report identifies several areas for improvement, noting, for example, that some patients need financial assistance for treatment and for travel to treatment and that funding from the foundation could be used for such purposes. The report states that \"[d]elegates discussed exiting barriers to attaining optimal outcomes; i.e., lack of infrastructure, insufficient staff, lack of training, economic restraints and other challenges related to the delivery of care. The common issue expressed was", "the constant influx of patients, inadequate beds to see them all and not enough staff to treat them", "\" [emphasis added].  <FRAGMENT_SUPPRESSED>"], ["[57]", "The January 2012 letter from Dr Naqvi and social worker Wendy Shama, in response to the officer's request for a current report on Rhea's medical condition, notes the following:  <FRAGMENT_SUPPRESSED>", "\"Since she has already had a relapse of her leukemia, she is at a higher risk of future relapse and will require regular and active follow-up from our clinic. If you require any further information, please do not hesitate to contact us ...\".  <FRAGMENT_SUPPRESSED>"], ["[58]", "The officer acknowledged the letter but remained of the view that Rhea could receive her treatment in India. The letter clearly indicates that she is at higher risk and that the active follow-up required is at \"our clinic\" i.e. Sick Kids, where Rhea had been treated for four years.  <FRAGMENT_SUPPRESSED>"], ["[59]", "The officer's conclusion that there would be adequate treatment for Rhea in India is not supported by all the evidence before him.  <FRAGMENT_SUPPRESSED>"], ["[60]", "The Supreme Court of Canada's decision in", "<FRAGMENT_SUPPRESSED> , set out the basic principles regarding the obligation to consider the BIOC when making H&C decisions. In a well-known passage, the Supreme Court held, at para 75:  <FRAGMENT_SUPPRESSED>", "[F]or the exercise of the discretion to fall within the standard of reasonableness, the decision-maker should consider children's best interests as an important factor, give them substantial weight, and be alert, alive and sensitive to them. That is not to say that children's best interests must always outweigh other considerations, or that there will not be other reasons for denying an H & C claim even when children's interests are given this consideration. However, where the interests of children are minimized, in a manner inconsistent with Canada's humanitarian and compassionate tradition and the Minister's guidelines, the decision will be unreasonable.  <FRAGMENT_SUPPRESSED>"], ["[61]", "<FRAGMENT_SUPPRESSED>  [2008] FCJ No 211, [", "Kolosovs", "], the Court commented on the requirements of being alert, alive and sensitive, noting that the decision-maker (in that case a visa officer) can only give the BIOC sensitive consideration after gaining a full understanding of the real-life impact of a negative H&C decision.  <FRAGMENT_SUPPRESSED>"], ["[62]", "In", "<FRAGMENT_SUPPRESSED> , at para 32, the Federal Court of Appeal held that a mere statement that the BIOC has been considered is insufficient:  <FRAGMENT_SUPPRESSED>", "[A]n officer cannot demonstrate that she has been \"alert, alive and sensitive\" to the best interests of an affected child simply by stating in the reasons for decision that she has taken into account the interests of a child of an H & C applicant (", "Legault", ", at para. 12). Rather, the interests of the child must be \"well identified and defined\" (", "Legault", ", at para. 12) and \"examined ... with a great deal of attention\" (", "Legault", ", at para. 31).  <FRAGMENT_SUPPRESSED>"], ["[63]", "The Federal Court of Appeal also noted that determining the BIOC should be the decision-maker's starting point, as opposed to examining different scenarios and working backwards to compare their impact on the child:", "<FRAGMENT_SUPPRESSED> , at paras 41, 43.  <FRAGMENT_SUPPRESSED>"], ["[64]", "Moreover, the officer is presumed to know that living in Canada would offer the child opportunities that they would not otherwise have (", "<FRAGMENT_SUPPRESSED> , at para 5) and that to compare a better life in Canada to life in the home country cannot be determinative of a child's best interests as the outcome would almost always favour  <FRAGMENT_SUPPRESSED>  [2006] FCJ No 1613 at para 28).  <FRAGMENT_SUPPRESSED>"], ["[65]", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 184 (QL) [", "Williams", "], Justice Russell reviewed the principles from the jurisprudence and noted, at para 64, that there is no 'hardship threshold' that must be 'met', but rather that the BIOC is truly the starting point of the analysis:  <FRAGMENT_SUPPRESSED>", "There is no basic needs minimum which if \"met\" satisfies the best interest test. Furthermore, there is no hardship threshold, such that if the circumstances of the child reach a certain point on that hardship scale only", "then", "will a child's best interests be so significantly \"negatively impacted\" as to warrant positive consideration. The question is", "not", ": \"is the child suffering enough that his \"best interests\" are not being \"met\"? The question", "at the initial stage", "of the assessment is: \"what is in the child's best interests?\" [italics in original, underlining added]  <FRAGMENT_SUPPRESSED>"], ["[66]", "Justice Russell proposed a three-step approach as a guideline for decision-makers when assessing the BIOC (at para 63):  <FRAGMENT_SUPPRESSED>", "When assessing a child's best interests an Officer must establish", "first", "what is in the child's best interest,", "second", "the degree to which the child's interests are compromised by one potential decision over another, and then finally, in light of the foregoing assessment determine the weight that this factor should play in the ultimate balancing of positive and negative factors assessed in the application. [emphasis in original]  <FRAGMENT_SUPPRESSED>"], ["[67]", "This Court has held that", "Williams", ", which concerned the potential removal of a Canadian-born child's mother from Canada, and whether it was in the child's best interest that she be allowed to stay, will not be applicable to all cases:", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 1147 at para 13. That being said, I am of the view that the", "Williams", "framework is applicable here and should be adapted to the present circumstances.  <FRAGMENT_SUPPRESSED>"], ["[68]", "The officer did not apply the principles from the case law; he did not identify and define the best interests of Rhea and he was not alert, alive or sensitive to them.  <FRAGMENT_SUPPRESSED>"], ["[69]", "The starting point is to identify what is the child's best interest. The officer merely stated early in his reasons that it was in the best interests of the children (which means the best interest of Rhea since the two sons were over 18) to remain with their parents. That is an odd starting point given that a nine-year-old girl would never be expected to remain in Canada alone, her status in Canada was tied to that of her family, she was part of a family that was committed to ensuring her good health, and there was never any suggestion that she would not remain with her parents. The officer did not identify what was in Rhea's best interests other than stating the obvious, that she would remain with her parents.  <FRAGMENT_SUPPRESSED>"], ["[70]", "One would think that the starting point in assessing Rhea's best interests would be to consider the best way to ensure her follow-up treatment and ongoing recovery.  <FRAGMENT_SUPPRESSED>"], ["[71]", "Following", "Kolosovs,", "the officer should have considered the real-life impact of a negative H&C decision. In these circumstances, the real-life impact would be to return to India to attempt to have follow-up treatment at an unfamiliar hospital, with unfamiliar doctors and to compete with the countless other patients needing treatment from the very few available doctors and specialists. This option should have been weighed against the option of continuing follow-up treatment with the team of oncologists, social workers and other professionals at Sick Kids who have known and treated Rhea for four years and whom Rhea knows.  <FRAGMENT_SUPPRESSED>"], ["[72]", "Following the", "Williams", "framework, the officer should first have identified Rhea's best interests, and then considered the degree to which Rhea's need for follow-up and complete recovery would be compromised by a return to India compared to remaining in Canada. Finally, the officer should have weighed this factor in his overall consideration of the H&C application.  <FRAGMENT_SUPPRESSED>"], ["[73]", "As noted above, it is not the role of this Court, sitting in review, to substitute its view of the preferable outcome:", "<FRAGMENT_SUPPRESSED> , at para 59. Rather, the Court must determine whether the decision is reasonable in that it falls within a range of possible, acceptable outcomes:", "<FRAGMENT_SUPPRESSED> , at para 47. In the present case, the officer's failure to properly identify Rhea's best interests, as mandated  <FRAGMENT_SUPPRESSED>", "and set out  <FRAGMENT_SUPPRESSED>", ", renders the decision unreasonable.  <FRAGMENT_SUPPRESSED>", "Level of Establishment in Canada  <FRAGMENT_SUPPRESSED>"], ["[74]", "The officer thoroughly reviewed the family's degree of establishment and referred to their work, income, family ties, courses taken, schools attended and community involvement. The officer then states that this is what he would expect after four years.  <FRAGMENT_SUPPRESSED>"], ["[75]", "The applicant submits that the officer's conclusions regarding the family's establishment in Canada are unreasonable. The applicant submits that the officer failed to weigh the evidence of their establishment - which was \"extraordinary\" - and merely states that \"I do not find that these factors [are] sufficient to amount to unusual and undeserved or disproportionate hardship\" but fails to explain why.  <FRAGMENT_SUPPRESSED>"], ["[76]", "The respondent submits that the officer reasonably concluded that the applicants attained the measure of establishment expected after being in Canada for four years and acknowledged that the applicants' return to India would cause some hardship. The respondent contends that the applicants are merely asking this Court to reweigh the evidence.  <FRAGMENT_SUPPRESSED>"], ["[77]", "In my view, even after considering the reasons in their entirety, the officer's finding with respect to establishment is not adequately explained and, as a result, is not reasonable. The applicants are not asking the court to reweigh the evidence; they are asking for the reasons underlying the officer's conclusion.  <FRAGMENT_SUPPRESSED>"], ["[78]", "<FRAGMENT_SUPPRESSED>  [2005] FCJ No 693, Justice Mactavish held, at para 20:  <FRAGMENT_SUPPRESSED>", "... in this case, the officer reviewed the evidence of establishment in Canada offered by the applicants in support of their applications, and then simply stated her conclusion that this was not enough. We know from the officer's reasons that she did not think that the applicants would suffer unusual, undeserved or disproportionate harm if they were required to apply for permanent residence from abroad. What we do not know from her reasons is why she came to that conclusion.  <FRAGMENT_SUPPRESSED>"], ["[79]", "This reasoning was recently echoed by Justice Rennie in", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 264 at para 11.  <FRAGMENT_SUPPRESSED>"], ["[80]", "Similarly, in the present case, the officer fails to provide any explanation as to", "why", "the establishment evidence is insufficient. The officer reviewed the family's degree of establishment in detail, and referred to their work, income, family ties, courses taken, schools attended, and community involvement in various passages of the decision. The officer does not indicate what he would consider to be extraordinary or exceptional establishment; he simply states that this is what he would expect and that it would not cause unusual and undeserved or disproportionate hardship if the family were forced to apply for a visa from outside Canada. While this could be argued to be a reason, it is barely informative.  <FRAGMENT_SUPPRESSED>"], ["[81]", "This Court has described \"unusual and undeserved or disproportionate hardship\" as hardship that goes beyond that which is inherent in having to leave  <FRAGMENT_SUPPRESSED>  [2007] FCJ No 1552;", "<FRAGMENT_SUPPRESSED>  [2009] FCJ No 4 at para 20.  <FRAGMENT_SUPPRESSED>"], ["[82]", "In the present case, the officer failed to consider that this family had established themselves successfully in their community, in their schools, and in business, during the same period that their young daughter, Rhea, was being treated for ALL, which required many hospital stays and related appointments and the entire family's support, attention and assistance. The officer did not turn his mind to whether, in these circumstances, their level of establishment was more than what was expected and that requiring the Chandidas family to apply for permanent residence from outside Canada would impose hardship going beyond that which is inherent in having to leave Canada.  <FRAGMENT_SUPPRESSED>"], ["[83]", "As such, the officer's failure to explain his negative conclusion despite the positive establishment factors he thoroughly reviewed, combined with his failure to meaningfully consider the Chandidas' particular situation, render his determination regarding the family's level of establishment unreasonable.  <FRAGMENT_SUPPRESSED>", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[84]", "The officer's decision does not meet the requirements of justification, transparency and intelligibility. The officer failed to consider crucial evidence and misinterpreted other evidence about Rhea's need for follow-up treatment and about the limited treatment opportunities in India. The officer did not conduct an appropriate analysis of the BIOC, which is essential in H&C applications. The officer also failed to consider how Rhea's illness and treatment played a role in the family's establishment in Canada and the officer did not provide adequate reasons for finding that their level of establishment was no more than expected. Therefore, the application for judicial review is allowed and the H&C application should be remitted to a different officer.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[85]", "THIS COURT'S JUDGMENT is that", ":  <FRAGMENT_SUPPRESSED>", "1. The application for judicial review is allowed and the H&C application should be remitted to a different officer.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: E. Joanne Oley/vnh  <FRAGMENT_SUPPRESSED>"]]}