{"id_": "081862", "body_str": [["[1]", "Beaudry, J.", ": This is an application for judicial review, filed pursuant to subsection 72(1) of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (\"IRPA\"), of the decision of an Immigration and Refugee Board, Refugee Protection Division (\"Board\"), dated November 8, 2002. In its decision, the Board denied the Applicant's claim to \"Convention refugee\" status pursuant to section 96 of the IRPA.", "ISSUES"], ["[2]", "The issues are as follows:", "1. Did the Board err in finding that the Applicant was not credible?", "2. Did the Board err by ignoring evidence?", "3. Did the Board violate the Canadian Charter of Rights and Freedoms and international treaties by rejecting the Applicant's application?"], ["[3]", "I answer these questions in the negative, and reject the application for judicial review.", "FACTS"], ["[4]", "The Applicant, a thirty-one year old citizen of Nigeria, claims Convention refugee status by reasons of his faith and membership in a particular social group. Specifically, the Application alleges a well-founded fear of persecution at the hand of Muslim extremists and authorities because the Applicant participated in a demonstration organized by the Christian Association of Nigeria (CAN) to protest the introduction of the Sharia Islamic Law system in Kaduna State in February 2000. The Applicant also alleges to be a person in need of protection."], ["[5]", "The Applicant alleges that he is a member of the evangelical fellowship in the Anglican Ecumenical (EFAC) in Showar at St. Joseph's Cathedral. He further alleges that his father, Chief James Udeagbala, was a member of CAN in Kaduna and was the Chairman of the Church Building Committee at St. Joseph's Cathedral. The Applicant's older brother, Kutun, was the catechist of the church. His mother, Angelina, was a member of the guild and mother's union of the Church."], ["[6]", "On February 20, 2000, during a church service, the Applicant was invited to participate in a protest organized by CAN to protest the introduction of the Sharia Islamic Law in Kaduna State. The protest took place the next day, and was peaceful until Muslim fundamentalists began to attack Christian protesters with machetes, bows, arrows, daggers and guns."], ["[7]", "The Applicant left the demonstration after he saw his friend John Nwosu shot and killed. He ran home to inform his parents of the situation on the streets. When he arrived, he was shocked to see his house on fire and his father's half burnt body, and the bodies of his mother and two of his sisters."], ["[8]", "At that point, the Applicant was attacked by his neighbour, Mohammed Alhaji Sunni. The Applicant fled to a mobile police control, and was taken to the Todona Wella Police Station. When the police found his evangelical fellowship membership card in his wallet and 2,000 Nairas, they took the money and arrested him for taking part in an unauthorized demonstration which resulted in the destruction of government property and mayhem. He was also accused of looting and killing. Although the Applicant protested his innocence, the police put him in a cell."], ["[9]", "He was kept in detention for two months, and while detained, was transferred to a health clinic as a result of his deteriorating health."], ["[10]", "On May 1, 2000, the Applicant escaped from hospital with the help of Dr. Baba and Pastor Mike Obi of the Truth and Life Gospel Church. On May 11, 2000, he escaped from Nigeria and arrived in Canada on May 17, 2000, whereupon he immediately applied for Convention refugee status.", "DECISION UNDER REVIEW"], ["[11]", "The Board found that the Applicant was not credible. It found that the Applicant's inability to state the birthdays of his siblings suspicious. The Applicant's explanation that in West Africa people hardly celebrate birthdays and that it is common for them not to know their siblings' birthdays was found to be not credible."], ["[12]", "Similarly, the Applicant stated that his father was sixty-nine years old and that his mother was around sixty years old. However, documentary evidence indicated that his father was 96 and that his mother was 80. The Applicant's explanation that this evidence were in fact typographical errors was not believed."], ["[13]", "The Board further found it not credible that no one would have contacted a lawyer in order to help the Applicant obtain his release. As the Applicant's father was a local chief, it was implausible that neither members of the Applicant's family nor the Applicant's father's supporters would attempt to intervene on the Applicant's behalf."], ["[14]", "Although the Applicant claimed to be wanted by the authorities after his escape from prison, the Applicant did not try to gather information for the existence of a warrant for his arrest by the Nigerian authorities. This fact also undermined his credibility."], ["[15]", "The Applicant indicated in his testimony that strange men had been coming to his family home seeking him out. This information was not in his Personal Information Form (PIF) and therefore, weakened his credibility."], ["[16]", "The Board also found the Applicant's testimony about his stay in the hospital problematic. The Applicant claimed to have had a head injury that was first inflicted upon him on February 21, 2000. He also claimed that the injury was never taken care of and that he was still suffering from it when he was hospitalized in April 2000. The Board did not see any scar, and thus doubted the veracity of the Applicant's allegations."], ["[17]", "Finally, the Board noted that the Applicant claimed his father had been killed on February 21, 2000, but according to the documentary evidence, he was buried on August 1 and 2, 2000. The Applicant's explanation that important personages, like his father, were often buried only months after they had passed away, was not accepted as credible by the Board."], ["[18]", "Having found the Applicant to be not credible, the Board gave his supporting documentary evidence no probative value."], ["[19]", "The Board then determined that the Applicant was not a Convention refugee.", "APPLICANT'S SUBMISSIONS"], ["[20]", "The Applicant submits that the Board ignored documentary evidence that described the extent of the religious and ethnic violence in Nigeria."], ["[21]", "Similarly, the Applicant submits that the Board ignored identification documents and medical reports filed by the Applicant. This was an error, as the Board is obligated to assess material evidence before it. The Applicant cites  <FRAGMENT_SUPPRESSED>  (F.C.T.D.) in support of this submission."], ["[22]", "The Applicant also submits that the Board erred in assessing the Applicant's credibility. The Applicant submits that his explanation for not remembering his siblings' birthdays is credible. The Board rejected this explanation, though it did not have a valid reason for doing so."], ["[23]", "The Applicant submits that the Board was unreasonable in finding that it was implausible that a member of the Applicant's family would not have taken legal steps to have the Applicant released from prison, as the Applicant's family had all been killed."], ["[24]", "The Applicant submits that the Board's finding that the Applicant made no effort to look for corroborative evidence is not true, as the Applicant did furnish the Board with a fair amount of evidence."], ["[25]", "The Applicant submits that it was unreasonable for the Board to take into account a discrepancy between the Applicant's PIF and his oral testimony, firstly, because the Applicant only learned the information at issue after he had submitted his PIF, and secondly, because the Applicant submitted the letter which contained the information at issue."], ["[26]", "The Applicant also submits that he has a scar, that he showed it to the Board, and that the Board erred by rejecting this evidence and the many pictures of the Applicant in hospital."], ["[27]", "These cumulative errors are sufficient to vitiate the decision. The Applicant cites  <FRAGMENT_SUPPRESSED>"], ["[28]", "The Applicant submits that the Board showed a lack of understanding of African customs when it doubted that the Applicant's father's funeral would take place six months after his death, and cites  <FRAGMENT_SUPPRESSED>  [2002] F.C.J. No. 875 ( <FRAGMENT_SUPPRESSED>  (F.C.T.D.), in support of this argument."], ["[29]", "The Applicant submits that when the finding of a lack of credibility is not supported by the evidence before the panel, the Court may overturn the decision of the  <FRAGMENT_SUPPRESSED>  (F.C.T.D.))."], ["[30]", "The Applicant submits that the decision of the Board violated the Applicant's rights under sections 7 and 12 of the Canadian Charter of Rights and Freedoms, and his rights under the various international treaties, as this finding will lead to the Applicant's deportation to Nigeria, which in turn, will lead to persecution.", "RESPONDENT'S SUBMISSIONS"], ["[31]", "The Respondent submits that the Board made no reviewable error in reaching its conclusion that the Applicant lacked credibility. The Board made numerous valid reasons for doubting the veracity of the Applicant's testimony: there were gaps in the testimony and the Applicant lacked knowledge of serious and important matters. The Board was entitled not to believe the Applicant's explanations regarding the problems about his testimony. The Respondent cites  <FRAGMENT_SUPPRESSED>  (T.D.) (QL), and  <FRAGMENT_SUPPRESSED>  [2002] F.C.J. 805 (T.D.) (QL) in support of his submissions."], ["[32]", "The Respondent also submits that it was open to the Board to doubt the Applicant's testimony because he had not included important information in his PIF or amended it at the beginning of the hearing. The Respondent cites  <FRAGMENT_SUPPRESSED>  (T.D.) (QL) and  <FRAGMENT_SUPPRESSED>  (T.D.) (QL) in support of his argument."], ["[33]", "The Respondent submits that the Board could take into account the fact that the Applicant had not provided corrobative evidence to support the claim that he was wanted by the authorities in Nigeria, and cites  <FRAGMENT_SUPPRESSED>  (T.D.) (QL), and  <FRAGMENT_SUPPRESSED>  (F.C.T.D.)."], ["[34]", "The Respondent submits that the Board's reasons show that it took into consideration the whole documentary evidence adduced at the hearing, and committed no error in its assessment of the documentary evidence."], ["[35]", "Moreover, given that the Board determined that the Applicant was not credible, the Board could give no probative weight to the documentary evidence advanced by the  <FRAGMENT_SUPPRESSED>  (T.D.) (QL) and  <FRAGMENT_SUPPRESSED>  (C.A.), a general finding of lack of credibility can extend to the whole of the testimony and that the situation described in the documentary evidence cannot be deemed to apply to the non-credible Applicant. This principle is applicable to the case at bar."], ["[37]", "The Respondent submits that the Applicant, in his Memorandum and affidavit, contends that he did not get a fair hearing as he felt that the Board was not looking for the truth, but rather, was searching for ways to disbelieve him. The Respondent submits that the test for reasonable apprehension of bias is whether or not an informed person, viewing the matter realistically and practically and having thought the matter through, conclude it more likely than not that the decision-maker would unconsciously or consciously decide an issue unfairly, Committee for Justice and  <FRAGMENT_SUPPRESSED>  at 394. The Applicant's allegations of unfairness are vague and do not meet that test."], ["[38]", "Furthermore, it was incumbent upon the Applicant to raise the issue of reasonable apprehension of bias at the first opportunity. In this instance, the first opportunity was during the hearing. In accordance with  <FRAGMENT_SUPPRESSED>  (F.C.T.D.), the allegation of reasonable apprehension of bias should therefore be dismissed."], ["[39]", "The Respondent also submits that the Applicant's submission that the Board's actions raised a reasonable apprehension of bias should be dismissed as the Board is fully justified in pointing out contradictions and inconsistencies in an applicant's testimony, and that such questioning actually provides an applicant with the opportunity to comment on evidence that may otherwise be seen to be problematic. The Respondent cites  <FRAGMENT_SUPPRESSED>  (F.C.A.). In the case at bar, the Board did precisely that, and committed no error."], ["[40]", "In response to the Applicant's allegation that the Board's decision and consequent deportation would result in a violation of various sections of the Canadian Charter of Rights and Freedoms and international treaties, the Respondent submits that this Court has determined in  <FRAGMENT_SUPPRESSED>  (F.C.T.D.), that the Board's jurisdiction is limited to determining if a person should be granted refugee protection and that questions relative to the Applicant's removal are of a premature nature.", "ANALYSIS", "Credibility"], ["[41]", "To a large extent, the Applicant's submissions are not persuasive. The Applicant submits that the Board did not understand African customs when it rejected as implausible that the Applicant's father would have been buried six months after his death. The Board, however, raised a number of concerns in relation to this piece of evidence. It noted that the Applicant's father's body did not appear decomposed, and found it difficult to believe that the Applicant's father's supporters would have been able to retrieve his body as the Applicant's father had allegedly been killed during a time of pandemonium. Neither of these concerns are raised as a result of ignorance of African customs, and are reasonable concerns. The Board's finding on this point was not made in error."], ["[42]", "The Applicant furthermore submits that his family could not attempt to obtain his release from prison as his family had been killed. This, however, is a misrepresentation of the evidence presented to the Board and a misrepresentation of the Board's findings. While allegedly the Applicant's immediate family had been killed, his grandmother, according to the Applicant's testimony, remained alive. Thus, the Board's question as to why a member of his family, such as his grandmother, would not have attempted to secure his release from prison, is valid. As well, the Board not only questioned why the Applicant's family had not contacted a lawyer on his behalf, but also why the Applicant's father's many supporters had also not done so. According to the Applicant, his father was a famous and well-respected man. Thus, it was not patently unreasonable for the Board to question why these faithful supporters would allow him to languish in prison for two months."], ["[43]", "The Applicant's statement that the Board erred when it stated that the Applicant made no effort to look for corroborative evidence misrepresents the Board's finding. The Board did not state that the Applicant made no effort to find corroborative evidence. Rather, it took issue with the fact that the Applicant had made no effort to find a specific piece of evidence, namely, an arrest warrant from the authorities in Nigeria. It was not patently unreasonable for the Board to find that this negatively affected the Applicant's credibility."], ["[44]", "The Board was also not patently unreasonable in its determination that the Applicant's explanation for the discrepancy between his PIF and his oral testimony was not credible. The Applicant may have learned additional information after his PIF was submitted, however, he could have amended his PIF to reflect this new information. Furthermore, even though the information can be found elsewhere in the documentary evidence, it was still important for the Applicant to include it in his PIF."], ["[45]", "The Applicant further submits that the Board erred when it doubted the Applicant's testimony as to his head injury. No scar on the Applicant's head could be seen but according to the Applicant, there is a scar on his head. The Court gives the Board the utmost deference regarding findings of fact. This is never more true than in this instance, where the Applicant is asking the Court to impugn direct observations made by the Board. There is no reason for this Court to doubt the Board's observations, and thus, this finding will stand as well."], ["[46]", "Finally, the Applicant submits that the Board erred when it found the Applicant not credible partially on the basis that the Applicant could not remember the birthdays of his family members. On this point, I agree with the Applicant. The Applicant explained to the Board that, in West Africa, given that people are not born in hospitals and given that birthdays are not celebrated, it is rare for people to know their siblings' exact birth dates. The Board rejected this explanation. However, it is reasonable that a date, which is not important or marked in any way would be forgotten. In this instance, I believe that the Board drew its inference from a Western viewpoint.  <FRAGMENT_SUPPRESSED>  (C.A.) (QL), the Court of Appeal determined that this constitutes an error. As such, the Board did err when it found it implausible that the Applicant would not remember his siblings' approximate birthdays."], ["[47]", "However, the Board did not base its finding of credibility only on the Applicant's inability to remember his siblings' birthdays. It noted that the Applicant was inconsistent and vague in a number of instances, and from the totality of the evidence, it found the Applicant to be not credible. As such, this one error is not material, and the decision will not be overturned on this basis.", "Ignoring Evidence"], ["[48]", "On this issue, I find the Respondent's submissions to be persuasive.  <FRAGMENT_SUPPRESSED> ,  <FRAGMENT_SUPPRESSED> ,  <FRAGMENT_SUPPRESSED> ,  <FRAGMENT_SUPPRESSED> , and Syed, supra clearly state that, having found that the Applicant was not credible, the Board was entitled to give the Applicant's documentary evidence no probative weight. Furthermore, the Applicant's claim was based on his identity as a Christian. The Board rejected his testimony as to his identity, and therefore, the documentary evidence describing the religious strife in Nigeria was irrelevant. The Board committed no error when it did not evaluate much of the documentary evidence before it."], ["[49]", "Did the Board violate the Canadian Charter of Rights and Freedoms and international treaties by rejecting the Applicant's application?"], ["[50]", "Once again, I find that the Respondent provides a complete answer to the Applicant's submission. This Court has determined in  <FRAGMENT_SUPPRESSED>  and Nguyen, supra that the Board's jurisdiction is limited to determining if a person should be granted refugee protection. The Board is not determining whether the Applicant should be deported. Thus, questions as to the constitutionality of the Applicant's potential removal from Canada are premature."], ["[51]", "For the above reasons, this application for judicial review will be dismissed."], ["[52]", "The parties had the opportunity to submit a question for certification and have not done so. I am satisfied that no serious question of general importance arises out of this matter. No question will be certified.", "ORDER"], ["[53]", "THE COURT ORDERS that:", "1. The application for judicial review is dismissed.", "2. No serious question of general importance will be certified.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}