{"id_": "081919", "body_str": [["[1]", "Mactavish, J.", ": The applicants are a family of failed refugee claimants from Brazil, who sought a Humanitarian and Compassionate exemption allowing them to stay in Canada. This request was refused, as the H&C officer considering the matter determined that the family would not suffer undue, undeserved or disproportionate hardship if they were required to leave Canada."], ["[2]", "The applicants now seek judicial review of that decision, asserting that the H&C officer erred in failing to consider the \"public policy\" features of their application, having regard to Mr. de Araujo's skill in the construction trades, and the shortage of such skilled workers in Canada."], ["[3]", "The officer further erred, the applicants say, in ignoring evidence, in failing to give due consideration to the evidence, in improperly considering the best interests of the applicants' children, and in basing her conclusion on material that was not provided, rather than on the material before her."], ["[4]", "For the reasons that follow, I am not persuaded that the officer erred as alleged. As a consequence, the application for judicial review will be dismissed.", "Background"], ["[5]", "The applicants, a mother, father and young child, have been in Canada since 2001 or 2002. There is some question as to when it was that Mr. de Araujo came to Canada. There is no dispute that the rest of the family arrived in this country in 2002. Nothing turns on precisely when it was that Mr. de Araujo arrived here."], ["[6]", "There is now an additional Canadian-born child in the family."], ["[7]", "Mr. de Araujo comes from a large family. His widowed father currently lives in the Toronto area, as do his sister and three brothers. All of his brothers and sister in Canada are permanent residents, except for one brother, who is under a removal order as a failed refugee claimant. Mr. de Araujo's father came to Canada by means of his daughter's sponsorship under the Family Class."], ["[8]", "Mr. de Araujo also has five other brothers and sisters who live in Brazil. Ms. Moreira's parents still live in their home country."], ["[9]", "Since coming to Canada, Mr. de Araujo has supported himself by working for his brother's business as a ceramic tile installer."], ["[10]", "After the family's refugee claims were rejected by the Immigration and Refugee Board, the family submitted an H&C application on April 27, 2004. As part of the Officer's consideration of that application, a risk assessment was carried out, which was negative. The PRRA Officer determined that there was insufficient evidence to demonstrate that Mr. de Araujo and his children would face a personalized risk to their life or their general safety. No issue is taken with respect to that finding on this application."], ["[11]", "The H&C officer determined that the family would not suffer undue, undeserved or disproportionate hardship if they were required to leave Canada. They take issue with this aspect of the decision.", "Standard of Review"], ["[12]", "It is common ground that the general standard of review governing decisions of immigration officers in relation to H&C applications is reasonableness simpliciter:", "FRAGMENT_SUPPRESSED."], ["[13]", "That is, the decision must be able to withstand a \"somewhat probing examination\":", "FRAGMENT_SUPPRESSED."], ["[14]", "I am, however, satisfied that the applicants' \"public policy\" argument involves a question of law relating to the jurisdiction of the H&C officer, and should therefore be reviewed against the standard of correctness.", "The \"Public Policy\" Argument"], ["[15]", "The applicants point to section 25 of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 and, in particular to the statement that H&C applications may be granted \"if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to them, taking into account the best interests of a child directly affected,", "or by public policy considerations", "\". (My emphasis)"], ["[16]", "According to the applicants, the officer erred by failing to consider the \"public policy\" arm of section 25, given Mr. de Araujo's skill in a construction trade in high demand in Canada."], ["[17]", "The officer was obliged to do so, say the applicants, in light of the objectives articulated in section 3 of", "IRPA", ". In particular, the applicants point to the stated objectives of permitting Canada to pursue the maximum social, cultural and economic benefits of immigration, supporting the development of a strong and prosperous Canadian economy, and seeing that families are reunited in Canada."], ["[18]", "There are several difficulties with the applicants' argument. The first of these is that nowhere in the submissions made to the officer by the family was there any request that their application be assessed on \"public policy\" grounds."], ["[19]", "Moreover, this Court has previously determined that as the term \"public policy\" as it is used in section 25 of", "IRPA", "has no objective content, it must therefore be defined by those constitutionally entrusted with the power to set policy: see", "FRAGMENT_SUPPRESSED."], ["[20]", "Indeed, in", "FRAGMENT_SUPPRESSED", ", the Court noted that allowing immigration officers to make exceptions to definitions adopted in the formulation of public policy would in effect amount to the immigration officer usurping the legislative role."], ["[21]", "One way that public policy can be articulated is through the promulgation of guidelines. In this case, the Minister has developed guidelines which identify a number of categories of individuals whose applications may be considered for processing under section 25 of the", "Immigration and Refugee Protection Act", "on \"public policy\" grounds. The most recent of these categories relates to spousal sponsorships for spouses in Canada without status."], ["[22]", "The Guidelines do not currently identify members of skilled construction trades as a category of individuals whose applications may be considered for processing under the \"public policy\" ground in section 25."], ["[23]", "As a consequence, I cannot give effect to the applicants' \"public policy\" argument.", "The Officer's Treatment of the Evidence"], ["[24]", "The applicants' remaining arguments all relate to the officer's treatment of the evidence. In this regard, they say that the officer erred in ignoring evidence, in failing to give due consideration to the evidence before her, in improperly considering the best interests of the applicants' children, and in basing her conclusion on material that was not provided by the applicants, rather than on the material that was before her."], ["[25]", "I would start by observing that the applicants contend that the officer's reasons should be viewed as consisting solely of the one page of text that appears in the officer's Notes to File under the heading \"Decision and Reasons\". I do not agree. In the pages preceding that portion of the officer's notes, the officer goes through a lengthy and detailed review of the evidence before her, in the course of which she assesses, discusses and weighs that evidence. This exercise clearly forms part of the officer's analysis, and must be considered in determining whether the officer gave due consideration to the evidence before her."], ["[26]", "The jurisprudence is clear that H&C applicants have the onus of establishing the facts on which their claim for an exemption rests. Applicants have no right or legitimate expectation that they will be afforded a hearing in order to advance their claims. As a consequence, applicants omit pertinent information from their applications at their peril:", "FRAGMENT_SUPPRESSED."], ["[27]", "In this case, the officer paid close attention to the information before her regarding the applicants' family situation, specifically noting that Mr. de Araujo's widowed father is currently living in Canada. The officer also observed that no details had been provided regarding the frequency of visits or the role played by the grandfather in the children's lives."], ["[28]", "The officer also noted that Mr. de Araujo's father had four other children already living in Canada, who could provide him with comfort and solace. In particular, the officer noted that as Mr. de Araujo's sister had sponsored her father, she was the child responsible for his support."], ["[29]", "The officer further noted that none of Mr. de Araujo's siblings in Canada had provided any letters of support, or other indications of the closeness of their relationship. Nor was there any evidence that any of Mr. de Araujo's siblings attempted to submit an assisted relative sponsorship on his behalf, before the implementation of the", "Immigration and Refugee Protection Act"], ["[30]", "On the other hand, the officer observed that Mr. de Araujo still had five siblings residing in Brazil. There was no evidence to suggest that these siblings would not provide Mr. de Araujo with the support that he and his family might require upon their return."], ["[31]", "Furthermore, the officer noted that the children's maternal grandparents remained in Brazil, along with other extended family members who could provide emotional support and assistance in re-establishing themselves in Brazil."], ["[32]", "In the officer's view, this re-adaptation would also be eased by the relative youth of the children."], ["[33]", "Insofar as the best interests of the children were concerned, the officer also noted that there was no information before her with respect to the children's degree of integration into Canadian society. She further noted that the older child still listed Portuguese as his mother tongue, suggesting that he would not face a major difficulty reintegrating into the Brazilian school system."], ["[34]", "The officer was also not persuaded that Mr. de Araujo had demonstrated any strong ties to Canada through employment or community involvement. There were no identifiable long term ties to the country, and no attempts at academic upgrading, other than the registration in an \"English as a Second Language\" course. Although Mr. de Aruajo insists that he provided the officer with a certificate of completion of the course, it does not appear in the certified tribunal record."], ["[35]", "The officer was also not satisfied with the documentation provided by Mr. de Araujo with respect to his business interests. Having reviewed that documentation myself, I am satisfied that the officer's comments regarding the deficiencies in the documentation were entirely reasonable."], ["[36]", "The officer further observed that Mr. de Araujo and his wife had been gainfully employed in Brazil, and there was no indication that they could not find work there again."], ["[37]", "As is clear from the above comments, the officer carefully considered the applicants' application for a humanitarian and compassionate exemption, and provided a clear and well-reasoned explanation for her decision not to grant that exemption. In essence, what the applicants are seeking is to have me reweigh the information provided to the officer. That is not the task of this Court on judicial review.", "Conclusion"], ["[38]", "For these reasons, the application for judicial review is dismissed.", "Certification"], ["[39]", "Counsel for the applicants proposes the following questions for certification:", "1. Are the \"humanitarian and compassionate\" and \"public policy\" arms of s. 25 of the", "IRPA", "disjunctive and distinct?", "2. If the answer to 1. is Yes, then are \"public policy\" considerations and criteria:", "(a) for the Minister alone to formulate at his sole discretion? or", "(b) to emanate and be nourished from s. 3, et seq, of the", "IRPA", "and", "IRPA Regulations", "; or", "(c) both (a) and (b), in that the Minister can only devise public policies consistent with the", "IRPA", "and its", "Regulations", ", but not ignore nor close the door to the public policy considerations in", "IRPA", ", thus not fettering discretion in either sense, of either exceeding or refusing to exercise jurisdiction?"], ["[40]", "I do not understand there to be any disagreement between the parties in relation to the first question, as the respondent accepted that the humanitarian and compassionate and public policy aspects of section 25 of the", "Immigration and Refugee Protection Act", "are disjunctive, and the case was argued on that premise. As a consequence, no question arises in this regard for certification."], ["[41]", "Insofar as the second question is concerned, I am of the view that the question does not arise in this case, as the humanitarian and compassionate officer was never asked to consider the application under the \"public policy\" provisions of section 25. Moreover, there is no inconsistency in the jurisprudence on this point, such that clarification from the Federal Court of Appeal would be helpful."], ["[42]", "As a consequence, I decline to certify either question.", "JUDGMENT"], ["[43]", "THIS COURT ORDERS AND ADJUDGES that:", "1. This application for judicial review is dismissed; and", "2. No serious question of general importance is certified.", "Application dismissed.", "Editor: Anick Ouellette-Levesque/clh", "[End of document]"]]}