{"id_": "081946", "body_str": [["[1]", "Rouleau, J.", ": This application came before me at Winnipeg, Manitoba, on January 13, 2004. The original action was initiated by the plaintiffs on March 27, 2003, by way of Statement of Claim attached hereto as Schedule A [omitted]. On December 9, 2003, the defendants filed a Notice of Motion seeking summary judgment and dismissal of the plaintiffs' claim on the grounds that the Statement of Claim discloses no reasonable cause of action."], ["[2]", "Following the service of the Notice of Motion pursuant to rule 213(2) of the", "Federal Court Rules, 1998", ", the plaintiffs, in their reply material filed the affidavit of Danielle Wilmore, sworn on December 18, 2003 and attached hereto as Schedule B [omitted]. At the hearing before the Court on January 13, 2004 the defendants, in addition to seeking dismissal of the plaintiffs' claim, sought to have certain paragraphs of the affidavit struck."], ["[3]", "Specifically, the defendants argue that paragraph 2 of the affidavit should be struck since it expresses a legal opinion which should be determined by the Court; that paragraph 5 is irrelevant; that paragraph 6 advances a legal conclusion without supporting evidence; that paragraph 7 is an assertion without evidence and is purely speculative; and, that paragraph 8 is self-serving and without evidence or relevance."], ["[4]", "After having considered the submissions of both parties with respect to this issue, I agree that the impugned paragraphs in the affidavit of Danielle Wilmore should be struck."], ["[5]", "I turn now to the motion for summary judgment and dismissal of the plaintiff's claim. The defendants submit that it is clear that the claim for liability is exclusively based on allegations of infringement of copyright in certain jewellery designs and that in light of subsection 64(2) of the", "Copyright Act", ",  <FRAGMENT_SUPPRESSED>  Accordingly, it is argued, there is no genuine issue for trial and summary judgment should be ordered."], ["[6]", "Section 64 of the", "Copyright Act", "reads as follows:", "\"64(1) In this section and section 64.1,", "\"'article' means any thing that is made by hand, tool or machine;", "\"'design' means features of shape, configuration, pattern or ornament and any combination of those features that, in a finished article, appeal to and are judged solely by the eye;", "\"'useful article' means an article that has a utilitarian function and includes a model of any such article;", "\"'utilitarian function', in respect of an article, means a function other than merely serving as a substrate or carrier for artistic or literary matter.", "\"(2) Where copyright subsists in a design applied to a useful article or in an artistic work from which the design is derived and, by or under the authority of any person who owns the copyright in Canada or who owns the copyright elsewhere,", "(a) the article is reproduced in a quantity of more than fifty, or", "(b) where the article is a plate, engraving or cast, the article is used for producing more than fifty useful articles,", "it shall not thereafter be an infringement of the copyright or the moral rights for anyone", "(c) to reproduce the design of the article or a design not differing substantially from the design of the article by", "(i) making the article, or", "(ii) making a drawing or other reproduction in any material form of the article, or", "(d) to do with an article, drawing or reproduction that is made as described in paragraph ( c) anything that the owner of the copyright has the sole right to do with the design or artistic work in which the copyright subsists.", "\"(3) Subsection (2) does not apply in respect of the copyright or the moral rights in an artistic work insofar as the work is used as or for", "(a) a graphic or photographic representation that is applied to the face of an article;", ". . . . .", "(f) articles that are sold as a set, unless more than fifty sets are made; ...\""], ["[7]", "The defendants advance that section 64 of the", "Copyright Act", "provides an exception to copyright infringement where industrial design protection applies. If industrial design protection applies then the only remedy available is under the", "Industrial Design Act", ", and not under the", "Copyright Act", ". If there is a design in which copyright subsists and the \"article is useful\" and less than 50 are produced, there may be copyright protection and, if the four criteria are met, none of the exceptions in subsection 64(3) would apply."], ["[8]", "The jewellery designs are \"designs\" as alleged by the plaintiffs. In a Request to Admit Facts the plaintiffs/respondents did admit to the production of quantities in excess of 50."], ["[9]", "Subsection 64(1) of the", "Copyright Act", "defines a design as \"features of shape, configuration, pattern or ornament and any combination of those features that, in a finished article, appeal to and are judged solely by the eye\"."], ["[10]", "The precise same definition of \"design\" in the", "Copyright Act", "is contained in the", "Industrial Design Act", ",  <FRAGMENT_SUPPRESSED>  both these", "Acts"], ["[11]", "It is further advanced that a jewellery design is the appropriate subject matter of industrial design registration. A search conducted by the defendants revealed in excess of 11,000 different industrial designs for jewellery in the Canada Intellectual Property Office which registry contained different types of jewellery designs pursuant to the", "Industrial Design Act", ". It is therefore submitted that the only appropriate method by which the plaintiffs could protect their designs would be to make a claim for infringement pursuant to the", "Industrial Design Act", ", which is not pleaded in the Statement of Claim."], ["[12]", "The next applicable test is to determine whether or not copyright subsists in the design which is being claimed by the plaintiffs. There is no doubt that, under subsection 34.1(1) of the", "Copyright Act", ", copyright can be presumed unless the contrary is proven and that the author is presumed to be the owner of the copyright unless the contrary is proven. As a result of the operation of the section, copyright could subsist in the designs in question."], ["[13]", "It is admitted and pleaded that the plaintiffs Wade Papin and Danielle Wilmore are the designers of the various jewellery designs and they are undoubtedly the owners of the subsisting copyright in the designs in question."], ["[14]", "With respect to the issue as to whether or not the design in question is a \"useful article\", the definition of that term was considered by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 243 (F.C.A.). The Court wrote as follows:", "\"The answer, therefore, might properly be that if the artistic feature is capable of being applied to an article of manufacture that is useful in itself apart from the artistic feature, there exists a design within the meaning of the", "Industrial Design and Union Label Act", ". But if the artistic feature, for lack of a better word, has a separate and independent existence apart from the manufactured article, there exists an artistic work capable of protection under the", "Copyright Act", "...\""], ["[15]", "Following the analogy and analysis  <FRAGMENT_SUPPRESSED>  Ltd.", ", supra, since jewellery design is three dimensional, the registrable subject matter properly belongs for registration under the", "Industrial Design Act", "and cannot be subject of the exception, since the work is not bought purely and simply for its artistic properties but because of the utility of the article apart from design."], ["[16]", "Finally, the plaintiffs allege that the introduction of the amendments to the", "Copyright Act", "and", "Industrial Design Act", "in 1988 recognize the dual protection of a design."], ["[17]", "I have been persuaded that the jewellery design is a design as defined in both the", "Copyright Act", "and the", "Industrial Design Act", ". I am satisfied that copyright could subsist and that more than fifty items have been produced. I have also been persuaded that the item in question is a useful article as determined in the analysis advanced by the Federal Court of Appeal  <FRAGMENT_SUPPRESSED>  Ltd.", ", supra."], ["[18]", "Contrary to what has been suggested by the plaintiffs, the debates in the House of Commerce in 1988 were to put an end to the uncertainties in dealing with creative endeavours. May I repeat what was advanced by a sitting member during the debate and had the full consent of the Minister who had introduced the amendments:", "\"The effect of the Bill is that those relatively few designs which are created purely for artistic purposes, and not for manufacturing, will be afforded copyright protection, while the vast majority of designs which are created for industrial purpose, that is, products to be manufactured in quantities of more than 50, will have none. The latter will be protected, if at all, under the little-known", "Industrial Design Act", ", which is only about two pages long, but only if registered within the specific time limit of one year allowed under that", "Act", ". Therefore, the ultimate effect of the Bill will be to take most designs outside of copyright and place them under the", "Industrial Design Act", ".\""], ["[19]", "Should the Court grant summary judgment? The Court is satisfied that the defendants have clearly demonstrated the applicability of subsection 64(2) of the", "Copyright Act", "and none of the exceptions in subsection 64(3) apply to negate its applicability. Accordingly, there remains no relevant issues to be properly decided on the evidence before the Court; that the plaintiffs/respondents relied exclusively on allegations of copyright infringement in their Statement of Claim."], ["[20]", "The action, as framed, is hereby dismissed; costs to the defendants.", "Application granted;", "action dismissed.", "Editor: Jana A. Andersen/pdk", "[End of document]"]]}