{"id_": "082229", "body_str": [["[1]", "Martineau, J.", ": This is an application for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the RPD or the Board) dated July 19, 2006, wherein the applicant was found not to be a \"Convention refugee\" or a \"person in need of protection\" within the meaning of sections 96 and 97 of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (the IRPA)."], ["[2]", "The applicant, Nadeem Khalid Ramay, is a citizen of Pakistan who has claimed refugee protection on the basis that as a Shia Muslim he was, in the past, persecuted by fundamentalist Sunni Muslims, in particular the Sepah-e-Sahaba (the SSP), and the police. He fears the same agents of persecution were he to return to Pakistan at present. The applicant fled Pakistan and arrived in the United States of America on August 20, 1996. Although he remained in that country for approximately six and a half years, he did not make a claim for refugee protection. The applicant arrived in Canada from the U.S. on January 25, 2003, and subsequently made a refugee claim."], ["[3]", "The RPD accepted that the applicant was a citizen of Pakistan and a Shia Muslim but dismissed the claim primarily on the grounds that he was not credible and that adequate state protection is available to the applicant. Specifically, the RPD found that the evidence adduced by the applicant was fraught with contradictions, omissions and implausibility that seriously undermine the credibility of the applicant as a trustworthy witness. The RPD's reasons, in part, note the following:", "• The applicant stated at the Port of Entry (POE) interview that the SSP was the only agent of persecution. When the Board questioned him as to the fact that his Personal Information Form (PIF) and oral testimony also mention the police as agents of persecution, the RPD found the applicant was unable to provide a consistent or satisfactory explanation. Initially the applicant stated the difference was caused by his lack of an interpreter at the POE interview, but when his attention was drawn to the interview record which clearly indicated the POE interview was conducted with the assistance of an interpreter, the applicant changed his explanation by stating there were difficulties with the interpretation process. The Board was not persuaded that a significant omission of evidence concerning an important agent of persecution, namely the police, who allegedly detained and tortured the applicant on three occasions, could reasonably be attributed to a mere error in nuance or a misinterpretation of the meaning of words or terminology.", "• In his PIF narrative and oral testimony, the applicant stated that on three occasions, in 1994 and 1996, he was detained and tortured by the police. At his POE interview he mentioned only that he was beaten up by the SSP in 1992. When asked for an explanation for the discrepancies in the timeframe, the applicant stated that he was not beaten by the SSP in 1992, but rather in 1995. The applicant again blamed this error on interpretation problems.", "• When the applicant was questioned concerning whether he had ever been detained or put in jail, he failed to mention any of the three alleged detentions by police in 1994 to 1996, although he did state that he had been detained by a Citizenship and Immigration Canada official at the Peace Bridge. When questioned on these significant omissions, the applicant did not offer what the Board found to be a satisfactory explanation. Instead, the applicant blamed his interpreter.", "• The applicant stated that he was targeted by the SSP for engaging in voluntary activities that, in his own words, are performed by many active members in the Shia faith. The Board, nevertheless, found he was unable to explain what distinguished him from the over 20 million other Shias who carry out such voluntary activities and continue to live in Pakistan.", "• The RPD found the applicant's evidence concerning the well-foundedness of his subjective fear to raise serious credibility concerns. For example, the applicant indicated that after being tortured by the police he went into hiding in Rawalpindi for ten days, during which time he did not encounter any problems. The applicant stated he left Rawalpindi because he could not afford to live in a hotel; however, the RPD noted that the applicant had been able to pay for an air ticket and a smuggler's fee to enter the United States.", "• Likewise, the Board drew an adverse inference from the fact that the applicant did not seek refugee protection in the U.S. during the entire time he lived there. When asked why he did not seek protection sooner, the applicant stated he consulted a lawyer by a toll-free telephone and was advised that he should have applied upon his arrival. The RPD found the applicant's explanation that he did not have sufficient funds to hire a lawyer not to be credible given the evidence before the Board that he was employed the very month that he arrived in the United States.", "• Finally, the Board did not believe the applicant's assertion that he did not claim protection in the U.S. due to his fear, post-9/11, that he would be deported since the evidence clearly demonstrated he remained in the United States for fifteen months after September 11, 2001."], ["[4]", "The applicant now challenges the RPD's findings on a number of grounds. The applicant contends the Board erred in its assessment of his credibility and finding of lack of subjective fear. The applicant also submits the respondent breached its duty of procedural fairness by failing to provide an adequate interpreter to the applicant at the refugee claim intake interview. He further submits that the Board erred when it determined there is adequate state protection in Pakistan. Finally, the applicant asserts the Board failed to adequately address his risks under section 97 of the IRPA and that a separate analysis should have been conducted in this case."], ["[5]", "All those reproaches are unfounded in my opinion.", "Conclusion of the Board not patently unreasonable"], ["[6]", "The applicant contends that the Board misconstrued material facts and documentary evidence which demonstrates that not only prominent Shias are targeted by the SSP, since it appears that many of the victims in 2003 were Shia professionals - doctors and lawyers - who were not politically active or involved with sectarian groups."], ["[7]", "The applicant submits that the Board made a reviewable error in dismissing the police report and personal medical evidence which corroborates the applicant's assertion of past persecution and personal risk."], ["[8]", "The applicant also states the Board erred by relying on the applicant's POE interview, since the applicant did not have an interpreter fluent in his language and there were problems in interpretation. Further, the applicant submits that the notes from the POE interview were never read back to the applicant to verify their accuracy. The applicant asserts that POE notes typically do not contain the same amount of detail as the PIF. Accordingly, the Board erred when it drew a negative inference from the discrepancies between the applicant's POE notes and his PIF."], ["[9]", "The applicant also alleges that the RPD erred when it determined the applicant's failure to make a refugee claim in the U.S. indicates of a lack of subjective fear. According to the applicant, the Board ignored the evidence that he consulted legal services after residing in the U.S. for approximately 1 ½ months, only to be told that he should have made his claim within 24 hours of his arrival in that country. Moreover, the applicant states the Board failed to consider the evidence before it which showed that the applicant did not have funds to retain a lawyer and that, fearing deportation, he did not approach the authorities directly."], ["[10]", "Having read the entirety of the RPD's decision, I find the Board's conclusion not patently unreasonable. In my opinion, the RPD's reasons clearly set out the findings of fact and the principle evidence upon which those findings were based. I am not persuaded that the Board ignored or arbitrarily discarded relevant documentary evidence, or made erroneous findings of fact in a perverse or capricious manner without regard to the evidence before it."], ["[11]", "The RPD's credibility findings are subject to the most deferential standard of review. This Court should be reluctant to set aside such decisions of the Board as they are at the heart of the specialized jurisdiction of the Board as the trier of fact, unless the overall finding made by the Board is shown to be patently unreasonable. This is clearly not the case here."], ["[12]", "According to the jurisprudence, the Board is entitled to compare POE notes with an applicant's PIF and oral testimony and to draw adverse inference regarding credibility based on inconsistencies and discrepancies (", "<FRAGMENT_SUPPRESSED>  at para. 6, 2003 FCT 206). This Court has also held that a negative inference may be drawn based on an inconsistent statement made to an immigration officer, if the statement concerns an essential point of the claim and if the explanation for the inconsistency is not found by the RPD to be reasonable:", "<FRAGMENT_SUPPRESSED>  (Q.L.), at para. 20. Accordingly, it was not patently unreasonable for the Board to find the applicant's explanation (that the discrepancies were a result of poor translation) to be unsatisfactory given that there were significant omissions of key incidents, and not merely a problem in interpreting the nuances of a specific word or phrase."], ["[13]", "The Board did not act in an unreasonable manner in drawing a negative inference from the applicant's delay of six and a half years in claiming refugee status. The respondent's counsel asserts that delay is an important factor in the assessment of the veracity of a refugee claim and that it is reasonable for the Board to expect a person fleeing persecution to claim refugee protection at the first possible opportunity. I agree with counsel and I defer to the reasoning of Justice Pinard, in", "<FRAGMENT_SUPPRESSED>  (QL) at para. 6, where it was determined that a delay of two and a half years may be indicative of a lack of subjective fear. In this case, the delay is nearly seven years."], ["[14]", "Finally, given the applicant's \"overall lack of credibility\", it was not patently unreasonable for the Board to place little or no weight on the various documents presented by the applicant, including the police report and the medical evidence (", "<FRAGMENT_SUPPRESSED>  (F.C.A.)).", "No breach of procedure fairness"], ["[15]", "The applicant further alleges that procedural fairness requires an interviewing officer who provides an interpreter to ensure that the interpreter has the ability to converse fully and accurately with the applicant in the applicant's mother tongue. The applicant asserts that he should have been counselled regarding his right to switch interpreters if he felt the interpreter was not accurately communicating what he was saying or if, because of dialect differences, there was a risk that the applicant's responses were not being fully communicated to the immigration officer. Finally, the applicant states that he was denied procedural fairness as part of the in-take interview was conducted by the interpreter."], ["[16]", "In this instance, I am not convinced that the omission at the POE interview of three significant allegations of torture at the hands of the police was a result of an error in translation."], ["[17]", "I find it reasonable to expect the applicant, who has a working-knowledge of English, and who could understand the question put to him by the immigration officer and respond appropriately, to recognize if major and significant interpretation errors were being made at the POE interview. Further, in my view, it is incumbent on the applicant to object to any such errors forthwith. At the very least, when the intake officer expressly asked the applicant if he had any difficulty understanding the interpreter, the onus was on the applicant to verbalize his concerns at that time."], ["[18]", "The Federal Court of Appeal has held there is no right to a perfect translation:", "<FRAGMENT_SUPPRESSED>  (QL). Likewise, in", "<FRAGMENT_SUPPRESSED> , Supreme Court of Canada, found as follows, at 987:", "However, it is important to keep in mind that interpretation is an inherently human endeavour which often takes place in less than ideal circumstances. Therefore, it would not be realistic or sensible to require even a constitutionally guaranteed standard of interpretation to be one of perfection."], ["[19]", "Further, I note that the Board did not reject the applicant's claim simply on the basis of credibility. Instead, the RPD found the delay of six and a half years in claiming refugee protection indicated a lack of subjective fear. It also determined the applicant had not rebutted the assumption of state protection. Accordingly, while the Board's credibility assessment was a factor in rejecting the applicant's claim, it was not the only factor."], ["[20]", "For these reasons, I am of the view that, in this instance, there has not been a breach of procedural fairness.", "Presumption of State Protection not rebutted"], ["[21]", "The applicant submits the RPD erred when it concluded the applicant failed to provide clear and convincing evidence to rebut the presumption of state protection. He asserts the documentary evidence clearly demonstrates the Pakistan government has been hesitant to crack down on sectarian extremist groups because the government is fearful of such groups. It is stated that the Board erred by failing to consider the evidence adduced by the applicant corroborating his assertions that state protection is not available. Moreover, since the applicant also fears the police, here the persecuting agent, it was not unreasonable for the applicant not to seek state protection."], ["[22]", "I adopt the reasoning of Justice Tremblay-Lamer, who conducted a pragmatic and functional analysis in", "<FRAGMENT_SUPPRESSED>  and determined that the appropriate standard of review of the RPD's decision with regards to adequate state protection, is reasonableness", "simpliciter", ". This standard has also been applied in several recent decisions of this Court (See, for example,", "<FRAGMENT_SUPPRESSED>  2006 FC 269;", "<FRAGMENT_SUPPRESSED>  2006 FC 159; and", "<FRAGMENT_SUPPRESSED>  (", "Ward", "), wherein it was stated that, absent a situation of complete breakdown of the state apparatus, there would be a presumption that a state is able to protect its citizens. Such a presumption in turn could be rebutted by a claimant who presented clear and convincing proof of the state's inability to protect. As the Supreme Court of Canada stated at paragraph 50 of its reasons:", "The issue that arises, then, is how, in a practical sense, a claimant makes proof of a state's inability to protect its nationals as well as the reasonable nature of the claimant's refusal actually to seek out this protection. On the facts of this case, proof on this point was unnecessary, as representatives of the state authorities conceded their inability to protect Ward. Where such an admission is not available, however,", "clear and convincing confirmation of a state's inability to protect must be provided.", "For example,", "a claimant might advance testimony of similarly situated individuals let down by the state protection arrangement or the claimant's testimony of past personal incidents in which state protection did not materialize. Absent some evidence, the claim should fail, as nations should be presumed capable of protecting their citizens.", "Security of nationals is, after all, the essence of sovereignty. Absent a situation of complete breakdown of state apparatus, such as that recognized in Lebanon in", "Zalzali", ", [1991] F.C.J. No. 341, it should be assumed that the state is capable of protecting a claimant. [Emphasis added]."], ["[24]", "As such, the state is presumed capable of protecting its citizens and refugee claimants must provide \"clear and convincing confirmation\" of the state's inability or unwillingness to protect them."], ["[25]", "Contrary to the applicant's claim, the Board did not casually dismiss the issue of state protection but provided extensive reasons for doing so. In my opinion, it was not unreasonable, based on the evidence before it, for the RPD to determine that the applicant had failed to rebut the presumption of adequate state protection in Pakistan. In its reasons the Board finds, given the applicant's limited activity in the Shia community over a decade ago, his modest education, his professional position as a salesperson and his lack of a leadership role in the Shia community, that he does not fit the high profile of persons, such as doctors and lawyers, who are usually targeted for sectarian violence. The Board noted there are approximately 20 million Shias in Pakistan and Shias are generally protected by the government and well-integrated into Pakistani society. The Board admitted that in the past the police were often ineffective in dealing with Sunni/Shia sectarian violence. Nevertheless, it found there have been serious and dramatic changes when dealing with sectarian violence. The Board acknowledged that there are some dissenting views expressed in some documents. Nevertheless, given the preponderance of objective and reliable evidence, the RPD concluded that the authorities, while not eliminating sectarian violence, are making serious efforts to deal with it."], ["[26]", "It is my opinion that the Board's conclusion was reasonably open to it and was supported by the documentary evidence, as well as the principles set out by this Court with respect to state protection. I am satisfied that the Board understood and appreciated both the positive and negative evidence that was adduced at the refugee hearing. Moreover, in view of the fact that the Board did not believe, in the first place, that the applicant had been deprived and tortured by the police in 1996, and to the extent that the Board concluded that the applicant had not rebutted the presumption of state protection, I am satisfied that the correct test as set out in", "Ward", ", above, was applied. In short, the Board did not make a reviewable error.", "Section 97 conclusion valid"], ["[27]", "Finally, pursuant to section 97(1) of the IRPA, the Board is required to evaluate whether a claimant is in need of protection owing to the danger of torture (ss. 97(1)(a)); risk to life (ss. 97(1)(b)); or risk of cruel and unusual treatment (ss. 97(1)(b)). The applicant submits that the Board erred by failing to properly address the applicant's claim for protection in accordance with section 97 of the IRPA. The applicant states the jurisprudence supports the proposition that where evidence is clearly tendered concerning section 97 risk, the Board is obliged to evaluate it and to provide a separate section 97 analysis in its reasons.  <FRAGMENT_SUPPRESSED>  2003 FC 1119 at para. 21 and", "<FRAGMENT_SUPPRESSED>  2003 FC 1211 at para. 41. It is asserted that although the Board rejected the section 96 claim based on credibility concerns, it had an obligation to address objective risk under section 97."], ["[28]", "I am ready to accept that a negative credibility determination in respect of a refugee claim under section 96 is not necessarily dispositive of the considerations under section 97(1) since the elements required to establish a claim under section 97 differ from those required under section 96 (", "<FRAGMENT_SUPPRESSED>  and", "<FRAGMENT_SUPPRESSED> ). Ultimately, whether a Board properly considered both claims must be determined on a case by case basis with regard to the different elements required to establish each claim (", "<FRAGMENT_SUPPRESSED> ). However, the failure to conduct a separate section 97 analysis will not be fatal in all circumstances (", "<FRAGMENT_SUPPRESSED>  2004 FC 635;", "<FRAGMENT_SUPPRESSED> ), especially if the facts and the grounds for seeking protection (here, on a Convention ground) are the same and the claimant's story is not credible (", "<FRAGMENT_SUPPRESSED>  2004 FC 79)."], ["[29]", "In this case, the Board's decision reads, in part, as follows:", "The panel [of the RPD] also considered whether the claimant is a person in need of protection because of risk to his life, or a risk of cruel and unusual treatment, or because he faces a danger of torture. The claimant adduced neither other evidence, nor does the documentation support a finding that he faces a serious possibility of persecution, should he return to Pakistan at present. Therefore, given the lack of credibility of material facts in this claim, and having reviewed all the evidence, the claimant has failed to establish that he meets the higher threshold of risk to life, or a risk of cruel and unusual treatment or punishment. I conclude also that no credible evidence was adduced that would support a finding that the claimant faces a danger of torture.", "In considering the totality of the evidence before me, including the PIF, the oral testimony of the claimant, the observation of the Refugee Protection Office, and the submission of counsel, I find that, on the balance of probabilities, the claimant has not presented sufficient credible or trustworthy evidence that if he were to return to Pakistan at the present time, he would face a serious possibility of persecution at the hands of Sunni extremists, such as the SSP for the alleged reasons, or that he would personally face a risk to his life, or a risk of cruel and unusual treatment or punishment, or that there are substantial grounds to believe that he would personally be subjected to a danger of torture."], ["[30]", "In the case at bar, the RPD found important omissions, contradictions and implausibilities in the applicant's evidence, which led it to conclude that the applicant's story was not credible. I have already determined that these findings were open to the Board. Further, the RPD showed an appreciation of the country conditions in Pakistan and specifically considered, in its reasons, the country documentation before it. There is no evidence to suggest that the Board failed to consider evidence before it or that it misapprehended any aspect of the evidence. Apart from the evidence that the RPD found to be not credible, there was no other evidence before it, in the country documentation, or elsewhere, that could have led the Board to conclude that the applicant was a person in need of protection. I find that the Board's conclusion, that the applicant was not a \"person in need of protection\" under paragraphs 97(1)(a) and (b) of the IRPA, was open to it on the evidence."], ["[31]", "In conclusion, the present application must fail. Counsel agrees that no question of general importance is raised in this proceeding.", "ORDER"], ["[32]", "THIS COURT ORDERS that", "the application for judicial review is dismissed.", "[End of document]"]]}