{"id_": "082479", "body_str": [["[1]", "Boivin, J.", ": This is an application pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [Act] for judicial review of the decision of an Immigration Officer (Officer) of the High Commission of Canada in Islamabad, Pakistan, dated June 28, 2011, whereby the Officer refused the applicants' application for a permanent resident visa in either a member of the Convention Refugee Abroad class or a member of the Country of Asylum class under sections 145 or 147 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 [Regulations].", "Factual Background"], ["[2]", "Mrs. Shah Jan Atahi (the principal applicant) is a widow and a citizen of Afghanistan. The other applicants include: the principal applicant's sons - Jalaluddin Atahi, Haroon Atahi, and Omaid Atahi; the wives of Jalaluddin and Haroon - Shukria and Shaista; and their dependents. The applicants are of Hazara ethnicity and are Shia Muslims."], ["[3]", "The applicants allege that they were subject to persecution in Afghanistan due to their ethnicity and their religious beliefs. The applicants assert that the persecution began between the Soviet invasion and the Taliban's era and then worsened in later years."], ["[4]", "The principal applicant's husband passed away in 1988. The family left Afghanistan in 1993 after the Mujahedeen came and the principal applicant's son was injured in a rocket attack. The family fled to Pakistan where they have lived in a refugee camp until this day."], ["[5]", "The applicants applied for permanent residence in Canada as members of the Country of Asylum class. The applicants were interviewed in Islamabad on June 21, 2011 by the Officer, with the assistance of an interpreter, in order to analyze their refugee claim.", "Impugned Decision"], ["[6]", "The Officer's interview notes of June 21, 2011, state the following:", "I HAVE THE FOLLOWING CONCERNS WITH YOUR APPLICATIONS:", "REASONS FOR WANTING TO IMMIGRATE TO CANADA ARE LINKED TO THE FACT THAT THE APPLICANTS DO NOT HAVE ANY FAMILY MEMBERS IN AFGHANISTAN AS WELL AS THE LACK OF GENERAL SECURITY. THEY ARE NOT LINKED TO A STATE OF CONTINUING TO BE SERIOUSLY AND PERSONALLY AFFECTED BY ARMED CONFLICT, CIVIL WAR OR MASSIVE VIOLATIONS OF HUMAN RIGHTS.", "THE APPLICANTS HAVE STATED INSECURITY AS A REASON FOR NOT WANTING TO RETURN. HOWEVER, I NOTE THAT PA'S ARE FROM KABUL, A CITY WHICH BENEFITS FROM GOVERNMENT CONTROL AND RELATIVE STABILITY. THE UNITED NATIONS DEPARTMENT OF SAFETY AND SECURITY (UNDSS) HAS ASSESSED IT AS A LOW RISK/PERMISSIVE ENVIRONMENT.", "THOUGH I SYMPATHISE WITH THE PA'S DESIRE TO IMPROVE THE FAMILY'S SITUATION, I AM NOT SATISFIED THAT PA AND FAMILY CONTINUE TO BE SERIOUSLY AND PERSONNALLY AFFECTED BY ARMED CONFLICT, CIVIL WAR OR MASSIVE VIOLATIONS OF HUMAN RIGHTS. THEREFORE, I AM NOT SATISFIED THAT PA AND FAMILY MEET THE RA DEFINITION.", "I HAVE ALSO CONSIDERED THE CONVENTION REFUGEE ABROAD DEFINITION. HOWEVER, BASED ON INFORMATION ON FILE AND THE PA'S STATED REASONS FOR NOT WANTING TO RETURN, I CANNOT BE SATISFIED THAT PA AND FAMILY HAVE A WELL FOUNDED FEAR OF PERSECUTION IF THEY WERE TO RETURN. THEREFORE, I AM NOT SATISFIED THAT THEY MEET THE CR DEFINITION.", "THESE CONCERNS ARE ALL EXPLAINED TO THE APPLICANTS AND THEY ARE PROVIDED WITH AN OPPORTUNITY TO RESPOND. [Capitals in original]"], ["[7]", "A letter was sent to the applicants dated June 28, 2011, wherein the Officer communicated his decision. The Officer noted that he strongly sympathized with the principal applicant's desire to improve her family's economic situation and to ensure a brighter future for the family. The Officer set out the relevant statutory provisions and then stated that the applicants' application was refused as he concluded that they would not continue to be seriously and personally affected by armed conflict or massive violations of human rights in Afghanistan. The applicants were not eligible for the Country of Asylum class or the Convention Refugee Abroad class."], ["[8]", "The Officer noted he was not satisfied that the applicants met the Country of Asylum Class definition as the reasons that they had provided for not wanting to return to Afghanistan had been economic in nature. As well, the Officer stated that the applicants had not demonstrated that they remained seriously and personally affected by the conflict in Afghanistan."], ["[9]", "The Officer also noted that he considered the Convention Refugee Abroad definition but that he was not satisfied that the applicants would face a well-founded fear of persecution. Although the applicants were given the opportunity to respond to the Officer's concerns, the Officer affirmed that they were unable to allay them.", "Issues"], ["[10]", "The relevant issues raised by the applicants are as follows:", "a. Did the Officer incorrectly assess the criteria of a person in the Convention Refugee Abroad Class in his decision?", "b. Did the Officer err in considering that the applicants could return to Afghanistan and that there was a durable solution?", "c. Did the Officer breach procedural fairness rules by not noticing that the interpreter was not permitting the applicant and her family to finish answering the questions completely?", "d. Did the Officer err in concluding that the applicant's motives for wanting to settle in Canada were purely economic?", "e. Did the Officer fail to follow the assessment criteria 13.9 - 13.13 of the OP5 Manual for the ability to establish and settlement criteria factors?", "Statutory Provisions"], ["[11]", "Several provisions of the Act and the Regulations are applicable in the present case. They are included in the Annex.", "Standard of Review"], ["[12]", "In the case of", "<FRAGMENT_SUPPRESSED>  [2008] FCJ No 986 [ <FRAGMENT_SUPPRESSED> ], Justice Layden-Stevenson affirmed that the question of whether an applicant falls within the Convention Refugee Abroad Class or Country of Asylum Class is a question of mixed fact and law and is reviewable according to the standard of reasonableness (see <FRAGMENT_SUPPRESSED> at para 19;", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ])."], ["[13]", "Moreover, the case law has established that the standard of correctness is applicable to the issue of the alleged lack of opportunity to adequately respond to the Officer's questions as it is a question of procedural fairness (", "<FRAGMENT_SUPPRESSED> [2012] FCJ No 204;", "<FRAGMENT_SUPPRESSED> [2008] FCJ No 674).", "Analysis", "1) Did the Officer incorrectly assess the criteria of a person in the Convention Refugee Abroad Class in his decision?"], ["[14]", "The applicants submit that the Officer incorrectly assessed the criteria of a person in the Convention Refugee Abroad Class in his decision. The applicants affirm that they meet all of the criteria of the definition of a refugee within the Convention Refugees Abroad Class as they are outside their home country and they cannot return to that country because of a well-founded fear of persecution based on a Convention ground."], ["[15]", "The Court recalls that an applicant claiming to be under the Convention Refugee Abroad Class must demonstrate that he or she meets the definition of a Convention Refugee provided in section 96 of the Act ( <FRAGMENT_SUPPRESSED> , above, at paras 10-12;", "<FRAGMENT_SUPPRESSED> [2006] FCJ No 333)."], ["[16]", "The applicants stated the following in their application regarding the situation in Afghanistan (Tribunal Record, p 227):", "What made us leave the country was the horrible and unbearable situation of Afghanistan. Our life was totally in danger. Bomb blasts and rocketing was all over. That situation led us to escape rather than proceed to our normal life. We had lost our father due to a stomach ache and on the other hand, our older brother was a little injured while rocket was hit the city. There was a huge fighting of the groups that turned our life more miserable. To survive ourselves and safety our lives, we had to flee to Pakistan.", "The shocking situation that we experienced there is quite terrifying. We are quite scared. The current situation is too bad over there. The rate of kidnapping, bomb explosion and robbery has been increasing in Afghanistan day by day. We do not want put our lives in danger once again."], ["[17]", "The Court observes that the applicants did not raise the issue of persecution in Afghanistan due to their Hazara ethnicity or their religious beliefs in their application or during their interview with the Officer in Islamabad (Tribunal Record, pp 406-408) or provide any evidence to that effect. Consequently, the Court is in agreement with the respondent that the applicants did not demonstrate that they satisfied the definition of a Convention Refugee Abroad as they did not refer to dangers or fears that would set them apart from other Afghans or other Afghans of Hazara ethnicity. The objective country condition evidence alone cannot be an adequate basis for a positive determination of a refugee claim."], ["[18]", "Based on the evidence before him, it was thus reasonable for the Officer to conclude that the applicants failed to establish a well-founded fear of persecution of one of the enumerated grounds at s 96 of the Act.", "2) Did the Officer err in considering that the applicants could return to Afghanistan and that there was a durable solution?"], ["[19]", "The applicants also submit that the Officer erred in concluding that they could return to Afghanistan and that there was a durable solution. The applicants state that the Officer had the duty to consider the findings of the country condition reports on Afghanistan, namely the \"2009 Human Rights Report: Afghanistan\" (the report), which outlines that the danger in Afghanistan is far from over. While the Officer found that Kabul benefited from government protection and relative stability, the report stated that \"Kabul became a key terrorist target during the year\". Consequently, the applicants argue that the Officer did not assess all of the elements that were before him."], ["[20]", "As well, the applicants state that they have been living in Pakistan for eighteen (18) years and have absolutely nothing left in Afghanistan - no family, no home or possessions. The applicants maintain that the Officer also neglected a key factor which distinguished them from other ordinary Afghan citizens: the fact that they are of Hazara ethnicity and thus not \"similarly situated individual\" as alleged by many returnees."], ["[21]", "For its part, the respondent reminds that pursuant to paragraph 147(", ") of the Regulations, an applicant must convince the Officer that he has been and continues to be seriously and personally affected by a civil war, armed conflict or a massive violation of human rights in his country of nationality or habitual residence if his application is to be accepted in the Country of Asylum class. The respondent states that the source of country class is not an issue in this case; an applicant is a member of the \"Source country class\" if he or she resides in his country of nationality or habitual residence at the time of the application and at the time the visa is issued. As well, the respondent affirms that the burden of proof rests on the applicant (", "<FRAGMENT_SUPPRESSED>  [2007] FCJ No 1126;", "<FRAGMENT_SUPPRESSED>  [2009] FCJ No 374) and that the test under section 147 of the Regulations is conjunctive - meaning that the applicant must satisfy each one of the conditions (", "<FRAGMENT_SUPPRESSED>  [2008] FCJ No 881; <FRAGMENT_SUPPRESSED> , above, at para 31)."], ["[22]", "With respect to the issue of the durable solution in Pakistan, the respondent alleges that the applicants did not establish that they continued to be seriously and personally affected by armed conflict, civil war or mass violations of human rights in Pakistan. Consequently, the respondent submits that the Officer was not required to assess whether there was a durable solution as provided in paragraph 139(1)(", ") of the Regulations."], ["[23]", "The Court notes that the Officer found that the applicants had not demonstrated that they met the requirements of the Convention Refugee Abroad class pursuant to section 145 of the Regulations. While the applicants have framed the issue as whether the \"officer erred in finding that the applicants could return to Afghanistan\", the Court notes that this was not the issue before the Officer; rather, the Officer considered whether the applicants had satisfied the requirements of a member of the Country of Asylum class outlined in section 147 of the Regulations: that the foreign national must \"have been, and continue to be, seriously and personally affected by civil war, armed conflict or massive violation of human rights\" in their home country. In addition, the applicants' situation in Pakistan might be difficult, however, the applicants have lived and worked in Pakistan for a period of eighteen (18) years and there is no evidence before the Court that their visa, which has been renewed in the past, will not be renewed upon expiry at the end of the year 2012 ( <FRAGMENT_SUPPRESSED> , above, at para 28)."], ["[24]", "After a review of the file, the Court is of the opinion that the Officer did not err in concluding that the applicants did not meet the requirements of section 147 of the Regulations as their motives for seeking refugee status were economic in nature. Each case turns on its own set of facts and the record does not indicate that the Officer misunderstood or misconstrued the evidence or made his decision based on erroneous findings of fact or in a perverse or capricious manner. Rather, he came to his decision on the basis of all of the evidence presented by the applicants, the information provided at the interview, his knowledge of the situation in Afghanistan and the assessment of the United Nations Department of Safety and Security. Itwas thus reasonable to conclude that the applicants had not discharged their burden of establishing that they would be seriously and personally affected by armed conflict or massive violations of human rights in Afghanistan."], ["[25]", "Finally, with regard to the issue of the \"durable solution\", the Court cannot accept the arguments of the applicants. As Justice Frenette stated in the case of  <FRAGMENT_SUPPRESSED> , an officer need only consider the issue of the \"durable solution\" if the applicants in question have successfully established that they are members of the Convention Refugee Abroad class or the Country of Asylum class:"], ["[12] Therefore, in order to succeed in their applications, the applicants had to establish that they are members of the Convention refugees abroad class or the country of asylum class and that they have no durable solution in a country other than Canada. The \"durable solutions\" contemplated by the Regulations are (i) voluntary repatriation or resettlement in their country of nationality, or (ii) resettlement in another country (paragraph 139(1)(d)).", "3) Did the Officer breach procedural fairness rules by not noticing that the interpreter was not permitting the applicant and her family to finish answering the questions completely?"], ["[26]", "The applicants assert that the Officer committed a breach of procedural fairness in not noticing that their interpreter did not permit them to finish answering the questions completely. The applicants contend that the interpreter was constantly interrupting them and consequently, they were not given the opportunity to adequately explain that they would face real danger if returned to Afghanistan in light of their ethnic background and religious beliefs. As well, the applicants allege that Omaid Atahi was not interviewed, which amounted to a breach of procedural fairness as he was not given the right to be heard."], ["[27]", "The respondent disagrees and argues that there was no breach of procedural fairness in the present case."], ["[28]", "With respect to the allegation that the applicants were interrupted by their interpreter and thus prevented from giving complete answers to the Officer's questions, the respondent relies on the affidavit prepared by the Officer, which explains the procedure that was followed during the interview. The Officer stated the following in his affidavit at paragraph 6 (Respondent's record, p. 81):", "[...] During the interview, the interpreter will often hold up their hand to the Applicants as a signal to pause and allow for the translation into English. After the interpreter completes the translation into English, I then ask the applicants to continue with their statement."], ["[29]", "Also, concerning the allegation that Omaid Atahi was not interviewed by the Officer, the Officer provided the following explanation in his affidavit at paragraph 8 (Respondent's record, p. 82):", "I did not interview Omaid ATAHI, the dependant son of Shah Jan ATAHI in the application number B05141686. I reviewed the information contained in the file and information provided by his mother and other family members at the interview. Based on this I determined that a decision could be made on that file without interviewing him."], ["[30]", "In addition, the Officer gave the applicants the opportunity to respond to all of his questions as he stated the following in his affidavit at paragraph 9 (Respondent's record, p. 82):", "At the end of the interview, all of the principal Applicants and their spouses were in the interview room. I addressed them as a group when I expressed my concerns with their applications and provided an opportunity for any member of the group to respond. I also followed up with another question to solicit responses from any other family members. Their responses are recorded in the CAIPS notes."], ["[31]", "In light of the foregoing, the applicants have not convinced the Court that there was a breach of procedural fairness. Given the evidence before the Court, including the Officer's affidavit and the interview notes, the Court is of the view that the applicants were given every opportunity to fully present their case and answer the Officer's concerns (see also", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 204).", "4) Did the Officer err in concluding that the applicant's motives for wanting to settle in Canada were purely economic?"], ["[32]", "The applicants also advance that the Officer erred in concluding that their motives for wanting to settle in Canada were purely economic. The applicants maintain that they were never asked about their occupations or their financial situation during the interview with the Officer, or whether this was a motive for applying for permanent residency in Canada. The applicants argue that the Officer had the duty to confront the applicants with his preoccupations. The applicants also affirm that they can work in Canada and will not be a burden to Canadian society."], ["[33]", "The respondent submits that the Officer was fully entitled to conclude that the applicants' motives for wanting to settle in Canada were purely economic as they did not provide testimony or submit any evidence to demonstrate the dangers or fears of being persecuted due to their Hazara ethnicity in Afghanistan."], ["[34]", "The Court finds that the Officer's conclusion about the applicants' motives for wanting to settle in Canada was reasonable under the present circumstances. Indeed, the applicants did not mention that they feared returning to Afghanistan due to the risk of being persecuted based on their ethnicity and religious beliefs. Rather, the principal applicant stated the following during her interview with the Officer (Tribunal Record, p 407):", "IS THERE ANY RISK TO YOUR FAMILY IF YOU RETURNED TO AFG? I don't want to return and see the rocket bombardment and there are suiciders and I am under treatment. I am a widow. At that time there was no one to support my family and provide food. I don't have any family members and also I have high blood pressure. It was a fighting period and there was no one to provide food for my family and I have 8 children. Now I'm working as a cook one day a week."], ["[35]", "The Court recalls that it is not a requirement in Canadian law that the Officer make specific inquiries that the applicant suggests he was under a duty to ask (", "<FRAGMENT_SUPPRESSED> [2011] FCJ No 69). Moreover, while the applicants suggest that the Officer erred in failing to assess the applicants' ability to establish themselves, pursuant to the case of <FRAGMENT_SUPPRESSED> , above, there was no requirement for this assessment given the Officer's conclusion that the applicants were neither members of the Convention Refugee Abroad class nor the Country of Asylum class and this finding is determinative. The Officer's assessment, on the basis of the evidence, is a reasonable one.", "5) Did the Officer fail to follow the assessment criteria 13.9-13.13 of the OP5 Manual for the ability to establish and settlement criteria factors?"], ["[36]", "Finally, the applicants also submit that the Officer failed to follow the assessment criteria 13.9 - 13.13 of the Citizenship and Immigration Canada OP5 Manual entitled \"", "Overseas Selection and Processing of Convention Refugees Abroad Class and Members of the Humanitarian-protected Persons Abroad Classes", "\" (the OP5 Manual) for the ability to establish and the settlement criteria factors. Specifically, the applicants maintain that the Officer erred in neglecting to assess the fact that the applicants have family members in Canada who are willing to support them."], ["[37]", "The Court agrees with the respondent that this manual is neither mandatory nor exhaustive and it serves to provide some rationality and consistency in the application of the provisions of the Act and Regulations (", "<FRAGMENT_SUPPRESSED>  [2002] FCJ No 950)."], ["[38]", "But more importantly, the Court also agrees with the arguments of the respondent as there was no requirement for the Officer to conduct further analysis once he determined that the applicants did not satisfy the requirements of the Convention Refugee Abroad class and the Country of Asylum class."], ["[39]", "By way of summary, the Court finds that there was no error committed by the Officer in the present case and no duty of fairness was breached. The Officer's decision falls within \"the range of possible, acceptable outcomes which are defensible in respect of the facts and the law\" ( <FRAGMENT_SUPPRESSED> , above, at para 47). For these reasons, the Court finds that this application for judicial review will be dismissed."], ["[40]", "The parties have not proposed a question for certification and none arises in the case at bar.", "JUDGMENT"], ["[41]", "THIS COURT'S JUDGMENT is that", "1. The application is dismissed;", "2. There is no question for certification.", "Application dismissed.", "Editor: Sharon McCartney/vnh", "ANNEX", "The applicable provisions of the", "Immigration and Refugee Protection Act", "are the following:", "PART 1", "IMMIGRATION TO CANADA", "Division 1", "Requirements Before Entering Canada and Selection", "Requirements Before Entering Canada", "Application before entering Canada", "11.", "(1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act.", "...", "PART 2", "REFUGEE PROTECTION", "Division 1", "Refugee Protection, Convention Refugees and Persons in Need of Protection", "Convention refugee", "96.", "A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", ") is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", ") not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "PARTIE 1", "IMMIGRATION AU CANADA", "Section 1", "Formalités préalables à l'entrée et sélection", "Formalités préalables à l'entrée", "Visa et documents", "11.", "(1) L'étranger doit, préalablement à son entrée au Canada, demander à l'agent les visa et autres documents requis par règlement. L'agent peut les délivrer sur preuve, à la suite d'un contrôle, que l'étranger n'est pas interdit de territoire et se conforme à la présente loi.", "[...]", "PARTIE 2", "PROTECTION DES RÉFUGIÉS", "Section 1", "Notions d'asile, de réfugié et de personne à protéger", "Définition de « réfugié »", "96.", "A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", ") soit se trouve hors de tout pays don't elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "As well, certain provisions of the", "Immigration and Refugee Protection Regulations", "also apply in the case at hand:", "PART 8", "REFUGEE CLASSES", "Division 1", "Convention Refugees Abroad, Humanitarian-protected Persons Abroad and Protected Temporary Residents", "General", "General requirements", "139.", "(1) A permanent resident visa shall be issued to a foreign national in need of refugee protection, and their accompanying family members, if following an examination it is established that", ") the foreign national is outside Canada;", ") the foreign national has submitted an application in accordance with section 150;", ") the foreign national is seeking to come to Canada to establish permanent residence;", ") the foreign national is a person in respect of whom there is no reasonable prospect, within a reasonable period, of a durable solution in a country other than Canada, namely", "(i) voluntary repatriation or resettlement in their country of nationality or habitual residence, or", "(ii) resettlement or an offer of resettlement in another country;", ") the foreign national is a member of one of the classes prescribed by this Division;", ") one of the following is the case, namely", "(i) the sponsor's sponsorship application for the foreign national and their family members included in the application for protection has been approved under these Regulations,", "(ii) in the case of a member of the Convention refugee abroad class, financial assistance in the form of funds from a governmental resettlement assistance program is available in Canada for the foreign national and their family members included in the application for protection, or", "(iii) the foreign national has sufficient financial resources to provide for the lodging, care and maintenance, and for the resettlement in Canada, of I and their family members included in the application for protection;", ") if the foreign national intends to reside in a province other than the Province of Quebec, the foreign national and their family members included in the application for protection will be able to become successfully established in Canada, taking into account the following factors:", "(i) their resourcefulness and other similar qualities that assist in integration in a new society,", "(ii) the presence of their relatives, including the relatives of a spouse or a common-law partner, or their sponsor in the expected community of resettlement,", "(iii) their potential for employment in Canada, given their education, work experience and skills, and", "(iv) their ability to learn to communicate in one of the official languages of Canada;", ") if the foreign national intends to reside in the Province of Quebec, the competent authority of that Province is of the opinion that the foreign national and their family members included in the application for protection meet the selection criteria of the Province; and", ") subject to subsection (3), the foreign national and their family members included in the application for protection are not inadmissible.", "...", "Convention Refugee Abroad", "Member of Convention refugees abroad class", "145.", "A foreign national is a Convention refugee abroad and a member of the Convention refugees abroad class if the foreign national has been determined, outside Canada, by an officer to be a Convention refugee.", "Humanitarian-protected Persons Abroad", "Person in similar circumstances to those of a Convention refugee", "146.", "(1) For the purposes of subsection 12(3) of the Act, a person in similar circumstances to those of a Convention refugee is a member of the country of asylum class.", "Humanitarian-protected persons abroad", "(2) The country of asylum class is prescribed as a humanitarian-protected persons abroad class of persons who may be issued permanent resident visas on the basis of the requirements of this Division.", "Member of country of asylum class", "147.", "A foreign national is a member of the country of asylum class if they have been determined by an officer to be in need of resettlement because", ") they are outside all of their countries of nationality and habitual residence; and", ") they have been, and continue to be, seriously and personally affected by civil war, armed conflict or massive violation of human rights in each of those countries.", "PARTIE 8", "CATÉGORIE DE RÉFUGIÉS", "Section 1", "Réfugiés au sens de la Convention outre-frontières, personnes protégées à titre humanitaire outre-frontières et résidents temporaires protégés", "Dispositions générales", "Exigences générales", "139.", "(1) Un visa de résident permanent est délivré à l'étranger qui a besoin de protection et aux membres de sa famille qui l'accompagnent si, à l'issue d'un contrôle, les éléments suivants sont établis:", ") l'étranger se trouve hors du Canada;", "b) il a présenté une demande conformément à l'article 150;", "c) il cherche à entrer au Canada pour s'y établir en permanence;", "d) aucune possibilité raisonnable de solution durable n'est, à son égard, réalisable dans un délai raisonnable dans un pays autre que le Canada, à savoir:", "(i) soit le rapatriement volontaire ou la réinstallation dans le pays don't il a la nationalité ou dans lequel il avait sa résidence habituelle,", "(ii) soit la réinstallation ou une offre de réinstallation dans un autre pays;", "e) il fait partie d'une catégorie établie dans la présente section;", ") selon le cas:", "(i) la demande de parrainage du répondant à l'égard de l'étranger et des membres de sa famille visés par la demande de protection a été accueillie au titre du présent règlement,", "(ii) s'agissant de l'étranger qui appartient à la catégorie des réfugiés au sens de la Convention outre-frontières, une aide financière publique est disponible au Canada, au titre d'un programme d'aide, pour la réinstallation de l'étranger et des membres de sa famille visés par la demande de protection,", "(iii) il possède les ressources financières nécessaires pour subvenir à ses besoins et à ceux des membres de sa famille visés par la demande de protection, y compris leur logement et leur réinstallation au Canada;", ") dans le cas où l'étranger cherche à s'établir dans une province autre que la province de Québec, lui et les membres de sa famille visés par la demande de protection pourront réussir leur établissement au Canada, compte tenu des facteurs suivants:", "(i) leur ingéniosité et autres qualités semblables pouvant les aider à s'intégrer à une nouvelle société,", "(ii) la présence, dans la collectivité de réinstallation prévue, de membres de leur parenté, y compris celle de l'époux ou du conjoint de fait de l'étranger, ou de leur répondant,", "(iii) leurs perspectives d'emploi au Canada vu leur niveau de scolarité, leurs antécédents professionnels et leurs compétences,", "(iv) leur aptitude à apprendre à communiquer dans l'une des deux langues officielles du Canada;", "h) dans le cas où l'étranger cherche à s'établir dans la province de Québec, les autorités compétentes de cette province sont d'avis que celui-ci et les membres de sa famille visés par la demande de protection satisfont aux critères de sélection de cette province;", "i) sous réserve du paragraphe (3), ni lui ni les membres de sa famille visés par la demande de protection ne sont interdits de territoire.", "[...]", "Réfugiés au sens de la Convention", "outre-frontières", "Qualité", "145.", "Est un réfugié au sens de la Convention outre-frontières et appartient à la catégorie des réfugiés au sens de cette convention l'étranger à qui un agent a reconnu la qualité de réfugié alors qu'il se trouvait hors du Canada.", "Personnes protégées à titre humanitaire outre-frontières", "Personne dans une situation semblable à celle d'un réfugié au sens de la Convention", "146.", "(1) Pour l'application du paragraphe 12(3) de la Loi, la personne dans une situation semblable à celle d'un réfugié au sens de la Convention appartient à la catégorie de personnes de pays d'accueil.", "Personnes protégées à titre humanitaire outre-frontières", "(2) La catégorie de personnes de pays d'accueil est une catégorie réglementaire de personnes protégées à titre humanitaire outre-frontières qui peuvent obtenir un visa de résident permanent sur le fondement des exigences prévues à la présente section.", "Catégorie de personnes de pays d'accueil", "147.", "Appartient à la catégorie de personnes de pays d'accueil l'étranger considéré par un agent comme ayant besoin de se réinstaller en raison des circonstances suivantes:", ") il se trouve hors de tout pays don't il a la nationalité ou dans lequel il avait sa résidence habituelle;", "b) une guerre civile, un conflit armé ou une violation massive des droits de la personne dans chacun des pays en cause ont eu et continuent d'avoir des conséquences graves et personnelles pour lui."]]}