{"id_": "082502", "body_str": [["[1]", "Mandamin, J.", ": This is an application for judicial review of a decision by the Refugee Protection Division of the Immigration and Refugee Board (the Board) dated October 26, 2007, finding that:", "1. Mary Antanita Savundaranayaga and Sivasambu Lingadasan, the applicant parents, are excluded from refugee protection pursuant to Section F(a) and (c) of Article 1 of the", "United Nations Convention Relating to the Status of Refugees", "(the Refugee Convention) under s. 98 of the", "Immigration and Refugee Protection Act", "(IRPA) because they were members of the Liberation Tigers of Tamil Eelam (LTTE), an organization that has a limited, brutal purpose;", "2. Fineha Lingadasan, the applicant daughter who was four years old, is excluded from refugee protection because there is no serious possibility that she would be persecuted should she be returned to Sri Lanka, s.96 of IRPA and it was not established that she was a person in need of protection, s.97(1) of IRPA."], ["[2]", "The application for judicial review does not concern Dyson Lingadasan, the nine year old applicant son, since he received refugee status because there was a possibility he would be conscripted by the LTTE as a child soldier if he returned to Sri Lanka.", "BACKGROUND"], ["[3]", "The applicant parents are citizens of Sri Lanka. The applicant son, born in Germany, and the applicant daughter, born in Holland, are also citizens of Sri Lanka. The applicant parents are Tamils from northern Sri Lanka which is under the control of the LTTE."], ["[4]", "Both applicant mother and father allege their respective families in northern Sri Lanka were subject to harassment and extortion by the LTTE. The applicant mother alleges that in November 1993, she was forced to work in a LTTE kitchen and compelled to play music as part of the Hero's Day celebration in Killinochchi organized by the cultural wing of the LTTE. The applicant father claims that he and others were taken by the LTTE from work to clean and decorate roadsides for the Hero's Day celebrations. It was then he met the applicant mother."], ["[5]", "The applicant father says that he was asked in February 1994, to undergo military training for the LTTE. He refused and was detained until his family agreed to pay a large sum of money to the LTTE. On pretext of business travel, the applicant father obtained a pass and traveled to Colombo. The applicant mother followed and the couple married in Colombo at the end of March 1994."], ["[6]", "Immediately after the marriage, the applicant father left Sri Lanka and arrived at Holland. He applied for refugee status but was refused. The applicant mother says shortly after the applicant father departed Sri Lanka she was questioned by the police. Her mother bribed the police to forestall her arrest and they were ordered to return to their village."], ["[7]", "In October 1996, the applicant mother says that she was asked to join the LTTE and undergo military training. She refused and was detained for three days. She was released after her parents paid money to the LTTE. With the help of a smuggler, she left Sri Lanka to join her husband. She was left in Germany by the smuggler and she applied for refugee status in that country. She then travelled to Holland to meet her husband but was returned by the Dutch authorities to Germany six months later. Her son was born in Germany in June 1998. In June 1999, the applicant mother returned to Holland. The applicant daughter was born in Holland in 2002. The applicants request for refugee status in Holland was refused in October 2004."], ["[8]", "The applicants say they opted for voluntary departure and returned to Colombo on March 20, 2005. Upon return to Colombo they were questioned by the police, and the money they possessed was taken from them. They returned to their village in northern Sri Lanka where they were questioned by the LTTE and ordered to pay a very large sum of money. They were accused of being supporters of the Karuna rebel group which was allied with the Sri Lankan army. The applicant father was arrested and the applicant mother threatened with death. The applicant father says he was released upon agreeing to pay the demanded money in instalments. Later, on April 18, 2005, the applicant father says he was abducted from their home in the village by four people who he believed were army personnel and Karuna members. They demanded payment of a similar amount of money. Following his apprehension, the applicant mother fled to Colombo with their two children."], ["[9]", "With the help of a smuggler the applicant mother and children made their way to Canada, arriving on October 9, 2005. The applicant father says he was able to persuade a guard to let him escape and with the assistance of a smuggler left Sri Lanka on November 5, 2005. He travelled through Singapore, Malaysia and Bangkok arriving in Canada some eight months later on July 18, 2006, where he also claimed refugee protection."], ["[10]", "The applicants claim if they are returned to Sri Lanka, they will be persecuted by both the armed forces and militant groups. They sought refugee protection pursuant to ss. 96 and 97(1) of IRPA."], ["[11]", "The Minister served a Notice of Intervention of the Minister's intention to participate in the hearing of the applicant parents as matters involving Section F (a) and (c) of Article 1 of the Refugee Convention may arise.", "DECISION UNDER REVIEW"], ["[12]", "The Board accepted the identity of the applicant parents and the fact they were Tamils from northern Sri Lanka based on their passports and personal documents. Because of inconsistencies and contradictions in the applicant parents' evidence, the Board decided they were not credible and rejected their account with the exception of a statement by the applicant mother during the Port of Entry (POE) interview and her declaration in the initial refugee documentation."], ["[13]", "Before turning to the applicant mother's statement and declaration, I take note the nature of the Minister's intervention. The Notices of Intervention for both applicant parents contain the following identical wording:", "The Minister's counsel relies on the following elements of fact and/or law:", "1. Claimant's wife (MAS-05605) has declared at the port of entry, on October 9th, 2005, that her husband (the Claimant) was a high ranking member of the LTTE, acting as a cultural director.", "2. Documentary evidence describes the serious violations of human rights committed by LTTE which can be characterized as crimes against humanity, war crimes by LTTE which can be characterized as crimes against humanity, war crimes and/or acts contrary to the purposes and principles of the United Nations.", "3. In this context the claimant may have participated or may have been an accomplice in the perpetration of crimes against humanity."], ["[14]", "The Board began its analysis by noting the issue of exclusion of both applicant parents based on Article 1 F (a), (b), (c) of the Refugee Convention raised by the Minister. The issue of the exclusion of the minor children was also raised. The Board decided section 1 E [sic] of the Refugee Convention does not apply to the children. The Board proceeded to the question of the membership of the applicant parents in the LTTE."], ["[15]", "The Board found the notes from the POE interview of the applicant mother significant, quoting:", "Client declares that her husband was a high ranking member of the LTTE but that he was a cultural director. She claims he was responsible for the theatre and Music and that she was an accordion player. However, they are persecuted by the Sri Lankan Army because they are accused of supporting the LTTE.", "The Board also referred to the applicant mother's immigration documents completed the same day in which she answered that from April 1995 to April 1997 she was a member of the LTTE, a political organization, and her activities consisted of \"cultural/music\"."], ["[16]", "The Board rejected as not plausible the applicant mother's explanation that she only said she was a member of the LTTE on the advice of the smuggler to declare she and her husband were LTTE members. The Board considered the initial declarations \"clear, cogent, and logical.\" The Board decided to give more weight to the applicant mother's initial declarations as consistent with jurisprudence:", "<FRAGMENT_SUPPRESSED> . The Board decided: \"I believe that both adult claimants were members of the cultural wing of the LITTE, even though not necessarily on a very high level.\""], ["[17]", "The Board went on to decide that its conclusion was reinforced by the non-credible testimony of the applicant father regarding his problems with the LTTE after refusing to join. The Board drew a similar inference from the rejected testimony of both applicants about their respective families problems with the LTTE stating:", "I conclude from the above that the male claimant's brothers were able to avoid being recruited to the LTTE forces, and the female claimant's family to give LTTE money, because they already contributed in terms of both claimants' membership in the LTTE."], ["[18]", "The Board concluded its membership analysis by stating:", "Considering all the above, I rejected as not credible the claimants' testimony about their alleged problems with the LTTE and concluded, on the balance of probabilities, that the adult claimants were members of LTTE.\""], ["[19]", "The Board considered whether the LTTE was an organization with a limited brutal purpose. The Board stated:", "Having established, on the balance of probabilities, that the adult claimants were members of the LTTE, even though not necessarily, particularly in the case of the female claimant, that they played an important role, I have to evaluate, based on the documentary evidence, if mere membership in the LTTE is sufficient in order to exclude them from the Refugee protection. According to <FRAGMENT_SUPPRESSED> , membership is an organization is not usually in and of itself sufficient grounds to exclude a claimant. The exception is when the membership is in limited brutal purpose organization. Is the LTTE an organization with a limited and brutal purpose?"], ["[20]", "The Board found reports by both governmental and non-governmental organizations which consistently and clearly documented the LTTE as a terrorist organization that has a brutal and ruthless record for terrorizing civilian populations and that routinely commits very serious human rights abuses against Tamils, Sinhalese, and Muslim civil populations. The Board noted that in April 2006, LTTE was added to the list of entities considered by Canada as terrorist organizations. The Board came to the conclusion that the documentary evidence supports the proposition that the LTTE is an organization with a limited and brutal purpose."], ["[21]", "The Board determined that the applicant son who was nine years old faced a serious possibility that he would be forcefully conscripted by the LTTE or Karuna faction group as a child soldier and decided that he was a Convention refugee pursuant to s. 96 of IRPA based on his membership in a particular social group. The Board decided the applicant daughter who was four years old could go back with her parents since the parents, as LTTE members or ex-members could safely live in LTTE areas and because she was too young to be conscripted as a child soldier by the LTTE."], ["[22]", "The Board concluded the applicant parents \"were, and maybe still are, members of the LTTE, their mere membership in that organization, is sufficient to exclude them from Canada's protection as per s. 98 of IRPA.\" The Board ruled the applicant parents were excluded from refugee protection, as per Section F (a) and (c) of the Article I of the Refugee Convention, under s. 98 of IRPA.", "ISSUES"], ["[23]", "The applicants raise several issues of which two are most relevant:", "1. whether the Board Member erred in law by presuming an ill-defined membership in an LTTE cultural group was sufficient to make a determination of exclusion; and", "2. whether the Board Member erred in defining a \"limited and brutal purpose\" too broadly that the consistent application of its logic is perverse."], ["[24]", "I would state the issue as follows:", "Was there sufficient evidence to support a finding that the applicant parents are to be excluded under s. 98 of IRPA as being complicit in crimes set out in Section F (a) and (c) of Article 1 of the Refugee Convention?", "STANDARD OF REVIEW"], ["[25]", "The courts have applied a standard of review of reasonableness", "simpliciter", "in cases involving a question of membership in a terrorist organization. This standard of review is applicable both to the determination of membership in an organization:", "<FRAGMENT_SUPPRESSED>  at paras. 21-24 and to finding whether the organization is a terrorist organization:", "<FRAGMENT_SUPPRESSED>  at para. 12."], ["[26]", "Determinations of complicity in war crimes or crimes against humanity under s. 35 of IRPA are also subject to a reasonableness standard of review:", "<FRAGMENT_SUPPRESSED>  at para. 14;", "<FRAGMENT_SUPPRESSED>  at para. 16."], ["[27]", "The Supreme Court clarified the reasonableness standard of review in", "<FRAGMENT_SUPPRESSED> . The Supreme Court held that there was only one standard of reasonableness. In reviewing a Board's decision on a reasonableness standard the Court will consider \"the existence of justification, transparency and intelligibility within the decision-making process\" and \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": <FRAGMENT_SUPPRESSED> at para. 47.", "ANALYSIS", "Legislation"], ["[28]", "Article 1 F of the Refugee Convention states:", "F. The provisions of this Convention shall not apply to any person with respect to whom there are serious reasons for considering that.", "(a) He has committed a crime against peace, a war crime, or a crime against humanity, as defined in the international instruments drawn up to make provision in respect of such crimes;", "(b) He has committed a serious non-political crime outside the country of refuge prior to his admission to that country as a refugee;", "(c) He has been guilty of acts contrary to the purposes and principles of the United Nations."], ["[29]", "Section 98 of IRPA provides that a person referred to in Section F of Article 1 of the Refugee Convention is not a Convention refugee or a person in need of protection:", "Exclusion - Refugee Convention", "98.", "A person referred to in section E or F of Article 1 of the Refugee Convention is not a Convention refugee or a person in need of protection.", "Exclusion par application de la Convention sur les réfugiés", "98.", "La personne visée aux sections E ou F de l'article premier de la Convention sur les réfugiés ne peut avoir la qualité de réfugié ni de personne à protéger."], ["[30]", "Section 112(3)(c) of IRPA provides that a person rejected on the basis of Section F of Article 1 of the Refugee Convention is not entitled to apply for refugee protection under the pre-removal risk assessment process under section 112 of IRPA:", "Restriction", "112.(3) Refugee protection may not result from an application for protection if the person", ") made a claim to refugee protection that was rejected on the basis of section F of Article 1 of the Refugee Convention; or", "Restriction", "112.(3) L'asile ne peut être conféré au demandeur dans les cas suivants", ") il a été débouté de sa demande d'asile au titre de la section F de l'article premier de la Convention sur les réfugiés;", "Was there sufficient evidence to support a finding that the applicant parents are to excluded under s. 98 of IRPA as being complicit to crimes set out in Section F (a) and (c) of Article 1 of the Refugee Convention?"], ["[31]", "A s.98 IRPA exclusion based on Section F of Article 1 of the Refugee Convention is fraught with significance. For example, s.112(3) specifically disentitles excluded refugee claimants from seeking protection under the section 112 pre-removal risk assessment process.  <FRAGMENT_SUPPRESSED>  Justice Simpson wrote:", "Exclusion by Canada under Article 1F(a) of the Convention is a serious matter which could affect the Applicant for the rest of his life. In these circumstances, it is my view that an exclusion order should be reviewed to ensure that it is error-free, even if, as is the case here, the decision about exclusion would not be dispositive of the judicial review application."], ["[32]", "<FRAGMENT_SUPPRESSED>  the Federal Court of Appeal set out several propositions for considering cases involving application of Section F of Article 1 of the Refugee Convention. Briefly summarizing, Justice MacGuigan stated that:", "1. the language of Section F of Article 1 \"serious reasons for considering\" establishes a lower standard of proof than the balance of probabilities;", "2. the burden of proof is on the Government;", "3. the meaning of the word \"committed\" in Section F of Article 1 requires a", "mens rea", "interpretation of personal and knowing participation;", "4. with regard to the degree of complicity of an accomplice or abettor:", "i. mere membership in an organization which from time to time commits international offences is not normally sufficient for exclusion from refugee status,", "ii. where an organization is principally directed to a limited, brutal purpose, there is a rebuttable presumption that mere membership may by necessity involve personal and knowing participation in persecutorial acts."], ["[33]", "<FRAGMENT_SUPPRESSED>  (C.A.), Justice Robertson revisited the issue of guilt by association:", "45", "It is well settled that mere membership in an organization involved in international offences is not sufficient basis on which to invoke the exclusion clause; see Ramirez, at page 317, and  <FRAGMENT_SUPPRESSED>  (9th Cir. 1985), at page 1431.", "An exception to this general rule arises where the organization is one whose very existence is premised on achieving political or social ends by any means deemed necessary", ". Membership in a secret police force may be deemed sufficient grounds for invoking the exclusion clause; see Naredo and  <FRAGMENT_SUPPRESSED>  (F.C.T.D.), but see Ramirez at page 318 et seq. Membership in a military organization involved in armed conflict with guerrilla forces comes within the ambit of the general rule and not the exception. (underlining added)"], ["[34]", "<FRAGMENT_SUPPRESSED>  (C.A.), Justice Décary said that the Court expressly refused to make formal membership in an organization a condition for the exclusion clause to apply. He repeated Justice MacGuigan's comments  <FRAGMENT_SUPPRESSED> ,", "specifying that it was", "undesirable to go beyond the criterion of personal and knowing participation in persecutorial acts in establishing a general principle. The rest should be decided in relation to the particular facts.", "Justice Décary added:", "Membership", "in the organization", "will", ", of course,", "lessen the burden of proof", "resting on the Minister", "because it will make it easier to find that there was \"personal and knowing participation", "\". However, it is important not to turn what is actually a mere factual presumption into a legal condition. (underlining added)"], ["[35]", "In", "Harb", ", the Federal Court of Appeal again addressed the issue of exclusion under Section F of Article 1 of the Refugee Convention and the question of membership. Justice Décary wrote:", "Once those organizations have committed crimes against humanity and", "the appellant meets the requirements for membership in the group, knowledge, participation or complicity imposed by preceden", "t (see inter alia, Ramirez ...), the exclusion applies even if the specific acts committed by the appellant are not crimes against humanity as such. (underlining added)"], ["[36]", "Justice Décary later went on to restate:", "\"As the Court noted  <FRAGMENT_SUPPRESSED>  at 286,", "membership in a group makes it easier to conclude that there was personal and knowing participation - which remains the first test - than when there was no membership", ", but the difference affects the evidence, not the principles.\" (underlining added)"], ["[37]", "I take from the above decisions that a finding of membership is one element that may or may not lead to a finding of personal and knowing participation in international crimes. The underlying first test remains that evidence must establish personal and knowing participation in the proscribed crimes on the standard of \"serious reasons for considering\"; a standard lower than the balance of probabilities."], ["[38]", "The only positive evidence relating to the applicants' membership in the LTTE is the evidence of the applicant mother's initial refugee declarations. The Board chose to give this evidence \"greater weight\" and found, somewhat equivocally, that the applicant parents were members. To reiterate its conclusions, the Board stated:", "\"Consequently, I believe that both adult claimants were members of the cultural wing of LTTE, even though not necessarily on a very high level.\"", "And also:", "\"Having established, on the balance of probabilities, that the adult claimants were members of the LTTE, even though not necessarily, particularly in the case of the female claimant, that they played and important role, ...\""], ["[39]", "The Board found, with the above exception, that the applicant parents were not credible. In my view, the Board had ample basis to impugn the applicants' credibility. However, having dismissed the applicants' testimony in the main, the Board went on to use this negative finding to support its finding that the applicants were members of the LTTE. The burden of proof in considering a Section F of Article 1 exclusion remains on the respondent. While I have reservations about how far the Board can go in using its negative finding about the applicants' credibility as proof of the kind required for exclusion, I note that the Board's inferences from the negative credibility finding do not substantially advance its finding that the applicants' role with the LTTE involved low level cultural and musical activity."], ["[40]", "The Board found that the LTTE was an organization with a limited, brutal purpose. Its analysis focussed on the many reports documenting the international crimes by LTTE against civilian populations and non-combatants. The Board referred to LTTE control of northern Sri Lanka, mentioning control by authoritarian military rule and operation of an unfair court system. It also referred to a LTTE network of publicity and propaganda activities with offices in at least 54 countries. Finally, the Board referred to the LTTE leadership organization on a two tier structure: a military wing and a subordinate political wing. Nowhere does the Board refer to a cultural division or consider the role such a body may have in the LTTE organization."], ["[41]", "Membership in an organization that has a limited brutal purpose does not automatically result in exclusion by itself. Rather, it creates a rebuttal presumption of complicity or of the two criteria for complicity - a personal and knowing participation and a sharing of a common purpose."], ["[42]", "In <FRAGMENT_SUPPRESSED> , the excluded applicant was an officer of the Salvadorian military, who was aware of the large number of interrogations during his active service. He was a participating and knowing member of military, one of whose common objectives was to gain information by torture. His presence, coupled with his sharing of the common purpose of the military, constituted complicity. In <FRAGMENT_SUPPRESSED> , the successful appellant was also a member of the Salvadorian military but had been forcibly conscripted. There was one occasion where he witnessed the torture of a prisoner while on guard duty. Notwithstanding his membership, he was not considered to be complicit in a crime against humanity. In", "Harb", ", the excluded applicant was a member of the Amal movement, and an informant for money but not a member of the South Lebanon Army. His actions were such that he was complicit in the actions of the South Liberation Army which he was collaborating with. In", "Petrov", ", the excluded applicant was a member of the apparatus/machinery of the Russian Ministry of the Interior and the FSB whose objectives were often achieved through the commission of human rights abuses and violations of international law, such as civilian and criminal brutality, beatings, torture and death. He was found to be a knowing and active participant of an organization that was committing gross human rights abuses against civilians on a systematic and widespread basis."], ["[43]", "In this case, the Board, in finding membership in a cultural wing, failed to go further and consider the nature of this membership and how such membership gave rise to the presumption of complicity in the LTTE's atrocities. The Board did not state how this finding of membership supported the conclusion that the applicant parents had personal and knowing participation and a shared common purpose with the LTTE. As a result, the Board did not link the applicants' membership in a cultural wing with a sharing of the LTTE's common purpose of achieving its goals through brutality and violence against civilians."], ["[44]", "In my view, there is simply not enough evidence to support a finding that the applicant parents had the requisite personal knowledge and participation in the LTTE's crimes against humanity. In other words, there is not enough evidence to meet the threshold of \"serious reasons for considering\" that the applicant parents are guilty of those crimes for which they should be excluded under Section F(a) and (c) of Article 1 of the Refugee Convention"], ["[45]", "I am of the opinion that the Minister has not met his burden of proof. I find the Board's decision with respect to the applicant parents to be unreasonable."], ["[46]", "The applicant daughter's application rests on that of her parents. Having found the Board's decision with respect to the parents flawed, the Board's decision with respect to the applicant daughter is also flawed.", "CONCLUSION"], ["[47]", "The Board's decisions with respect to the applicant parents and the applicant daughter are quashed. I remit this matter back for re-determination by a differently constituted Board."], ["[48]", "The applicants pose two questions for certification:", "1. Whether the term \"terrorist organization\" as used in the Supreme Court decision in", "Suresh", "equates with the term \"brutal, limited purpose\".", "2. Whether the LTTE has a \"limited brutal purpose\"."], ["[49]", "Finding as I have, I see no reason to certify a question of general importance.", "JUDGMENT"], ["[50]", "THIS COURT ORDERS AND ADJUDGES that", "1. The application for judicial review is allowed and the matter is remitted for re-determination by differently constituted Board.", "2. No serious question of general importance is certified.", "[End of document]"]]}