{"id_": "082634", "body_str": [["[1]", "Boivin, J.", "[Translation]: This application for judicial review is brought under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [the Act], and concerns a decision of an immigration officer [the officer] dated May 28, 2012. In that decision, the officer denied the application for permanent residence on humanitarian and compassionate [H&C] grounds that the applicants had filed under subsection 25(1) of the Act.", "Factual background"], ["[2]", "Bernadette Delary Piard (the applicant) is a Haitian citizen. Augerson Berthollet Joseph and Lisbird Sophonie Berry Joseph (the minor applicants), also Haitian citizens, are the applicant's minor children and are also parties to this application for judicial review. They are 15 and 11 years old, respectively. The Court will use \"the applicants\" to designate both the applicant and her children, the minor applicants."], ["[3]", "When they lived in Haiti, the applicant studied at the Institut Supérieur des Hautes Études Paramédicales de la Caraïbe (Applicants' Record, page 105), while her husband, who is not a party to these proceedings, worked as a refrigeration and air conditioning technician at the Canadian Embassy in Port-au-Prince (Applicants' Record, Applicant's Affidavit, page 12). Following the earthquake that ravaged Haiti on January 12, 2010, the applicants left their country, entering Canada on February 3, 2010 (Applicants' Record, page 7). The three (3) applicants were issued a temporary residence permit on the same day under the Haiti Special Measures. This permit was renewed on February 2, 2011, and again on May 18, 2012 (Tribunal Record, page 3). It will expire on May 18, 2013 (Tribunal Record, page 2)."], ["[4]", "According to the applicant, they would never have left Haiti had it not been for the earthquake. The applicant's husband initially remained in Haiti to assess whether the situation was going to improve, in the hope of an eventual return. He sent money to the applicants in Canada to help them meet their needs. The applicant also states that she has worked since arriving in Canada in order to meet her family's needs, first working as a housekeeper in a hotel from March to May 2010, and then as a personal care attendant from July 2010 to the present (Applicants' Record, page 40)."], ["[5]", "Wishing to regularize their immigration status in Canada, the applicants filed an application for permanent residence on H&C grounds on February 9, 2011 (Applicants' Record, page 42). Seeing no signs of improvement in the situation in Haiti anytime soon, the applicant's husband arrived in Canada in November 2011 and made a claim for refugee protection."], ["[6]", "On May 28, 2012, the immigration officer in charge of the file denied their application for permanent residence on H&C grounds.", "Impugned decision"], ["[7]", "The officer considered their establishment, the country-of-origin information and the best interests of the children before concluding that the applicants would not face unusual and undeserved or disproportionate hardship if required to apply for permanent residence from outside Canada, as prescribed by the Act."], ["[8]", "The officer concluded that the applicants had failed to establish that they would face unusual and undeserved or disproportionate hardship if required to apply for permanent residence from outside Canada, as prescribed by the Act. The officer therefore denied their exemption request brought under subsection 25(1) of the Act.", "Issues"], ["[9]", "This case raises the following issue: was the officer's decision reasonable?", "Statutory provisions"], ["[10]", "The Act authorizes the Minister to waive any applicable criteria or obligations of the Act on the basis of humanitarian and compassionate considerations, including the requirement to apply for permanent residence before entering Canada. This is the requirement from which the applicants are seeking an exemption. It is important to note the wording of section 25, which requires that the best interests of any children be taken into account. The statutory provisions relevant to this application for judicial review are the following:", "PART 1", "IMMIGRATION TO CANADA", "Division 1", "Requirements Before Entering Canada and Selection", "Requirements Before Entering Canada", "Application before entering Canada", "11.", "(1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act.", ". . .", "Division 3", "Entering and Remaining in Canada", ". . .", "Humanitarian and compassionate considerations - request of foreign national", "25.", "(1) Subject to subsection (1.2), the Minister must, on request of a foreign national in Canada who applies for permanent resident status and who is inadmissible or does not meet the requirements of this Act, and may, on request of a foreign national outside Canada who applies for a permanent resident visa, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligations of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected.", ". . .", "PARTIE 1", "IMMIGRATION AU CANADA", "Section 1", "Formalités préalables à l'entrée et sélection", "Formalités préalables à l'entrée", "Visa et documents", "11.", "(1) L'étranger doit, préalablement à son entrée au Canada, demander à l'agent les visa et autres documents requis par règlement. L'agent peut les délivrer sur preuve, à la suite d'un contrôle, que l'étranger n'est pas interdit de territoire et se conforme à la présente loi.", "[...]", "Section 3", "Entrée et séjour au Canada", "[...]", "Séjour pour motif d'ordre humanitaire à la demande de l'étranger", "25.", "(1) Sous réserve du paragraphe (1.2), le ministre doit, sur demande d'un étranger se trouvant au Canada qui demande le statut de résident permanent et qui soit est interdit de territoire, soit ne se conforme pas à la présente loi, et peut, sur demande d'un étranger se trouvant hors du Canada qui demande un visa de résident permanent, étudier le cas de cet étranger; il peut lui octroyer le statut de résident permanent ou lever tout ou partie des critères et obligations applicables, s'il estime que des considérations d'ordre humanitaire relatives à l'étranger le justifient, compte tenu de l'intérêt supérieur de l'enfant directement touché.", "[...]", "Standard of review"], ["[11]", "The Court is of the view that this case is reviewable on a standard of reasonableness. It involves questions of mixed fact and law, regarding which the Court must show deference to the officer. As a general rule, decisions of officers examining applications for permanent residence on H&C grounds are reviewable on a standard of reasonableness (", "<FRAGMENT_SUPPRESSED> [2012] FCJ no 1061 ( <FRAGMENT_SUPPRESSED> ). The Court must therefore limit its review to \"the existence of justification, transparency and intelligibility within the decision-making process\" and \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]).", "Analysis"], ["[12]", "The applicants submit that the officer's decision is unreasonable. They state that no negative factors were raised with respect to their establishment and that the officer had considered their submissions on establishment, country-of-origin conditions and the best interests of the children in a vacuum."], ["[13]", "First, the Court notes that the exemption provided under subsection 25(1) is an extraordinary and discretionary measure, and that the onus is on the applicants to demonstrate that, in the circumstances, they would face unusual and undeserved or disproportionate hardship if they were to return to Haiti (", "<FRAGMENT_SUPPRESSED> [2009] FCJ no 1489 (QL)). Moreover, in this context, deference is required."], ["[14]", "In this case, the only evidence provided by the applicants relates to the conditions in Haiti, as well as certain documents concerning the establishment of the applicant (employment and involvement with her church) and minor applicants (school activities) in Canada."], ["[15]", "The Court finds that it was reasonable for the officer to conclude that establishment, one factor among others, was insufficient in this case to justify granting the exemption. It was open to the officer to conclude that a relatively short establishment period of two (2) years, combined with a few expected establishment elements (employment and school attendance), does not suffice to establish unusual and undeserved or disproportionate hardship in the event that the applicants are required to apply for permanent residence from outside of Canada."], ["[16]", "The applicants are asking this Court to give more weight to some evidence. However, a long line of case law has established that it is not for this Court to reweigh the evidence in the context of a judicial review. In this case, the Court is of the view that the officer ignored neither the evidence nor the arguments raised by the applicants."], ["[17]", "With respect to the conditions in Haiti, the applicants insisted on the need to conduct a purely objective evaluation of hardship, citing this Court's decision in", "<FRAGMENT_SUPPRESSED>  Imm LR (4th) 175 [ <FRAGMENT_SUPPRESSED> ]. The Court notes that the comments on which the applicants rely, found at paragraph 33 of <FRAGMENT_SUPPRESSED> , above, were made in", "obiter", "and were not the basis of the Court's decision. The Court also notes that the original English version of this passage states that \"unusual hardship", "might", "only require an objective analysis\" ( <FRAGMENT_SUPPRESSED> , above, at para 33). [Emphasis added.]"], ["[18]", "It does not follow that such an analysis must be conducted in a vacuum without regard for the applicants' personal circumstances, as the applicants seem to be suggesting. In this regard, the Court notes the comments of Justice Shore in", "<FRAGMENT_SUPPRESSED> FTR 224 [ <FRAGMENT_SUPPRESSED> ]:"], ["[38] The allegation of risks made in an H&C application must relate to a particular risk that is personal to the applicant.", "The applicant has the burden of establishing a link between that evidence and his personal situation", ". Otherwise, every H&C application made by a national of a country with problems would have to be assessed positively,", "regardless of the individual's personal situation, and this is not the aim and objective of an H&C application", ". That conclusion would be an error in the exercise of the discretion provided for in section 25 of the IRPA which is delegated to,", "inter alia", ", the PRRA officer by the Minister . . . ."], ["[39] Moreover, . . . a temporary stay will be imposed where return to a specific country or place presents a generalized risk that the Minister of Public Safety and Emergency Preparedness considers dangerous and unsafe to the entire general civilian population of that country or place.", "Individualized risk is different from generalized risk", "and is assessed during IRB, H&C and PRRA assessments . . . .", ". . ."], ["[42] The question is not when or to where the applicant will be removed. The issue here is whether", "applying for a visa from outside Canada would cause the applicant unusual and undeserved or disproportionate hardship", "The applicant has the burden of proving the particular facts of his personal situation", ", which mean that applying for a visa from outside Canada would cause him unusual and undeserved or disproportionate hardship. . . .", "[Emphasis added.]"], ["[19]", "Therefore, individuals seeking an exemption from a requirement of the Act may not simply present the general situation prevailing in their country of origin, but must also demonstrate how this would lead to unusual and undeserved or disproportionate hardship for them personally. With respect to the issue of the temporary stay of removals in effect for Haiti, it was found that a moratorium on removals does not in and of itself prevent an application made on H&C grounds from being denied (", "<FRAGMENT_SUPPRESSED>  Imm LR (3d) 159)."], ["[20]", "With respect to the issues relating to the analysis of the best interests of the children, the Court does not find the applicants' arguments convincing. In his evaluation, under the heading [translation] \"Best Interests of Children\", the officer dealt with the arguments raised by the applicants, namely, the sleep problems that have since been resolved and the difficult circumstances in their country of origin, Haiti."], ["[21]", "Given the evidence filed by the applicants, a large volume of objective documentation and very little evidence directly relating to the applicants, the Court is satisfied that the officer reasonably assessed the issue of the best interests of the children, the minor applicants. The applicants' limited submissions regarding the children are contained in three (3) paragraphs (Tribunal Record, page 119) and were not ignored by the officer. Faced with insufficient evidence, the Court cannot find that the officer's decision is unreasonable."], ["[22]", "The Court adopts the comments of Justice Gleason in", "<FRAGMENT_SUPPRESSED> [2012] FCJ no 817 (QL):"], ["[12] It is trite law that the burden is on an applicant in an H&C application to file evidence to support his or her claims . . . .", "In the absence of any evidence from the applicant establishing any risk to her child, the officer's determinations cannot be said to be unreasonable", "[Emphasis added; citations omitted.]"], ["[23]", "In light of the evidence submitted by the applicants, the Court is not satisfied that the officer erred in law, as the applicants allege. The officer's decision is reasonable, and his conclusions fall within a range of possible, acceptable outcomes", "( <FRAGMENT_SUPPRESSED> ;", "Newfoundland and  <FRAGMENT_SUPPRESSED> ). The intervention of this Court is unwarranted.", "JUDGMENT"], ["[24]", "THIS COURT ORDERS AND ADJUDGES", "that", "this application for judicial review be dismissed. No question of general importance is certified.", ".........................", "Bernadette Delary Piard, Augerson Berthollet Joseph et  <FRAGMENT_SUPPRESSED>  contrôle judiciaire est présentée en vertu du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 [la Loi] et vise une décision d'un agent d'immigration (l'agent) datée du 28 mai 2012. Dans cette décision, l'agent a refusé la demande de résidence permanente pour motifs d'ordre humanitaire que les demandeurs avaient présentée en vertu du paragraphe 25(1) de la Loi.", "Contexte factuel"], ["[2]", "Madame Bernadette Delary Piard (la demanderesse) est citoyenne haïtienne. Augerson Berthollet Joseph et Lisbird Sophonie Berry Joseph (les demandeurs mineurs), également citoyens haïtiens, sont les enfants mineurs de la demanderesse et sont également parties à cette demande de contrôle judiciaire. Ils sont âgées de 15 et 11 ans, respectivement. La Cour se réfèrera aux « demandeurs » lorsqu'elle voudra indiquer à la fois la demanderesse et ses enfants, les demandeurs mineurs."], ["[3]", "Lorsqu'ils habitaient en Haïti, la demanderesse étudiait à l'Institut Supérieur des Hautes Études Paramédicales de la Caraïbe (Dossier des demandeurs, p 105) alors que son époux, qui n'est pas partie à la présente instance, était technicien en réfrigération et climatisation à l'ambassade canadienne à Port-au-Prince (Dossier des demandeurs, Affidavit de la demanderesse, p 12). Suite au séisme ayant ravagé Haïti le 12 janvier 2010, les demandeurs ont quitté leur pays et sont entrés au Canada le 3 février 2010 (Dossier des demandeurs, p 7). Un permis de séjour temporaire pour les trois (3) demandeurs a été émis cette même date en vertu des mesures spéciales pour Haïti. Ce permis a été renouvelé le 2 février 2011, et de nouveau le 18 mai 2012 (Dossier du Tribunal, p 3). Il expirera le 18 mai 2013 (Dossier du Tribunal, p 2)."], ["[4]", "Aux dires de la demanderesse, n'eut été du séisme, ils n'auraient jamais quitté Haïti. L'époux de la demanderesse était initialement resté en Haïti afin d'évaluer si la situation s'améliorerait, dans l'espoir d'un éventuel retour. Ce dernier faisait parvenir de l'argent aux demandeurs au Canada afin de les aider à subvenir à leurs besoins. La demanderesse indique également qu'elle a travaillé depuis son arrivée au Canada afin de subvenir aux besoins de sa famille, occupant d'abord un poste d'entretien ménager dans un hôtel de mars à mai 2010, puis travaillant à titre de préposée aux bénéficiaires de juillet 2010 à ce jour (Dossier des demandeurs, p 40)."], ["[5]", "Voulant régulariser leur situation en immigration au Canada, les demandeurs ont présenté une demande de résidence permanente pour considérations humanitaires le 9 février 2011 (Dossier des demandeurs, p 42). N'entrevoyant pas d'amélioration prochaine de la situation en Haïti, l'époux de la demanderesse est arrivé au Canada en novembre 2011 et a demandé l'asile."], ["[6]", "En date du 28 mai 2012, l'agent d'immigration en charge du dossier des demandeurs a rejeté leur demande de résidence permanente pour considérations d'ordre humanitaire.", "Décision contestée"], ["[7]", "L'agent a examiné l'établissement, les facteurs relatifs au pays d'origine ainsi que l'intérêt supérieur des enfants avant de conclure que les demandeurs ne feraient pas face à des difficultés inhabituelles et injustifiées ou démesurées s'ils devaient faire leur demande de résidence permanente à partir de l'extérieur du Canada, tel que prévu par la Loi."], ["[8]", "L'agent a conclu que les demandeurs ne l'avaient pas satisfait qu'ils devraient faire face à des difficultés inhabituelles et injustifiées ou démesurées s'ils devaient faire leur demande de résidence permanente à partir de l'extérieur du Canada comme l'exige la Loi. L'agent a donc rejeté leur demande de dispense en vertu du paragraphe 25(1) de la Loi.", "Questions en litige"], ["[9]", "La présente cause soulève la question suivante: La décision de l'agent était-elle raisonnable?", "Dispositions législatives"], ["[10]", "La Loi autorise le ministre, pour des motifs d'ordre humanitaire, à lever tout ou partie des critères et obligations exigés par la Loi, dont l'exigence de faire une demande de résidence permanente avant d'entrer au Canada. C'est de cette exigence dont les demandeurs souhaitent être dispensés. Il importe de noter que le libellé de l'article 25 exige que l'on prenne en considération l'intérêt supérieur de l'enfant. Les dispositions législatives pertinentes à cette demande de contrôle judiciaire sont les suivantes:", "PARTIE 1", "IMMIGRATION AU CANADA", "SECTION 1", "FORMALITES PREALABLES A L'ENTREE ET SELECTION", "Formalités préalables à l'entrée", "Visa et documents", "11.", "(1) L'étranger doit, préalablement à son entrée au Canada, demander à l'agent les visa et autres documents requis par règlement. L'agent peut les délivrer sur preuve, à la suite d'un contrôle, que l'étranger n'est pas interdit de territoire et se conforme à la présente loi.", "[...]", "SECTION 3", "ENTREE ET SEJOUR AU CANADA", "[...]", "Séjour pour motif d'ordre humanitaire à la demande de l'étranger", "25.", "(1) Sous réserve du paragraphe (1.2), le ministre doit, sur demande d'un étranger se trouvant au Canada qui demande le statut de résident permanent et qui soit est interdit de territoire, soit ne se conforme pas à la présente loi, et peut, sur demande d'un étranger se trouvant hors du Canada qui demande un visa de résident permanent, étudier le cas de cet étranger; il peut lui octroyer le statut de résident permanent ou lever tout ou partie des critères et obligations applicables, s'il estime que des considérations d'ordre humanitaire relatives à l'étranger le justifient, compte tenu de l'intérêt supérieur de l'enfant directement touché.", "[...]", "PART 1", "IMMIGRATION TO CANADA", "DIVISION 1", "REQUIREMENTS BEFORE ENTERING CANADA AND SELECTION", "Requirements Before Entering Canada", "Application before entering Canada", "11.", "(1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act.", "...", "DIVISION 3", "ENTERING AND REMAINING IN CANADA", "...", "Humanitarian and compassionate considerations - request of foreign national", "25.", "(1) Subject to subsection (1.2), the Minister must, on request of a foreign national in Canada who applies for permanent resident status and who is inadmissible or does not meet the requirements of this Act, and may, on request of a foreign national outside Canada who applies for a permanent resident visa, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligations of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected.", "...", "Norme de contrôle"], ["[11]", "La Cour est d'avis que la présente affaire doit être révisée en fonction de la norme de la décision raisonnable. Il s'agit de questions mixtes de faits et de droit à l'égard desquelles la Cour doit faire déférence à l'agent. En effet, de façon générale, les décisions des agents examinant des demandes de résidence permanente pour des considérations d'ordre humanitaire doivent être révisées en fonction de la norme raisonnable (", "<FRAGMENT_SUPPRESSED> [2012] ACF no 1061 ( <FRAGMENT_SUPPRESSED> ). À cet égard, la Cour doit donc limiter son examen à la « justification de la décision, à la transparence et à l'intelligibilité du processus décisionnel, ainsi qu'à l'appartenance de la décision aux issues possibles acceptables pouvant se justifier au regard des faits et du droit » (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]).", "Analyse"], ["[12]", "Les demandeurs prétendent que la décision de l'agent est déraisonnable. Ils indiquent qu'aucun facteur négatif relatif à leur établissement n'a été soulevé et que l'agent a apprécié les arguments soumis quant à l'établissement, aux conditions du pays d'origine et à l'intérêt supérieur des enfants en vase clos."], ["[13]", "Tout d'abord, la Cour rappelle que la dispense du paragraphe 25(1) est un recours exceptionnel et discrétionnaire, et il incombe aux demandeurs de présenter de la preuve afin de démontrer les circonstances qui feraient en sorte qu'ils seraient aux prises avec des difficultés inhabituelles et injustifiées ou démesurées advenant un retour en Haïti (", "<FRAGMENT_SUPPRESSED> et 34, [2009] FCJ No 1489 (QL)). De plus, dans ce contexte, la déférence est de mise."], ["[14]", "En l'espèce, la preuve présentée par les demandeurs se limite à des documents faisant état des conditions en Haïti, ainsi que certains documents faisant état de l'établissement de la demanderesse (emploi et engagement auprès de son église) et des demandeurs mineurs (activités scolaires) au Canada."], ["[15]", "La Cour estime qu'il était raisonnable pour l'agent de conclure que le facteur d'établissement, représentant un facteur parmi d'autres, n'était pas suffisant dans ce cas pour justifier l'octroi de la dispense. Il était en effet loisible à l'agent de conclure qu'une période d'établissement relativement courte (deux (2) ans), jumelée à quelques éléments d'établissement attendus (le fait de travailler et d'aller à l'école), ne suffisaient pas pour donner lieu à des difficultés inhabituelles et injustifiées ou démesurées si la demande de résidence permanente devait se faire à partir de l'extérieur du Canada."], ["[16]", "En fait, les demandeurs demandent à cette Cour d'accorder un plus grand poids à certains éléments de preuve. Toutefois, il est de jurisprudence constante qu'il n'est pas du ressort de cette Cour, dans les circonstances d'un contrôle judiciaire, de réévaluer la preuve. En l'espèce, la Cour est d'avis que l'agent n'a pas ignoré d'éléments de preuve ni d'arguments soulevés par les demandeurs sur cette question."], ["[17]", "En ce qui concerne le facteur des conditions en Haïti, les demandeurs ont insisté sur la nécessité de faire une analyse strictement objective des difficultés inhabituelles, en citant l'arrêt", "<FRAGMENT_SUPPRESSED>  ImmLR (4th) 175 [ <FRAGMENT_SUPPRESSED> ] de cette Cour. La Cour remarque que les commentaires au paragraphe 33 de <FRAGMENT_SUPPRESSED> , précité, sur lesquels s'appuient les demandeurs, étaient en", "obiter", "et n'étaient pas le fondement de la décision de la Cour. La Cour note également que ces mêmes commentaires, dans leur version originale en anglais, indiquent qu'il est possible que les difficultés inhabituelles ne nécessitent qu'un examen objectif (\"unusual hardship might only require an objective analysis\", <FRAGMENT_SUPPRESSED> , précité au para 33)."], ["[18]", "Toujours est-il qu'il ne s'ensuit pas qu'une telle analyse doive se faire en vase clos sans égard à la situation personnelle des demandeurs, comme semble le suggérer les demandeurs. À ce titre, la Cour rappelle les observations du juge  <FRAGMENT_SUPPRESSED> et 42, 338 FTR 224 [ <FRAGMENT_SUPPRESSED> ]:"], ["[38] L'allégation des risques au sein d'une demande CH doit être un risque particulier et personnel au demandeur. Le demandeur a le fardeau de démontrer un lien entre cette preuve et sa situation personnelle. Autrement, chaque ressortissant d'un pays en difficulté devrait recevoir une évaluation positive de sa demande CH, peu importe sa situation personnelle en cause, ce qui n'est pas le but et l'objectif d'une demande CH. En conclure ainsi constituerait une erreur à l'exercice du pouvoir discrétionnaire prévu à l'article 25 de la LIPR et délégué notamment à l'agent d'ERAR par le Ministre [...]."], ["[39] Par ailleurs, [...] un sursis temporaire est imposé lorsque le renvoi dans un pays ou un lieu déterminé expose la personne visée à un risque généralisé que le ministre de la Sécurité publique et de la Protection civile juge dangereux et non sécuritaire pour l'ensemble de la population civile du pays ou du lieu en cause. Le risque personnel est différent du risque généralisé et est évalué pendant l'examen de la CISR, des motifs CH ou pendant l'ERAR [...].", "[...]"], ["[42] La question n'est pas de savoir quand, ni où le demandeur sera renvoyé. La question en cause est de déterminer si le fait de demander un visa de l'extérieur du Canada causerait au demandeur des difficultés injustifiées et inhabituelles ou excessives. C'est le demandeur qui a le fardeau de démontrer des faits particuliers à sa propre situation, lesquels font en sorte que le fait de demander un visa de l'extérieur du Canada représenterait pour lui une difficulté inhabituelle et injustifiée ou excessive. [...]. [La Cour souligne.]"], ["[19]", "Ainsi un individu qui demande d'être dispensé d'une exigence de la Loi ne peut se contenter de présenter des circonstances générales de son pays d'origine, mais doit démontrer en quoi cela lui occasionnerait, personnellement, des difficultés inhabituelles et injustifiées ou démesurées. Pour ce qui est de la question de la suspension temporaire des renvois en vigueur pour Haïti, il a été décidé qu'un moratoire sur les renvois n'empêche pas en soi qu'une demande fondée sur des motifs d'ordre humanitaire soit rejetée (", "<FRAGMENT_SUPPRESSED>  Imm LR (3d) 159)."], ["[20]", "En ce qui a trait aux questions relatives à l'analyse de l'intérêt supérieur de l'enfant, les arguments des demandeurs n'ont pas convaincu cette Cour. Dans son analyse, sous la rubrique « Intérêt supérieur de l'enfant », l'agent a relevé les arguments mentionnés par les demandeurs, soit les problèmes de sommeil qui se sont résorbés, ainsi que les circonstances difficiles dans leur pays d'origine, Haïti."], ["[21]", "Compte tenu de la preuve présentée par les demandeurs, c'est-à-dire une quantité volumineuse de documentation objective et très peu de preuve relativement aux demandeurs, la Cour est satisfaite que l'agent a raisonnablement analysé la question de l'intérêt supérieur des enfants, les demandeurs mineurs. Les prétentions limitées des demandeurs en ce qui concerne les enfants tiennent sur trois (3) paragraphes (Dossier du Tribunal, p 119) et n'ont pas été ignorées par l'agent. Confronté à une insuffisance de preuve, la Cour ne peut conclure que la décision de l'agent est déraisonnable."], ["[22]", "La Cour fait siennes les observations de la juge  <FRAGMENT_SUPPRESSED> [2012] ACF no 817 (QL):"], ["[12] Il est bien établi en droit qu'il incombe à la personne qui présente une demande pour des motifs d'ordre humanitaire de produire une preuve à l'appui de ses prétentions [...]. En l'absence d'une preuve de la demanderesse établissant les risques auxquels son enfant serait exposée, on ne peut pas considérer que les conclusions de l'agent étaient déraisonnables. [La Cour souligne. Citations omises.]"], ["[23]", "À la lumière de la preuve soumise par les demandeurs, la Cour n'est pas convaincue que l'agent a erré en droit comme l'allèguent les demandeurs. La décision de l'agent est raisonnable et ses conclusions appartiennent aux issues possibles et acceptables", "(Dunsmuir,", "précité;", "Newfoundland and  <FRAGMENT_SUPPRESSED> ). L'intervention de la Cour n'est pas justifiée.", "JUGEMENT"], ["[24]", "LA COUR STATUE que", "la demande de contrôle judiciaire soit rejetée. Aucune question de portée générale n'est certifiée.", "[End of document]"]]}