{"id_": "082788", "body_str": [["[1]", "Le juge Martineau", ": Le demandeur conteste la légalité de trois approbations datées du 12 ou du 14 juin 2013 par lesquelles le ministre des Transports, de l'Infrastructure et des Collectivités [ministre ou défendeur] approuve les ouvrages connus comme étant le quai « B » (T-1068-13), quai « D » (T-1087-13) et l'aire de mouillage - zone 4 (T-1086-13) de la Marina de la Chaudière Inc. [Marina ou défenderesse], et ce, aux emplacements indiqués et conformément aux plans qui sont joints aux approbations ministérielles."], ["[2]", "Les trois approbations ministérielles ont été données en vertu de la", "Loi sur la protection des eaux navigables", ", LRC 1985, c N-22 [Loi ou LPEN], renommée la", "Loi sur la protection de la navigation", ", le 1er avril 2014. Ces approbations sont valables pour une période de trente (30) ans en application de l'annexe précisée au paragraphe 3(1) du", "Règlement sur les ouvrages construits dans les eaux navigables", ", CRC, c 1232. Toutes les références à la Loi et à tout règlement applicable dans les présents motifs renvoient aux dispositions en vigueur lors de l'émission des approbations contestées."], ["[3]", "Les présents dossiers, de même que le dossier T-884-13, où le demandeur recherche l'annulation de l'ordre ministériel ordonnant au demandeur de retirer son installation flottante située à l'entrée de la rivière Chaudière, ont été entendus consécutivement par la Cour les 27 et 28 janvier 2015. Le jugement de la Cour dans le dossier T-884-13 est rendu concurremment:", "<FRAGMENT_SUPPRESSED> ."], ["[4]", "C'est le dernier volet d'une longue saga judiciaire devant les cours québécoises et fédérales, qui oppose, depuis la fin des années 1980, le demandeur et d'autres propriétaires riverains de la rivière Chaudière à la Marina. En plus des faits relatés par les parties dans leurs affidavits respectifs, le défendeur a produit le jour de l'audience, avec la permission de la Cour, un historique des litiges concernant le bassin de la rivière Chaudière, dont les aspects saillants sont ci-après résumés."], ["[5]", "En 1988, la Cour supérieure a été invitée à examiner la propriété du lit de la rivière  <FRAGMENT_SUPPRESSED>  EYB 1988-83449 (QC CS), elle rejetait l'action en déclaration de droit de propriété et en injonction de plusieurs propriétaires riverains au motif que le lit de la rivière Chaudière n'était jamais sorti du domaine public. En appel, la Cour d'appel du Québec a maintenu ce jugement, sans toutefois confirmer le droit de propriété de la  <FRAGMENT_SUPPRESSED>  (QC CA) (", "sub nom", "<FRAGMENT_SUPPRESSED> . De fait, même si le lit de la rivière Chaudière était entré dans le domaine privé en 1636, les propriétaires riverains n'avaient pas démontré une continuité de la chaîne des titres se rapportant au lit de la rivière Chaudière."], ["[6]", "Les litiges des propriétaires riverains avec la Marina - qui invoque une possession trentenaire - ont donné lieu à plusieurs escarmouches, sans qu'une partie ne ressorte vraiment vainqueur jusqu'ici. À ce chapitre, messieurs Tremblay et Thibeault semblent être les deux porte-étendards principaux dans cette guerre de tranchées livrée à l'embouchure de la rivière Chaudière, là où elle se déverse dans le fleuve Saint-Laurent, non loin de l'ancien pont de Québec, dans une zone sous la juridiction de l'Administration portuaire de Québec."], ["[7]", "Ainsi, en 2004, par exemple, dans l'affaire", "<FRAGMENT_SUPPRESSED>  la Cour supérieure a statué que le demandeur Tremblay, un autre résident de la rive de la rivière Chaudière, avait des droits riverains, incluant celui de maintenir son quai et a ordonné à la Marina de s'assurer que ses quais flottants soient installés à 70 pieds du quai du demandeur Tremblay. Au passage, en 2011, la Division des petites créances de la Cour du Québec a refusé la demande du demandeur Tremblay qui alléguait, cette fois-là, que les quais de la Marina avaient endommagé ses installations lors d'un coup d'eau:", "<FRAGMENT_SUPPRESSED> . Le motif de rejet est toutefois limité à une question de preuve et de lien de causalité: le demandeur Tremblay n'a tout simplement pas établi, par preuve prépondérante, que les installations de la Marina étaient la cause des dommages subis."], ["[8]", "D'un autre côté, en 2007, la Cour supérieure a refusé d'émettre une injonction interlocutoire pour obliger la Marina à enlever toute entrave à la navigation et à dégager une voie d'une largeur minimale de 100 pieds afin que le demandeur puisse accéder à son quai avec son navire le « Grand Charlevoix »:", "<FRAGMENT_SUPPRESSED> . La demande a été refusée parce que les trois critères d'une injonction interlocutoire n'étaient pas remplis. D'un côté, la Cour n'écarte pas les droits riverains du demandeur Thibeault. Par contre, il lui parait douteux que le droit de navigation du demandeur puisse couvrir un navire d'une longueur de 67 pieds et largeur de 21 pieds, alors qu'il ne semble pas que le demandeur subira un préjudice irréparable et que la balance des inconvénients penche en faveur de la Marina. Dans le même dossier, en 2011, la Cour supérieure accueillait la requête du demandeur pour amender la requête en injonction suite à la vente du « Grand Charlevoix » et rejetait une requête en irrecevabilité de la  <FRAGMENT_SUPPRESSED>  conf par 2011 QCCA 1524."], ["[9]", "Toutefois, en 2011, la Cour supérieure a rejeté la requête en injonction permanente du demandeur Thibeault, mais encore une fois pour des motifs nuancés. En effet, le recours était rendu académique du fait que le demandeur ne possédait plus le « Grand Charlevoix », tout en soulignant, d'un autre côté, ce qui peut nous intéresser aujourd'hui, que la Marina ne possédait elle-même plus aucune approbation pour les installations visés par la demande d'injonction:", "<FRAGMENT_SUPPRESSED>  requête en rejet d'appel accueillie 2012 QCCA 1226. La Cour supérieure indique que, dans ces circonstances, il reviendra au ministre d'évaluer la situation dans le contexte de la nouvelle demande d'approbation présentée par la Marina."], ["[10]", "Également, plusieurs dossiers connexes sont encore en instance d'être entendus. Devant la Cour fédérale, en plus des présents dossiers et du dossier T-884-13, le dossier T-895-12 oppose le demandeur Tremblay à titre personnel et la compagnie appartenant au demandeur Thibeault à la Marina et toutes les personnes ayant un droit sur les bateaux « Ponton C » et « Ponton D ». Deux dossiers sont également pendants devant la Cour supérieure. Dans le dossier numéro 200-17-018142-133, le demandeur et deux autres riverains poursuivent en dommages la Marina qui s'est portée demanderesse reconventionnelle, tandis que dans le dossier numéro 200-17-018621-136, la Marina poursuit en dommages et en injonction les demandeurs Thibeault et Tremblay qui se sont portés demandeurs reconventionnels. Le Procureur général du Canada est intervenu dans ce dernier dossier, et sa représentante nous a confirmé à l'audition qu'elle escomptait que, cette fois, la Cour supérieure confirme le titre de propriété de la Couronne sur le lit de la rivière Chaudière. Rappelons qu'à l'époque, dans l'affaire <FRAGMENT_SUPPRESSED> , précitée, le Procureur général du Québec s'en était tout simplement remis à la justice, n'avait administré aucune preuve et s'était limité à appuyer la thèse de la Marina et des autres défendeurs qui contestaient le titre de propriété des riverains sur le lit de la rivière Chaudière."], ["[11]", "Quant aux faits particuliers ayant donné lieu aux présentes demandes de contrôle judiciaire, ils ne sont pas vraiment contestés. Le 20 avril 2013, un avis a été publié dans la", "Gazette du Canada", "informant le public que la Marina avait fait une demande auprès du ministre pour obtenir l'approbation des plans et de l'emplacement de trois quais flottants dans la rivière Chaudière et de zones de mouillage dans le fleuve Saint-Laurent et dans la rivière Chaudière. Dans les 30 jours suivant la publication de l'avis, tout intéressé pouvait adresser ses commentaires par écrit sur l'incidence de ces ouvrages sur la navigation maritime au gestionnaire du Programme de protection des eaux navigables [PPEN]."], ["[12]", "De fait, le 13 mai 2013, le demandeur a transmis à Richard Jones, gestionnaire du PPEN, une mise en demeure qui a été traitée comme une opposition à la demande d'approbation ministérielle de la Marina. Essentiellement, le demandeur informe le gestionnaire qu'il est le propriétaire ou le locataire exclusif du lit de la rivière Chaudière où les quais B et D et les bouées d'amarrage de la zone 4 seront installés, alors que le ministre n'a pas le pouvoir d'émettre des approbations visant les quais flottants de la Marina, puisqu'il s'agit de bateaux plutôt que d'ouvrages au sens de la Loi. Dans la même logique, le demandeur informe le gestionnaire qu'il a placé « un navire à l'ancre aux environs de l'endroit prévu par la Marina pour l'emplacement du ponton \"B\", soit sur la parcelle C dont il a la propriété exclusive, et ce, pour effectuer des travaux sur son terrain »."], ["[13]", "Les 12 et 14 juin 2013, compte tenu des effets sur la navigation, le ministre a accordé à la Marina les trois approbations qui font l'objet des présentes demandes de contrôle judiciaire qui ont été réunies aux fins d'audition. Les approbations ministérielles permettent à la Marina - sous réserve des conditions spécifiées et conformément aux plans approuvés - d'installer le quai B (T-1068-13), le quai D (T-1087-13) et l'aire de mouillage - zone 4 (T-1086-13) dans la rivière Chaudière. En effet, ces approbations sont considérées « recommandables » par le ministre conformément aux plans correspondants pour une période de trente (30) ans."], ["[14]", "Le demandeur requiert dans les présents dossiers l'annulation des approbations ministérielles en soulevant les moyens suivants. Premièrement, le ministre a excédé sa compétence en concluant que les quais B et D de la Marina sont des « ouvrages » au sens de la LPEN. Deuxièmement, le ministre a commis une erreur révisable en ne considérant pas la propriété du lit de la rivière Chaudière avant d'émettre les approbations. Troisièmement, le ministre a erré dans son évaluation des droits riverains. Quatrièmement, le demandeur allègue que les actions des fonctionnaires font naître une crainte raisonnable de partialité, ce qui vicie l'ensemble du processus administratif."], ["[15]", "La norme de la décision raisonnable s'applique aux trois premiers moyens puisqu'il s'agit de questions mixtes de fait et de droit, tandis que la norme de la décision correcte s'applique au dernier motif d'annulation soulevé par le demandeur puisqu'il s'agit d'une question d'équité procédurale:", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> .", "Intérêt d'agir"], ["[16]", "Avant d'examiner les quatre moyens d'attaque du demandeur, la Cour doit disposer de l'argument préliminaire du défendeur voulant que le demandeur n'ait pas l'intérêt d'agir. Le défendeur soutient que ce dernier est un « tiers » et qu'il n'est pas « directement touché » par les approbations ministérielles, de sorte qu'il n'a pas l'intérêt requis selon le paragraphe 18.1(1) de la", "Loi sur les Cours fédérales", ", LRC 1985, c F-7 [LCF]:", "18.1", "(1) Une demande de contrôle judiciaire peut être présentée par le procureur général du Canada ou par quiconque est directement touché par l'objet de la demande.", "18.1", "(1) An application for judicial review may be made by the Attorney General of Canada or by anyone directly affected by the matter in respect of which relief is sought."], ["[17]", "Règle générale, une personne sera « directement touchée », lorsque celle-ci pourra démontrer à la Cour que la décision contestée affecte ses droits, lui impose des obligations en droit ou lui porte préjudice:", "Ligue des droits de la personne de  <FRAGMENT_SUPPRESSED> . Le défendeur qui craint une avalanche de demandes de contrôle judiciaire de la part d'autres riverains (", "<FRAGMENT_SUPPRESSED> ), considère que les approbations ministérielles n'affectent pas les droits ou les obligations du demandeur et ne lui causent pas directement préjudice."], ["[18]", "Le demandeur argumente au contraire avoir l'intérêt d'agir puisque ses droits individuels ont été affectés par les approbations ministérielles. On ne peut pas restreindre l'intérêt d'agir à la personne ayant demandé l'approbation ministérielle - en l'occurrence la Marina qui deviendrait la seule partie intéressée - ce qui est contraire au droit de tout justiciable intéressé de faire réviser une décision d'ordre administratif qui affectera pour une période de trente (30) ans le droit à la navigation. En tant qu'opposant au projet de la Marina et propriétaire riverain, le demandeur peut donc contester la légalité des approbations ministérielles."], ["[19]", "À mon avis, la question de l'intérêt du demandeur est non seulement reliée à la question de savoir si ses droits sont affectés, mais également à la portée du remède recherché et à la compétence du ministre et des tribunaux. Dans la mesure où le demandeur recherche l'annulation des approbations ministérielles parce qu'il serait titulaire d'un droit exclusif de propriété ou de location sur les portions du lit de la rivière Chaudière où seraient ancrés les quais B et D, ainsi que certaines bouées, son intérêt juridique nous apparaît non seulement très contestable, mais pour les motifs exposés plus loin nous sommes d'avis que le ministre n'a commis aucune erreur révisable en ne considérant pas la propriété du lit de la rivière Chaudière."], ["[20]", "Il en va cependant autrement des effets du projet de la Marina sur la navigation et les droits riverains affectés par les approbations ministérielles. C'est que les approbations données par le ministre en vertu de la LPEN sont exclusivement données à un ouvrage « compte tenu de ses effets des ouvrages sur la navigation maritime », ce qui confère un intérêt juridique certain aux riverains. D'ailleurs, à l'invitation même des autorités, de nombreux riverains ont fait parvenir leurs commentaires écrits au gestionnaire du PPEN. Il est par ailleurs apparent du Dossier certifié de l'office fédéral que le ministre a pris en considération les droits riverains, incluant le droit d'accès à l'eau, avant d'émettre les approbations, et que dans certaines circonstances, il a imposé des changements aux plans de la Marina pour respecter ces droits (voir « La Marina de la Chaudière - Rationnelle des décisions de prépublications LPEN TC », Dossier certifié de l'office fédéral, document 88 [Rationnelle des décisions])."], ["[21]", "En l'espèce, en plus d'alléguer être le propriétaire de parcelles du lit de la rivière, le demandeur est également résident d'une propriété riveraine, le lot 2 288 416, 2 454 403 [Lot 416], tel qu'il appert notamment des « Plan 1 de 5: Illustration des droits riverains dans le fleuve Saint-Laurent & l'estuaire de la rivière Chaudière vs les installations maritimes de la Marina de la Chaudière Inc. Suivant l'analyse par TC-PPEN daté du 8 avril 2013 » (Dossier certifié de l'office fédéral, document 14) et « Plan 5 de 5: Illustration des droits riverains à proximité du quai D (marina) suivant l'analyse par TC-PPEN » (Dossier certifié de l'office fédéral, document 16). En tant que bénéficiaire de droits riverains, le demandeur est directement touché par l'objet de la demande d'approbation de la Marina au moins en ce qui concerne spécifiquement le quai D qui est situé en front de la propriété riveraine où il réside (dossier T-1087-13). L'approbation ministérielle quant à l'emplacement exact du quai D dans la rivière Chaudière a un effet direct sur les droits riverains du demandeur, qui voit maintenant son droit d'accès à l'eau délimité par les installations de la Marina."], ["[22]", "Les paragraphes 35 à 40 du jugement de la Cour supérieure dans", "<FRAGMENT_SUPPRESSED>  sont particulièrement instructifs:"], ["[35] Les avis de publication dans la", "Gazette du Canada", "ainsi que dans des journaux des environs de l'endroit où les ouvrages doivent être construits devaient être effectués dans les jours suivant l'audition du présent dossier et c'est à compter de la dernière publication que commençait la période de 30 jours requise pour permettre au PPEN de recueillir les commentaires du public, incluant évidemment les commentaires du demandeur Sylvio Thibeault, s'il souhaite en formuler."], ["[36] D'ailleurs, le plan de l'emplacement des ouvrages projetés par la Marina a été déposé au dossier de la Cour et le demandeur Sylvio Thibeault a pu en prendre connaissance."], ["[37] Est-ce que dans les circonstances, il appartient à la Cour supérieure de déterminer la largeur du chenal libre devant être maintenue dans la rivière Chaudière de même que la largeur du couloir de navigation, alors que le processus d'examen de cette question en vertu des dispositions de la", "Loi sur la protection des eaux navigables", "est actuellement en marche?"], ["[38] Nous sommes d'avis qu'il appartient à Transports Canada et non à la Cour supérieure d'approuver les ouvrages dans les eaux navigables en fonction de la loi habilitante et des règlements. Par ailleurs, il ne nous appartient pas de spéculer sur les recours possibles, le cas échéant, dans l'éventualité où une partie intéressée ne serait pas satisfaite des décisions prises par les autorités compétentes en vertu des dispositions de la", "Loi sur la protection des eaux navigables"], ["[39] Bref, nous sommes d'avis que les droits du demandeur en tant que riverain de la rivière Chaudière à la navigation sur ce cours d'eau comportent des limites et que, dans les circonstances, il revient au ministre, en vertu des pouvoirs que lui confère la", "Loi sur la protection des eaux navigables", ", de réévaluer la situation en fonction de la demande qui a été soumise par la Marina et des observations que les intéressés peuvent présenter conformément aux dispositions de l'article 9 (5) de la Loi."], ["[40] C'est pourquoi, la requête du demandeur sera rejetée avec dépens. Les dépens n'incluront toutefois pas les frais et les honoraires des experts puisqu'ils n'étaient pas nécessaires pour disposer du litige."], ["[23]", "Aussi, même si le demandeur dispose d'un recours potentiel en injonction et en dommages contre la Marina si son droit de propriété et les troubles de jouissance allégués sont confirmés par la Cour supérieure du Québec, il n'empêche, la Cour fédérale a compétence exclusive pour statuer sur la légalité des approbations ministérielles et examiner tous les arguments du demandeur fondés sur le droit public à la navigation, incluant le caractère contraignant et les effets de la directive interne TP 10387 E dans l'évaluation des droits riverains. Cependant, pour les motifs exposés ci-après, les présentes demandes de contrôle judiciaire doivent échouer, la Cour n'ayant trouvé aucun motif d'intervenir au mérite.", "Raisonnabilité de la qualification ministérielle"], ["[24]", "Le premier moyen du demandeur a trait à la compétence du ministre de donner suite à la demande d'approbation de la Marina. Cette compétence est contestée par le demandeur qui prétend qu'on a affaire à des bateaux et non à des ouvrages. Pour les mêmes motifs que ceux exposés dans le dossier T-884-13 (2015 CF 162 aux paras 12 à 26), il était raisonnable pour le ministre de conclure que les quais B et D, ainsi que l'aire de mouillage - zone 4, sont des ouvrages au sens de la Loi."], ["[25]", "Les définitions de « bateau » et d'« ouvrage » se trouvent à l'article 2 de la Loi:", ". Les définitions qui suivent s'appliquent à la présente loi.", "[...]", "« bateau » Toute construction flottante conçue ou utilisée pour la navigation en mer ou dans les eaux internes, qu'elle soit pourvue ou non d'un moyen propre de propulsion. Est compris dans la présente définition tout ce qui fait partie des machines, de l'outillage de chargement, de l'équipement, de la cargaison, des approvisionnements ou du lest du bateau.", "[...]", "« ouvrage » Sont compris parmi les ouvrages:", "a) les constructions, dispositifs ou autres objets d'origine humaine, qu'ils soient temporaires ou permanents, susceptibles de nuire à la navigation;", "b) les déversements de remblais dans les eaux navigables ou les excavations de matériaux tirés du lit d'eaux navigables, susceptibles de nuire à la navigation.", "2.", "In this Act,", "[...]", "\"vessel\" includes every description of ship, boat or craft of any kind, without regard to method or lack of propulsion and to whether it is used as a sea-going vessel or on inland waters only, including everything forming part of its machinery, tackle, equipment, cargo, stores or ballast;", "[...]", "\"work\" includes", "(a) any man-made structure, device or thing, whether temporary or permanent, that may interfere with navigation; and", "(b) any dumping of fill in any navigable water, or any excavation of materials from the bed of any navigable water, that may interfere with navigation"], ["[26]", "Le fait que les quais B et D de la Marina soient des « constructions flottantes » ne fait pas en sorte que celles-ci soient automatiquement des « bateaux ». De plus, il était raisonnable pour le ministre de conclure que les quais B et D n'étaient ni conçus, ni utilisés pour la navigation, puisque l'intention de la Marina est évidente: les quais ont toujours servi et vont encore servir à amarrer des bateaux. Le fait que certains des critères jurisprudentiels de la définition de navire au sens de la LCF soient remplis par les quais - par exemple, ils ont été construits pour être utilisés dans l'eau (", "<FRAGMENT_SUPPRESSED>  (CAF) au para 29) - ne fait pas en sorte que les quais doivent être considérés comme étant conçus ou utilisés pour la navigation. Il était donc raisonnable pour le ministre de conclure que des quais ancrés de façon fixe qui servent à amarrer des bateaux sont des ouvrages au sens de la Loi.", "Non-considération de la propriété du lit de la rivière Chaudière"], ["[27]", "Deuxièmement, le demandeur allègue que le ministre a commis une erreur révisable en ne considérant pas qu'il était le propriétaire du lit de la rivière Chaudière. Selon le demandeur, le lit de la rivière Chaudière fait partie du domaine privé, alors qu'il est propriétaire ou locateur exclusif de quatre parcelles du lit de la rivière. Le ministre avait l'obligation de prendre en considération la propriété du lit de la rivière Chaudière, puisqu'il devait faire une évaluation de plusieurs éléments pour déterminer s'il est justifié dans les circonstances de limiter le droit public à la navigation (", "<FRAGMENT_SUPPRESSED>  à la p 39). De plus, les approbations émises par le ministre approuvent non seulement l'ouvrage, mais également « sa construction, son emplacement, son entretien, son exploitation et son utilisation ». Il s'en suit que le ministre devait vérifier si la Marina pouvait légalement construire l'ouvrage à l'emplacement prévu. Également, lorsqu'un requérant fait une demande d'approbation d'ouvrage, il doit indiquer dans le formulaire de demande s'il est propriétaire du terrain riverain ou s'il a obtenu l'autorisation du propriétaire riverain, ce qui démontre que le ministre vérifie si le requérant est propriétaire ou a la permission du propriétaire. Les consultations avec la Ville de Lévis, le Port de Québec et les consultations des groupes autochtones démontrent que le ministre se préoccupait de la propriété du lit de la rivière et qu'il aurait donc dû s'assurer que la Marina avait l'autorisation du demandeur d'installer les ouvrages."], ["[28]", "Mais pour le défendeur, les droits de propriété du lit de la rivière Chaudière n'avaient pas à être considérés lors de l'examen de la demande d'approbation des ouvrages de la Marina. C'est que le droit public de navigation est indépendant de la propriété du lit des eaux. Au demeurant, les approbations données par le ministre n'ont aucun impact sur les droits de propriété allégués par le demandeur, puisqu'elles indiquent clairement que d'autres lois ou règlements peuvent être applicables et que la Marina doit obtenir « toute autre approbation, ou permis de construction, en vertu de toute loi applicable ». Également, le bénéficiaire d'une approbation du ministre n'acquiert aucun droit d'interférer avec les droits privés de tiers (", "<FRAGMENT_SUPPRESSED>  (C-B CS) aux paras 19-21). De plus, le demandeur a reconnu dans la cause numéro 200-17-018621-136 opposant les parties devant la Cour supérieure du Québec que les approbations octroyées par le ministre n'ont aucune incidence sur le droit de propriété d'un immeuble. Le défendeur allègue qu'imposer au ministre l'obligation de considérer les droits de propriété équivaudrait à demander au ministre de se substituer à la Cour supérieure pour décider de la propriété du lit de la rivière Chaudière. Également, les consultations faites par le ministre avec des tiers ne concernaient pas la propriété du lit de la rivière, mais bien pour remplir les obligations de la Couronne fédérale notamment en matière de consultation des peuples autochtones et en matière environnementale."], ["[29]", "À l'audience, l'avocate du demandeur a répliqué qu'il était apparent à la lecture du dossier que le ministre considérait que le lit de la rivière Chaudière était une terre domaniale. Elle en tire plus loin une conclusion de partialité. Ce n'est donc pas que le ministre n'a pas considéré la propriété du lit, mais plutôt que le ministre a excédé sa compétence en concluant que le lit de la rivière Chaudière relève des terres domaniales et en imposant des conditions qui empiétaient sur la propriété du demandeur. Dans des circonstances où la propriété de l'endroit prévu pour la construction des ouvrages de la Marina était litigieuse, le ministre aurait dû s'abstenir d'émettre toute approbation pour des installations dans la rivière Chaudière. De plus, selon le demandeur, le fait que les approbations indiquent que leur détenteur doit s'assurer que les ouvrages soient conformes aux autres lois et règlements applicables ne dispense pas le ministre de considérer les droits de propriété. En effet, cela équivaudrait à laisser une latitude totale au ministre, ce qui forcerait les justiciables à se battre indéfiniment devant les tribunaux de juridiction civile."], ["[30]", "Les arguments du demandeur ne sont pas fondés en l'espèce."], ["[31]", "Comme indiqué plus haut, les approbations accordées par le ministre n'ont aucun impact direct sur les droits de propriété du lit de la rivière Chaudière, puisque la Marina doit toujours respecter les autres lois et règlements applicables. Les approbations indiquent clairement que:", "Le présent document approuve l'ouvrage compte tenu de ses effets sur la navigation maritime en vertu de la", "Loi sur la protection des eaux navigables", ". La construction, l'emplacement, l'entretien, l'exploitation, l'utilisation et l'enlèvement de l'ouvrage doivent être conformes à cette approbation, incluant les conditions énumérées ci-dessous et les plans ci-joints, ainsi qu'à tout règlement en vertu de la", "Loi sur la protection des eaux navigables.", "Il incombe au demandeur d'obtenir toute autre approbation, ou permis de construction, en vertu de toute loi applicable.", "[soulignements ajoutés]"], ["[32]", "À l'audition, le procureur de la défenderesse a renchéri en affirmant que cette dernière avait, de fait, conclu un bail en bonne et due forme avec l'Administration portuaire de Québec, ce qui lui permet d'installer sur le lit de la rivière et d'ériger des quais flottants aux emplacements indiqués sur les plans approuvés par le ministre. Bien évidemment, le demandeur n'est pas d'accord et considère que c'est plutôt à lui que la défenderesse devait s'adresser. Cette question devra être résolue un jour ou l'autre, de façon finale, par la Cour supérieure."], ["[33]", "De plus, contrairement à ce que l'avocate du demandeur a prétendu dans sa plaidoirie orale, il n'est pas apparent du dossier que le ministre ait été influencé par le fait que le lit de la rivière Chaudière serait une terre domaniale. De toute façon, le ministre n'a pas le pouvoir de déclarer qu'un tel ou tel est propriétaire. C'est une question touchant la propriété et les droits civils relevant de façon exclusive au pouvoir législatif des provinces, et sous réserve bien entendu, des dispositions particulières que l'on retrouve dans la Constitution du Canada relativement aux propriétés publiques provinciales et fédérales (e.g. articles 108 et 109, et troisième Annexe, paras 1, 2 et 3 notamment de la", "Loi constitutionnelle de 1867", ", 30 & 31 Victoria, c 3)."], ["[34]", "Pour conclure, en vertu de la LPEN, le rôle du ministre ou des fonctionnaires responsables est d'assurer le respect de la LPEN et de ses textes d'application (articles 33-34 de la LPEN), et non d'assurer le respect des droits de propriété que revendique en l'espèce le demandeur. Il était donc raisonnable pour le ministre de ne pas considérer les allégations de droits de propriété sur le lit de la rivière Chaudière faites par le demandeur dans sa lettre de mise en demeure.", "Évaluation des droits riverains"], ["[35]", "Le troisième moyen d'annulation soulevé par le demandeur concerne l'évaluation des droits riverains (", "riparian rights", ") faite par le ministre."], ["[36]", "Dans le jugement qui a été rendu par la Cour d'appel du Québec en 1998 dans l'affaire <FRAGMENT_SUPPRESSED> , précité, le juge Letarte, au-delà de la question de la propriété du lit de la rivière Chaudière, rappelle, aux pages 11 et 12 de son opinion, ce qui suit au sujet de la nature des droits riverains:", "Les droits riverains (« riparian rights ») ne comprennent pas la propriété du lit; ils sont plutôt intimement liés aux droits de propriété du terrain riverain, peu importe le caractère navigable de la rivière. S'ils peuvent comprendre les droits suivants, droit d'accès, droit d'usage domestique général, droit d'ancrage et d'amarrage, droit d'approvisionnement et de détournement à des fins non commerciales, droit d'usage à des fins industrielles et commerciales et, dans certaines circonstances, droits de pêche, les droits riverains n'ont rien à voir avec la propriété du fonds."], ["[37]", "Il ne fait aucun doute que lorsque le ministre approuve les plans d'un emplacement projeté dans une rivière navigable, il se trouve incidemment à restreindre ou modifier pour les trente (30) ans à venir les droits d'usage et d'accès à l'eau des riverains, alors qu'il a le devoir de s'assurer, par ailleurs, que les quais et les aires d'amarrage, ainsi que les bouées qui seront installés ne restreindront pas indûment la navigation. Les conditions prescrites dans les approbations ministérielles relèvent de l'exercice de la compétence fédérale en matière de navigation, qui a été déléguée au ministre. Mais, s'il faut reconnaître une très large discrétion au ministre, encore faut-il que les approbations données aient tous les attributs de la raisonnabilité."], ["[38]", "Nous l'avons vu plus haut, les propriétaires riverains ont eu l'opportunité de faire des observations écrites, de sorte qu'aucune question d'équité procédurale ne se soulève en l'espèce. Cela étant dit, le demandeur prétend que le ministre a commis plusieurs erreurs dans son évaluation des droits riverains, ce qui rend les approbations ministérielles déraisonnables, ce qui est contesté en l'espèce par les défendeurs."], ["[39]", "Selon le demandeur, les calculs ministériels ne prennent pas en considération la grandeur réelle des bateaux qui passent sur la rivière Chaudière. En effet, le ministre n'a pas considéré le trafic double des bateaux, il n'a pas considéré les vents et courants, et la projection des lignes des lots riverains n'a pas été faite en accord avec les principes reconnus par l'Ordre des arpenteurs-géomètres du Québec. Enfin, le demandeur allègue que le ministre n'a aucunement suivi la directive TP 10387 E quant aux distances à respecter."], ["[40]", "À ce chapitre, le demandeur allègue que le ministre a prévu une zone de dégagement de 14,5 mètres, ce qui correspond uniquement à une circulation de bateaux à sens unique sur la base de bateaux de largeur moyenne de 3 mètres. Le demandeur allègue qu'il avait déjà avisé le ministre que les installations de la Marina ne respectaient pas l'espace nécessaire pour une marge de manœuvre sécuritaire des navires, qui vont aujourd'hui d'une largeur de 6 à 8 mètres, et que le ministre aurait dû considérer le passage de grands bateaux plutôt que de petits ou moyens bateaux. De plus, le ministre indique avoir considéré la circulation à double sens, mais il s'agit de « fausses représentations » puisqu'il est apparent des calculs au dossier que seule une circulation à sens unique a été considérée, ce qui revient à une zone de dégagement de 14,5 mètres qui est beaucoup trop petite pour permettre la circulation à deux sens. De surcroît, le demandeur allègue que le ministre n'a pas respecté la distance de 45,7 mètres prévue pour les droits riverains dans la directive TP 10387 E. Également, la rivière Chaudière est une rivière à marées, mais le ministre a plutôt appliqué les critères applicables aux rivières sans marées, ce qui fait en sorte que les distances ne sont pas appropriées à la situation réelle."], ["[41]", "Le défendeur maintient que le ministre a agi d'une manière raisonnable et que la Cour n'a pas à se substituer aux fonctionnaires qui ont procédé à une évaluation minutieuse de la demande d'approbation tel que le révèle la « Rationnelle des décisions ». La directive TP 10387 E contient simplement des lignes directrices qui n'ont pas force de loi et qui ne peuvent pas limiter le pouvoir discrétionnaire prévu par la Loi. La directive laisse au décideur la discrétion quant à l'importance à accorder à chacun des facteurs. De plus, même si une erreur s'est glissée dans la « Rationnelle des décisions » - puisque le graphique applicable aux cours d'eau sans marées a été copié plutôt que celui applicable aux cours d'eau avec marées - le ministre a bel et bien considéré les critères applicables aux cours d'eau avec marées, tel qu'il appert des références et calculs dans le reste du document. Enfin, les droits riverains ne sont pas absolus. Par exemple, ceux-ci ne confèrent pas au riverain le droit d'avoir à quai un bateau d'une dimension illimitée (", "<FRAGMENT_SUPPRESSED> ). En l'espèce, le ministre a évalué la situation et a imposé des conditions à la Marina pour s'assurer que l'impact sur la navigation soit limité."], ["[42]", "Je suis d'accord avec le raisonnement général des défendeurs. Faut-il le rappeler, le pouvoir d'approbation du ministre est de nature discrétionnaire. Il est manifeste que le ministre a évalué les effets sur la navigation des ouvrages projetés par la Marina et qu'il a évalué les droits riverains, même si les distances appliquées ne sont pas les mêmes que celles indiquées par la directive TP 10387 E. Or, la directive n'a pas force obligatoire et ne lie pas le ministre. Il n'existe ici aucune preuve de mauvaise foi. Le raisonnement du ministre n'est pas arbitraire et s'appuie sur la preuve au dossier. Il n'y a pas lieu d'intervenir en l'espèce."], ["[43]", "Plus précisément, le document de « Rationnelle des décisions » démontre que le ministre a pris en considération les droits riverains d'accès à l'eau et de sortie de l'eau, et que ces droits riverains ont été évalués dans le contexte approprié des zones à marées. Le ministre a pris en considération de nombreux facteurs, incluant qu'il n'y a pas partout dans le bassin de la rivière Chaudière 2 mètres d'eau de profondeur à marée basse, et qu'il s'agit d'une zone non cartographiée à risque. Pour chaque ouvrage de la Marina, le ministre a considéré les lots riverains affectés, et lorsque les plans de la Marina ne respectaient pas une zone de manœuvre suffisante et ne prévoyaient pas un espace suffisant pour les droits d'accès à l'eau, le ministre a demandé des modifications aux plans pour pouvoir libérer suffisamment d'espace pour l'exercice des droits riverains. D'ailleurs, en ce qui concerne le quai D, le ministre a conclu que le quai devrait être déplacé de 12 mètres vers le Nord-Est. De plus, le ministre avait en sa possession un Rapport d'étude et d'expertise (Dossier certifié de l'office fédéral, document 84), qui faisait état des variations de distances entre les quais causées par les marées et de l'utilisation du plan d'eau. Sur la base de ce rapport, il était raisonnable pour le ministre de baser les distances de la zone de manœuvre sur des embarcations d'une largeur moyenne de 3 mètres. Également, il est apparent du document 105 du Dossier certifié de l'office fédéral que le ministre a calculé une zone de manœuvre à circulation à sens unique, et le fait que la Rationnelle des décisions indique erronément que la circulation à deux sens ait été utilisée ne rend pas la décision déraisonnable, d'autant plus qu'il était loisible au ministre de choisir d'appliquer une zone de manœuvre de circulation à sens unique."], ["[44]", "Pour conclure sur ce point, l'évaluation faite par le ministre des ouvrages projetés sur la navigation et les droits riverains était raisonnable. La Cour n'a pas à procéder à sa propre évaluation de la preuve et des facteurs techniques particuliers considérés par le ministre dans l'exercice de sa discrétion.", "Aucune crainte raisonnable de partialité"], ["[45]", "Enfin, le demandeur allègue que le ministre a fait preuve de partialité en faveur de la Marina en préjugeant la question de la nature du lit de la rivière Chaudière, en agissant avec partialité lors de l'évaluation des droits riverains, en faisant enlever l'ouvrage du demandeur et en n'appliquant pas la directive TP 10387 E."], ["[46]", "Quant à elle, la défenderesse plaide qu'il n'y a aucune crainte raisonnable de partialité. De fait, elle s'est conformée à la Loi et aux directives du ministre. Le ministre n'avait pas à prendre en considération la propriété du lit de la rivière Chaudière et il ne serait pas pratique que le ministre suspende l'émission d'approbations à chaque fois qu'il y a une allégation de droit de propriété contestée. De plus, dans un cours d'eau comme le bassin de la rivière Chaudière, il n'est pas possible d'avoir des coordonnées au centimètre près pour les installations puisque la marée et les coups d'eau rendent impossible une telle précision."], ["[47]", "Je rejette l'ensemble des arguments du demandeur, qui sont une reprise - cette fois sous la thématique de la partialité - d'arguments qui ont été précédemment examinés et rejetés par la Cour plus haut et dans le dossier T-884-13: 2015 CF 162 aux paras 32 à 36. Les arguments de partialité soulevés par le demandeur sont essentiellement un désaccord sur les faits et les méthodes utilisées par le ministre. Le demandeur n'a pas soumis de preuves crédibles faisant naître une crainte raisonnable de partialité, seulement des suppositions. Il n'existe aucune preuve de mauvaise foi, ni aucune preuve que le ministre aurait donné raison de croire que les approbations allaient être émises avant qu'elles ne le soient."], ["[48]", "Pour conclure, le demandeur n'a pas démontré qu'une « [...] personne bien renseignée qui étudierait la question en profondeur, de façon réaliste et pratique » aurait lieu de craindre que la décision ait été prise de façon partiale (", "Committee for Justice and  <FRAGMENT_SUPPRESSED>  à la p 394).", "Conclusion"], ["[49]", "Pour ces motifs, les trois demandes de contrôle judiciaire seront rejetées avec dépens.", "JUGEMENT"], ["[50]", "LA COUR STATUE que", "les trois demandes de contrôle judiciaire sont rejetées avec dépens.", ".........................", "<FRAGMENT_SUPPRESSED>  (respondents)"], ["[1]", "Martineau, J.", "[Translation]: The applicant challenges the legality of three approvals dated June 12 or 14, 2013, through which the Minister of Transport, Infrastructure and Communities (Minister) approved the work known as dock \"B\" (T-1068-13), dock \"D\" (T-1087-13) and the mooring area, Zone 4 (T-1086-13) of the Marina de la Chaudière Inc. (Marina), at the locations indicated and in accordance with the plans that are attached to the ministerial approvals."], ["[2]", "The three ministerial approvals were granted under the", "Navigable Waters Protection Act", ", RSC 1985, c N-22 (Act or NWPA), renamed the", "Navigation Protection Act", ", on April 1, 2014. These approvals are valid for a period of 30 years in application of the schedule specified at paragraph 3(1) of the", "Navigable Waters Works Regulations", ", CRC, c 1232. All references to the Act and to any applicable regulation in these reasons refer to the provisions in force at the time that the disputed approvals were issued."], ["[3]", "These dockets, as well as docket T-884-13, in which the applicant seeks to set aside the ministerial order ordering the applicant to remove his floating structure located at the mouth of the Chaudière River, were heard consecutively by the Court on January 27 and 28, 2015. The Court's judgment in docket T-884-13 is rendered concurrently:", "<FRAGMENT_SUPPRESSED> ."], ["[4]", "It is the last step in a long legal saga before the Quebec and federal courts, which has pitted the applicant and other Chaudière River shoreline property owners against the Marina since the late 1980s. In addition to the facts reported by the parties in their respective affidavits, on the day of the hearing, the applicant provided, with the Court's permission, a history of the disputes concerning the Chaudière River basin, the salient aspects of which are summarized below."], ["[5]", "In 1988, the Superior Court was invited to examine the property of the Chaudière River bed.  <FRAGMENT_SUPPRESSED>  EYB 1988-83449 (QC CS), it rejected the action for a declaration of ownership rights and an injunction of several shoreline property owners on the ground that the Chaudière River bed never left the public domain. In appeal, the Quebec Court of Appeal upheld this judgment, but without affirming the Crown's right of ownership:", "<FRAGMENT_SUPPRESSED> . Indeed, although the Chaudière River bed had entered into the private domain in 1636, the shoreline property owners had not shown the continuity of the chain of title relating to the Chaudière River bed."], ["[6]", "The disputes of the shoreline property owners with the Marina-which claims a thirty-year possession-gave way to several skirmishes, with no party coming out the winner to date. To this point, Mr. Tremblay and Mr. Thibeault seem to be the two main standard-bearers in this trench warfare fought at the mouth of the Chaudière River, where it flows into the St. Lawrence River, not far from the old Québec bridge, in an area under the jurisdiction of the Québec Port Authority."], ["[7]", "Therefore, in 2004, e.g. in", "<FRAGMENT_SUPPRESSED>  the Superior Court determined that Mr. Tremblay, another resident of the Chaudière River shore, had riparian rights, including that of maintaining his dock, and ordered the Marina to ensure that its floating docks are installed 70 feet from Mr. Tremblay's dock. Incidentally, in 2011, the Small Claims Division of the Court of Québec dismissed Mr. Tremblay's application, which alleged, at that time, that the Marina's docks had damaged his structures during a flooding:", "<FRAGMENT_SUPPRESSED> . However, the reason for the dismissal is limited to an issue of evidence and causation: Mr. Tremblay simply did not prove, on a balance of probabilities, that the Marina structures were the cause of the damage."], ["[8]", "At the same time, in 2007, the Superior Court refused to issue an interlocutory injunction to oblige the Marina to remove any obstructions to navigation and clear a route of a minimum of 100 feet wide so that the applicant could access his dock with his vessel the \" <FRAGMENT_SUPPRESSED> . The application was dismissed because the three criteria for an interlocutory injunction were not met. From one perspective, the Court did not set aside Mr. Thibeault's riparian rights. However, it seems doubtful that the applicant's navigation right could cover a vessel 67 feet in length and 21 feet in width, although it does not seem that the applicant will suffer irreparable harm and that the balance of convenience favours the Marina. In the same docket, in 2011, the Superior Court allowed the applicant's motion to amend the motion for an injunction following the sale of the \"Grand Charlevoix\" and rejected a motion to dismiss the  <FRAGMENT_SUPPRESSED>  aff'd in 2011 QCCA 1524."], ["[9]", "However, in 2011, the Superior Court dismissed Mr. Thibeault's the motion for permanent injunction, but again for nuanced reasons. Indeed, the proceeding was rendered moot by the fact that the applicant was no longer in possession of the \"Grand Charlevoix\", while pointing out what may also interest us today, that the Marina no longer had approval for the structures covered by the application for injunction:", "<FRAGMENT_SUPPRESSED>  motion to dismiss appeal granted 2012 QCCA 1226. The Superior Court indicated that, in these circumstances, it would be up to the Minister to assess the situation in the context of the new application for approval presented by the Marina."], ["[10]", "In addition, several related dockets are still in the hearing stage. Before the Federal Court, in addition to these dockets and docket T-884-13, docket T-895-12 pits Mr. Tremblay personally and the company belonging to Mr. Thibeault against the Marina and any person who has a right over the vessels \"Ponton C\" and \"Ponton D\". Two dockets are also pending before the Superior Court. In docket number 200-17-018142-133, the applicant and two other owners are suing the Marina for damages, which brought a counterclaim, while in docket number 200-17-018621-136, the Marina sued for damages and by injunction Mr. Thibeault and Mr. Tremblay, who brought a counterclaim. The Attorney General of Canada intervened in the last docket, and his representative confirmed at the hearing that she expected that, this time, the Superior Court would affirm the Crown's title on the Chaudière River bed. It should be remembered that at the time, in <FRAGMENT_SUPPRESSED> , above, the Attorney General of Quebec simply relied on justice, had not proffered any evidence and limited himself to supporting the argument of the Marina and the other respondents who were disputing the owners' title on the Chaudière River bed."], ["[11]", "This being said, the facts leading up to the current application for judicial review are not really contested. On April 20, 2013, a notice was published in the", "Canada Gazette", "informing the public that the Marina had applied to the Minister for approval of the plans and site of three floating docks on the Chaudière River, and of mooring areas in the St. Lawrence River and in the Chaudière River. Interested parties had 30 days after the publication of the notice to direct their comments, in writing, on the effect of these works on marine navigation to the manager of the Navigable Waters Protection Program [NWPP]."], ["[12]", "On May 13, 2013, the applicant forwarded to Richard Jones, the NWPP manager, a formal notice that was taken as opposition to the Marina's application for ministerial approval. In essence, the applicant informed the manager that he is the exclusive owner or occupant of the Chaudière River bed where docks B and D and the mooring buoys in Zone 4 were to be installed, and that the Minister does not have the authority to issue approvals concerning the Marina's floating docks because they are vessels rather than works under the Act. By the same logic, the applicant informed the manager that he placed \"a vessel at anchor near the site picked by the Marina for Dock \"B\", on Lot C, of which he has exclusive ownership, in order to do work on his property\"."], ["[13]", "On June 12 and 14, 2013, in view of the effect on marine navigation, the Minister granted the Marina the three approvals listed in these applications for judicial review, which were gathered for the purposes of the hearing. The ministerial approvals allow the Marina-subject to the specified conditions and in accordance with the approved plans-to install dock B (T-1068-13), dock D (T-1087-13) and the mooring area-Zone 4 (T-1086-13) in the Chaudière River. Indeed, these approvals are considered \"recommendable\" by the Minister in accordance with the corresponding plans for a period of 30 years."], ["[14]", "The applicant requires in these dockets to have set aside the ministerial approvals, for the following reasons. First, the Minister exceeded his jurisdiction when he found that docks B and D of the Marina are \"works\" within the meaning of the NWPA. Second, the Minister committed a reviewable error in not considering the ownership of the Chaudière River bed before issuing the approvals. Third, the Minister erred in his assessment of riparian rights. Fourth, the applicant alleged that the actions of officials give rise to a reasonable apprehension of bias, which vitiates the entire administrative process."], ["[15]", "The reasonableness standard applies to the three first grounds since they concern questions of mixed fact and law, while the correctness standard applies to the applicant's last ground for setting aside the approvals since it is a procedural fairness question:", "<FRAGMENT_SUPPRESSED> ( <FRAGMENT_SUPPRESSED> );", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED> .", "Interest to act"], ["[16]", "Before assessing the applicant's four arguments, the Court must deal with the Minister's preliminary argument that the applicant does not have the interest to act. The Minister submits that he is a [translation] \"third party\" and that he is not \"directly affected\" by the ministerial approvals, so that he does not have the required interest under subsection 18.1(1) of the", "Federal Courts Act", ", RSC 1985, c F-7 (FCA):", "18.1", "(1) An application for judicial review may be made by the Attorney General of Canada or by anyone directly affected by the matter in respect of which relief is sought.", "18.1", "(1) Une demande de contrôle judiciaire peut être présentée par le procureur général du Canada ou par quiconque est directement touché par l'objet de la demande."], ["[17]", "As a general rule, a person would be \"directly affected\", when they can show to the Court that the impugned decision must have affected his rights, imposed on him legal obligations or prejudicially affected him:", "League for  <FRAGMENT_SUPPRESSED> . The Minister, who fears an avalanche of applications for judicial review from other owners (", "<FRAGMENT_SUPPRESSED> ), considers that the ministerial approvals do not affect the applicant's rights or obligations and do not directly prejudicially affect him."], ["[18]", "The applicant argues the contrary, that he has interest to act since his individual rights have been affected by the ministerial approvals. The interest to act cannot be limited to the person who has requested the ministerial approval-in this case, the Marina, who would become the only interested party-which is contrary to the right of any interested litigant to have an administrative decision reviewed that will affect for a period of 30 years the right to navigation. As an opponent of the Marina project and a shoreline property owner, the applicant may thus challenge the legality of the ministerial approvals."], ["[19]", "In my view, the question of the applicant's interest is not only linked to whether his rights are affected, but also to the scope of the remedy sought and to the jurisdiction of the Minister and the courts. Insofar as the applicant seeks to set aside the ministerial approvals because he allegedly has an exclusive right of ownership or lease on the portions of the Chaudière River bed where docks B and D are anchored, as well as some buoys, his legal interest appears to us to be not only very disputable, but for the reasons set out below we are of the view that the Minister has committed no reviewable error in not considering the ownership of the Chaudière River bed."], ["[20]", "However, it is not the same for the effects of the Marina project on the navigation and riparian rights affected by the ministerial approvals. The approvals given by the Minister under the NWPA are exclusively given to a work [translation] \"given the effects of the works on marine navigation\", which confers a certain legal interest on owners. Moreover, at the invitation of the authorities, numerous owners sent their written comments to the NWPP manager. It is also apparent from the certified tribunal record that the Minister considered the riparian rights, including the right to access water, before issuing the approvals, and that in some circumstances, he imposed changes to the Marina's plans to respect these rights (see [translation] \"The Marina de la Chaudière - Rationale of prepublication decisions TC NWPA\", Certified Tribunal Record, document 88 (Rationale of decisions))."], ["[21]", "In this case, in addition to alleging being the owner of river bed lots, the applicant is also the resident of a shoreline property, lot 2 288 416, 2 454 403 (Lot 416), as it appears in particular from [translation] \"Plan 1 of 5: Illustration of the riparian rights in the Saint-Laurent River & the Chaudière River estuary vs the marine structures of the Marina de la Chaudière Inc. based on the analysis by TC-NWPP dated April 8, 2013\" (Certified Tribunal Record, document 14) and [translation] \"Plan 5 of 5: Illustration of riparian rights near dock D (marina) based on the analysis by TC-NWPP\" (Certified Tribunal Record, document 16). As the holder of riparian rights, the applicant is directly affected by the subject of the Marina's approval request, at least as specifically concerns dock D, which is located across from the shoreline property where he lives (docket T-1087-13). The ministerial approval regarding the exact location of dock D in the Chaudière River has a direct effect on the applicant's riparian rights, who now sees his water access rights limited by the Marina's structures."], ["[22]", "Paragraphs 35 to 40 of the Superior Court's judgment in", "<FRAGMENT_SUPPRESSED>  are particularly instructive:", "[translation]"], ["[35] The notice published in the Canada Gazette and in newspapers in the area where the works are to be built had to be made in the days following the hearing of this case and it is from the last publication that the 30-day period began, which is required to enable the NWPP to collect public comments, including, of course, comments from the Sylvio Thibeault, if he wishes to make any."], ["[36] Moreover, the plan of the location of the works proposed by the Marina was filed in the Court record and Sylvio Thibeault was able to read it."], ["[37] In the circumstances, is it up to the Superior Court to determine the width of the open channel that must be maintained in the Chaudière River and the width of the shipping lane, while the review of this matter under the provisions of the", "Navigable Waters Protection Act", "is currently underway?"], ["[38] We believe that it is up to Transport Canada and not to the Superior Court to approve the works in navigable waters based on the enabling law and regulations. Moreover, it is not for us to speculate on possible recourse, where appropriate, in the event that an interested party is not satisfied with the decisions made by the competent authorities under the provisions of the Navigable Waters Protection Act."], ["[39] In short, it is our view that the applicant's rights as a shoreline owner on the Chaudière River to navigation on this river have limits and that, in the circumstances, it is up to the Minister, by virtue of the powers conferred on him by the", "Navigable Waters Protection Act", ", to reassess the situation based on the application that was submitted by the Marina and submissions that interested persons may present under section 9(5) of the Act."], ["[40] Therefore, the applicant's request will be dismissed with costs. The costs do not, however, include the costs and fees of experts since they were not required to determine the dispute."], ["[23]", "Also, although the applicant has a potential injunction and damages remedy against the Marina if his ownership rights and the disturbances alleged are affirmed by the Superior Court of Quebec, despite this, the Federal Court has exclusive jurisdiction to deal with the legality of ministerial approvals and review all the applicant's arguments based on the public's right to navigation, including the binding quality and the effects of internal directive TP 10387 E in assessing riparian rights. However, for the reasons set out below, these applications for judicial review must fail, as the Court did not find a reason to intervene on the merits.", "Reasonableness of the ministerial designation"], ["[24]", "The applicant's first ground relates to the Minister's jurisdiction to act on the Marina's approval request. This jurisdiction is disputed by the applicant, who argues that we are dealing with vessel and not works. For the same reasons as those set out in docket T-884-13 (2015 FC 162 at paras 12 to 26), it was reasonable for the Minister to find that docks B and D, and the mooring area - Zone 4, are works within the meaning of the Act."], ["[25]", "The definitions of \"vessel\" and \"work\" are found at section 2 of the Act:", ". In this Act,", "...", "\"vessel\" includes every description of ship, boat or craft of any kind, without regard to method or lack of propulsion and to whether it is used as a sea-going vessel or on inland waters only, including everything forming part of its machinery, tackle, equipment, cargo, stores or ballast;", "...", "\"work\" includes", "(a) any man-made structure, device or thing, whether temporary or permanent, that may interfere with navigation; and", "(b) any dumping of fill in any navigable water, or any excavation of materials from the bed of any navigable water, that may interfere with navigation", "2. Les définitions qui suivent s'appliquent à la présente loi.", "[...]", "« bateau » Toute construction flottante conçue ou utilisée pour la navigation en mer ou dans les eaux internes, qu'elle soit pourvue ou non d'un moyen propre de propulsion. Est compris dans la présente définition tout ce qui fait partie des machines, de l'outillage de chargement, de l'équipement, de la cargaison, des approvisionnements ou du lest du bateau.", "[...]", "« ouvrage » Sont compris parmi les ouvrages:", "a) les constructions, dispositifs ou autres objets d'origine humaine, qu'ils soient temporaires ou permanents, susceptibles de nuire à la navigation;", "b) les déversements de remblais dans les eaux navigables ou les excavations de matériaux tirés du lit d'eaux navigables, susceptibles de nuire à la navigation."], ["[26]", "The fact that docks B and D of the Marina are \"floating structures\" does not mean that they are automatically \"vessels\". Furthermore, it was reasonable for the Minister to find that docks B and D were not designed or used for navigation, since the Marina's intention is clear: the docks have always been and will continue to be used for mooring vessels. The fact that some jurisprudential tests of the definition of vessel within the meaning of the FCA are met by the docks-e.g. they were built to be used in water (", "<FRAGMENT_SUPPRESSED>  (FCA) at para 29)-does not mean that the docks must be considered to be designed or used for navigation. Therefore, it was reasonable for the Minister to find that docks anchored in a fixed manner that are used for mooring vessels are works within the meaning of the Act.", "Failure to consider the ownership of the Chaudière River bed"], ["[27]", "Second, the applicant alleges that the Minister committed a reviewable error by not considering that he was the owner of the Chaudière River bed. According to the applicant, the Chaudière River bed is part of the private domain, while he is the exclusive owner or lessor of four parcels of the river bed. The Minister had the obligation to consider the ownership of the Chaudière River bed, since he had to assess several elements to determine whether it is justified in the circumstances to limit the public right to navigation (", "<FRAGMENT_SUPPRESSED>  at p 39). In addition, the approvals issued by the Minister approve not only the work, but also [translation] \"its construction, location, maintenance, operation and use\". It follows that the Minister must verify whether the Marina could legally build the work at the planned location. Also, when applicants make a request for work approval, they must indicate in the application form whether they are owners of the shoreline property or if they received authorization of the shoreline property owner, which shows that the Minister verifies whether the applicants are owners or the permission of the owner. The consultations with the City of Lévis, the Port of Quebec and Aboriginal groups show that the Minister was concerned with the ownership of the river bed and that he would have had to ensure that the Marina had the applicant's authorization to install the works."], ["[28]", "But for the Minister, the ownership rights of the Chaudière River bed did not have to be considered during the review of the request for works approval in the Marina. That is, the public right to navigation is independent from the ownership of the river bed. Moreover, the approvals given by the Minister have no impact on the ownership rights alleged by the applicant, since they clearly indicate that other laws or regulations may be applicable and that the Marina must obtain [translation] \"any other approval or building permit, under any applicable law\". Also, the person receiving an approval from the Minister does not acquire any right to interfere with the private rights of third parties (", "<FRAGMENT_SUPPRESSED>  (C-B CS) at paras 19-21). In addition, the applicant acknowledged in case number 200-17-018621-136 between the parties before the Superior Court of Quebec that the approvals granted by the Minister have no impact on the right of ownership on an immoveable. The Minister alleged that imposing on the Minister the obligation to consider the ownership rights would equal requesting that the Minister substitute himself to the Superior Court to decide the ownership of the Chaudière River bed. Also, the consultations conducted by the Minister with third parties did not concern the ownership of the river bed, but rather to fulfill the obligations of the Federal Crown, in particular with respect to consultations with Aboriginal people and environmental matters."], ["[29]", "At the hearing, counsel for the applicant replied that it was apparent at the reading of the file that the Minister considered that the Chaudière River bed was Crown land. Further, she drew from it a finding of bias. Therefore, it is not that the Minister did not consider the ownership of the bed, but rather that the Minister exceeded his jurisdiction in finding that the Chaudière River bed falls under Crown land and in imposing conditions that encroached on the applicant's property. In the circumstances where the ownership of the location planned for the construction of works in the Marina was contentious, the Minister should have avoided giving any approval for structures in the Chaudière River. In addition, according to the applicant, the fact that the approvals indicate that the person who has them must ensure that the works comply with the other applicable laws and regulations does not exempt the Minister from considering the ownership rights. Indeed, that would be equivalent to leaving full discretion to the Minister, which would force the litigants to battle indefinitely before the courts of civil jurisdiction."], ["[30]", "The applicant's arguments are not well-founded in this case."], ["[31]", "As indicated above, the approvals granted by the Minister have no direct impact on the ownership rights of the Chaudière River bed, since the Marina must still respect the other applicable laws and regulations. The approvals clearly indicate that:", "This document approves the work in terms of its effect on marine navigation under the", "Navigable Waters Protection Act", ". The work must be built, placed, maintained, operated, used and removed in accordance with the approved plan(s), the", "Navigable Waters Protection Act", ", its regulations and the terms and conditions in the Approval", "It is the applicant's responsibility to obtain any other forms of approval or building permits, under any applicable laws.", "[Emphasis added]"], ["[32]", "At the hearing, counsel for the Marina went further, stating that it had, indeed, properly entered into a lease with the Quebec Port Authority, which allowed him to install on the river bed and set up floating docks in the places indicated on the plans approved by the Minister. Of course, the applicant does not agree and considers that it is rather to him that the Marina should speak. This issue will have to be resolved eventually, and decisively, by the Superior Court."], ["[33]", "Furthermore, contrary to what counsel for the applicant claimed in her oral arguments, it is not apparent from the file that the Minister was influenced by the fact that the Chaudière River bed would be Crown land. In any case, the Minister does not have the power to declare that so and so is the owner. This is an issue affecting ownership and civil rights arising exclusively from the legislative authority of the provinces, and subject, of course, to the specific provisions that one finds in the Canadian constitution with respect to provincial and federal public properties (e.g. sections 108 and 109, and Third Schedule, paras 1, 2 and 3, in particular the", "Constitution Act, 1867", ", 30 & 31 Victoria, c 3)."], ["[34]", "In conclusion, under the NWPA, the role of the Minister or officials is to enforce the NWPA and its regulations (sections 33-34 of the NWPA), and not to enforce the ownership rights claimed by the applicant in this case. Therefore, it was reasonable for the Minister not to consider the applicant's allegations of ownership rights on the Chaudière River bed in his formal notice letter.", "Assessment of riparian rights"], ["[35]", "The third ground for setting aside raised by the applicant concerns the assessment of riparian rights conducted by the Minister."], ["[36]", "In the judgment that was rendered by the Quebec Court of Appeal in 1998 in <FRAGMENT_SUPPRESSED> , above, Justice Letarte, beyond the question of ownership of the Chaudière River bed, reiterates at pages 11 and 12 of his opinion, the following regarding the nature of riparian rights:", "[translation]", "Riparian rights do not include the ownership of the river bed; rather, they are closely linked to the ownership rights of the riparian land, regardless of the navigability of the river. If they can include the following rights-access rights, right to general household use, right to anchorage and mooring, right to non-commercial supply and diversion, right to commercial and industrial use and, in some circumstances, fishing rights, riparian rights have nothing to do with the ownership of the land."], ["[37]", "There is no doubt that when the Minister approves plans for a proposed location in a navigable river, he will incidentally restrict or modify, for 30 years in the future the usage and access rights to the riparian waters, although he has the duty to ensure, moreover, that the docks, mooring areas and buoys that will be installed will not unduly restrict navigation. The conditions prescribed in the ministerial approvals result from the exercise of federal jurisdiction over navigation, which has been delegated to the Minister. But, if the Minister must be afforded very broad discretion, then the approvals must be given all the attributes of reasonableness."], ["[38]", "As we saw above, the shoreline property owners had the opportunity to make written submissions, so that no issue of procedural fairness arises in this case. That said, the applicant claimed that the Minister committed several errors in his assessment of riparian rights, which makes the ministerial approvals unreasonable, and which the respondents are disputing."], ["[39]", "According to the applicant, the Minister's calculations do not consider the true size of the vessels that pass through the Chaudière River. Indeed, the Minister did not consider the two-way traffic of vessels or winds and currents and the proposal of the river lots was not done in accordance with the principles accepted by the Ordre des arpenteurs-géomètres du Québec. Finally, the applicant alleges that the Minister did not follow directive TP 10387 E with respect to distance requirements."], ["[40]", "In this respect, the applicant alleged that the Minister provided a clearance zone of 14.5 metres, which represents the one-way traffic of vessels only, based on vessels of an average size of 3 metres. The applicant alleged that he had already advised the Minister that the Marina's structures did not respect the space required for a safety margin of ships, which now vary in size from 6 to 8 metres and the Minister should have considered the passing of large vessels rather than small or medium vessels. Furthermore, the Minister indicated that he considered two way traffic, but these are \"misrepresentations\" since it is apparent from the calculations in the record that only one-way traffic was considered and comes down to a clearance zone of 14.5 metres, which is much too small to allow for two-way traffic. Moreover, the applicant alleged that the Minister did not respect the distance of 45.7 metres planned for riparian rights in directive TP 10387 E. Also, the Chaudière River is a tidal river, but the Minister instead applied the criteria applicable to rivers without tides, which means that the distances are not appropriate to the real situation."], ["[41]", "The respondent maintains that the Minister acted reasonably and that the Court does not have to substitute itself for the officials that conducted a careful assessment of the approval request as revealed in the \"Rationale of decisions\". Directive TP 10387 E simply contains guidelines that do not have force of law and cannot limit the discretion provided in the Act. The directive gives the decision-maker the discretion as to how much importance to give to each factor. Furthermore, although an error was produced in the \"Rationale of decisions\"-since the graphic applicable to rivers without tides was copied rather than that applicable to tidal rivers-the Minister properly considered the criteria applicable to tidal rivers, as appears from the references and calculations in the rest of the document. Finally, riparian rights are not absolute. For example, they do not confer on the shoreline owner the right to dock a vessel of unlimited size (", "<FRAGMENT_SUPPRESSED> ). In this case, the Minister assessed the situation and imposed conditions on the Marina to ensure that the impact on navigation is limited."], ["[42]", "I agree with the general reasoning of the respondents. It should be reiterated that the Minister's authority to approve is discretionary. It is clear that the Minister assessed the effects on the navigation of the works proposed by the Marina and that he assessed the riparian rights, although the distances applied are not the same as those indicated by directive TP 10387 E. Moreover, the directive is not binding nor is it binding upon the Minister. There is no evidence of bad faith here. The Minister's reasoning is not arbitrary and relies on the evidence in the record. It is not appropriate to intervene in this case."], ["[43]", "Specifically, the document \"Rationale of decisions\" shows that the Minister considered the riparian rights of access to and removal from water, and that these riparian rights were assessed in the appropriate context of tidal zones. The Minister considered numerous factors, including that throughout the Chaudière River basin, there is not two metres in depth of water during low tide, and that it is an at-risk uncharted area. For each work in the Marina, the Minister considered the affected shoreline lots, and when the Marina's plans did not respect a sufficient manoeuvring area and did not provide enough space for the right to access the water, the Minister requested changes to the plans so as to free up enough space for the exercise of riparian rights. Moreover, with respect to dock D, the Minister found that the dock should be moved 12 metres north east. Furthermore, the Minister had a study and expertise report (Certified Tribunal Record, document 84), which described the state of the variations of distances between the docks caused by the tides and the use of the waterway. Based on this report, it was reasonable for the Minister to base the distances of the manoeuvring area on vessels of an average width of three metres. In addition, it is apparent from document 105 of the Certified Tribunal Record that the Minister calculated a manoeuvring area for one-way traffic, and the fact that the Rationale of decisions erroneously indicates that two-way traffic was used does not make the decision unreasonable, especially since it was up to the Minister to choose to apply a manoeuvring area for one-way traffic."], ["[44]", "To conclude this point, the assessment made by the Minister of the works proposed for navigation and riparian rights was reasonable. The Court did not have to conduct its own assessment of the evidence and the specific technical factors considered by the Minister in exercise of its discretion.", "No reasonable apprehension of bias"], ["[45]", "Finally, the applicant alleged that the Minister showed partiality in favor of the Marina by prejudging the issue of the nature of the Chaudière River bed, acting with bias when assessing riparian rights, by having the applicant's work removed and not applying directive TP 10387 E."], ["[46]", "The Marina argued that there is no reasonable apprehension of bias. In fact, it complied with the Act and with the Minister's directives. The Minister did not have to consider the ownership of the Chaudière River bed and it would not be practical for the Minister to suspend the issue of approvals each time that an allegation of right of ownership is disputed. Further, in a river like the Chaudière River basin, it is not possible to have co-ordinates of structures to the nearest centimeter since the tide and floods make such precision impossible."], ["[47]", "I reject all of the applicant's arguments, which are repeated-this time under the theme of bias-arguments that were previously reviewed and rejected by the Court above and in docket T-884-13: 2015 FC 162 at paras 32 to 36. The arguments of bias raised by the applicant are essentially a disagreement on the facts and the methods used by the Minister. The applicant did not submit credible evidence that raises a reasonable apprehension of bias, only suppositions. There is no evidence of bad faith or of evidence that the Minister allegedly gave reason to believe that the approvals were to be issued before they had been."], ["[48]", "In conclusion, the applicant did not show that \"...an informed person, viewing the matter realistically and practically-and having thought the matter through\" would have reason to fear that the decision was been made in a biased way (Committee for Justice and  <FRAGMENT_SUPPRESSED>  at p 394).", "Conclusion"], ["[49]", "For these reasons, the three applications for judicial review are dismissed with costs.", "JUDGMENT"], ["[50]", "THIS COURT ORDERS AND ADJUDGES that", "the three applications for judicial review are dismissed with costs.", "Application dismissed.", "Editor: Gary W. McLaughlin", "[End of document]"]]}