{"id_": "082827", "body_str": [["[1]", "Beaudry, J.", ": This is an application for judicial review of a decision of a labour adjudicator appointed pursuant to the", "Canada Labour Code", ", R.S.C. 1985, c. L-2, as amended (the \"", "Code", "\"). In the decision rendered October 26, 2001, the adjudicator declined jurisdiction to hear the applicant's complaint of wrongful dismissal on the ground that she had been \"laid off due to lack of work or discontinuance of function\" as described in s. 242(3.1)(a) of the", "Code", ". The applicant seeks an order in the nature of certiorari quashing the adjudicator's decision and remitting the matter before a different adjudicator for a rehearing, as well as costs.  <FRAGMENT_SUPPRESSED>", "ISSUE  <FRAGMENT_SUPPRESSED>"], ["[2]", "Did the adjudicator commit a reviewable error?  <FRAGMENT_SUPPRESSED>"], ["[3]", "For the reasons set below, the application for judicial review shall be allowed.  <FRAGMENT_SUPPRESSED>", "BACKGROUND  <FRAGMENT_SUPPRESSED>"], ["[4]", "The applicant, Arleen Thomas, was hired as Health Director of the Enoch Cree Nation Band (\"Enoch\") in March 1993. She was responsible for the administration and budget planning of the Enoch Health Centre.  <FRAGMENT_SUPPRESSED>"], ["[5]", "By November of 1998, Enoch was in a grave financial state, as it is clear that at this time all programs were in a deficit position. Enoch's bank was refusing to clear its cheques until a debt of nearly $700,000 was paid. Financial controller, Glen Generoux was hired on November 17, 1998 to deal with the financial crisis.  <FRAGMENT_SUPPRESSED>"], ["[6]", "On December 2, 1998, the Chief and Band Council passed a motion approving the permanent layoff of 48 employees, including the applicant. Ms. Thomas was chosen for layoff and on December 10, 1998, she was dismissed effective December 31, 1998. She received approximately $9,000 in severance pay - four months' salary in lieu of notice.  <FRAGMENT_SUPPRESSED>"], ["[7]", "While the applicant acknowledges that a financial crisis existed, she believes that the \"actual and operative and dominant reason\" for her dismissal was the fact that she had raised some alarm bells concerning certain health care expenditures. She therefore argues that the mass layoff was used as an excuse to terminate her.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The applicant states that, prior to the layoffs, she had criticized Chief Morin for the 1997 award of a $30,000 contract to provide eight workshops, which delivered services she felt were already provided by the Health Centre program. The contract provided for remuneration of $1,000 per day per facilitator and is set out as Exhibit B in the Applicant's Record. The applicant alleged and the adjudicator accepted that the company engaged by the contract R & L Life Management, was partly-owned by Enoch's Director of Operations, Robert Sharphead.  <FRAGMENT_SUPPRESSED>"], ["[9]", "In addition, the applicant states that she had brought to the attention of Chief Morin and Robert Sharphead some questionable expenditures made by Ms. Alexander-Ward, a health worker under her authority. In a memo dated November 20, 1998, the applicant stated that, during a six-month period, Ms. Alexander Ward and her relatives had withdrawn amounts totalling over $30,000 from the health budget without tendering receipts. The applicant had raised the question of how this money was spent and whether it was used for health programs.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The fact that the applicant raised concerns about these expenditures clearly labels her as a whistle-blower, or, as noted by the adjudicator, a \"squeaky wheel\" and \"thorn in the side of Chief and Council\".  <FRAGMENT_SUPPRESSED>"], ["[11]", "After the applicant's termination, some of her work functions were taken over by a nurse, Sylvia McGillis, until February 1999. At that time, Gary Morin took over duties as interim Health Director. Gary Morin's wife, Darlene Peacock, was hired as a health administration consultant from May 3 to July 3, 1999. Darlene Peacock was hired to fill the applicant's former position of Director of Health on September 1, 1999. This position was not posted, nor subject to a competitive process, and the applicant was not given notice of it. She therefore was unable to compete for her former position.  <FRAGMENT_SUPPRESSED>"], ["[12]", "The applicant then filed a complaint of unjust dismissal under the", "Code", "and the complaint was heard by the adjudicator on March 13, 2001.  <FRAGMENT_SUPPRESSED>", "ADJUDICATOR'S DECISION  <FRAGMENT_SUPPRESSED>"], ["[13]", "The adjudicator first determined that the applicant was not a \"manager\" under s. 167(3) of the", "Code", ", a threshold issue, since Division XIV of the", "Code", "(unjust dismissal) does not apply to managers.  <FRAGMENT_SUPPRESSED>"], ["[14]", "The adjudicator then examined the issue of whether the applicant was excluded from having her complaint heard by s. 242(3.1) of the", "Code", ", which provides:  <FRAGMENT_SUPPRESSED>", "\"No complaint shall be considered by an adjudicator under subsection (3) in respect of a person where  <FRAGMENT_SUPPRESSED>", "(a) that person has been laid off because of lack of work or because of the discontinuance of a function; <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"L'arbitre ne peut procéder à l'instruction de la plainte dans l'un ou l'autre des cas suivants:  <FRAGMENT_SUPPRESSED>", "a) le plaignant a été licencié en raison du manque de travail ou de la suppression d'un poste; <FRAGMENT_SUPPRESSED>"], ["[15]", "The adjudicator reviewed jurisprudence on s. 242(3.1) which suggested that the purpose of the provision is to shield employers from complaints where termination results from good faith restructuring in the face of adverse economic circumstances. The adjudicator noted that the employer had the onus to show that s. 242(3.1) applied.  <FRAGMENT_SUPPRESSED>"], ["[16]", "The adjudicator found that Enoch was clearly under financial stress when it initiated the layoffs in November 1998. The applicant had argued lack of bona fides was evident in that the Band saved only $5,000 by laying her off (due to payments to those replacing her) and is now actually paying Ms. Peacock more than the applicant's former salary. The applicant also argued that the Band had transferred $105,000 from the Health budget to other areas in violation of its agreement with Indian and Northern Affairs Canada (\"INAC\"), and in the absence of that transfer there would be no deficit in the Health budget. Finally, the applicant argued that her position was actually \"funded\" under a contribution agreement and so, according to Generoux's stated rationale, \"funded\" positions would not be cut during the mass layoff.  <FRAGMENT_SUPPRESSED>"], ["[17]", "The adjudicator stated, at page 11 (Applicant's Record, page 168):  <FRAGMENT_SUPPRESSED>", "\"[...] I accept Mr. Genereux's evidence that all programs at Enoch were in a deficit position in November 1998.", "It may be, as Ms. Thomas says, that Health only suffered a deficit because funds had been transferred from Health to other programs.", "If this is so, it is a matter for INAC to review and take what action they deem appropriate. For the purposes of my decision, it does not change the fact that Enoch was in a grave financial state in November 1998 and that decisions respecting staffing had to be made.  <FRAGMENT_SUPPRESSED>", "\"It may be that no actual savings were obtained in the long run by the lay off of Ms. Thomas.", "It may be that Ms. Thomas' position was in fact 'funded' under the contribution agreements and that, in fact, Mr. Generoux was mistaken in characterizing Ms. Thomas' position as unfunded as he testified he did", ". Be that as it may, while the", "Code", "places certain restrictions on employers, it does not strip them of their ability to restructure and reorganize and to make decisions they consider to be in their best interests. It also does not strip them of their ability to make decisions that, with the benefit of hindsight, may turn out to be incorrect. So long as the decision is not made in bad faith or in a manner that is discriminatory or arbitrary, they have the right to make these decisions. [...]\" (Emphasis added)  <FRAGMENT_SUPPRESSED>"], ["[18]", "After concluding that the applicant was laid off for \"lack of work or discontinuance of function\" under the", "Code", ", the adjudicator examined the question whether the decision to terminate was arbitrary, discriminatory, or made in bad faith, since, according to the case law, an employer cannot take advantage of an otherwise genuine layoff to discard an employee for other reasons.  <FRAGMENT_SUPPRESSED>"], ["[19]", "The adjudicator stated that the evidence in respect of this issue gave her much difficulty. She found it \"suspicious that Ms. Thomas' position was chosen for elimination rather than other positions in the health centre\". She heard no evidence concerning whether employees who were not laid off held \"funded\" positions, nor whether eliminating their positions instead of the applicant's would have realized greater savings. The adjudicator noted that Chief and Council had considered the layoff of individuals rather than positions, and queried whether their choices were made according to family relationship.  <FRAGMENT_SUPPRESSED>"], ["[20]", "The adjudicator also noted, at page 12 (Applicant's Record, page 169), that there was:  <FRAGMENT_SUPPRESSED>", "\"[...]", "[T]roubling evidence from Ms. Thomas", "that she had attempted just prior to the layoffs to have the Chief and Council consider, particularly, the activities of Ms. Darlene Alexander-Ward [sic], the coordinator of the Brighter Futures Initiative and Robert Sharpshead [sic], the Director of Operations for Enoch. Exhibit 35 provided very clear evidence that Ms. Thomas had decided to bring these issues into the forefront and had requested a meeting with Chief and Council and the Enoch Interagency members in order to deal with them. As well, there is the fact that Ms. Peacock assumed the position of Health Director in September 1999, only six months from the date Ms. Thomas was laid off.\" (Emphasis added)  <FRAGMENT_SUPPRESSED>"], ["[21]", "The adjudicator stated that there was \"some evidence that the decision to lay off Ms. Thomas, in particular, rather than some other employees of Enoch may have been based upon irrelevant considerations, have been arbitrary or have been done in bad faith\". However, she noted that Mr. Generoux was interested only in the total number of layoffs, that the choice was somewhat arbitrary and that \"decisions had to be made on some basis and the basis chosen was reasonable\". The adjudicator noted, at page 13 (Applicant's Record, page 170):  <FRAGMENT_SUPPRESSED>", "\"[...] [I]t was equally clear from the evidence, however, that", "the names of the individuals on the list changed once the list was given to Chief and Council. Some individuals were removed from the list and others, were added. I am troubled by the allegations of bad faith made by Ms. Thomas.", "\" (Emphasis added)  <FRAGMENT_SUPPRESSED>"], ["[22]", "The adjudicator noted that, according to", "<FRAGMENT_SUPPRESSED>  (Lab. Arb.), the onus is on the complainant to substantiate allegations of malice on the part of the employer. However, the adjudicator found that the evidence of malice was \"far from overwhelming\".  <FRAGMENT_SUPPRESSED>"], ["[23]", "Concerning the decision to lay off the applicant, the adjudicator noted, at page 13 (Applicant's Record, page 170):  <FRAGMENT_SUPPRESSED>", "\"[...] Glen Generoux has said that Ms. Thomas' name was added to the lay off list last because her position was unfunded.", "In the last analysis, whether she remained on the list and was actually laid off became the decision of Chief and Council. While we have the minute of their meeting, we do not have a transcript of their deliberations. We have no knowledge of how they ultimately came to their decision to lay off Ms. Thomas. I am reluctant to impute bad faith or improper motive to this body without more evidence.", "[...]\" (Emphasis added)  <FRAGMENT_SUPPRESSED>"], ["[24]", "The adjudicator also noted that Enoch's explanation for hiring Ms. Peacock in September 1999, was actually prompted by a change of circumstances, since by that time a new funding agreement was in place. However, she noted that Enoch had not offered an explanation as to why Ms. Thomas was not offered a chance to apply for that position.  <FRAGMENT_SUPPRESSED>"], ["[25]", "The adjudicator concluded that, while the applicant raised \"troubling evidence\" that raises \"real suspicions\", she had not shown sufficient evidence of bad faith. The adjudicator determined that the applicant was laid off due to \"lack of work or discontinuance of a function\" and therefore she had no jurisdiction to determine wrongful dismissal.  <FRAGMENT_SUPPRESSED>", "STANDARD OF REVIEW  <FRAGMENT_SUPPRESSED>"], ["[26]", "The applicant submits that the standard of review concerning whether s. 242(3.1) of the", "Code", "applies is a jurisdictional question, and thus the standard of review is correctness. In support of this proposition, she cites", "<FRAGMENT_SUPPRESSED>  (T.D.).  <FRAGMENT_SUPPRESSED>"], ["[27]", "The respondent submits that adopting a correctness standard is simplistic, because the allegations of error presented by the applicant pertain largely to the weighing of evidence and conclusions reached by the adjudicator. The respondent submits that, while the correctness standard is mandated for questions of law, findings of fact are subject to a patent unreasonableness standard.  <FRAGMENT_SUPPRESSED>"], ["[28]", "In", "<FRAGMENT_SUPPRESSED> , cited by both the applicant and the respondent, Strayer, J. (as he then was), stated, at page 298:  <FRAGMENT_SUPPRESSED>", "\"[...] I can review the conclusions of the adjudicator for the purpose of determining whether he has jurisdiction to proceed with the complaint. In doing so it is open to me to form my own opinions as to the relevant questions of law but that with respect to his findings of fact I should not substitute my own view for his unless his can be demonstrated to be manifestly wrong. <FRAGMENT_SUPPRESSED>"], ["[29]", "The standard of review applicable to s. 242(3.1) of the", "Code", "has been considered in more recent cases that post-date the development of the pragmatic and functional approach.  <FRAGMENT_SUPPRESSED>"], ["[30]", "<FRAGMENT_SUPPRESSED>  C.C.E.L.(3d) 170 (T.D.), Dawson, J., considered the standard of review applicable to s. 242(3.1) of the", "Code", ". She held that the standard of review for findings of fact is patent unreasonableness, whereas the standard of correctness applies to the determination concerning jurisdiction.  <FRAGMENT_SUPPRESSED>"], ["[31]", "I agree with the respondent that the standard of review for the adjudicator's decision concerning jurisdiction is subject to a correctness standard, whereas findings of fact should be reviewed on a standard of patent unreasonableness.  <FRAGMENT_SUPPRESSED>", "ANALYSIS  <FRAGMENT_SUPPRESSED>"], ["[32]", "<FRAGMENT_SUPPRESSED>  (F.C.A.), the Federal Court of Appeal commented on the meaning of \"lack of work\" in paragraph 242(3.1)(a):  <FRAGMENT_SUPPRESSED>", "\"[...] At the time the Public Service Commission was compelled to reduce by one-third the number of employees working in the Language Training Branch, no one suggested that these employees were not fully occupied and that there was no work to give them. However,", "once the Language Training Branch budget had been cut, the Branch was compelled to reduce its activities", "; and it is because the Branch's activities were reduced that it could then let go one-third of its employees. Accordingly, the respondents' services were no longer required 'because of lack of work'.\" (Emphasis added)  <FRAGMENT_SUPPRESSED>"], ["[33]", "Thus, the \"lack of work\" may be the result of budget cutting, and as such, may be properly labelled as \"lack of pay\".  <FRAGMENT_SUPPRESSED>"], ["[34]", "The Supreme Court has authoritatively determined the meaning of \"discontinuance of function\" in paragraph 242(3.1)(a) of the", "Code", ".  <FRAGMENT_SUPPRESSED>  N.B.R.(2d) 161; 354 A.P.R. 161, Cory, J., stated, at page 664  <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "\"[...] a 'discontinuance of a function' will occur when that set of activities which form an office is no longer carried out as a result of a decision of an employer acting in good faith. For example, if a particular set of activities is merely handed over in its entirety to another person, or, if the activity or duty is simply given a new and different title so as to fit another job description, then there would be no 'discontinuance of a function'. On the other hand,", "if the activities that form part of the set or bundle are divided among other people such as occurred in", "Mudarth", ", supra, there would be a 'discontinuance of function'", ". Similarly, if the responsibilities are decentralized, as happened in", "Coulombe", ", supra, there would also be a 'discontinuance of a function'.\" (Emphasis added)  <FRAGMENT_SUPPRESSED>"], ["[35]", "The application of paragraph 242(3.1)(a) has been supplemented by a requirement that the layoff of the claimant be undertaken in good faith. The case law concerning this aspect is relevant to the present case.  <FRAGMENT_SUPPRESSED>"], ["[36]", "In", "Sedpex", ", Strayer, J. (as he then was), stated, at page 299:  <FRAGMENT_SUPPRESSED>", "\"[...] Difficult as it may be in some cases, the question which the statute requires to be answered, in my view, is as to", "whether the actual operative and dominant reason for the termination was 'lack of work'", ". I am satisfied that that is the question which the adjudicator put to himself in this case when he concluded that the alleged reason of 'lack of work' was a 'sham'.\" (Emphasis added)  <FRAGMENT_SUPPRESSED>"], ["[37]", "In", "Sedpex", ", the applicant, an oil rig driller, alleged that the company laid him off because of its dissatisfaction with his work performance. The court held that the burden was on the employer to show that the reason for the layoff was lack of work.  <FRAGMENT_SUPPRESSED>"], ["[38]", "The relevant passage from", "<FRAGMENT_SUPPRESSED> , paragraph 46, reads as follows:  <FRAGMENT_SUPPRESSED>", "\"The burden of proof in this case falls upon the Employer to establish that it falls within the provisions of s. 242(3.1) but this does not relieve the Complainant from any evidentiary burden. (see", "<FRAGMENT_SUPPRESSED>  establishes the economic justification", "for the layoff", "and clearly established [sic] a reasonable explanation for the choice of employee to be laid off", ", as is the case here, then, in my opinion, the evidence from the Complainant must be sufficient to persuade the adjudicator that the otherwise justifiable action of the Employer is 'a sham', 'a subterferge' [sic], 'malicious' or 'covert'. [...]\" (Emphasis added)  <FRAGMENT_SUPPRESSED>"], ["[39]", "This passage seems to suggest that, in order for the employer to rely on subs. 242(3.1), it must show (i) economic justification, and (ii) a reasonable explanation for the \"choice\" of employee laid off. After these two prongs are met, then the onus shifts to the employee to rebut the evidence.  <FRAGMENT_SUPPRESSED>"], ["[40]", "Following either", "Clements", "(examine reason for choice of employee laid off) or", "Sedpex", "(examine dominant reason for termination), it seems clear that the decision making process respecting the layoff must be examined.  <FRAGMENT_SUPPRESSED>"], ["[41]", "The adjudicator's analysis reveals that she did not examine the entire decision making process concerning who was to be terminated.  <FRAGMENT_SUPPRESSED>"], ["[42]", "The adjudicator referred to evidence presented by Mr. Generoux that 11.5 out of 15 health positions were \"funded\" and that the applicant's position was not funded and was, as a result, a targeted position. The applicant disputed this, and there was some evidence (given by Leo Sasakamos) that her salary came out of the Patient Transportation Program Budget.  <FRAGMENT_SUPPRESSED>"], ["[43]", "The adjudicator stated, at page 3 (Applicant's Record, page 160):  <FRAGMENT_SUPPRESSED>", "\"[...] As was clear from his [Generoux's] evidence respecting Clara Sigudur, the final decisions regarding who was to be laid off were decisions of Chief and Council [...] I find that Chief and Council has the final say as to how many lay offs would occur and which individuals would be laid off. <FRAGMENT_SUPPRESSED>"], ["[44]", "The adjudicator accepted Controller Generoux's evidence that he was interested in the total number of layoffs and total savings. However, she acknowledged that he did not make the final decision concerning choice of employee, stating, at page 12 (Applicant's Record, page 169):  <FRAGMENT_SUPPRESSED>", "\"There is some evidence here that the decision to lay off Ms. Thomas, in particular, rather than some other employees of Enoch may have been based upon irrelevant considerations, have been arbitrary or have been done in bad faith. It was clear from his evidence that Mr. Generoux was interested only in the total number of layoffs and in the savings that could be obtained through the layoffs. It is this decision that he admits was somewhat arbitrary. However, decisions had to be made on some basis and the basis chosen was reasonable. It was equally clear from the evidence, however,", "that the names of the individuals on the list changed once the list was given to Chief and Council. Some individuals were removed from the list and others, [sic] were added.", "I am troubled by the allegations of bad faith made by Ms. Thomas.\" (Emphasis added)  <FRAGMENT_SUPPRESSED>"], ["[45]", "There is another reference to the decision making process, at page 13 (Applicant's Record, page 170):  <FRAGMENT_SUPPRESSED>", "\"[...] In the last analysis, whether she [the applicant] remained on the list and was actually laid off became the decision of Chief and Council. While we have the minute of their meeting, we do not have a transcript of their deliberations.", "We have no knowledge of how they ultimately came to their decision to lay off Ms. Thomas.", "I am reluctant to impute bad faith or improper motive to this body without more evidence. [...]\" (Emphasis added)  <FRAGMENT_SUPPRESSED>"], ["[46]", "After summarizing the applicant's allegations and the \"troubling\" and \"suspicious\" evidence presented at the hearing, the adjudicator determined that the applicant had not shown sufficient evidence of bad faith. The onus to prove bad faith was on her and as a result found that the applicant's termination was merely a \"discontinuance of function\" under paragraph 242(3.1)(a), which removed her jurisdiction to hear the complaint.  <FRAGMENT_SUPPRESSED>"], ["[47]", "If the adjudicator had properly applied the", "Clements", "principles, she would have required that the employer provide both an economic justification for the layoff and clearly establish a \"reasonable explanation for the choice of employee to be laid off\"", "before", "shifting the onus to the applicant. By stating several times that there was no evidence before her as to the decision making process used by Chief and Council, the adjudicator made it clear that she had not examined the explanation for the choice of the applicant to be laid off. At a minimum, the explanation provided by Mr. Generoux could not have \"clearly established a reasonable explanation\" considering the doubts and misgivings the adjudicator was stated to have. As such, the adjudicator erred in holding that the onus was on the applicant to provide conclusive proof of bad faith.  <FRAGMENT_SUPPRESSED>"], ["[48]", "Alternatively, applying the test from", "Sedpex", ", a decision of the Federal Court, Trial Division, the adjudicator should have asked whether the actual operative and dominant reason for the termination was \"lack of work\". Without any evidence concerning the reasoning behind the applicant's termination (as opposed to the reason, generally, for the mass layoff), it is difficult to see how the adjudicator could apply the", "Sedpex", "test.  <FRAGMENT_SUPPRESSED>"], ["[49]", "In addition, it is clear from a reading of the decision that the reason why the adjudicator did not examine the complete decision making process was because there was no evidence presented concerning the Chief and Council's final decision.  <FRAGMENT_SUPPRESSED>"], ["[50]", "The applicant argues that the adjudicator erred in failing to draw a negative inference concerning the failure of the respondent to provide evidence relating to the decision making process of Chief and Council. She notes a passage from Sopinka & Lederman,", "The Law of Evidence in Civil Cases", "(Toronto: Butterworths, 1974) as quoted by Muldoon, J. (as he then was), in", "<FRAGMENT_SUPPRESSED>  (T.D.), at page 414  <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "\"It is well recognized that the failure of a party or a witness to give evidence, which it was in the power of the party or witness to give and by which the facts might have been elucidated, justifies the court in drawing the inference that the evidence of the party or witness would have been unfavourable to the party to whom the failure was attributed. [...] Failure on the part of a defendant to testify or to call a witness, once a prima facie case has been made against the defendant, may be the subject of an adverse inference. [...] <FRAGMENT_SUPPRESSED>"], ["[51]", "This argument is cogent, particularly in light of the adjudicator's clearly expressed reservations about the circumstances surrounding the dismissal and the lack of evidence before her concerning the decision of the Chief and Council. An examination of the complete decision for the layoffs is relevant and material to the adjudicator's determination concerning paragraph 242(3.1)(a), and the respondent should have provided more evidence to explain its decision.  <FRAGMENT_SUPPRESSED>"], ["[52]", "In my view, this amounts to a misinterpretation of the law, and the application of the law to the facts in the case at bar amounts to a reviewable error.  <FRAGMENT_SUPPRESSED>"], ["[53]", "The adjudicator determined that, regardless of whether Enoch perpetrated a wrongful diversion of funds (i.e. without the consent of INAC), the financial crisis was widespread. Even if the diverted money had been left in the health budget, it cannot be said that the same layoffs would not have occurred. Thus, the diversion is not necessarily material to the issue of lack of good faith decision making.  <FRAGMENT_SUPPRESSED>"], ["[54]", "The", "Clements", "decision relied upon by the adjudicator provides that the employer has the burden to rely on paragraph 242(3.1)(a). In particular, the employer must show \"economic justification\" for the layoff and \"clearly establish a reasonable explanation for the choice of employee to be laid off\". After these are demonstrated by the employer, the employee must then show that the \"otherwise justifiable action of the employer\" is a sham, covert, etc. (", "Clements", ", at paragraph 46).  <FRAGMENT_SUPPRESSED>"], ["[55]", "The adjudicator erred in determining that the employer had met the second requirement of clearly establishing a reasonable explanation for the choice of employee to be laid off. In fact, the explanation was not clearly established at all, due in large part to the failure of the Chief and Council to provide evidence concerning how it made or ratified the decision. I also find that the decision by the employer to lay off was not \"genuine\". I follow here Muldoon, J. (as he then was), in", "<FRAGMENT_SUPPRESSED> ; 120 F.T.R. 162 (T.D.), paragraph 30:  <FRAGMENT_SUPPRESSED>", "\"Although the", "Code", "places certain restrictions on employers it does not strip employers of the freedom to restructure and reorganize their businesses. Mr. Justice Pratte in", "<FRAGMENT_SUPPRESSED>  speaking about decisions to cut staff, stated: 'Provided [the] decision is", "genuine", "and there is nothing artificial about it, s. 61.5(3)(a) [now s. 242(3.1)(a) of the", "Canada Labour Code", "] cannot be interpreted otherwise without unduly limiting the employer's freedom to plan and organize its business as it wishes.' [...]\" (Emphasis added)  <FRAGMENT_SUPPRESSED>"], ["[56]", "Therefore, I conclude that the application for judicial review shall be allowed and the decision of the adjudicator is quashed. The matter is sent back for redetermination by a newly-appointed adjudicator.  <FRAGMENT_SUPPRESSED>", "ORDER  <FRAGMENT_SUPPRESSED>"], ["[57]", "THIS COURT ORDERS that:  <FRAGMENT_SUPPRESSED>", "1. The application for judicial review shall be allowed and the decision of the adjudicator is quashed.  <FRAGMENT_SUPPRESSED>", "2. The matter is sent back for redetermination by a newly-appointed adjudicator.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/gs  <FRAGMENT_SUPPRESSED>", "[End of document]"]]}