{"id_": "082939", "body_str": [["[1]", "de Montigny, J.", ": This is an appeal from an Order of Prothonotary Martha Milczynski, dated March 10, 2009, by which she dismissed Apotex's motions to strike Pfizer's application to prohibit the Minister of Health from issuing Notices of Compliance (\"NOCs\") to Apotex for two new products: amlodipine base tablets and amlodipine maleate tablets. Apotex initially brought these motions pursuant to paragraph 6(5)(b) of the", "Patented", "Medicines (Notice of Compliance) Regulations,", "SOR/93-133 (the \"", "Regulations", "\"), which empowers the Court to dismiss an application where it is redundant, scandalous, frivolous or vexatious or is otherwise an abuse of process. Having considered the evidence of non-infringement filed by Apotex, the Prothonotary found that it was inadmissible hearsay, and that in any event it would not have been sufficient to grant the relief sought. While the motions brought by the Respondent, Apotex, are in the nature of an appeal from the Order of the Prothonotary, the motions are to be determined in this Court", "de novo", "BACKGROUND"], ["[2]", "Pfizer obtained a Notice of Compliance for a medicine known as amlodipine besylate, sold under the trade name of Norvasc. Pfizer has listed two patents on the Register maintained by the Minister of Health pursuant to the", "Regulations", "against that drug, namely the 1,321,393 ('393) patent and the 2,170,278 ('278) patent."], ["[3]", "At all material times, amlodipine and its salts were known as medicines which were among the group of calcium channel blockers and indicated for use in the treatment of hypertension and angina. Amlodipine is a racemic mixture that consists of the R(+) enantiomer and the S(-) enantiomer. A \"racemate\" or \"racemic mixture\" contains an equal amount of two enantiomers. While having the same physical properties, such as melting point, solubility, etc., enantiomers are chemical compounds that are non-superimposable mirror images of each other; in other words, each enantiomer of a racemic mixture rotates a plane of polarized light by the same angle in opposite directions. Because of that characteristic, two enantiomers of a drug substance will interact differently with their biological targets."], ["[4]", "As a result, the R(+) and S(-) enantiomers of amlodipine are molecules that are identical except for their three-dimensional configuration and biological effect. Whether amlodipine exists as the besylate salt, the free base or the maleate salt makes no difference. Amlodipine besylate, amlodipine free base and amlodipine maleate contain the same enantiomers."], ["[5]", "It was known that the calcium channel-blocking activity of amlodipine was substantially confined to the S(-) form and the racemic mixture of R(+) and S(-) forms, and that the R(+) isomer had little or no calcium channel-blocking activity. It was also known that calcium channel blockers in general tend to inhibit smooth muscle cell migration, and would therefore be useful in the treatment of artherosclerosis (a condition characterized by the narrowing and hardening of blood vessels). Indeed, the '278 patent begins by acknowledging these properties."], ["[6]", "The invention to which the '278 patent purports to relate is the discovery that \"the R(+) isomer of amlodipine, despite its lack of calcium channel blocking activity, is a potent inhibitor of smooth muscle cell migration\". The '278 patent describes as its discovery that R(+) amlodipine inhibits smooth muscle cell migration while not producing channel-blocking effects. This unique property of R(+) amlodipine is not shared by racemic amlodipine or other calcium channel blockers, and gives '278 patent its stated utility: \"[A] means of treating conditions invoking smooth muscle cell migration without any concomitant cardiovascular effects ...it is therefore applicable to patients for whom reduction of blood pressure would be undesirable.\""], ["[7]", "Further, the '278 patent directly contrasts its invention - the administration of R(+) amlodipine - from the administration of racemic amlodipine on the basis that only the former avoids cardiovascular (", "i.e.", ", blood pressure lowering) effects:", "For administration to man in the curative or prophylactic treatment of conditions involving smooth muscle migration, oral dose of R(+) amlodipine or its salts may be in the range of 2-10 mg daily for an average adult patient (weighing 70 kg), that is a range similar to that used for amlodipine in the treatment of hypertension. However, the absence of cardiovascular effects allows administration of much larger doses than would be recommended for the calcium channel blocker or the racemate, with a correspondingly greater effect on cell migration.", "'278 patent, p. 6"], ["[8]", "The '278 patent purports to contain the results of assays conducted using, as separate test compounds, racemic amlodipine, R(+) amlodipine, S(-) amlodipine, and known calcium channel blockers nitrendipine and verapamil. The assays indicate that all five compounds inhibit smooth muscle cell migration, but only R(+) amlodipine (free of the racemate) is \"substantially free\" of calcium channel-blocking activity. From these results, the inventors conclude that \"the R(+) enantiomer of amlodipine is effective in inhibiting smooth muscle cell migration even though its activity as a calcium channel blocker is negligible\". The report of the study indicates that the racemate does not share the unique, desired biological effect of R(+) amlodipine."], ["[9]", "Patent '278 is comprised of eight claims. Claims 1 to 3 relate to the R(+) isomer of amlodipine for \"use in the treatment\", \"for making a medicament for treatment\", and \"for treatment\" of conditions requiring inhibition of vascular smooth muscle cell migration. Claims 4 to 7 relate to a pharmaceutical composition, and to unit doses of that composition, containing the R(+) amlodipine for use in the treatment of these same conditions. Claim 8 relates to a commercial package containing the R(+) isomer of amlodipine for the treatment of these same conditions."], ["[10]", "There is a dispute over the proper construction of this patent. Apotex alleges that the claims of the '278 patent exclude racemic amlodipine, and that the term \"R(+) enantiomer of amlodipine\" found in the various claims of the patent should be given its plain meaning, as a compound distinct from racemic amlodipine. Pfizer, on the other hand, urges a construction that would encompass the R(+) and S(-) enantiomers. I shall return to this debate about the proper construction of the '278 patent shortly."], ["[11]", "As for the '393 patent, there seems to be no dispute over the construction of its relevant claims. According to that patent, the besylate salt shows a unique combination of good solubility, good stability, non-hygroscopicity and good processibility which makes it \"outstandingly suitable\" for the preparation of pharmaceutical formulations of amlodipine ('393 patent, p. 6). The '393 patent is comprised of 22 claims. Claims 1 to 10 relate to the processes for preparing the besylate salt of amlodipine, a pharmaceutical composition, a tablet formulation, a capsule formulation and a sterile aqueous solution of the besylate salt. Claims 11 to 2 are directed to the selection of the besylate salt of amlodipine from a class of pharmaceutically acceptable salts. Claim 11 covers the compound amlodipine besylate. It is listed on the Patent Register in respect of amlodipine besylate tablets for oral administration in 2.5, 5 and 10 mg dosage strengths. The only issue is whether Apotex's products contain or, at any point in the manufacturing process, use the besylate salt, and infringe the '393 patent."], ["[12]", "On June 26, 2007 and January 30, 2008, Apotex filed two New Drug Submissions (\"NDS\") in respect of tablets respectively containing as the medicinal ingredient amlodipine and amlodipine maleate. In those submissions, Apotex compared its tablets to Pfizer's Norvasc tablets. At the time these submissions were filed, Apotex also filed Form Vs with the Minister, indicating its acceptance that it would not be issued a Notice of Compliance until after the Pfizer patents had expired."], ["[13]", "Pursuant to paragraph 5(3)(a) of the", "Regulations", ", Apotex sent two letters purporting to be notices of allegation (\"NOAs\") relating to the '278 patent to Pfizer by registered mail. Then, on April 25, 2008, Apotex sent two letters purporting to be NOAs relating to the '393 patent to Pfizer by registered mail. These letters gave notice to Pfizer that Apotex had filed submissions with the Minister of Health seeking approval for tablets containing amlodipine and amlodipine maleate in strengths equivalent to 5 mg and 10 mg of Pfizer's amlodipine besylate for use as antihypertensive-antianginal medicines. These letters were received respectively by Pfizer on April 22 and April 29, 2008."], ["[14]", "In the first two NOAs, Apotex alleges that no claim for the medicinal ingredient, no claim for the formulation, no claim for the dosage form and no claim for the use of the medicinal ingredient found in the '278 patent would be infringed by its making, constructing, using or selling its amlodipine or amlodipine besylate tablets. In the latter two NOAs, Apotex makes the same allegation with respect to the'393 patent."], ["[15]", "With respect to the'278 patent, Apotex submits that its claims are limited to the R(+) isomer of amlodipine, and that therefore there will be no infringement because its tablets will contain amlodipine racemate, not the R(+) isomer. Apotex also undertakes to ensure that the NOC issued by the Minister will not include, until the expiry of this patent, an indication for the treatment of conditions requiring inhibition of vascular smooth muscle cell migration, and that it will not make, construct, use, or sell its tablets for such use."], ["[16]", "As for the factual and legal basis for the NOAs relating to the '393 patent, Apotex alleges that claims 1 to 10 are process claims only and are thus not relevant, while claims 11 to 22 are specifically limited to the besylate salt of amlodipine or a composition or formulation comprising same and are therefore not infringed by its tablets since they will not comprise the besylate salt of amlodipine nor will amlodipine besylate be used in any way in the manufacture of their tablets or in the amlodipine used in their tablets."], ["[17]", "On April 28, 2008, Apotex transmitted further Form Vs to the Minister of Health in respect of the '278 patent and the '393 patent. In these revised Form Vs, Apotex alleged that no claim for the medicinal ingredient, no claim for the formulation, no claim for the dosage form and no claim for the use of the medicinal ingredient would be infringed by Apotex's making, constructing, using or selling the drug for which the submission was filed."], ["[18]", "In response to the NOAs sent by Apotex, Pfizer commenced, on June 4 and 5, 2008, two applications for judicial review. Pfizer sought an order prohibiting the Minister of Health from issuing a Notice of Compliance in respect of the two drug products made by Apotex containing amlodipine and amlodipine maleate."], ["[19]", "Initially, Pfizer was unaware that Apotex had not made \"an allegation\" as required by the", "Regulations", ". However, in response to Pfizer's requests for production, Apotex provided Pfizer with copies of the original Form Vs in which Apotex elected to accept that NOCs would not issue until the expiry of the '278 and '393 patents. Pfizer subsequently brought a motion for leave to amend its notices of application to plead that Apotex had not made an allegation as required by the", "Regulations", "and that the NOAs were therefore nullities. In response to Pfizer's motion, which was eventually granted, Apotex produced the additional Form Vs."], ["[20]", "By Notice of Motion dated October 17, 2008, Pfizer also moved that Apotex produce portions of its NDSs filed with the Minister in support of its request for an NOC, pursuant to paragraph 6(7)(a) of the", "Regulations", ". Before the motion was heard, Apotex voluntarily disclosed to Pfizer a good portion of those submissions. Prothonotary Alto ordered that these productions be deemed to have been made pursuant to subsection 6(7), required Apotex to promptly produce any changes that were made thereto, and ordered that the Minister verify that these productions, and any changes thereto, corresponded fully to the information on file with him. There was no appeal from those findings."], ["[21]", "Pfizer was also seeking the entire Chemistry and Manufacturing Section contained  <FRAGMENT_SUPPRESSED> 's NDSs, even though parts thereof had already been voluntarily produced. This motion was rejected, as Prothonotary Aalto was not persuaded that the information sought was relevant, important or required. That decision was upheld by my colleague Justice Harrington on March 4, 2009 (", "<FRAGMENT_SUPPRESSED> ). That decision is now under appeal (Notice of Appeal dated March 16, 2009)."], ["[22]", "Relying upon paragraph 6(5)(b) of the", "Regulations", ", Apotex sought the accelerated disposition of Pfizer's two applications on July 31, 2008. The purpose of the motion,  <FRAGMENT_SUPPRESSED> 's words, is to stop a proceeding that is clearly doomed to fail. This is clearly the purpose behind that provision. As noted by Prothonotary Mylczynski in her decision, \"[s] ection 6(5)(b) of the Regulations provides a kind of safety valve to deal with pointless applications that serve only to keep a generic competitor off the market for a little longer\" (", "<FRAGMENT_SUPPRESSED>  at para. 3). It is the decision of the Prothonotary dismissing its motion that Apotex now appeals.", "THE IMPUGNED DECISION"], ["[23]", "The Prothonotary first dealt with the appropriate burden of proof on subsection 6(5) motions. She stated that the burden is entirely and exclusively on the moving party, and that the standard is a high one, thereby dismissing Apotex's submission that a NOA must be taken as true until shown otherwise through the prohibition proceeding. In other words, she dismissed the notion that the burden shifts to Pfizer to satisfy the Court on this motion that Apotex's allegations of non-infringement are not justified. The Prothonotary stated that Apotex was mistaken in its approach:", "It is not for Pfizer to make out its case at this juncture, and where the evidence has not even been filed in the main application, it is not for the Court to anticipate or speculate on what the strength of that evidence might be. It is for Apotex to show on this motion that Pfizer cannot possibly make out its case and will not be able to satisfy the Court should the hearing proceed on the merits. In the within application, in respect of Apotex's allegations of non-infringement of the '278 and '393 Patents, it is for Apotex to show on this motion that Pfizer cannot and will not establish that Apotex's allegations of non-infringement are not justified. Apotex cannot shift the burden to Pfizer and transform a motion under ss. 6(5) of the Regulations into a full hearing on the merits."], ["[24]", "The Prothonotary then observed that Apotex can only satisfy the Court on its motion by putting its best evidentiary foot forward. She noted that in the present case, Apotex vigorously resisted disclosure, and succeeded in satisfying the Court (before Prothonotary Alto and on appeal before Justice Harrington) that there was no need to produce such items as the \"Chemistry and Manufacturing Section\" of its NDS. But since it is for the respondent to show, on a balance of probabilities but with clear and cogent evidence, that it is not possible for the applicant to prevail, the respondent will resist disclosure at its own peril. As the Prothonotary wrote, \"How better to do so than being as fulsome as possible to assist the Court in making a determination of whether or not the application should proceed and whether it has any chance of success?\""], ["[25]", "Finally, the Prothonotary reviewed the evidence and came to the conclusion that Apotex had failed to discharge its burden by failing to lead any admissible evidence to support its allegations of non-infringement of the '278 and '393 patents. Apotex had relied on the affidavit of Dr. Batey, an expert who was provided with, and was asked to comment upon, a copy of a portion of Apotex's submissions to the Minister provided to him by counsel for Apotex. Since Dr. Batey was not involved in and did not have any knowledge of the preparation of the documents that were filed with the Minister, the Prothonotary came to the conclusion that this was hearsay evidence as it had not been established that the documents attached to Dr. Batey's affidavit were part of the documents submitted to the Minister. As such, she found that evidence inadmissible."], ["[26]", "In any event, the Prothonotary was also of the view that Dr. Batey's opinion and the documents attached to it would have been insufficient to grant the relief sought. With respect to the'393 patent, she agreed with Pfizer that it was impossible to dismiss entirely the possibility that amlodipine besylate may be used or formed as an intermediate during the manufacture of Apotex's tablets. She recognized that those speculations, inevitable in the absence of relevant information, may not be enough for Pfizer to obtain a prohibition order. On the other hand, she was not prepared to accept either that speculating about what might happen on the main hearing satisfies the test to arrest the proceeding immediately, \"particularly when Pfizer's evidence is not yet filed\" (para. 28)."], ["[27]", "As for the '278 patent, the Prothonotary concluded that, in the absence of an evidentiary record upon which to make findings regarding the ability of Pfizer to make out its case that Apotex's allegations of non-infringemnt of the '393 and '278 patents are not justified, the proper construction of the '278 patent was better left to the hearings judge."], ["[28]", "On the strength of these conclusions, Prothonotary Milczynski refused to deal with the other issues raised by Pfizer relating to the validity of the NOAs, the possibility to amend Form Vs, and various estoppel arguments. She dismissed the motion, on the narrow ground that it was not plain and obvious that Pfizer's case was bereft of any chance of success.", "ISSUES"], ["[29]", "The only issue raised by this appeal is whether the Prothonotary erred in dismissing Apotex's motion and in finding that it is not plain and obvious that Pfizer's application should be dismissed as being clearly futile.", "ANALYSIS"], ["[30]", "It is now settled law that discretionary decisions of prothonotaries ought not be disturbed on appeal, unless the questions raised in the motion are vital to the final determination of the case, or the orders are clearly wrong:", "<FRAGMENT_SUPPRESSED>  (F.C.A.). The parties agree that the decision of a prothonotary to dismiss, or not to dismiss, a motion under paragraph 6(5)(b) of the", "Regulations", "is vital to the final issue in the proceeding as such a decision has the potential to finally determine the proceeding. As such, an appeal from any decision in such a motion is assessed", "de novo", ", and the standard of review is that of correctness:", "<FRAGMENT_SUPPRESSED>  at paras. 8-9;", "<FRAGMENT_SUPPRESSED>  at paras. 1-2;", "<FRAGMENT_SUPPRESSED> , at para. 7."], ["[31]", "Paragraph 6(5)(b) of the", "Regulations", "provides that a second person, such as Apotex, may move to dismiss an application for prohibition under the", "Regulations", "in whole or in part on the ground that the application is frivolous or abusive in respect of one or more patents.", "RIGHT OF ACTION", "6. [. . . ]", "(5) Subject to subsection (5.1), in a proceeding in respect of an application under subsection (1), the court may, on the motion of a second person, dismiss the application in whole or in part", "[. . . ]", "(b", ") on the ground that it is redundant, scandalous, frivolous or vexatious or is otherwise an abuse of process in respect of one or more patents.", "DROITS D'ACTION", "6. [. . . ]", "(5) Sous réserve du paragraphe (5.1), lors de l'instance relative à la demande visée au paragraphe (1), le tribunal peut, sur requête de la seconde personne, rejeter tout ou partie de la demande si, selon le cas:", "[. . . ]", "b) il conclut qu'elle est inutile, scandaleuse, frivole ou vexatoire ou constitue autrement, à l'égard d'un ou plusieurs brevets, un abus de procédure."], ["[32]", "Paragraph 6(5)(b), which was added to the", "Regulations", "in 1998, finds its source Rule 221 of the", "Federal Courts Rules", ", 1998 SOR/98-106. Indeed, the Federal Court of Appeal suggested that judicial review proceedings could be summarily dismissed in exceptional cases by analogy to former Rule 419 of the", "Federal Court Rules", ", C.R.C. 1978, c. 663, prior to the enactment of paragraph 6(5)(b):", "<FRAGMENT_SUPPRESSED> , at p. 217. As a result, this Court has adopted the principles developed in the context of these Rules in interpreting paragraph 6(5)(b) of the", "Regulations", "(see, for example,", "<FRAGMENT_SUPPRESSED> , at para. 36)."], ["[33]", "Again, there is no dispute between the parties that Apotex, the moving party, bears the entire burden of proof in a motion brought pursuant to paragraph 6(5)(b) of the", "Regulations", ". It is well established that a moving party must show that it is \"plain and obvious\" that the application discloses no reasonable cause of action and is \"so clearly futile\" that it does not have the slightest chance of success. This is clearly a very high onus:", "<FRAGMENT_SUPPRESSED> , at paras. 4, 77."], ["[34]", "A motion to dismiss an application before a hearing is an extraordinary remedy that should only be available in narrowly defined circumstances. This will be the case, for example, where there has been previous NOC litigation between the same parties respecting the same patents:", "e.g.", "Janssen-Ortho Inc", ". v.", "Novopharm Ltd.", "(2005), 46 C.P.R.(4th) 46 ( <FRAGMENT_SUPPRESSED> . Similarly, the Court of Appeal has confirmed that where a patent has been held invalid in a previous proceeding on the same ground of invalidity raised by the generic in a second proceeding, it would be an abuse of process to continue the second proceeding:", "<FRAGMENT_SUPPRESSED> ). Such a high standard is necessary to protect a party from being \"driven from the judgment seat\". For this reason, a motion to dismiss is not intended to be a forum for a determination of the merits of an application. Rather, in considering a motion to dismiss, any doubt as to whether the moving party has met its burden must be resolved in favour of the responding party:", "<FRAGMENT_SUPPRESSED> , at para. 11 (F.C.), rev'd on other grounds (2007), 59 C.P.R. (4th) 24 ( <FRAGMENT_SUPPRESSED>  (F.C.)."], ["[35]", "Motions under paragraph 6(5)(b) are not intended to provide second persons with the first of two opportunities to argue the merits of their case. Except in the clearest of cases, substantive arguments regarding the non-infringement of a patent are properly addressed at the hearing of the merits of a prohibition proceeding - not on a paragraph 6(5)(b) motion. Proceedings under the", "Regulations", "are already summary in nature and expeditiously determined. It is therefore inappropriate to summarily dismiss such a proceeding in the absence of clear and cogent evidence."], ["[36]", "Prothonotary Milczynski applied these principles and found that Apotex had not satisfied this very high burden, and could not merely shift the burden by making an allegation and contending that it shall be presumed to be true. Just as on the motions below, Apotex argues not only that its allegations of non-infringement are presumed to be true, but also that Pfizer has not led any evidence that would be capable of overcoming this presumption."], ["[37]", "I completely agree with the Prohonotary when she states that on a motion under ss. 6(5), the burden rests with Apotex to show that Pfizer cannot possibly make out its case. Apotex is no doubt correct in pointing out that the allegations of fact contained in an NOA are presumed to be true unless proven to the contrary by the applicant:", "<FRAGMENT_SUPPRESSED>  at para. 41. It is equally true to say that to rebut such a presumption, clear and non-speculative evidence is required:", "<FRAGMENT_SUPPRESSED> , at paras. 19-25, 27-28 (F.C.A.). These principles hold true, however, in the context of an application for prohibition; they cannot find application at the preliminary stage of a paragraph 6(5)(b) motion to dismiss the application. Because of the dire consequences of such a motion, the second person must go further than merely \"finger pointing\" the patent holder; it bears the burden of convincing the Court that the application for prohibition stands no chance of being granted. The Prothonotary aptly recognized that distinction between the two stages of the proceedings in the following words:"], ["[4] A motion under ss. 6(5)(b) of the Regulations, however, is not the same as a hearing on its merits. Whereas the burden of proof is on the applicant in the hearing on its merits, in a motion under ss. 6(5)(b), the burden is entirely and exclusively on the moving party - in this case Apotex - and the standard of proof is a high one.", "( ...)"], ["[9] In this respect, the PMNOC Regulations create a curious and unhappy regime. From an applicant's perspective, an arguable case need only be shown on the motion, but an arguable case may not suffice at the hearing. An applicant may well not be able to satisfy a Judge hearing an application on its merits that allegations of non-infringement were not justified. An applicant may not ultimately have much to go on except whatever expert evidence it can adduce, opining on whatever disclosure it obtained through a motion under ss. 6(7) of the PMNOC Regulations or on what otherwise it obtained or was disclosed by a respondent."], ["[38]", "Apotex rightly pointed out that the Federal Court of Appeal, in", "<FRAGMENT_SUPPRESSED> , did grant a motion to dismiss the first person's prohibition application on the basis that the argument supporting an infringement of the patents was entirely speculative. In the NOA that led to the prohibition application by Sanofi in that case, Novopharm had alleged that its proposed product would not infringe Sanofi's patents because its product would not be made or sold for any of the uses claimed in those patents. There was clearly nothing in the product monograph or in any of the other documents in the record that was capable of establishing that Novopharm would infringe the patents, either directly or by inducing infringement by others. Yet, Sanofi was arguing that \"something\" might emerge on cross-examination. The Court found that such an argument ought to be rejected as it was entirely speculative."], ["[39]", "The situation dealt with in that case, though, is entirely different from the facts as they stand in the present motions. In the <FRAGMENT_SUPPRESSED> case, the evidence on the merits of the application had already been filed. Both Sanofi and Novopharm had filed their affidavits, as well as the product monograph. The same is not true in the present motions. Apotex chose to bring its motions prior to evidence being filed on the merits and, as noted by the Prothonotary, it has resisted Pfizer's motion for further disclosure. Moreover, Pfizer's appeal from the decision of Justice Harrington seeking further disclosure is still pending. Finally, there has been no previous determination of any issue relating to the '278 patent or to Apotex's amlodipine or amlodipine maleate products. In those circumstances, the burden on Apotex is understandably all the heavier, and the Prothonotary was correct in finding that Apotex must show that Pfizer cannot possibly adduce sufficient evidence to be successful on its application (see, by way of analogy,", "Nycomed Canada Inc. and  <FRAGMENT_SUPPRESSED>  at para. 42)."], ["[40]", "Bearing in mind, therefore, that Apotex has the burden of proof, has it been established, on a \"plain and obvious standard\", that Pfizer's applications are futile and stand no chance of being granted? I shall first look at the arguments relating to the '393 patent, and then at the submissions linked to the'278 patent.", "- The '393 patent"], ["[41]", "As previously mentioned, there is no dispute between the parties regarding the construction of the '393 patent. The only issue is whether Apotex's products contain or, at any point in the manufacturing process, use the besylate salt and infringe the '393 patent."], ["[42]", "In their NOAs, Apotex asserts that their tablets \"will not comprise the besylate salt of amlodipine nor will amlodipine besylate be used in any way in the manufacture of tablets or the amlodipine used in our tablets.\" It further asserts that their tablets will comprise only amlodipine or amlodipine maleate as the medicinal ingredient."], ["[43]", "During the course of the proceedings and before the motion was heard, Apotex voluntarily disclosed to Pfizer a good portion of its NDSs filed with the Minister. According to Apotex, these disclosures clearly show that Apotex's amlodipine base and amlodipine maleate will not contain or be made using amlodipine besylate or R(+) amlodipine (covered by the '278 patent)."], ["[44]", "Apotex relies on the affidavit of Dr. Robert A. Batey, a Professor of Chemistry at the University of Toronto, to support its argument. Based on his review of the above documents, he came to the conclusion that \"there is no indication\" the amlodipine and amlodipine maleate tablets of Apotex contain amlodipine besylate, or that Apotex or its manufacturers employ amlodipine besylate at any stage of the synthesis of the amlodipine base."], ["[45]", "As already mentioned, the Prothonotary found that evidence inadmissible on the basis that it is hearsay. She found that the documents attached as Exhibit B to the Batey affidavit were submitted without evidence from anyone with knowledge of what they were, how they were prepared and by whom. In fact, Dr. Batey had no knowledge of them; the documents were provided to him by counsel for Apotex. It has not been established that they were part of the NDSs."], ["[46]", "Apotex submitted that the Prothonotary erred in law by ignoring this procedure and finding the documents to have been inadmissible. I fail to see how subsection 6(7) of the", "Regulations", "could be interpreted as relieving the second party from the normal rules of evidence. There is nothing in that provision explicitly or implicitly setting aside the hearsay rule. Moreover, Apotex offered no explanation as to why it chose not to adduce evidence from anyone with knowledge of the documents filed with the Minister. There is no evidence as to who provided these documents to Apotex's counsel or whether they correspond with the information on file with the Minister. Apotex has stated on this appeal that the Minister has verified that the documents produced correspond to the information on file with Health Canada, but has offered no proof of that assertion. Consequently, I agree with the Prothonotary that Dr. Batey's opinion is not admissible as it is, at best, double hearsay."], ["[47]", "This conclusion, in and of itself, would be sufficient to dispose of the appeal. But I also find myself in agreement with the Prothonotary's alternative findings that in any event, the opinion of Dr. Batey and the documents filed as Exhibit B would not have been sufficient to grant the relief sought by Apotex."], ["[48]", "In order to succeed on this appeal in relation to the '393 patent, Apotex must establish that Pfizer's application is clearly futile, in that the evidence adduced by Apotex clearly establishes that the making, construction, use or sale of the Apotex tablets will not infringe the '393 patent. It is undisputed that claim 11 of the'393 patent claims the compound, amlodipine besylate. Apotex is only entitled to the extraordinary remedy it seeks if it establishes that it is \"plain and obvious\" that it will not infringe this claim. In so doing, Apotex has to establish not only that the Apotex tablets will not contain amlodipine besylate, but also that amlodipine besylate is not utilized as an intermediate or starting material during the process to make the Apotex tablets:", "<FRAGMENT_SUPPRESSED>  C.P.R. (4th) 137, at para. 37 (F.C.)."], ["[49]", "Pfizer contends that the documents disclosed by Apotex do not support Apotex's allegations of non-infringement, for two reasons. First, these documents are said to refer specifically to amlodipine besylate."], ["[50]", "I agree with Apotex that the mere description of amlodipine besylate in what purports to be Apotex's submission documents cannot constitute evidence that amlodipine besylate may be used or formed as an intermediate during the manufacture of the Apotex tablets. Nowhere do the NDS disclosures indicate that Apotex's products will contain or be made using amlodipine besylate."], ["[51]", "More problematic is the reference in the NDS disclosures attached to the Batey affidavits to alternative manufacturing processes and reprocessing steps that are not otherwise described in the produced documents. This information is only provided in the closed part of each of the Drug Master Files."], ["[52]", "The closed part of the Drug Master Files is not attached to the Batey affidavits. Pfizer submits that without seeing them, neither Pfizer nor the Court can determine whether amlodipine besylate is used at any stage of the process for manufacturing Apotex's tablets."], ["[53]", "Apotex counters that there is no evidence on this motion to establish that there actually exists any alternative processes. First of all, this submission seems to contradict the assertion made above referring to the closed part of the Drug Master Files for alternate processes. Secondly, Apotex has only itself to blame for this lack of evidence: on a 6(5)(b) motion, it is not for Pfizer to put forward any evidence of infringement, but merely to show that it has an arguable case to make on the merits of the application."], ["[54]", "Apotex further argues that in any event, it must be presumed to use the available, non-infringing process. It points to a number of cases where that presumption was upheld, adding that if a generic drug company's NDS contains inaccurate or misleading information, a patentee always has a common law action for an infringement of patent, an injunction and punitive damages after the product reaches the market. It would accordingly be insufficient for Pfizer merely to raise the possibility of infringement, or to speculate on how infringement may occur, because these arguments cannot determine the application on its merits. The issue to be determined by the Application Judge is whether the process Apotex states it will use would infringe, not whether some other process might infringe."], ["[55]", "I agree with Pfizer's counsel that the cases cited by Apotex in support of its propositions do not go as far as submitted. At their highest, these cases stand for the proposition that at the hearing of an application on its merits, if there is evidence of only one process, the Court will not entertain arguments from an applicant that the respondent could infringe the relevant patent using a process that is not in evidence because such arguments are tantamount to an allegation of fraud: see, for example,", "<FRAGMENT_SUPPRESSED>  at para. 24;", "SmithKline Beecham Inc", ". v.", "Apotex Inc.", "(1999), 1 C.P.R. (4th) 99, at paras. 39-40."], ["[56]", "That is not the case here. In these proceedings, there is evidence of multiple processes and of the possibility that one or more of these alternate processes could infringe the '393 or the '278 patents. Pfizer is seeking production of relevant documents that Apotex has refused to produce from its submissions to assess this possibility."], ["[57]", "It may well be that Pfizer will not be able to make out its case on the merits of its application, as mere speculation and hypothesizing will not be sufficient at this stage. But, as noted by Prothonotary Milczynski, it would be premature, on a motion to arrest the proceeding brought pursuant to paragraph 6(5)(b) of the", "Regulations", ", to attempt to foresee what might occur on the main hearing, particularly when Pfizer's evidence is not yet filed, and when the Court of Appeal has yet to rule on Pfizer's appeal to obtain further production of Apotex's NDSs. On the basis of the evidence that was before her, the Prothonotary did not err in finding that it was not plain and obvious that Pfizer's applications were bereft of any chance of success.", "- The '278 patent"], ["[58]", "As already mentioned, there is a dispute between the parties as to the proper interpretation of the '278 patent. It is common ground that claims 4 to 7 of the '278 patent are limited to the R(+) enantiomer of amlodipine. Apotex contends, however, that claims 1 to 3, when properly construed, similarly exclude racemic amlodipine, whereas Pfizer is of the opposite view."], ["[59]", "The determination of the meaning of a patent is a question of law for the court. Construction is a purposive exercise wherein the court examines the meaning of the words chosen by the inventor in the context of the patent as a whole and in accordance with the intent of the invention:", "<FRAGMENT_SUPPRESSED> ; H.G. Fox,", "The Canadian Law and Practice relating to Letters Patent for Inventions", "(4th ed.), Carswell, 1969, pp. 215-217."], ["[60]", "Claims 1 through 4 read as follows:", "Claim 1: \"The R(+) isomer of amlodipine or a pharmaceutically acceptable salt thereof for use in the treatment of conditions requiring inhibition of vascular smooth muscle cell migration.\"", "Claim 2: \"Use of the R(+) isomer of amlodipine or a pharmaceutically acceptable salt thereof for making a medicament for treatment of conditions requiring inhibition of smooth muscle cell migration.\"", "Claim 3: \"Use of the R(+) isomer of amlodipine or a pharmaceutically acceptable salt thereof for treatment of conditions requiring inhibition of smooth muscle cell migration.\"", "Claim 4: \"A pharmaceutical composition for use in the treatment of conditions requiring inhibition of vascular smooth muscle cell migration, comprising an effective amount of the R(+) isomer of amlodipine or a pharmaceutically acceptable salt thereof and a pharmaceutically acceptable carrier or diluent, said composition being substantially free of calcium channel-blocking activity."], ["[61]", "Claims 5 through 7 are dependent on claim 4. There is need to reproduce them as they therefore contain the same limitation as claim 4."], ["[62]", "Apotex makes a number of arguments in support of its interpretation that the '278 patent excludes the racemic amlodipine. First, it submits that a plain reading of claims 1 to 3 indicate that they relate to the R(+) enantiomer of amlodipine and not to the racemic amlodipine. Since the '278 patent carefully distinguishes between R(+) amlodipine and racemic amlodipine throughout the '278 patent, the inventor could simply have written \"amlodipine\" instead of the more laborious \"the R(+) enantiomer of amlodipine\" had claims 1 to 3 been intended to embrace the racemate."], ["[63]", "Second, Apotex submits that a proper contextual analysis makes manifest the intention of the inventor to exclude racemic amlodipine from the scope of the claims of the '278 patent. The patent begins by acknowledging that racemic amlodipine, R(+) amlodipine and S(-) amlodipine, along with other calcium channel blockers, were known inhibitors of smooth muscle cell migration. The invention to which the '278 patent purports to relate is the discovery that \"the R(+) isomer of amlodipine, despite its lack of calcium channel blocking activity, is a potent inhibitor of smooth muscle cell migration\". The '278 patent describes as its discovery that R(+) amlodipine inhibits smooth muscle cell migration while not producing channel-blocking effects. Therefore, to read the phrase \"the R(+) isomer of amlodipine\" in claims 1 to 3 as encompassing racemic amlodipine would be to defeat the very purpose of the patent, so the argument goes, as a patient receiving racemic amlodipine would suffer the \"concomitant cardiovascular effects\" the patent was directed to avoid. In addition, such an interpretation of claims 1 to 3 would amount to interpreting these claims so as to cover what the patent itself identifies as prior art."], ["[64]", "As compelling as these arguments may seem at first sight, I do not think that they satisfy the high burden that Apotex must meet in showing that Pfizer's applications are so clearly futile that they do not have the slightest chance of success. First of all, the alternative interpretation of the '278 patent offered by Pfizer is not so far fetched as to make it plain and obvious that Apotex's reading must be preferred. If Pfizer's construction of claims 1 to 3 is accepted, Apotex will infringe claims 1 to 3 of the '278 patent because the Apotex tablets contain, by Apotex's own admission, racemic amlodipine. And even if Apotex's construction of these claims is preferred, it is not entirely clear that it will not infringe them based on the evidence that is before the Court at this stage of the proceeding. I will deal in turn with each of these aspects."], ["[65]", "At the outset, it is fair to say that the claims of the '278 patent have not yet been construed by this Court. Apotex argued that Pfizer is estopped from arguing that claims 1, 2, and 3 of the '278 patent cover racemic amlodipine as this Court has previously held that a claim for the R(+) enantiomer of amlodipine does not encompass a claim for the racemate: see", "<FRAGMENT_SUPPRESSED> . But the application of the doctrine of issue estoppel within the context of the", "Regulations", "requires that: (a) the same question has been decided; (b) the judicial decision which is said to create the estoppel was final; and (c) the parties to the judicial decision were the same as the parties to the proceedings in which the estoppel is raised:", "<FRAGMENT_SUPPRESSED> , at paras. 66-67 (F.C), aff'd (2006), 47 C.P.R. (4th) 329 (F.C.A.);", "<FRAGMENT_SUPPRESSED> , at para. 17 (F.C.A.)."], ["[66]", "I agree with counsel for the applicants that the issues before this Court in the two cases relied upon by the respondents were entirely different. Both of these cases dealt with an entirely different patent, Canadian Patent No. 2,355,493 ('493 patent), on the basis of an entirely different evidentiary record. The '278 patent was not before the Court in these previous proceedings, and it would be improper to consider the '493 patent in construing the '278 patent. Moreover, patent construction is to be conducted as at the date of publication of the patent - in this case, March 1995. The Supreme Court of Canada has made it clear that the claims of a patent are to be construed within the context of the patent specification, and not in the context of extrinsic evidence. Apotex is using the '493 patent as extrinsic evidence to construe the claims of the '278 patent. This is inappropriate, especially since the '493 patent was published seven years after the '278 patent."], ["[67]", "The only evidence on these records as to how claims 1 to 3 of the '278 patent would be understood by a person of ordinary skill in the art is that of Dr. Roush, the expert who gave evidence on behalf of Pfizer. The expert called by Apotex, Dr. Batey, did not offer an opinion on claims 1 to 3. As he stated in his affidavit, he is unable to comment on these claims as they pertain to a subject matter beyond his expertise."], ["[68]", "Dr. Roush states in his affidavit that a person of ordinary skill in the art would understand that racemic amlodipine contains the R(+) enantiomer of amlodipine and has an inhibitory effect on smooth muscle cell migration. As a result, racemic amlodipine can be used in the treatment of conditions for which an inhibitor of smooth muscle cell migration is required. A skilled person would also understand that claims 1, 2 and 3 of the '278 patent encompass racemic amlodipine, in that racemic amlodipine contains a smooth muscle migration inhibitory amount of the R(+) enantiomer. According to Dr. Roush, there is nothing in these claims that excludes the presence of the S(-) enantiomer or, indeed, any other therapeutic agent."], ["[69]", "In his view, the presence of limiting language in claims 4 through 7 (", "i.e.", ", requiring optically pure R(+) amlodipine) further supports a permissive reading of claims 1, 2 and 3 which do not contain such a limitation. That the patentee did not impose this limitation in claims 1, 2 and 3 indicates that racemic amlodipine would achieve the desired result (", "i.e.", ", contain an effective amount of the R(+) enantiomer to inhibit smooth muscle cell migration)."], ["[70]", "I recognize that expert opinion, as helpful as it may be in construing a patent, does not relieve this Court of its ultimate responsibility: patent construction is a matter of law, it is for the Court to interpret the claims of a patent. As the Supreme Court said in its seminal decision of", "<FRAGMENT_SUPPRESSED>  to put the trial judge in the position of being able to do so in a knowledgeable way.\""], ["[71]", "I am also mindful of the counter arguments put forward by counsel for the respondent, according to whom Dr. Roush erred in several respects. For example, it was alleged that Dr. Roush misunderstood the inventive concept of the '278 patent, that he improperly used the product monograph for Norvasc to construe the claims of the '278 patent, and that he ignored the fact that claims 1 to 3 relate to a compound (R(+) amlodipine) while claim 4 relates to a composition that contains R(+) amlodipine along with other things."], ["[72]", "These conflicting views and arguments about the proper construction of the '278 patent are clear evidence that this issue is far from being free of doubt, and is better left to the judge who will be hearing Pfizer's application. It would be most inappropriate for this Court to rule definitively and for the first time on the proper construction of a patent in the content of a motion made under paragraph 6(5)(b) of the", "Regulations", ". Whatever may be my views as to the cogency of the arguments made by both parties, I have not been convinced that this case should not proceed to a full consideration of the merits."], ["[73]", "In any event, Apotex could infringe the '278 patent on the basis of either construction of that patent. If Pfizer's construction of claims 1 to 3 is preferred, Apotex will infringe claims 1 to 3 of the '278 patent because the Apotex tablets contain, by Apotex's own admission, racemic amlodipine. But even if Apotex's construction of these claims is preferred, Apotex could still infringe them on the basis that the Apotex tablets will contain an excess of the R(+) enantiomer of amlodipine."], ["[74]", "Apotex relies on Exhibit \"B\" to each of the affidavits of Dr. Batey, which purport to be copies of portions of Apotex's submissions to the Minister, to show that the Apotex tablets will not contain the R(+) enantiomer. For the reasons already developed above in relation to the '393 patent, these documents are, at best, double hearsay. Apotex clearly relies on these documents for the proof of their contents. However, for reasons known only to Apotex, it chose not to adduce evidence from anyone with knowledge of these submissions. Dr. Batey has no knowledge of them, as these documents were given to him by Apotex's counsel. There is no evidence as to who provided these documents to Apotex's counsel or whether they correspond with the information on file with the Minister."], ["[75]", "Further, the documents attached to the Batey affidavits in what purports to relate to Apotex's amlodipine free base submission (T-876-08) identify a certain impurity produced  <FRAGMENT_SUPPRESSED> 's manufacturing process. Dr. Roush is of the view that the only way such an enantiomer could arise would be if the starting material was not racemic. This reasoning suggests to Dr. Roush that the medicine in the Apotex tablets may contain an uneven mixture of enantiomers."], ["[76]", "In response, Apotex argues that the impurity must be racemic because it is the by-product of a synthetic process that employs only racemic materials to prepare the amlodipine. Apotex also claims that certain physical properties of the Apotex tablets, such as its optical rotation, are consistent with the conclusion that it is racemic."], ["[77]", "As can be expected, these arguments are strongly contested by Pfizer. I agree with counsel for Pfizer that many of these arguments, offered through the affidavit of Dr. Golberg, principal scientist in the Analytical Operations Division of Apotex, constitute hearsay evidence. It is also true that Dr. Goldberg has not put forward any information or documentation to support his statement that Apotex's provider only employs racemic materials in its synthetic route to prepare the amlodipine base. But there is no need, at this stage, to go any deeper in the assessment of these various arguments, as they are mostly based on speculations (as far as Pfizer is concerned) and on hearsay evidence and on an incomplete record (in the case of Apotex). This is far from enough to satisfy the Court that Pfizer's application is frivolous and abusive, and it would be remiss of me to conclude that Apotex has met its heavy burden pursuant to subsection 6(5) of the", "Regulations", "on the basis of the evidence before the Court. I agree with the Prothonotary that in these circumstances it is far more appropriate to leave it to the judge hearing the application to decide these matters on the basis of a more complete evidentiary record. Not only has the Court of Appeal not yet ruled on the motion of Pfizer seeking the disclosure of the entire Chemistry and Manufacturing Section contained  <FRAGMENT_SUPPRESSED> 's NDSs, but Pfizer has not delivered its evidence on the merits either. Accordingly, this Court is in no position to cut short Pfizer's application; on the basis of the record that is before me, it is impossible to conclude that it does not have at least an arguable case."], ["[78]", "Just as it did before the Prothonotary, Pfizer also made a number of other arguments to resist the motion filed by Apotex pursuant to paragraph 6(5)(b) of the", "Regulations", ". They range from a submission that the NOAs are nullities because Apotex did not make an allegation at the time it served its notices, to the further argument that even if Apotex is entitled to make an allegation, it did not do so before serving on Pfizer the letters purporting to be NOAs with respect to the '278 patent. Furthermore, Pfizer alleges that Apotex is estopped from arguing that it is plain and obvious that Pfizer has no chance of success as it did not oppose the merits of Pfizer's motions to amend its notices of application."], ["[79]", "The Prothonotary declined to rule on these issues, being of the view that these matters are best left to the hearing judge. I agree. Having concluded that Apotex failed to establish that Pfizer's applications are frivolous and abusive, there would be no point to discuss at this stage the more procedural arguments raised by Pfizer, some of which are novel and have not yet been authoritatively decided. These issues, like the others discussed above, are better left to the judge who will be hearing in full the applications filed by Pfizer."], ["[80]", "For all of the foregoing reasons, this appeal is dismissed, with costs to Pfizer.", "ORDER"], ["[81]", "THIS COURT ORDERS that", "this appeal is dismissed, with costs to Pfizer.", "[End of document]"]]}