{"id_": "083109", "body_str": [["[1]", "Strickland, J.", ": This is an application for judicial review of a decision by a pre-removal risk assessment (PRRA) officer, dated April 26, 2012. The officer found that the Applicant would not be subject to risk of persecution, danger of torture, risk to life, or risk of cruel or unusual punishment if removed from Canada and, as previously decided by the Refugee Protection Division, was not a Convention refugee or person in need of protection pursuant to sections 96 and 97, respectively, of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (IRPA) (IMM-6124-12). The same officer on the following day refused the Applicant's application for permanent residence based on humanitarian and compassionate (H&C) grounds pursuant to section 25 of the IRPA (IMM-6125-12). This is also an application for judicial review of that decision. Both applications are brought pursuant to subsection 72(1) of the IRPA."], ["[2]", "The background is essentially the same for both applications.", "Background"], ["[3]", "The Applicant, Mr. Ben Chekroun, submits that he was born in 1966 in Algeria to French Jewish parents. His father, as an Algerian Sephardic Jew, was neither a French nor an Algerian citizen until 1944, when a legislative change admitted him to French citizenship. With a subsequent change of government, his citizenship was revoked. The Applicant therefore believes that he is stateless, a citizen of neither France nor Algeria."], ["[4]", "He reports that at age 10 he developed obsessive-compulsive disorder (OCD) and was harassed by villagers for his odd behaviour. At age 12 or 13, he began to experiment with his sexuality. It became known that he was homosexual and he claims, as a result, he was beaten and harassed. On one occasion he was called a \"fag\" and had hot coffee thrown on him, on another he was beaten and had his nose broken, and, on another he required hospital treatment to extract broken glass from his foot because he had been forced to use his foot to break a glass door to escape from a mob."], ["[5]", "When he was 18 years old he applied for a national identification card but was denied because he refused to declare that he was Muslim. He was detained for four months and tortured with a form of waterboarding. He later developed post traumatic stress disorder (PTSD)."], ["[6]", "By 1992 persecution of Jews in Algeria and the violence of the Islamic military had increased to dangerous levels. The Applicant considered fleeing but did not want to abandon his mother."], ["[7]", "The Applicant reports that on March 25, 1997, his mother was given permission to travel to visit his father's grave in Algiers. The bus she was travelling on was stopped at a roadblock by terrorists who slaughtered and decapitated many of the passengers. His mother was among the victims."], ["[8]", "The Applicant, then aged 31, no longer had a reason to stay in Algeria. He fled and eventually arrived in Canada on June 4, 1999, claiming asylum at Pearson Airport in Toronto."], ["[9]", "The Applicant states that he moved into the gay village neighbourhood of Toronto and made friends in the community. He joined the 519 Community Centre and the YMCA, he met men in the YMCA steam room for casual relationships. He subsequently developed haemorrhoids and began to worry about AIDS. By the time of his PRRA and H&C applications, he had been celibate for three years. He suffers from depression, PTSD, OCD and Tourette's Syndrome. His mental illnesses, although treated with medication, tend to isolate him from others and have prevented him from working. He has upgraded his education, mainly taking information technology courses, and has done a great deal of volunteer work with many community organizations over a long period of time."], ["[10]", "In June 1999 the Applicant made a claim seeking refugee status on the basis of religious persecution in Algeria. The Immigration and Refugee Board, Refugee Division, (the Board) denied the claim in a decision dated March 8, 2000. The Board did not pronounce on his nationality but explained that in cases where nationality could not be clearly established claimants were handled similarly to stateless persons. The Board then assessed his situation based on residence in Algeria. He applied for leave for judicial review of that decision which was denied in January 2001."], ["[11]", "The Applicant submits that he did not disclose his sexual orientation and mental health issues in his Personal Information Form (PIF) made in support of his claim for refugee status made in 1999 because he was ashamed. He did disclose this to his lawyer before his refugee claim hearing, an adjournment was sought but denied, with the result that evidence was not submitted concerning discrimination he had suffered based on those grounds."], ["[12]", "From 2000 until 2009 there was no activity pertaining to the Applicant's status. On July 2, 2009, the Applicant applied to be permitted to remain in Canada on H&C grounds and on December 16, 2010, he applied for a PRRA. The basis for the H&C application was unusual, undeserved or disproportionate hardship and substantive establishment in Canada. The basis of the PRRA request was that there was clear and convincing evidence that the Applicant faces persecution on the basis of his religious and sexual orientation, that his mental health conditions are stigmatized, and, that Algerian state and local communities are ill equipped to provide adequate treatment of and support for mental illness."], ["[13]", "Both the PRRA and H&C applications were heard by immigration officer R. Mekhael (the Officer) and were denied on April 26 and 27, 2012, respectively. This is the judicial review of the PRRA decision (PRRA Decision) and of the H&C decision (H&C Decision).", "Decision Under Review - PRRA"], ["[14]", "The Officer noted that the risks identified by the Applicant were that he is gay, Jewish, and struggles with depression, OCD, PTSD, and Tourette's Syndrome. The Officer noted that the Applicant expected to be unable to receive appropriate medical care in Algeria, to become homeless, and to be stigmatized."], ["[15]", "The Officer next reviewed the case history, noting that the Applicant's June 1999 failed refugee claim was based on religious persecution in Algeria and the Board's finding that there was no credible evidence to support, on the balance of probabilities, that the Applicant was Jewish. For that reason the Board had determined he was not a Convention refugee."], ["[16]", "The Officer stated that the Board's decision did not bind the H&C process. The Officer acknowledged a letter from Mr. Alain Checroune indicating that Ben Chekroun was a \"North African (Algerian) Jewish name\" and documentation describing incidents of discrimination and violence against Algerian Jews submitted by the Applicant in support of the PRRA application. However, the Officer found that there was still not enough objective evidence to rebut the Board's credibility findings and to establish the Applicant's Jewish faith. The Officer was not satisfied that the Applicant was Jewish and therefore concluded, like the Board, that he was not a Convention refugee. Further, the Officer found that the Applicant was not more likely than not to face a danger of torture, or a risk to life or a risk of cruel and unusual punishment as a result of his Jewish faith and, accordingly, was not a person in need of protection pursuant to section 97 of the Act."], ["[17]", "The Officer then reviewed the new evidence of sexual orientation, noting the Applicant's above described account of homosexual experimentation and activity as contained in his January 6, 2011 affidavit accompanying his PRRA application and a letter attesting to his membership in the 519 Church Street Community Centre. The Officer found that he had not been provided with sufficient personal evidence to establish, on a balance of probabilities, the Applicant's sexual orientation, as a homosexual. Without more corroborative evidence, he could not be determined to be homosexual and personally at risk in Algeria."], ["[18]", "The Officer next considered the Applicant's mental health conditions, his submission that mental health treatment is not widely available in Algeria and that local communities are ill equipped to provide adequate treatment. Based on the new evidence the Officer accepted that the Applicant suffered from depression, OCD, PTSD and Tourette's syndrome, but found that medical care was available in Algeria. The Officer quoted at length from a 2011 UK Home Office Border Agency Country of Origin Information Report, finding that this research did not support a conclusion that medical treatment would not be available to the Applicant, although it might be limited."], ["[19]", "The Officer also reviewed the latest U.S. Department of State Country Report on Human Rights Practices and found that there was insufficient evidence that the Applicant would face a risk of persecution or a risk to life or cruel or unusual treatment or punishment as a result of his mental illness should he return to Algeria. The Officer found that the Applicant's assertions were rebutted by a lack of documentary evidence confirming that such practices occurred."], ["[20]", "The Officer added that the Applicant had claimed to have suffered from mental illness while in Algeria but that he did not provide sufficient objective evidence to found a conclusion that he was subjected to societal discrimination or was homeless as a result. Even if he had been homeless he did not establish that this was caused by his race, religion, nationality, membership in a particular social group or political opinion pursuant to section 96 of the IRPA nor that, due to his personal circumstances, he is at risk as defined by section 97 of the IRPA."], ["[21]", "The Officer concluded that the Applicant faced no more than a mere possibility of persecution as described in section 96 of the IRPA and was not likely at risk of torture, or likely to face a risk to life, or a risk of cruel and unusual treatment or punishment, if returned to Algeria as described in section 97 of the IRPA. Accordingly, the Applicant was neither a Convention refugee nor a person in need of protection.", "Decision Under Review - H&C"], ["[22]", "The Officer noted that the Applicant's H&C grounds for requesting an exemption which would allow him to apply for permanent residence from within Canada were his establishment in Canada and the risks he would face if returned to Algeria."], ["[23]", "The Officer reviewed the Applicant's history, in particular his extensive volunteer work with: CANORAA, an African Canadian development organization; the Parkdale Activity Recreation Centre; Auberge Francophone; Food Share; the gardens at Earlscourt Park; the STOP Community Food Centre; the Wychwood Open Door Drop In; and the 519 Centre. The Officer also noted that the Applicant had upgraded his education through various courses with the Toronto District School Board, George Brown College, Seneca College, and Centennial College, all of which was supported by corroborative evidence."], ["[24]", "The Officer noted the Applicant's moderate level of establishment, his lack of supportive connections in Algeria, and that because he had left Algeria fifteen years ago this may cause him some hardship if he were required to return. The Officer found that the Applicant should not have had a reasonable expectation that he would be able to remain in Canada permanently given his immigration history. He had spent the first 31 years of his life in Algeria and had been able to adapt to living in Canada. There was insufficient evidence to indicate that he could not return to his country of habitual residence, Algeria, and re-adapt to it."], ["[25]", "The Officer stated that the Applicant's own actions had hindered his removal or departure from Canada and that he must bear some responsibility for his actions."], ["[26]", "The Officer stated that careful consideration had been given to the psychologists' and medical evidence but that the medical practitioners were not experts in the Algerian medical and housing systems. The Officer quoted a 2011 UK Home Office Border Agency Country of Origin Information Report as saying that Algeria was setting up public facilities in the five regional capitals to deal with the country's growing number of homeless people. The Officer noted that the Applicant had been able to find housing in Canada and concluded that the evidence did not show that he would be likely to be homeless in Algeria as a result of his mental health."], ["[27]", "The Officer found that there was insufficient evidence to demonstrate that the Applicant has been successfully established in Canada to a degree where he would suffer unusual or undeserved or disproportionate hardship should he be required to leave Canada to make an application for permanent residence and that a H&C exemption on that basis was not warranted."], ["[28]", "The Officer next turned to the allegation of risk should the Applicant return to Algeria. The Officer noted the March 8, 2000 decision of the Board finding that the Applicant's assertion that he was a Jew was not credible and denying his application for refugee status, as well as the PRRA Decision which the Officer had rendered the day before. While not bound by the PRRA tests or the Board's decision, the Officer found that the Applicant had failed to provide sufficient evidence which rebutted the Board's credibility findings and determination that his claim to be Jewish was not credible. His alleged personal risks due to being Jewish were not corroborated nor did the evidence support his claim that he would suffer risk of harm that would amount to hardship that is unusual and undeserved or disproportionate if he was required to apply for permanent residence in the normal manner."], ["[29]", "The Applicant had also not provided sufficient personal evidence to establish that he was homosexual or sufficient corroborative evidence to establish his homosexuality on the balance of probabilities (the evidence being the same as that submitted in support of his PRRA application) and, as a result, that he faces a risk to his life upon return to Algeria amounting to hardship sufficient to meet the H&C requirements."], ["[30]", "The Officer accepted the diagnoses of complex PTSD, OCD, and Tourette's. However, found that there was insufficient evidence to establish that treatment had not been and would not be available in Algeria. Further, a 2011 UK Home Office Border Agency Country of Origin Information Report Algeria showed that treatment, although limited, was available."], ["[31]", "Counsel had submitted that the mentally ill were actively condemned and persecuted by state authorities in Algeria, but the Officer found that the documentary evidence did not establish this. There was also insufficient objective evidence to establish that due to a lack of family support the Applicant will be denied treatment by health care authorities in Algeria and insufficient corroborative evidence that the Applicant had previously been homeless due to his mental illness."], ["[32]", "The Officer found that the Applicant had not established that he would be subject to undue hardship due to his mental health or face a personalized risk resulting in undue hardship if he was returned to Nigeria [", "sic", "] that constitutes unusual and undeserved and disproportionate hardship and accordingly refused the H&C application.", "Issues"], ["[33]", "PRRA Decision:", "1. Did the Officer ignore or misconstrue evidence related to the Applicant's perceived Jewish religion?", "2. Did the Officer err by requiring corroborating evidence of the Applicant's sexual orientation?", "3. Did the Officer make veiled credibility findings and breach procedural fairness in refusing an oral hearing?"], ["[34]", "H&C Decision:", "4. Was the Officer's discretion fettered?", "5. Was the Officer's decision reasonable?", "6. Did the Officer ignore or misconstrue evidence of hardship related to the Applicant's claim that he is Jewish or his perceived Jewish religion?", "7. Did the Officer err in requiring corroborating evidence?", "Standard of Review"], ["[35]", "A standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is well settled by past jurisprudence, the reviewing court may adopt that standard. (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at para 57)."], ["[36]", "The standard of review of decisions of PRRA and H&C officers has been determined to be reasonableness (", "<FRAGMENT_SUPPRESSED>  [", "Wang", "] at para 11;", "<FRAGMENT_SUPPRESSED> ). In reviewing such decisions on the standard of reasonableness the court should not intervene unless the officer came to a conclusion that is not transparent, justifiable and intelligible and within the range of acceptable outcomes based on the evidence. It is also not the role of a reviewing court to substitute its own view of a preferable outcome nor to reweigh the evidence (", "<FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , above, at para 47 and", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at para 59)."], ["[37]", "The appropriate standard of review for issues of procedural fairness is correctness (", "Wang", ", above, at para 11; <FRAGMENT_SUPPRESSED> , above, at para 43, and", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at para 11). No deference is owed to decision makers on these issues (see <FRAGMENT_SUPPRESSED> , above, at para 50)."], ["[38]", "The standard of review for errors of law is also correctness ( <FRAGMENT_SUPPRESSED> at para10;", "<FRAGMENT_SUPPRESSED> ). As the Supreme Court said in <FRAGMENT_SUPPRESSED> , above, at para 50, \"it is also without question that the standard of correctness must be maintained in respect of jurisdictional and some other questions of law.\""], ["[39]", "In the present case, the jurisprudence has satisfactorily determined that the standard of review for the first, second, fifth, sixth and seventh issues, which all pertain to the Officer's treatment of the evidence, is reasonableness (", "<FRAGMENT_SUPPRESSED> )."], ["[40]", "Reasonableness is also the standard of review with respect to the question of veiled credibility findings (", "<FRAGMENT_SUPPRESSED> ) contained in the third issue. As to the question of whether granting an oral hearing is one of procedural fairness, requiring correctness as the standard of review, or one of mixed fact and law, attracting the standard of reasonableness, the jurisprudence varies (see for instance", "<FRAGMENT_SUPPRESSED>  (Justice de Montigny) at para 24). In my view, the standard of reasonableness applies because, as stated by Justice Shore in", "<FRAGMENT_SUPPRESSED> PRRA officer decides whether to hold an oral hearing by considering a PRRA application against the requirements in subsection 113(", ") of the IRPA and the factors in section 167 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (the IRP Regulations). Thus, applying subsection 113(", ") is essentially a question of mixed fact and law."], ["[41]", "The fourth issue, as framed by the Applicant, is whether the Officer's discretion was fettered by requiring the Applicant to demonstrate a reasonable expectation that he would be allowed to remain in Canada permanently. That is, the Officer improperly applied a test when determining this issue. Prior jurisprudence has held that the standard of review with respect to fettering of discretion is correctness. (", "<FRAGMENT_SUPPRESSED> ).", "Argument and Analysis - PRRA Decision", "Applicant's Position"], ["[42]", "The Applicant argues that his evidence was meant to demonstrate not only that he was Jewish, but that he would be perceived to be Jewish in Algeria. However, the Officer only considered whether he was Jewish. The failure to address the risk of his perceived religious affiliation supports an inference that the Officer ignored and misconstrued evidence. Even if an officer mentions the evidence, if it is not assessed for the purpose for which it was provided, this is an error. In this case, the risk was to people perceived as Jewish, and the Officer should have analyzed the evidence in that light."], ["[43]", "The Applicant notes that it is well-established in refugee law that the risk of persecution must be viewed from the perception of the persecutor. From the perception of the persecutor, whether or not the Applicant was a practicing Jew is irrelevant."], ["[44]", "The Applicant argues that the Officer completely mischaracterizes the Applicant's statement as containing only brief and generalized information about his homosexuality, when it actually provides several paragraphs with many specific details. Further, the Applicant identifies himself as gay twice in his affidavit - \"I did not want to tell my lawyer that I was gay\" and \"because I am Jewish and gay\"."], ["[45]", "An Applicant's sworn evidence is presumed to be true unless there is a good reason to doubt it. In the present case, the Officer cites no inconsistencies, contradictions, or implausibilities in the sworn evidence. He simply disbelieves the Applicant on the basis that there is no corroborating documentation that he is homosexual, which is unreasonable and a reviewable error."], ["[46]", "Furthermore, it is questionable what corroborating documentation the Officer could have expected him to provide. Proving one's sexual orientation is a challenge for all applicants. In this case the Applicant had not had the kind of long-term relationships which would have supplied letters, photos, or affidavits from partners; in fact, he had not had any relationships for the last three years. In addition, he is a shy man who has difficulty in communicating with others."], ["[47]", "The Applicant argues that the Officer made credibility findings with regard to the Applicant's sworn evidence and, therefore, he should have convoked an oral interview. The Respondent cannot hide a veiled credibility finding behind a claim of insufficient evidence. If the Officer had believed the Applicant's evidence, there would have been sufficient proof that he was a gay Jewish man. Since the Officer did not accept this, he should have convoked an interview and put his concerns to the Applicant.", "Respondent's Position"], ["[48]", "The Respondent submits that for the claim for protection to succeed, the Applicant had to establish his identity as a gay man, a Jew, and a person with mental health issues. He led evidence that he was born to Jewish parents but did not state that he practices the Jewish faith now. The only evidence as to his perceived Jewish identity was from another person suggesting his surname is recognized as Jewish in the region. The Applicant led evidence that he had experimented earlier in his life with same-sex relationships but acknowledged that he was not currently in such a relationship and did not state that he now identifies himself as a gay man or had ever done so in the past. He explained that he has mental health issues but did not present evidence that his treatment, medication and counselling, would not be available in Algeria."], ["[49]", "The Respondent argues that the Officer did not have to consider whether the Applicant would be perceived as Jewish because the evidence did not establish his identity as Jewish. The only two pieces of evidence that he might be perceived as Jewish were his assertion of the same and a letter claiming that he had a recognizably Jewish last name. The letter did not explain how the author knew that it was a Jewish name, nor whether identity would be perceived on the basis of the name alone or that the surname itself would be considered as conclusive proof of the Applicant's perceived Jewish identity."], ["[50]", "The Officer did not ignore details about the Applicant's testimony concerning same-sex relationships. The Applicant admitted that he is not currently involved in a same-sex relationship and he did not ever specifically state that he identified himself as a gay man. His affidavit evidence alone was not enough to establish that he was gay. The Officer's finding that the Applicant has not established his identity as a gay man was reasonable given the nature of the evidence adduced."], ["[51]", "The Respondent argues that the Officer did not err in expecting more corroborating evidence of the Applicant's homosexuality. The Applicant could have adduced evidence that he presents himself as gay to other people but did not."], ["[52]", "The Respondent argues that the Officer did not make credibility findings. Two evidentiary concepts are in issue: the sufficiency and the believability of evidence. It is only for believability that procedural fairness requires that a concern be disclosed for comment. Applicants need not be confronted with evidence which has fallen short of sufficiency. The Officer accepted the Applicant's evidence at face value but did not consider it to be sufficient to prove his assertions.", "Analysis", "1.", "Did the officer ignore or misconstrue evidence related to the Applicant's perceived Jewish religion?"], ["[53]", "The alleged persecution and risk arising from a perception of the Applicant as Jewish, should he return to Algeria, did not comprise a distinct basis of his PRRA application. The application itself does not mention this, nor does the Applicant's supporting affidavit. Only one indirect reference is contained in his counsel's submissions being: \"Given the new evidence that confirms his identity as a Jew, and that his last name, Ben Chekroun would easily identify him as a Jew within Algeria, it is submitted that on that basis alone, Mr. Ben Chekroun is a Convention Refugee.\""], ["[54]", "The only evidence which addresses this issue is the August 27, 2009 letter from Mr. Alain Checroune (Checroune letter). This letter states that its author was born in Vilar, Algeria in 1935, Vilar being a city east of Tiemcen, the birth place of Mr. Ben Chekroun. Mr. Checroune states \"that Mr. Ben Chekroun is North African (Algerian) Jewish and his name is recognized in the region.\""], ["[55]", "I cannot accept the Respondent's position that the Applicant first had to establish his Jewish identity before the Officer was required to consider how he would be perceived in Algeria. The question is not whether an applicant holds a belief, it is whether potential persecutors would ascribe that belief to the applicant as is illustrated by", "<FRAGMENT_SUPPRESSED>  (QL) (TD) at para 23, which also held that, regardless of the ground of persecution, the question should be approached from the perspective of the persecutor. And, in the context of membership in an ethnic group, this Court has held that the relevant question as being was the claimant perceived as belonging to an ethnic group and was the claimant persecuted because of this (", "<FRAGMENT_SUPPRESSED> ). Similarly, in the context of an applicant's sexual orientation see", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at para 38."], ["[56]", "Regardless, in my view, the problem in this situation is that neither the Checroune letter nor the submission by counsel for the Applicant explicitly raised, before the Officer, the issue of the Applicant's perceived Jewish identity. Further, the intent of the Checroune letter, stating only that the Applicant is North African (Algerian) Jewish and his name is recognized in the region, is also unclear."], ["[57]", "This is unfortunate when viewed in light of the unchallenged history of Jewish persecution in Algeria as set out in the supporting documents submitted by the Applicant. However, the result is that the Officer did not make a reviewable error in failing to address a risk that was, at best, only implicitly before him."], ["[58]", "In any event, even if the Officer had considered the Checroune letter as evidence as to the perceived religious affiliation of the Applicant, given that it is an unsworn document which does not explicitly state that the Applicant's name would be recognized as Jewish in Algeria or explain why this is so and how the author of the letter knows this to be the case, it would be of little probative value in establishing that fact.", "2.", "Did the Officer err by requiring corroborating evidence of the Applicant's sexual orientation?"], ["[59]", "The Officer refers to the new evidence supporting the Applicant's claim of risk of persecution or danger of torture, risk to life or risk of cruel or unusual punishment if he were removed from Canada, a risk based on his sexual orientation, which was not part of his 1999 refugee claim. This evidence was comprised of his January 6, 2011 affidavit accompanying his PRRA application and a letter from the 519 Community Centre confirming his membership since April 2010. The Officer states that \"Aside from the above referenced brief and generalized statements and a single letter prepared by the Church Street Community Centre I have not been provided with sufficient personal evidence to establish, on a balance of probabilities the applicant's sexual orientation, as a homosexual\". The Officer notes that the Church Street Community Centre letter did not establish the Applicant's sexual orientation. Further, that hospital records were not tendered to support the alleged injury in Algeria and that \"The Applicant did not provide sufficient corroborative evidence in support of his PRRA claim to establish, on a balance of probabilities, his homosexuality\". The Officer concluded that, without this, the current country conditions do not establish that the Applicant is personally at risk in Algeria."], ["[60]", "The January 6, 2011 affidavit sets out in some detail the Applicant's history in the context of his homosexuality including his early experimentation at age 12 or 13; attacks based on his sexual orientation including one which occurred when the Applicant \"approached a guy and talked to him because I thought he was attractive and I wanted to pick him up\"; that when he came to Canada he was ashamed about who he was and did not want to tell his lawyer that he was gay or had mental health issues; that he would meet men in the YMCA steam room for casual sex; that he has not had a relationship with another man for three years due to haemorrhoids and his fear of disease; and, that if he returned to Algeria he would likely be killed \"because I am Jewish and gay.\""], ["[61]", "Given this, I do not think that the Officer reasonably found that the Applicant's affidavit lacked sufficient detail to establish his sexual orientation. And, as stated in <FRAGMENT_SUPPRESSED> , above, at paras 41-42:"], ["[41] The Court is mindful of the difficulties that PRRA officers face when dealing with claimants who assert a risk of harm because of their sexual orientation. Claimants bear the onus of satisfying the officer evaluating their application they have a profile that will put them at risk."], ["[42] At the same time, the acts and behaviours which establish a claimant's homosexuality are inherently private. When evaluating claims based on sexual orientation, officers must be mindful of the inherent difficulties in proving that a claimant has engaged in any particular sexual activities. Claimants may not be in contact with past sexual partners for various reasons, including relationship breakdown, distance, or simply the passage of time."], ["[62]", "The Officer also does not give any reasons for doubting the truthfulness of the Applicant's evidence as to his sexual orientation. As argued by the Applicant, the Officer cites no inconsistencies, contradictions or implausibilities in the sworn evidence. He simply refuses to accept or disbelieves the Applicant, on the basis that there is no corroborating documentation, that he is homosexual."], ["[63]", "In my view, this approach is in error. As stated by Justice Near in", "<FRAGMENT_SUPPRESSED> :"], ["[20] This reasoning is out of line with the body of case law of this Court and is unreasonable in that it plants as the seed of incredibility the lack of corroborating documentary evidence instead of using the lack of documentary evidence to buttress an existing adverse credibility finding. The Board points to no other reason to disbelieve the Applicants' testimony. As the Respondent argues, a lack of documentary evidence can be a valid consideration where a claimant's story has been found to otherwise lack credibility. For example, in", "Bin", ", above, cited by the Respondent, Justice Denis Pelletier went on to say at para 22:"], ["[22] In the present case, the applicant's claim had been discredited by a number of internal contradictions and inconsistencies. It was therefore open to the CRDD to consider his failure to produce corroborating evidence in further assessing his credibility [...]"], ["[21] The Board was entitled to find the Applicants' explanation for failing to produce the documents unreasonable. But the Board was not entitled to discredit the Applicants' entire claim solely on the basis of this failure. To do so would be to ignore the oft-cited ratio of <FRAGMENT_SUPPRESSED> , above."], ["[64]", "The Officer cites the case of", "<FRAGMENT_SUPPRESSED>  for the proposition that the Applicant has the burden of proof in a PRRA application to establish that he is at risk. That is correct, however, as the Applicant points out, in that case the only evidence presented concerning the applicant's sexual orientation was a statement of her counsel. Unlike this situation, there was no sworn affidavit evidence of the applicant in support of that fact."], ["[65]", "It is settled law that when a claimant swears to the truth of his testimony, that testimony is presumed to be true unless there is a valid reason to doubt its truthfulness (", "<FRAGMENT_SUPPRESSED>  (CA) at para 5). In the absence of any such reasons, in my view, the Applicant met the burden of establishing his sexual identity by way of his sworn affidavit. Accordingly, the Officer unreasonably demanded corroborating evidence of that fact.", "3.", "Did the officer make veiled credibility findings and breach procedural fairness in refusing an oral hearing?"], ["[66]", "An oral hearing is not available as of right in a PRRA application. Subsection 113(", ") of the IRPA states that a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required. The prescribed factors are set out in section 167 of the IRP Regulations:", "167.", "For the purpose of determining whether a hearing is required under paragraph 113(b) of the Act, the factors are the following:", ") whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act;", ") whether the evidence is central to the decision with respect to the application for protection; and", ") whether the evidence, if accepted, would justify allowing the application for protection.", "167.", "Pour l'application de l'alinéa 113b) de la Loi, les facteurs ci-après servent à décider si la tenue d'une audience est requise:", "a) l'existence d'éléments de preuve relatifs aux éléments mentionnés aux articles 96 et 97 de la Loi qui soulèvent une question importante en ce qui concerne la crédibilité du demandeur;", "b) l'importance de ces éléments de preuve pour la prise de la décision relative à la demande de protection;", "c) la question de savoir si ces éléments de preuve, à supposer qu'ils soient admis, justifieraient que soit accordée la protection."], ["[67]", "This Court examined subsection 113(", ") of the IRPA and section 167 of the IRP Regulations in", "<FRAGMENT_SUPPRESSED> held:"], ["[34] This has been interpreted to be a conjunctive test: therefore, an oral hearing is generally required if there is a credibility issue regarding evidence that is central to the decision and which, if accepted, would justify allowing the application:", "<FRAGMENT_SUPPRESSED> . While the Court has acknowledged that there is a difference between an adverse credibility finding and a finding of insufficient evidence, the Court has sometimes found an officer to have improperly framed true credibility findings as findings regarding sufficiency of evidence and therefore an oral hearing should have been granted:", "<FRAGMENT_SUPPRESSED> ; and", "<FRAGMENT_SUPPRESSED> ."], ["[68]", "In the present case, the Officer stated that there was insufficient evidence to establish the Applicant's sexual orientation. However, the Officer does not say why the Applicant's affidavit evidence alone is insufficient to establish this fact and, as noted above, there was no conflicting evidence or inconstancies to bring that evidence into question."], ["[69]", "In my view, this case is similar to", "<FRAGMENT_SUPPRESSED> . There the officer reviewed Mr. Liban's evidence relating to his relationship with another man and concluded that he had not provided sufficient objective evidence to support his statement regarding that relationship. The Court held at para 14:"], ["[14] In my view, when the officer stated that there was \"insufficient objective evidence\" supporting Mr. Liban's assertions, he was really saying that he disbelieved Mr. Liban and, only if Mr. Liban had presented objective evidence corroborating his assertions, would the officer have believed them. To my mind, these findings are conclusions about Mr. Liban's credibility. They were central to his application. If the officer had believed Mr. Liban, the officer, in light of the documentary evidence he accepted, would likely have found that Mr. Liban was at risk."], ["[70]", "Here, as in <FRAGMENT_SUPPRESSED> , above, the Officer's finding of insufficient evidence was actually a conclusion as to the Applicant's credibility, perhaps influenced by the failed refugee hearing held thirteen years ago but which addressed only whether the Applicant is an adherent of the Jewish faith."], ["[71]", "Accordingly, here the Applicant's affidavit evidence raised a serious issue as to his credibility. The evidence as to his sexual orientation was central to that portion of his application claiming persecution or risk arising from same and the Officer's decision in that regard. The Officer stated that without sufficient evidence that the Applicant is homosexual, an assessment of the current country conditions does not establish that he is personally at risk in Algeria. Presumably, given the country condition documentary evidence contained in the record, this means that if his evidence had been accepted that it would have justified the application. Given that the factors set out in section 167 were met, the Officer was required to hold an oral hearing."], ["[72]", "Further, the Applicant by way of his counsel's submissions had requested an oral hearing if credibility was an issue. Yet nothing in the PRRA Decision indicates that the Officer considered this request. Given this, and in view of my finding that the Officer was making a credibility finding, the Officer was required to consider the request. His failure to do so was unreasonable as held in", "<FRAGMENT_SUPPRESSED> :"], ["[11] I agree with the applicant that a breach of procedural fairness arises on the facts of this case. The applicant made a detailed request in his PRRA application for an oral hearing, with specific reference to the factors set out in section 167 of the Regulations. However, the PRRA Officer makes no reference to these factors, or to any other factors that led to the decision not to hold an oral hearing, despite the written request for one. In fact, there is no evidence that the Officer turned his mind to the appropriateness of holding an oral hearing."], ["[12] Furthermore, it is clear, despite the respondent's submissions to the contrary, that credibility was central to the negative PRRA decision. In refusing to accord weight to the applicant's story without corroborating evidence, the PRRA Officer, in effect, concluded that the applicant was not credible. In my view, given these credibility concerns, it was incumbent on the Officer to consider the request for an oral hearing and to provide reasons for refusing to grant the request. The Officer's failure to do so in this case constitutes a breach of procedural fairness. Moreover, in view of the special circumstances of this case with respect to credibility, the Court is of the view that a hearing is appropriate."], ["[73]", "For the above reasons the application for judicial review of the PRRA Decision is granted.", "Argument and Analysis - H&C Decision", "Applicant's Position"], ["[74]", "The Applicant argues that the Board in 2000 had found that his nationality could not be determined and treated him as stateless. This was acknowledged by the Officer in the H&C Decision which also lists his citizenship as \"stateless\". As the Officer accepted that the Applicant was stateless and as his July 19, 2012 affidavit filed in support of his H&C application stated that if he were sent back to Algeria he would not be recognized as a citizen and permitted entry, it was unreasonable for the Officer to find that the Applicant's actions prevented him from traveling to Algeria."], ["[75]", "The Officer twice stated that in order to demonstrate establishment, the Applicant had to present sufficient evidence that he had a reasonable expectation of being allowed to remain in Canada permanently. This test is found nowhere in the IP-5 manual or the jurisprudence. The Officer's finding that the Applicant had not satisfied this requirement unreasonably and unfairly fettered the Officer's discretion. As the Officer repeatedly referred to this expectation it raises a reasonable apprehension that the Officer viewed this as a prerequisite or foundational factor to being granted a positive H&C exemption. Further, what the Officer meant was that the Applicant should not be permitted to benefit from having remained so long in Canada without regularized immigration status."], ["[76]", "The Applicant argues that once the Officer accepted that the Applicant suffered from depression, OCD, PTSD, and Tourette's Syndrome and because of this cannot work in Canada, it was unreasonable to conclude that he would be able to secure housing in Algeria. The finding was based on documentation about future plans by the Algerian government, rather than real evidence of the current situation. Efforts, plans, and goodwill, in the similar context of provision of state protection, are not enough. The Officer provided no analysis of whether the envisaged facilities to assist homeless individuals with mental illness had actually been set up or of the present situation. Of note is that an almost identical statement about future facilities was made in the previous 2008 UK Home Office report, apparently demonstrating that none of those plans came to fruition from then until 2011. The Officer misunderstood the evidence and, as a result, came to an unreasonable conclusion that the Application would be able to secure housing."], ["[77]", "With respect to the question of whether the Officer ignored or misconstrued evidence of hardship related to the Applicant's claim that he is Jewish, the Applicant essentially repeats his argument made in his PRRA application, in relation to risk, as described above. That is, the Officer only considered whether the Applicant was Jewish and not whether Algerians would perceive him to be Jewish. The Officer failed to consider the Checroune letter in that context thus failing to analyze the hardship of the Applicant arising from that perception. \"Ben\", meaning \"son of\", is part of a Jewish patronymic, used similarly to \"Bar\" and for girls \"Bat\"."], ["[78]", "As to the requirement of corroborating evidence of the Applicant's sexual orientation, the Applicant essentially repeats his argument set out in issue 2, above.", "Respondent's Position"], ["[79]", "The Respondent argues that there is no objective evidence that the Applicant is stateless. He has not provided any conclusive proof of this, such as a document from the Algerian authorities confirming that they do not recognize his citizenship. Also, after the rejection of his refugee claim in 2000, he took no steps to either return to Algeria or regularize his status in Canada. The Applicant failed to demonstrate that his establishment resulted from a circumstance beyond his control or that he had a reasonable expectation that he would be allowed to remain in Canada permanently."], ["[80]", "The Respondent submits that the Officer was not creating a new requirement for H&C relief by stating that the Applicant had provided insufficient evidence to establish that he had a reasonable expectation that he would be permitted to remain in Canada permanently. Rather, the Officer was simply making an observation. This was consistent with the underlying H&C principles that such relief is exceptional and discretionary."], ["[81]", "The Respondent argues that the Applicant bore the onus of demonstrating that he would become homeless in Algeria and that his documentary evidence did not persuade the Officer because it was inadequate. The letter from the Applicant's physician in Canada did not state the basis for the assertion that the Applicant would probably become homeless and the physician was not an expert in the Algerian medical or housing systems. Accordingly, the Officer's findings on this issue were reasonable. Moreover, the Officer did not have to specifically assess whether the Applicant would be homeless in Algeria, just whether he presented evidence that he would be subject to undue hardship. The documentary evidence on the record was not misconstrued, rather it indicated that mental health facilities are available in Algeria. The Applicant's contention that the operational effectiveness of the mental health facilities is to be assessed runs contrary to the jurisprudence and is not applicable."], ["[82]", "The Respondent argues the only evidence as to the Applicant's perceived Jewish identity was his own assertions and the Checroune letter. The Officer in the PRRA Decision accepted that the Checroune letter indicated that the Applicant's \"name was a 'North African (Algerian) Jewish name\", however, determined that it was insufficient to establish a risk on that basis. The Officer cannot be faulted for not further considering an assertion based on perceived Jewish identity when the evidence did not demonstrate such an identity."], ["[83]", "Further, the H&C submissions make no mention of the fact that the Applicant's surname alone would identify him as Jewish and the issue was not before the Officer. In view of the evidence, the Officer's analysis of the Applicant's religious identity was reasonable."], ["[84]", "The Respondent essentially repeats its argument as set out above with respect to issue 2 in the PRRA application, being that the Applicant did not meet the onus of establishing his sexual identity and that his affidavit evidence alone is not sufficient. Even if the evidence is sworn, an officer may still determine that it is insufficient to establish the fact for which it is tendered, without making a credibility finding. The Officer did not make a credibility finding but found that the evidence was insufficient. The Officer's findings were concerned with the weight of the evidence.", "Analysis", "4.", "Was the Officer's discretion fettered?"], ["[85]", "The question is whether the Officer's discretion was unreasonably fettered by requiring the Applicant to demonstrate a \"reasonable expectation\" that he would be allowed to remain in Canada permanently. This arises from the Officer's statements that \"...I am not satisfied that the applicant had a reasonable expectation that he would be able to remain in Canada permanently given the course of his immigration history.\", and, \"I have not been presented with sufficient evidence that he had a reasonable expectation that he would be allowed to remain in Canada permanently.\""], ["[86]", "An applicant seeking the exceptional and discretionary relief that may be permitted by subsection 25(1) of the IRPA does so on the basis that it is justified by humanitarian and compassionate considerations relating to that applicant. In that regard, the applicant must establish that he or she would be subject to unusual, undeserved or disproportionate hardship if they were returned to their country of origin (", "<FRAGMENT_SUPPRESSED> ). Evidence of a \"reasonable expectation\" that an applicant would be permitted to remain in Canada is not a pre-requisite or foundational criteria nor is it a test that an applicant must meet to establish hardship. Accordingly, if the Officer had applied this as a requirement or test and refused the H&C application on the basis of the insufficiency of evidence establishing such a reasonable expectation, then the Officer would have erred in law."], ["[87]", "However, on review of the H&C Decision as a whole, I am not convinced that the Officer applied a \"reasonable expectation\" test as a pre-requisite or test in reaching the conclusion that there was insufficient evidence that the Applicant has been successfully established in Canada to a degree where he would suffer unusual or undeserved or disproportionate hardship should he be required to leave Canada to make application for permanent residence. Rather, in the context of the Applicant's immigration history and his establishment in Canada, the Officer was noting that he had not taken any steps to demonstrate his statelessness. Had he done so, this may have been a positive establishment factor if it had demonstrated that the circumstances which kept him in Canada were beyond his control."], ["[88]", "Although, the Officer's choice of words was poor, I do not find that the Officer's discretion was fettered when giving consideration to the Applicant's establishment in Canada.", "5.", "Was the Officer's decision unreasonable?"], ["[89]", "In the context of assessing the Applicant's establishment in Canada and risk of homelessness in Algeria the Officer acknowledged and accepted that the Applicant has been in Canada since 1999; has done extensive volunteer work over the years and provided corroborating evidence of this; has community ties here and no family or support in Algeria; and, because of his mental health, cannot work and relies on social assistance."], ["[90]", "Given this and my findings set out below with respect to issue 7, I do not find that the Officer reasonably concluded that the Applicant would not be at risk of unusual, undeserved or disproportionate hardship were he returned to Algeria.", "6.", "Did the Officer ignore or misconstrue evidence of hardship related to the Applicant's claim that he is Jewish or his perceived Jewish religion?"], ["[91]", "When assessing the Applicant's risk factor associated with his religious affiliation the Officer referred to the 2000 Board decision and the Officer's own PRRA Decision and concluded that the Applicant had failed to establish his Jewish religion. However, neither the Applicant's H&C application nor the September 24, 2009 submissions of his counsel in support of the H&C application raised the concern now argued, being that the Applicant, whether or not he adheres to the Jewish faith, will be perceived as Jewish and therefore at risk of hardship, should he return to Algeria."], ["[92]", "The only reference in the application to the Checroune letter is as a footnote to the following sentence \"After the death of his father when he was young, his mother, brother and himself attempted to leave Algeria but did not receive permission to do so because his family was Jewish¹\"", "1. Letter from Alain Checroune, Rabbi.", "August 27, 2009"], ["[93]", "Given this, I cannot accept that the Checroune letter was submitted for the purpose now submitted by the Applicant nor that the Officer ignored or misconstrued evidence of hardship related to the Applicant's claim that he is or would be perceived to be Jewish.", "7.", "Did the Officer err in requiring corroborating evidence?"], ["[94]", "As in the Officer's PRRA Decision, the evidence being the same in both applications, the Officer found that in his H&C Application, the Applicant had again not provided sufficient personal evidence to establish his sexual identity as a homosexual and had not provided sufficient corroborating evidence to establish his homosexuality on the balance of probabilities. Accordingly, the Officer was unable to find that he would be subjected to hardship that is unusual, underserved or disproportionate."], ["[95]", "For the reasons I set above concerning the PRRA Decision, in the circumstances of this matter, I believe that the Officer erred in rejecting the Applicant's affidavit evidence as to his sexuality, and in requiring corroborating evidence of the Applicant's sexual orientation."], ["[96]", "While the Officer made no reference to the potential hardship that the Applicant might be at risk of as a homosexual should he be returned to Algeria, the 2011 Algerian Country of Origin Information Report of the UK Border Agency, otherwise referenced by the Officer, indicates that same sex relationships are illegal, that an Amnesty International report of June 2003 indicates that homosexuals may suffer harassment from security forces and society in general and refers to a Canadian Immigration and Refugee Board Information request dated July 30, 2007 reporting:", "[...] An article in QX Magazine states that the Algerian police do not protect \"sodomites\" from violence (18 Jan. 2005). According to an article in the UK Gay News, the police and military reportedly \"harass and brutalize gay people with impunity\" (21 Feb. 2005). Moreover, rape, beatings, and torture are reported to be common for gay men in both civilian and military prisons (QX Magazine 18 Jan. 2005; UK Gay News 21 Feb. 2005; Behind the Mask 21 Feb. 2005)."], ["[97]", "Accordingly, there is reason to believe that the Applicant would be subject to hardship that could amount to unusual, undeserved or disproportionate because of his homosexuality should he be returned to Algeria."], ["[98]", "IP-5 directs that individual H&C factors put forward by an applicant should not be considered in isolation in a determination of the hardship that an applicant would have. Rather, hardship is determined as a result of a global assessment of H&C considerations put forth by the applicant. Hardship is assessed by weighing together all of the H&C considerations submitted by an applicant. (", "<FRAGMENT_SUPPRESSED> )."], ["[99]", "Here, the Officer accepted that the Applicant suffers from OCD, PTSD and Tourette's Syndrome. The Officer accepted that because of his mental health the Applicant cannot work and relies on social assistance to sustain himself. The Officer accepted that the Applicant has been in Canada since 1999 and his corroborating evidence as to his extensive volunteer work over the years. The Officer acknowledged the Applicant's community ties here and that he has no family or support in Algeria. The Officer unreasonably refused to accept the Applicant's evidence as to his homosexuality."], ["[100]", "In view of the evidence as a whole and for the reasons set out above, I cannot conclude that the Officer's finding that the Applicant would not be subject to unusual, underserved or disproportionate hardship if he were returned to Algeria was reasonable."], ["[101]", "The application for judicial review of the H&C Decision is also granted and the matters are both remitted back for re-determination before a different officer(s) at Citizenship and Immigration Canada. No question of general importance for certification has been proposed and none arises.", "JUDGMENT"], ["[102]", "THIS COURT'S JUDGMENT is that", "the application for judicial review of the PRRA Decision and of the H&C Decision is granted and the matters are both remitted back for re-determination before a different officer(s) at Citizenship and Immigration Canada. No question of general importance for certification has been proposed and none arises.", "Application allowed.", "Editor: Angela E. McKay/vnh"]]}