{"id_": "083115", "body_str": [["[1]", "Muldoon, J.", ": These are motions brought by the respondent on January 15, 1997, for orders dismissing the applicants' judicial review application on the grounds that they have become \"moot\". The respondent also asked for extensions of time for filing and serving of the respondents' affidavits, and for filing and serving of the applicants' and respondents' record to be extended accordingly. By order dated January 22, 1997, the Honourable Mr. Justice Dubé adjourned the hearing of the respondents' motions for an order dismissing the applicants' applications for judicial review on February 10, 1997, and also set out a timetable for the filing of the above-mentioned documents. The respondents will be arguing only the issue of dismissal for mootness, so the court will not deal with the issue of extensions of time here. The other aspects are in readiness as appropriately fair to the respondents, according to Mr. Justice Dubé's order."], ["[2]", "The applications for judicial review in files IMM-4871-96 and IMM-4654-96 each challenge the actions of the Commission for Canada in Hong Kong, but on slightly differently worded grounds. In case IMM-4871-96, the applicants specifically challenge the decision of a visa officer at the Commission for Canada in Hong Kong, communicated to the applicants on March 28, 1996, to revoke the immigrant visas and landing records (issued to them on January 23, 1996,). The other matter, IMM-4654-96, focusses on the delay in re-issuing immigrant visas and landing records to the applicants, rather than on the revocation of the visas which were originally issued."], ["[3]", "In IMM-4871-96, the relief sought by the applicants is as follows:", "a) an order in the nature of certiorari quashing the decision of the visa officer to revoke the immigrant visas and landing records,", "b) an order in the nature of mandamus directing the visa officers employed at the Commission for Canada in Hong Kong to issue immediately a new immigrant visa and landing record to the applicants, and", "c) a declaration pursuant to s. 24 or s. 52 of the", "Constitution Act, 1982", ", that the visa officers at the Commission for Canada in Hong Kong acted in a manner inconsistent with the", "Canadian Charter of Rights and Freedoms"], ["[4]", "In the matter designated as IMM-4654-96, the applicants do not ask for certiorari, but only for mandamus and for declaratory relief, as outlined in b) and c) above."], ["[5]", "Here is the issue: Are the applications for judicial review challenging a visa officer's decision to revoke the immigrant visas and landing records of the applicants moot, given that immigrant visas were issued to the applicants on January 15, 1997? At the hearing on February 10, 1997, the applicants' counsel conceded that their application b) for mandamus is now moot."], ["[6]", "According to a facsimile from the Commission for Canada in Hong Kong (exhibit \"A\", affidavit or Rebecca Winesanker Hunter) filed in support of the Minister's motion, immigrant visas were issued to applicant and her accompanying family members on January 15, 1997. Insofar as the claims for certiorari and mandamus are concerned it is clear, as counsel conceded, that the applications for judicial review are now moot, because there is no longer a live issue, a lis, or controversy between the parties (", "<FRAGMENT_SUPPRESSED>  Sask.R. 82; 38 C.R.R. 232; 57 D.L.R.(4th) 231; 47 C.C.C.(3d) 1; 33 C.P.C.(2d) 105; [1989] 3 W.W.R. 97).  <FRAGMENT_SUPPRESSED>  that the subsequent granting of an immigrant visa and renewal of landing rendered an appeal before it moot. Mr. Justice MacGuigan stated:", "\"The respondent moves to summarily dismiss the appeal on the ground that the appeal is moot since the appellant was issued an immigrant visa and renewal of landing on January 12, 1993, by a Canadian immigration officer, with the result that she has been landed and has become a permanent resident in Canada pursuant to the", "Immigration Act", ". We are all agreed that this is no longer a live controversy.\""], ["[7]", "Normally, the elimination of the underlying basis for the dispute between the parties is a sufficient ground to dismiss the application for judicial review. In the present case, however, the applicants have also asked for declaratory relief, and the question which remains is whether the applicants should be allowed to continue the application on that basis alone."], ["[8]", "Once it has been determined that there is no longer a live issue between the parties, the court may still exercise its discretion to grant declaratory relief, if the circumstances warrant.  <FRAGMENT_SUPPRESSED>  (T.D.), the applicant was seeking a declaration that the decision of an immigration officer to arrest him at the Vancouver Pre-Trial Detention Centre, remove him to the Canada/U.S. border and then turn him over to U.S. authorities, was invalid or unlawful. In reaching his decision to dismiss the application, the Honourable Mr. Justice Pinard summarized the relevant principles and jurisprudence with respect to the question of mootness and declaratory relief, beginning at p. 306:", "\"The respondent submits that the basic issue before the court is moot and not justiciable as the circumstances flowing from the impugned decision no longer exist. I agree.  <FRAGMENT_SUPPRESSED> , the Supreme Court of Canada looked at the factors to be assessed in establishing an entitlement to a declaratory judgment and stated at p. 832:", "'The first factor is directed to the \"reality of the dispute\". It is clear that a declaration will not normally be granted when the dispute is over and has become academic, or where the dispute has yet to arise and may not arise.'", "\"Subsequently in", "Terrasses Zarolega Inc., Zappia, Robinson, Lepine and  <FRAGMENT_SUPPRESSED> , the Supreme Court, on the availability of declaratory relief, stated the following at pp. 106-107  <FRAGMENT_SUPPRESSED> :", "'Finally, a declaratory judgment will not be rendered when it will serve little or no purpose.'", "\" <FRAGMENT_SUPPRESSED> ], Masten, J., observed at p. 883:", "'... the jurisdiction will not, as a rule, be exercised where the declaration would be useless or embarrassing or where some other statutory mode of proceeding is provided.'", "\"And Professor de Smith, in", "Judicial Review of Administrative Action", ", 4th Ed., London, Stevens & Sons Limited, 1980, at p. 513:", "'... the broadest judicial discretion may be exercised in determining whether a case is one in which declaratory relief ought to be awarded ...", "'... The court must be satisfied that the award of a declaration will serve a useful purpose, ...'", "\"More recently, in", "<FRAGMENT_SUPPRESSED>  A.R. 161; 110 W.A.C. 161; 103 C.C.C.(3d) 262, the Supreme Court of Canada reaffirmed the two-stage process inherent to the issues of mootness, which has been reviewed in", "<FRAGMENT_SUPPRESSED>  Sask.R. 82, when it stated at p. 271  <FRAGMENT_SUPPRESSED> :", "'An issue of mootness involves a two-stage process. The first stage requires consideration of whether a live controversy remains.  <FRAGMENT_SUPPRESSED> , this court stated:", "\"The doctrine of mootness is an aspect of a general policy or practice that a court may decline to decide a case which raises merely a hypothetical or abstract question. The general principle applies when the decision of the court will not have the effect of resolving some controversy which affects or may affect the rights of the parties.\"", "'The second stage applies if no live controversy remains. The court must then consider whether to exercise its discretion to hear the appeal notwithstanding that it is moot ...'", "\"With respect to the second stage which is involved in an issue of mootness, the Supreme Court of Canada, in <FRAGMENT_SUPPRESSED> , supra, has defined three criteria for the exercise of the discretion to hear a matter notwithstanding that it is moot: the existence of an adversarial context, the concern for judicial economy and the need for the court to demonstrate a measure of awareness of its proper law-making function. In the latter case, the Supreme Court stated, at p. 363:", "'In exercising its discretion in an appeal which is moot, the court should consider the extent to which each of the three basic rationale for enforcement of the mootness doctrine is present. This is not to suggest that this is a mechanical process. The principles identified above may not all support the same conclusion. The presence of one or two of the factors may be overborne by the absence of the third, and vice versa.'\""], ["[9]", "Applying the criteria set out above, this is not a situation in which this court ought to exercise its discretion to hear the applications for judicial review, notwithstanding the fact that the fundamental issue has been rendered moot be the issuance of immigrant visas. While the allegation that the visa officer at the Commission for Canada in Hong Kong acted in a discriminatory fashion against the applicants on the basis of national origin, in violation of s. 15 of the", "Canadian Charter of Rights and Freedoms", ", is a serious one, it is difficult to support in light of subsequent events. It is not the role of this court to decide purely abstract and academic questions, particularly when there is no obvious, useful purpose to be served by granting the declaratory relief sought by the applicants (respondents on this motion). Nevertheless, on February 5, 1997, the applicants filed four affidavits in support of their position that the application for judicial review should go ahead as scheduled. Three of these affidavits are made by other Taiwanese applicants for permanent residence in the investor category who allege that they too have been discriminated against by officials at the Commission for Canada in Hong Kong. They allege that despite complying with all the relevant criteria, immigration officials have been inordinately slow to process their applications for permanent residence, and have failed to comply with their requests to have original documents returned to them. The fourth affidavit is filed by Hsia-Cheng (David) Yu, the Chairperson of the Taiwanese Emigrants Protection Association (\"TEPA\"), who argues that the Canadian government should not be allowed to avoid responsibility for its discriminatory acts simply because it has now issued visa in this particular case. In his view, proceeding by application for judicial review is the only way to effectively challenge the allegedly discriminatory Canadian immigration policy towards citizens to Taiwan. Rather than having to initiate a multiplicity of expensive legal proceedings, TEPA's position is that the present application for judicial review be continued so that it may be dealt with on its merits. What responsibility? It is trite law that", "no one", "has the right to enter Canada without the Crown's (i.e. executive branch's) permission."], ["[10]", "The applicants' counsel urges that the government alleges an incidence of false and fraudulent documentation put forth by certain immigration consultants in Taiwan on behalf of would-be immigrants from Taiwan. This appears to be true, and the government allows that it is applying heightened scrutiny on such documentation of immigration applications from Taiwan. TEPA and the applicants' counsel both allege excessive scrutiny but cannot easily, if at all, prove that the manner in which Canadian officials enforce the law of Canada is excessive. However, this court accepts that the allegation of \"heightened\" (or increased)", "scrutiny in the alleged circumstances, is true."], ["[11]", "All of this is of no effect on the applicants. Their counsel mistakes the purpose of remedies available. If, as counsel alleges, the applicants have been badly treated before January 15, 1997, by Canadian immigration officials in the course of their employment, the remedy is a suit for provable damages, not a declaration for the benefit of TEPA. The applicants have no standing to bring an application for a", "Charter", "declaration in their capacity as TEPA's henchpersons. The", "Charter", "does not apply extraterritorially in order to allow TEPA to make an effort to break through the frontiers of Canada, and counsel's suggestion that it could mount a horde of declaration applications is not well taken. Conformity with Canadian law is all they need, nothing more nor less."], ["[12]", "The members of TEPA who dislike the policy of heightened scrutiny have no standing to invoke the", "Charter", ": Madam Justice Wilson in", "<FRAGMENT_SUPPRESSED>  C.R.R. 13; 12 Admin. L.R. 137; 17 D.L.R.(4th) 422, at pp. 201-202; as to lack of standing -", "<FRAGMENT_SUPPRESSED>  (F.C.A.), at p. 563, where the", "Canadian Bill of Rights", "was also invoked in an immigration matter. Those who are noncitizens, outside of the territory of Canada cannot invoke the", "Charter", "as is purported to be done here. Also illustrative of this proposition is", "<FRAGMENT_SUPPRESSED>  (T.D.)."], ["[13]", "In spite of the applicants' argument that this is a \"test case\", both the absence of an adversarial context and the principle of judicial economy weigh against allowing these applications for judicial review to proceed when the underlying complaint of the applicants has been resolved in their favour."], ["[14]", "Each of these applications is accordingly dismissed.", "Order accordingly.", "Editor: Angela E. McKay/saf", "[End of document]"]]}