{"id_": "083148", "body_str": [["[1]", "de Montigny, J.", ": The applicants seek judicial review of a decision of the Refugee Protection Division (RPD) which determined that they are not Convention refugees or persons in need of protection. The RPD rejected the applicants' Convention refugee claims because their alleged fear is not linked to a Convention ground. It also rejected the applicants' claims to be persons in need of protection because the alleged risks were speculative and the evidence was insufficient to demonstrate risk on a balance of probabilities."], ["[2]", "After having carefully reviewed the record and considered the submissions made by both parties, I have come to the conclusion that these conclusions of the RPD should stand, and that the application for judicial review should accordingly be dismissed. Here are my reasons for so concluding.", "FACTS"], ["[3]", "The applicants are all citizens of Russia. The principal applicant was born in 1976, while the two other applicants are his common-law spouse and their eight-year-old daughter. The principal applicant came to Canada in January 2003 on a one-year work permit; the associated applicants followed in April 2004."], ["[4]", "The principal applicant claimed that in 1997 he made a proposal to a federal government housing committee to complete the construction of an apartment building that had been started, and then abandoned before completion, during the break-up of the former Soviet Union. Under the proposal the applicant's company was to act as general contractor and also to find investors to provide funds and materials to go toward the completion of the building. These investors, whether individuals or companies, would end up with units in which to live or which they could rent to others. The proposal, as accepted by the government authority, would provide five units to the authority and 28 units to OITC (a nearby factory) with the remaining 63 units going to other investors."], ["[5]", "The applicant's problems began when it came to light that a man named Lvov Yurity, the owner of OITC, had allegedly sold his company's 28 units to investors but had not put their money or materials into the building. The principal applicant alleged that Yurity was a powerful, well-connected former member of the USSR Communist Party."], ["[6]", "The lack of funds from OITC left a construction shortfall to complete the 28 units. To cover the shortfall, the principal applicant sold the same 28 units to a new investor, Anatoly Sugidak. He did not solicit the approval of the Housing Committee or its Chairman before taking this step; he believed that the original OITC investors' proper recourse was to sue Mr. Yurity, who had taken the money, and not to look to the applicant for any remedy. Not surprisingly, a dispute arose concerning registration of the 28 units."], ["[7]", "The principal applicant was then called into the Public Prosecutor's office and told to sign and provide the property documents in favour of the OITC investors, which he refused to do. He alleged that the authorities threatened to put him in jail for a couple of weeks. The matter then went to Court, where the Federal Housing Committee took the side of Yurity, claiming that the 28 apartments belonged to the people to whom they had been sold by Yurity. The Court ruled in favour of the Housing Committee."], ["[8]", "The applicant then learned that a friend who lived in Canada would be able to arrange for a job offer which could bring him to work in Toronto. According to the applicant's lawyer, the Public Prosecutor would try to find a way to pressure him into pleading guilty to fraud which could result in a jail term of eight to ten years. Thus the applicant concluded that it would be a good idea for him to leave the country for a while, until the lawyers and investors could resolve the problem. He obtained a work visa and came to Toronto in January of 2003."], ["[9]", "Later, after learning that his common-law wife had allegedly been threatened in Russia, the principal applicant had the other applicants join him in Manitoba where he had found a new employer. They did so in April 2004, and in June of that year, they all applied to stay in Canada as immigrants under a Manitoba Provincial Nominee program. The process came to a halt, however, after the RCMP, responding to an inquiry from the Prosecutor's Office in Russia, questioned the principal applicant with respect to his role in the construction dispute."], ["[10]", "Unable to renew his work visa because his Russian passport was only good for seven more months, and given that he had no further legal status in Canada, the applicants determined that they would either have to make a claim for refugee protection or return to Russia, where the applicant states that he was sure he would be arrested and put in jail."], ["[11]", "The principal applicant alleges that he would be at risk if he returns because, if he testifies, the judgment from the Russian court would be vulnerable on appeal. He believes that he could be held in custody and mistreated until he agreed to provide evidence in support of Yurity's investors' position.", "THE IMPUGNED DECISION"], ["[12]", "The principal applicant claimed that the people responsible for building projects in the construction industry are a particular social group. Based on the facts of this case, the RPD concluded that the principal applicant's fears of \"alleged prosecution arise out of what he did as an individual and not because of, or \"by reason of\", his being in a contractor group\". The RPD continued: \"Being a contractor might have placed him in the circumstances that led to his fear, but this fear was based on the particular factual scenario he had become involved in and not in the affiliation with the group of builders in Russia\"."], ["[13]", "Relying on", "<FRAGMENT_SUPPRESSED> , the RPD also found that in any event, builders would not meet the test for any of the three categories included in the definition of \"particular social group\". They are not defined by an innate or unchangeable characteristic, and they do not voluntarily associate for reasons so fundamental to their human dignity that they should not be forced to forsake the association. The RPD accepted that the applicant could possibly meet the third test, that is, once he had performed his building contractor's responsibilities, his participation in that group became a historic fact which would not be altered; but here again, the RPD repeated, in a somewhat circular reasoning, that the threat allegedly faced by the applicant in Russia arises not by reason of his being a member of the builder group but because of his specific participation in a particular building project."], ["[14]", "Finally, the RPD also came to the conclusion that the persecution the applicant alleges he would face does not arise from his political opinion or any perception of a political opinion. He has never denounced or complained about corruption, either generally or with respect to anyone involved in his particular story."], ["[15]", "After rejecting the applicants' Convention refugee claim, the RPD then considered whether the applicants are persons in need of protection as defined in s. 97(1) of the Act. Based on all the evidence and circumstances, the RPD concluded that \"the various scenarios upon which the claimant alleges risks and danger under section 97 are speculative\". The RPD member based his conclusion that the standard of proof of balance of probabilities had not been made out in part on the finding that no criminal charges have been laid. The RPD member also reasoned that the state authorities have no motivation to force the applicant to be involved in further proceedings, since they have already won a court judgment. As for Mr. Yurity, the evidence was that he had gone bankrupt and that his investors did not succeed in their claims in court; despite the allegations to the effect that he was a powerful and well-connected individual, the RPD could not conclude, on a balance of probabilities, that Mr. Yurity had sufficient power to entice the state to arrest the applicant and abuse him in order to extract evidence in support of the OITC investors, since that would result in setting aside the Housing Committee's apparent court victory. Finally, the RPD was not convinced on a balance of probabilities that the third player, Mr. Anatoly, might do harm to the Applicant, since his company apparently had lost its license and was about to drop its appeal.", "THE ISSUES"], ["[16]", "This application for judicial review essentially raises two questions:", "- Did the RPD err in concluding that there was no nexus between the principal applicant's fear and a Convention ground?", "- Did the RPD err in finding that the applicants had not made out the risk they claimed on the balance of probabilities?", "ANALYSIS"], ["[17]", "The applicants claim that the RPD erred in its application of the nexus component of the Convention refugee definition. The RPD statement that \"it is membership in the group which must be the cause of persecution and not the individual activities of the claimant\" is, the applicant submits, wrong in law as it denies the individual nature of refugee determination. In other words, according to the applicants, the RPD set up a false dichotomy between persecution caused by membership in a group and persecution caused by individual activities."], ["[18]", "This is clearly an issue of mixed fact and law, and must accordingly be reviewed against a standard of reasonableness. Even if I were prepared to accept the applicant's submission that it is first and foremost a question of law, as it calls for the proper construction of a legal concept, the standard of reasonableness would still be the appropriate standard of review, as the RPD was interpreting the statute that is most closely connected with its functions. As a result, this Court will intervene only if the decision does not fall \"within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\":", "<FRAGMENT_SUPPRESSED>  at para. 47."], ["[19]", "Having carefully read the reasons of Mr. Justice LaForest in", "Ward", "supra", ", I can find no error in the RPD's reasoning. Justice LaForest made it very clear in his reasons that it is appropriate to use discrimination concepts in distilling the contents of the ground of \"particular social group\" found in the definition of a \"Convention refugee\". This is why he relied on the \"analogous grounds\" approach, used in case law regarding s. 15 of the Charter, to identify the three possible categories of groups falling under the \"particular social group\" heading. These three categories are the following:", "(1) groups defined by an innate or unchangeable characteristic;", "(2) groups whose members voluntarily associate for reasons so fundamental to their human dignity that they should not be forced to forsake the association; and", "(3) groups associated by a former voluntary status, unalterable due to its historical permanence.", "Ward", ", supra, at p. 739"], ["[20]", "It is not disputed that building contractors clearly do not fall within either one of the first two categories. Can it be said that they fall within the third? I do not think so. Historically, that third category was added to ensure a haven for capitalists fleeing the persecution they encountered in Eastern Bloc regimes after the Second World War (see", "Ward", ", supra, at p. 731). While the ambit of that category was never meant to be limited to those historical circumstances, it nevertheless had to be assessed on the basis of the basic principles underlying the Refugee Convention. As Justice LaForest stated:", "Canada's obligation to offer a haven to those fleeing their homelands is not unlimited. Foreign governments should be accorded leeway in their definition of what constitutes anti-social behaviours of their nationals. Canada should not overstep its role in the international sphere by having its responsibility engaged whenever any group is targeted. Surely there are some groups, the affiliation in which is not so important to the individual that it would be more appropriate to have the person dissociate him- or herself from it before Canada's responsibility should be engaged. Perhaps the most simplified way to draw the distinction is by opposing what one", "is", "against what one", "does", ", at a particular time.", "Ward", ", supra, pp. 738-739."], ["[21]", "Admittedly, the RPD member may have overstated its case when seemingly saying that membership in the group must be the only cause of persecution. In that respect, the applicant is correct when he argues that a refugee who fears persecution by reason of membership in a group generally also fears persecution by reason of individual activity. The proper test, it seems to me, is whether membership in a group is the primary and most important cause of persecution. Be that as it may, a careful reading of the RPD's reasons makes it clear that the applicant's fear of persecution did not stem to any significant extent from his membership in a group. That finding, in itself, was sufficient to find that there was no nexus between the applicant's fear and a Convention ground."], ["[22]", "In", "Ward", ", Justice LaForest made it abundantly clear that one's lack of membership in a particular social group was sufficient, in and of itself, to disqualify an applicant from refugee protection. After having found that the group to which Mr. Ward had been associated did not qualify as a \"particular social group\", Mr. Justice LaForest went on with the following comments, which clearly read as a second reason to exclude him from the ambit of refugee protection:", "Moreover, I do not accept that Ward's fear was based on his membership. Rather, in my view, Ward was the target of a highly individualized form of persecution and does not fear persecution because of his group characteristics. Ward feels threatened because of what he did as an individual, and not specifically because of his association. His membership in the INLA placed him in the circumstances that led to his fear, but the fear itself was based on his action, not on his affiliation.", "Ward", ", supra, p. 745."], ["[23]", "The applicant also tried to make much of the fact that the RPD accepted that the applicant, as a member of the building contractors group, was part of a group associated by a former voluntary status, unalterable due to its historic permanence. In this respect, I would stress two points. First, the RPD was not categorical and merely said that \"one could argue\" along these lines. But more importantly, it seems to me that it would trivialize the notion of \"a particular social group\" if one were to consider that vocational groups pertain to that concept. This would be inconsistent with the historical roots of that notion, incompatible with the analogous grounds approach developed in the context of anti-discrimination law, and inimical to the whole purpose of Convention refugee protection."], ["[24]", "Finally, the applicants submit that the RPD erred in failing to conduct the type of analysis required by the", "Guzman", "case (", "<FRAGMENT_SUPPRESSED> ). The applicants had submitted that they were particularly vulnerable because of pervasive corruption in the state apparatus and the necessary involvement of government in the construction sector. In the", "Guzman", "case, Madam Justice Reed set aside the decision under review because she was of the view that the RPD had not conducted the required analysis to determine the extent of state corruption."], ["[25]", "That determination, however, was necessary to determine if opposition to the acts of certain criminals may become opposition to the state authorities. This will be the case when criminal activities permeate state action and when the state condones or is complicit in such activity. In those circumstances, the denunciation of state officials' corruption can be an expression of political opinion: see", "<FRAGMENT_SUPPRESSED>  (F.C.A.). In the present case, as noted by the RPD, the applicant never made any public statements before leaving Russia denouncing corruption, either as it related to his particular situation or more generally. At most, he is a potential witness to criminal or corrupt activity. Accordingly, the RPD applied the correct legal principles to the facts of this case in reaching its conclusion that the applicants failed to establish a nexus with any Convention ground."], ["[26]", "After concluding that the applicants' Convention refugee claims must fail, the RPD went on to consider whether the applicants are persons in need of protection as defined in s. 97(1) of the Act. As already mentioned, the RPD concluded that \"the various scenarios upon which the claimant alleges risks and danger under section 97 are speculative\". This is clearly a fact-based conclusion, which ought to be reviewed against the standard of reasonableness."], ["[27]", "The applicants submitted that the RPD misunderstood the evidence and mistakenly thought that the Federal Housing Authority was on the side of the principal applicant and that Yurity and the OITC investors were adverse in interest to the Federal Housing Committee. The respondent acknowledges that the RPD's reasons reflect a factual error with the precise outcome of the court decision in Russia, and accepts that the testimony of the principal applicant was to the effect that the Federal Housing Committee was arguing for the rights of the OITC investors. As a result, it cannot be said that the Federal Housing Authority was on the side of the principal applicant."], ["[28]", "This error, contend the applicants, should be sufficient to throw into question the conclusion reached by the RPD, since it is predicated on the assumption that one of the agents of persecution, Mr. Yurity, does not have sufficient power to entice the state to persecute the principal applicant if such a result were to set aside the Federal Housing Committee's court victory. This analysis founders, argue the applicants, once it is understood that the court decision sought and won by the Federal Housing Committee works to the interest of Mr. Yurity."], ["[29]", "Having carefully considered the record, however, I believe that the outcome remains reasonable on the basis of other factual considerations noted by the RPD. The risks alleged by the principal applicant are that he would be persecuted or falsely imprisoned in order either to prevent him from providing evidence or to compel him to provide false evidence to conceal any government corruption connected with the funds provided by the original 28 investors to the OITC factory. In dealing with this submission, the RPD identified four reasons for concluding that the risks alleged are speculative. First, it noted that a Russian court decision has been reached, under which the Federal Housing Committee was awarded the 28 units. Second, the appeal from the decision that was filed by Anatoly's lawyer was about to be dropped as a result of Anatoly's company having lost its license. Third, the applicants have sold the apartment to which they were entitled under their initial agreement with the Housing Committee, and they have received the proceeds of that sale; the applicants have therefore no personal motive to pursue any matter before any court. Finally, the possibility of an appeal to the European Court was also raised; but there is no evidence establishing that the principal applicant could be compelled to testify there or, for that matter, that any viva voce evidence plays any role in such appeals."], ["[30]", "In short, it appears that the state, which supports the position of Mr. Yurity and of the 28 original investors, has already won victory in court, which in turn makes an appeal very unlikely. The RPD could therefore conclude that the alleged risks are speculative because there is insufficient evidence of any motivation for the state to take any actions against the applicants."], ["[31]", "For these reasons, the outcome reached by the RPD is reasonable and there would be no point to send the matter back for redetermination despite the factual error previously identified in the reasons of the RPD. This application for judicial review will therefore be dismissed."], ["[32]", "At the end of the hearing, counsel for the applicant asked for permission to propose a certified question after having had the opportunity to be appraised of my reasons. I granted him that permission, and I will therefore allow him seven days from the release of these reasons to draft any question which he believes should be certified. In the event that he elects to do so, the respondent will be given a further seven days to reply.", "ORDER"], ["[33] THIS COURT ORDERS that", "the application for judicial review is dismissed.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}