{"id_": "084125", "body_str": [["[1]", "Le juge Blais", ": Il s'agit d'une requête visant à obtenir un sursis de l'exécution d'un ordre de déportation communiqué au demandeur le 30 décembre 2005."], ["[2]", "Le demandeur a été convoqué à l'aéroport le 18 décembre 2005 pour son renvoi. Il ne s'est pas présenté et un mandat d'arrestation a été émis contre le demandeur deux jours plus tard, soit le 20 décembre 2005."], ["[3]", "Le 22 décembre 2005, le demandeur a été arrêté et il est détenu depuis cette date. Le demandeur a déposé un certificat médical attestant qu'il a été hospitalisé le 18 décembre 2005, ce qui explique pourquoi il ne s'est pas présenté."], ["[4]", "Quoiqu'il en soit, il est sorti de l'hôpital deux jours plus tard, avant qu'il soit arrêté."], ["[5]", "Le 23 décembre 2005, le demandeur a vu sa détention révisée par un commissaire ainsi que le 30 décembre 2005, soit sept jours plus tard."], ["[6]", "Le 30 décembre 2005, le demandeur a été avisé que son départ était maintenant prévu pour le 6 janvier 2006."], ["[7]", "Cet avis qui lui a été donné le 30 décembre 2005, à l'effet qu'il serait déporté le 6 janvier 2006, est l'objet d'une demande de contrôle judiciaire et est la demande sous-jacente à cette demande de sursis."], ["[8]", "Pour réussir, le demandeur doit démontrer qu'il existe une question sérieuse à débattre et à cet effet, la partie défenderesse a soumis qu'il n'y avait aucune ordonnance ou décision administrative qui était l'objet d'une contestation judiciaire puisque aucune preuve n'a été déposée à l'effet que le demandeur contestait la demande du 30 décembre ou encore qu'une demande, verbale ou écrite, avait été adressée à l'agent de renvoi pour lui demander de différer sa décision."], ["[9]", "Le demandeur a, d'entrée de jeu, déposé une objection à l'effet que la demande de sursis devait être rejetée puisqu'il n'existait aucune demande sous-jacente."], ["[10]", "À cet effet, le demandeur se réfère à la décision  <FRAGMENT_SUPPRESSED>  rendue par mon collègue le juge de Montigny. Ce dernier est arrivé à la conclusion qu'une mesure de renvoi ou l'établissement d'une date de renvoi n'était pas une décision susceptible de contrôle judiciaire. Dans le dossier Tran cependant, le demandeur avait présenté deux demandes sous-jacentes et la seconde demande contestait la décision ERAR, ce qui n'est pas le cas dans le présent dossier, puisque la décision ERAR n'a jamais été contestée."], ["[11]", "Quant à la date de renvoi, le juge de Montigny soutient dans son jugement au paragraphe 2:", "La demande d'autorisation sous-jacente a également pour objet de contester l'ordre de se présenter en vue d'être renvoyé le 22 mars 2005. Or, comme il ne s'agit pas d'une décision ou d'une ordonnance, cet ordre n'est pas visé au paragraphe 18.1(2) de la Loi sur la Cour fédérale et ne peut donc pas faire l'objet d'un contrôle judiciaire. Il semble que le demandeur n'ait jamais demandé à l'agent chargé de son expulsion ou à l'agent d'escorte qui lui a signifié l'ordre de se présenter de repousser son renvoi. En conséquence, la présente requête qui vise à obtenir un sursis de l'exécution de la mesure de renvoi sera traitée comme si la demande de contrôle judiciaire sous-jacente avait seulement pour objet de contester la décision relative à l'ERAR."], ["[12]", "Évidemment, dans le cas qui nous occupe, puisque la seule demande sous-jacente à la demande de requête en sursis présentée par le demandeur vise une mesure de renvoi, la partie défenderesse suggère que la demande de sursis doit être rejetée vu l'absence d'une demande sous-jacente."], ["[13]", "Je suis d'accord avec les prétentions de la partie défenderesse puisque rien dans la preuve ne démontre que des démarches ont été entreprises, soit verbalement ou encore par écrit, pour inciter l'agent de renvoi à accorder un sursis administratif ou à repousser la date de départ."], ["[14]", "Bien que les pouvoirs de la Cour fédérale soient étendus en matière de contrôle judiciaire, il faut aussi réaliser que les décisions doivent se prendre dans un contexte pratique."], ["[15]", "Si à chaque fois qu'un agent d'un ministère, que ce soit de la Citoyenneté et de l'Immigration ou encore de quelque organisme gouvernemental que ce soit, émette une directive d'un caractère purement administratif et que chacune de ces directives administratives deviennent l'objet d'un recours en contrôle judiciaire, c'est l'administration entière des entités fédérales qui pourrait être compromise rendant son efficacité tout à fait nulle."], ["[16]", "Loin de conclure que les décisions administratives fédérales échappent au pouvoir de contrôle judiciaire de la Cour fédérale, mon commentaire qui est également un appui à la décision du juge de Montigny rendue dans Tran, supra, vise simplement à préciser que pour être l'objet de révision établi par le paragraphe 18.1(2) de la Loi sur les Cours fédérales, il doit s'agir d'une décision ou d'une ordonnance."], ["[17]", "Bien que la conclusion à laquelle j'en arrive sur le point précédent de décider immédiatement que cette requête en vue d'obtenir un sursis doit être rejetée à sa face même, j'ai quand même examiné, en prenant pour acquis pour fins d'analyse que l'avis de renvoi était une décision ou une ordonnance au sens de l'article 18.1(2) de la Loi, s'il existait une question sérieuse."], ["[18]", "À mon avis, le demandeur n'a pas réussi à me convaincre qu'il pouvait exister une question sérieuse à débattre si la Cour devait réviser l'ordre de renvoi émis le 30 décembre 2005. En effet, le demandeur a échoué dans sa tentative de demande de statut de réfugié, à la fois devant la Commission de l'immigration et du statut de réfugié et à la fois devant la Cour fédérale. Quant à sa demande ERAR, elle a également été rejetée et aucune demande de contrôle judiciaire n'a été déposée. Il faut se rappeler que le demandeur n'a pas été trouvé crédible."], ["[19]", "Le demandeur a repris essentiellement une analyse des dossiers qui ont déjà été débattus devant la Commission du statut de réfugié tout comme devant la Cour fédérale et malheureusement, ces questions ont déjà été examinées; il ne revient pas à la Cour sur une demande de sursis, de réouvrir un processus de révision des décisions déjà rendues."], ["[20]", "Quant à la décision prise par l'agent de renvoi le 30 décembre 2005, le mémoire du demandeur ne reproche rien de spécifique à l'agent de renvoi. D'ailleurs, aucune demande de différer sa décision ne lui a été faite. Le fait que le demandeur a déposé, quelques jours avant, une demande de résidence permanente pour des motifs humanitaires, n'est pas non plus suffisant puisque cette dernière a été déposée le lendemain de son arrestation, soit cinq jours après la date prévue pour son renvoi. Il s'agit d'une demande déposée à la dernière minute et ne peut être jugée comme ayant été déposée en temps opportun, considérant que le demandeur est déjà au Canada depuis plus de trois ans."], ["[21]", "Il n'y a donc aucune question sérieuse à débattre."], ["[22]", "Quant au préjudice irréparable, le demandeur reprend essentiellement les arguments soulevés devant la Commission de l'immigration, devant la Cour fédérale et devant l'agent ERAR, lesquelles allégations ont déjà toutes été rejetées. Le fait de soulever que les autorités syriennes doivent être avisées quelques jours à l'avance de l'arrivée du demandeur, est davantage lié au fait que le demandeur est expulsé du Canada et que deux agents l'accompagneront au moment de son expulsion."], ["[23]", "Les mandats d'arrêt qui ont été déposés et dont la valeur probante a été mise en doute lors d'auditions précédentes, semblent liés à des infractions administratives commises par le demandeur à l'occasion de son travail lorsqu'il était en Syrie et il n'y a pas de preuve à l'effet que le demandeur sera détenu, incarcéré ou même torturé lors de son retour en Syrie. Au contraire, les allégations de risques ont été rejetées dans toutes les instances."], ["[24]", "Le demandeur ne m'a donc pas convaincu qu'il existait un préjudice irréparable s'il était retourné dans son pays d'origine."], ["[25]", "Quant à la balance des inconvénients, elle favorise nettement le ministre qui a l'obligation en vertu de l'article 48 de la Loi sur l'immigration et la protection des réfugiés d'exécuter une mesure de renvoi dès que les circonstances le permettent."], ["[26]", "Quand au dépôt tardif d'une preuve à caractère médical, la Cour a autorisé le dépôt de ce document, mais il semble que le demandeur a reçu son congé de l'hôpital en dedans de 48 heures et que le rapport précise qu'une médication, dans les circonstances, est appropriée. Bien que la lecture de ce rapport médical soit préoccupante, il n'y a pas de recommandation précise de la part du médecin, à l'effet que le processus de déportation doive être interrompu ou annulé. Il n'y a pas de preuve non plus au dossier à l'effet que son pays d'origine, la Syrie, ne serait pas en mesure de lui accorder les soins appropriés suivant son état."], ["[27]", "En conséquence, la demande de sursis ne peut être accueillie.", "ORDONNANCE"], ["[28]", "LA COUR ORDONNE QUE:", "La demande de sursis soit rejetée.", ".........................", "<FRAGMENT_SUPPRESSED>  Immigration (respondents)"], ["[1] Blais, J.", "[Translation]: This is an application for the stay of a removal order of which the applicant was notified on December 30, 2005."], ["[2]", "The applicant was summoned to the airport on December 18, 2005 for his removal. He did not show up, and a warrant for his arrest was issued two days later, on December 20, 2005."], ["[3]", "The applicant was arrested on December 22, 2005, and has been detained since then. The applicant submitted a medical certificate showing that he was hospitalized on December 18, 2005, thereby explaining why he did not show up."], ["[4]", "In any event, he left the hospital two days later, before being arrested."], ["[5]", "On December 23, 2005, the applicant’s detention was reviewed by a Commissioner, as well as on December 30, 2005, that is to say, seven days later."], ["[6]", "On December 30, 2005, the applicant was advised that his removal was not scheduled for January 6, 2006."], ["[7]", "The notice given to the applicant on December 30, 2005, to the effect that he would be removed on January 6, 2006, is the subject of an application for judicial review underlying this application to stay."], ["[8]", "To succeed, the applicant must show there is a serious question to be tried. On this point, the respondents submitted there were no order or administrative decision that was the subject of a legal challenge, as no evidence was adduced to the effect that the applicant was contesting the application dated December 30 or that either a verbal or a written application had been made to the removal officer requesting that he postpone his decision."], ["[9]", "Right from the beginning, the applicant made an objection claiming that the application to stay should be dismissed because there was no underlying application."], ["[10]", "On this point, the applicant cited the decision rendered by colleague, de Montigny, J., in", "<FRAGMENT_SUPPRESSED>  decision subject to judicial review. However, in", "Tran", ", the applicant had submitted two underlying applications, and the second one challenged the PRRA decision. This is not the case here, because the PRRA decision has never been contested."], ["[11]", "As far as the removal date was concerned, de Montigny, J., specified in his decision at paragraph 2:", "“The underlying application for leave in this matter also challenges the Direction to Report for Removal on March 22, 2005. This is not a decision or order, as contemplated in s. 18.1(2) of the", "Federal Court Act", ", and it is thus not reviewable by way of an application for judicial review. Indeed, it appears that the applicant never asked the expulsion officer for deferral of his removal, nor did he ask for a deferral from the Escort Officer who served the Direction to Report. As a consequence, this motion requesting a stay of the removal order will proceed on the basis that the underlying application for judicial review is only challenging the PRRA decision.”"], ["[12]", "Obviously, in the case at bar, because the only application underlying the application for a stay presented by the applicant concerns removal, the respondents suggested that the application for a stay must be dismissed, given the lack of an underlying application."], ["[13]", "I agree with the respondent’s position, because nothing in the evidence shows that steps were undertaken, either verbally or in writing, to request that the removal officer grant an administrative stay or postpone the removal date."], ["[14]", "Although the Federal Court has broad sweeping powers in matters of judicial review, it must also be realized that decisions must be rendered in a practical context."], ["[15]", "If every purely administrative order issued by an officer of a department, whether it be Citizenship and Immigration or any other government agency, were subject to an application for judicial review, the complete administration of federal entities could be compromised, thereby rendering them totally ineffective."], ["[16]", "Far from concluding that federal administrative decisions are not subject to judicial review by the Federal Court, my comment, which is also to be considered as an approval of the decision rendered by de Montigny, J., in", "Tran", ", supra, simply specifies that only a decision or an order is subject to judicial review under subsection 18.1(2) of the", "Federal Courts Act"], ["[17]", "Although the conclusion I reached on the above-mentioned point was to immediately rule that the application for a stay must be dismissed without deciding the issues on the merits, I nevertheless examined the matter to determine whether there was a serious issue, taking for granted that the notice of removal was a decision or an order within the meaning of subsection 18.1(2) of the", "Act"], ["[18]", "I am of the opinion the applicant did not succeed in convincing me that there would be a serious question to be tried if the Court did review the order of removal issued on December 30, 2005. In fact, the applicant did not succeed in his attempt to establish refugee status before the Immigration and Refugee Board and before the Federal Court. His PRRA application was also dismissed, and no application for judicial review was filed. The fact must be underlined that the applicant was not considered credible."], ["[19]", "The applicant essentially repeated the analysis of the files presented before the Immigration and Refugee Board and the Federal Court, but unfortunately these issues were already dealt with. It is not up to the Court that hears an application for a stay, to reopen the review process for decisions already rendered."], ["[20]", "As far as the decision rendered by the removal officer on December 30, 2005 is concerned, the applicant’s memorandum does not criticize him for anything specific. In fact, no application for postponing the decision was made to him. The fact that a few days earlier the applicant applied for permanent residence on humanitarian grounds is also insufficient, because this application was made the day after his arrest, that is to say, five days after the dated scheduled for his removal. This application was filed at the last minute and cannot be considered as being submitted within a reasonable time limit, considering that the applicant has been in Canada for more than three years."], ["[21]", "Therefore, there is no serious question to be tried."], ["[22]", "As far as irreparable harm is concerned, the applicant essentially repeated the arguments raised before the Immigration and Refugee Board, the Federal Court and the PRRA officer. These arguments have all been dismissed. The fact of invoking that the Syrian authorities must be advised of the applicant’s arrival several days in advance has more to do with the fact that the applicant is being removed from Canada and two officers must accompany him at the time of his removal."], ["[23]", "The arrest warrants that were filed, the probative value of which was challenged at the preceding hearings, seem to be linked to administrative offences committed b the applicant during his employment in Syria, and there is no evidence that the applicant will be arrested, detained or even tortured when he returns to Syria. Quite the contrary, the allegations of risk were dismissed by all the decision-makers involved."], ["[24]", "Therefore, the applicant has not convinced me that irreparable harm would result if he returned to his country of origin."], ["[25]", "As far as the balance of convenience is concerned, it is clearly in the Minister’s favour, who must under section 48 of the", "Immigration and Refugee Protection Act", "enforce a removal order as soon as it is reasonably practical."], ["[26]", "As far as the belated submission of medical evidence is concerned, the Court authorized the filing of this document, but it seems that the applicant was released from hospital within 48 hours, and the report specifies that in the circumstances, medication is appropriate. Although this medical report raises concerns, the doctor made no specific recommendation to the effect that the removal process must be stayed or cancelled. There is no evidence on record to the effect that the applicant’s country of origin, Syria, is unable to give the applicant the medical care required by his condition.", "ORDER"], ["[27]", "Accordingly, the application for a stay cannot be allowed."], ["[28]", "The Court Orders:", "That the application for a stay be dismissed.", "[End of document]"]]}