{"id_": "084325", "body_str": [["[1]", "Kane, J.", ": The applicant seeks judicial review pursuant to section 72 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [the", "Act", "] of the decision of the Refugee Protection Division of the Immigration and Refugee Board (the \"Board\") made on January 29, 2013, which determined that he was not a Convention refugee pursuant to section 96, nor a person in need of protection pursuant to section 97 of the", "Act"], ["[2]", "For the reasons that follow, the application is dismissed.", "Background"], ["[3]", "The applicant, Edmond Toma, is a citizen of Albania who claims that he fears persecution stemming from a blood feud between his family and the Dodaj family. The Board rejected the applicant's claim for protection on the basis that he lacked credibility and subjective fear of persecution and that, alternatively, he had not rebutted the presumption of adequate state protection in Albania. On judicial review, the applicant submits: that the Board made unreasonable credibility findings; that the Board relied upon specialized knowledge during the hearing without disclosing what the specialized knowledge was, in contravention of Rule 22 of the", "Refugee Protection Division Rules", "(\"Rule 22\"), thereby breaching its duty of procedural fairness; and that the Board unreasonably concluded that Albania could offer adequate state protection."], ["[4]", "At the outset, the Board found that the applicant's claim for protection is based entirely on the existence of a blood feud and because there is no nexus to an enumerated ground under section 96 of the", "Act", ", the claim was assessed solely under section 97. The applicant did not take issue with this finding."], ["[5]", "The applicant claims that in 1998, his brother, Victor Toma, who was a police officer described as having democratic political views, was involved in the arrest and ultimate incarceration of Nush Dodaj, who had killed a member of another family with whom the Dodaj family were in a blood feud. Victor Toma was also present at the shooting and killing of Martin Dodaj. Consequently, the Dodaj family declared a blood feud against the Toma family, as well as the families of the other policemen involved. Victor Toma fled Albania and was granted asylum in the United States in 2000 on the basis of his political opinion as a democrat in a socialist police force; he did not mention the family's blood feud in his claim for protection."], ["[6]", "The applicant alleges that he and his family went into hiding in 1998 and, apart from a 2004 vacation in Macedonia and short excursions to town, he lived at his family's small farm. In 2010, he drove to a store for supplies for his mother and was shot at three times. The applicant alleged that his relatives had heard Nush Dodaj, who had been released from jail in the spring of 2010, claim responsibility for the shooting. Following this incident, the applicant travelled with a smuggler to Canada.", "Standard of review"], ["[7]", "The parties agree that questions of credibility and whether the applicant has rebutted the presumption of state protection are questions of mixed fact and law, reviewable on a standard of reasonableness. A breach of procedural fairness is reviewable on a standard of correctness."], ["[8]", "The role of the court is, therefore, to determine whether the Board's decision \"falls within 'a range of possible, acceptable outcomes which are defensible in respect of the facts and law' (", "Dunsmuir", ", at para. 47). There might be more than one reasonable outcome. However, as long as the process and the outcome fit comfortably with the principles of justification, transparency and intelligibility, it is not open to a reviewing court to substitute its own view of a preferable outcome\" (", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at para 59). The Court does not re-weigh the evidence or remake the decision."], ["[9]", "It is also well-established that significant deference is owed to credibility findings made by boards and tribunals as they are well placed to assess the credibility of refugee claimants (", "<FRAGMENT_SUPPRESSED> [2008] FCJ No 1329;", "<FRAGMENT_SUPPRESSED> FTR 82)."], ["[10]", "Justice Martineau described the determination of credibility as the \"heartland of the Board's jurisdiction\" (", "<FRAGMENT_SUPPRESSED> FTR 43)."], ["[11]", "The Board may make negative credibility findings based on inconsistencies in testimony and perceived implausibility, so long as they are based on reasonable inferences. A claim may be evaluated on plausibility, common sense and rationality (", "<FRAGMENT_SUPPRESSED> [2012] FCJ No 369).", "The credibility findings were reasonable"], ["[12]", "Contrary to the applicant's submissions that the credibility findings were not clear and focussed on issues that were peripheral to his claim, the Board identified several omissions, inconsistencies and implausibilities which led it to conclude that the applicant was not credible and did not have a subjective fear of persecution. The applicant acknowledges that deference is owed to the Board with respect to its credibility findings but submits that given this deference, the Board has a duty to make clear findings."], ["[13]", "There was nothing unclear or vague about the Board's credibility findings nor were the credibility findings based on matters peripheral to the applicant's claim."], ["[14]", "The Board's several credibility findings led it to conclude that, on a balance of probabilities, the applicant was not credible. The Board clearly stated \"I do not believe the claimant's story\"."], ["[15]", "The Board's credibility findings were based on omissions and implausibilities, including: that the applicant was unable to establish how and when he actually arrived in Canada as he had no documentation, ticket or boarding pass; he did not mention the blood feud in his Port of Entry interview and did not respond to the question on the form indicating what he feared in Albania; his brother's claim for protection in the US was not based on the family's blood feud; he travelled to Macedonia on vacation in 2004 but did not seek protection from that country; he did not seek protection in Germany, although he claimed to travel via Germany en route to Canada; and, he relied on the suspect and discredited attestation of the blood feud provided by Gjin Marku."], ["[16]", "With respect to the applicant's failure to establish how and when he arrived in Canada, the Board reasonably found that this led to a negative credibility inference. The applicant's explanation that the smuggler had taken all his documents and that he landed in Montreal but then took a taxi to Ottawa, where he claimed protection the next day, was probed extensively at the hearing. The Board questioned the applicant about whether he had been in Canada or the US previously. The Board reasonably found his explanation to be insufficient. It was open to the Board to draw negative credibility findings under these circumstances."], ["[17]", "With respect to the lack of any mention of the Dodaj family and the blood feud in his Port of Entry notes, the applicant's explanation, that he did not speak English at the time and lacked the education to appreciate the full significance of the notes, was reasonably found to be insufficient. The applicant signed the acknowledgment that the contents were true and that he fully understood the questions. There is no evidence that the translation was poor and the interpreter also signed an acknowledgment that the applicant completely understood the nature of the forms. It was reasonable for the Board to draw an adverse inference of credibility from this significant omission. The applicant's claim was allegedly based on his fear arising from the blood feud, which had forced his family into a secluded life for 12 years, yet he failed to mention it. The Board indicated clearly that this omission led to a further negative credibility finding."], ["[18]", "With respect to the applicant's failure to seek protection in Germany and Macedonia, the law is clear that, absent a compelling explanation, a failure to seek protection at the first opportunity may diminish credibility (", "<FRAGMENT_SUPPRESSED> [2012] FCJ No 1087) and may undermine the allegation of subjective fear (", "<FRAGMENT_SUPPRESSED> [2010] FCJ No 410). Although it may not be reasonable to expect the applicant to claim protection in Germany if he had only a short stopover en route to Canada, his failure to seek protection in Macedonia in 2004 when he was 24 years old provided the reasonable basis for the Board to find that he lacked subjective fear and to draw a negative credibility finding."], ["[19]", "In his testimony, the applicant indicated that he had no money and no job and could not seek to stay in Macedonia. He now submits that he was not in a state of fear at that time and, therefore, the Board's finding that he had no subjective fear based on his failure to seek protection in Macedonia is not reasonable. However, his testimony before the Board was that he lived in some state of fear and seclusion since 1998 due to the blood feud. Although he testified that his fear escalated in 2010, he also stated that his brother had encouraged him to leave Albania much earlier. Therefore, it was open to the Board to find that his failure to seek protection in Macedonia undermined his claim of subjective fear and his credibility. The applicant's submission that the Board made an unclear credibility finding by noting that \"his credibility is eroded\" is without merit. There is no doubt that this is a credibility finding arising from his failure to seek protection in Macedonia in 2004."], ["[20]", "With respect to the credibility findings derived from his brother's refugee claim in the US, which also did not mention the blood feud, the applicant submits that the Board's finding is unreasonable because the Board cannot make a finding about his brother's credibility and use that finding against him. While the Board's wording suggests that it made a credibility finding against his brother, who was not a party to these proceedings, the context supports the reasonableness of the Board's adverse credibility finding against the applicant. The applicant failed to mention the blood feud in his Port of Entry notes as did his brother in his US asylum claim. The applicant could not explain why his brother did not mention the blood feud, even if his brother's claim was also based on persecution due to political opinion. In this light, the Board's credibility finding is reasonably based on its observation that both the applicant and his brother failed to mention the blood feud, even though the applicant claimed that the blood feud was the primary reason for both fleeing Albania."], ["[21]", "The Board also reasonably drew a negative inference with respect to the applicant's failure to produce documents from official government agencies attesting to the blood feud. While the lack of corroborating evidence cannot be used to undermine the credibility of an otherwise credible claimant (", "<FRAGMENT_SUPPRESSED> Imm LR (4th) 61), the applicant in the present case insisted on submitting unreliable evidence from Mr Marku, despite having been cautioned not do so by his counsel and despite the Board's clear statements at the outset of the hearing that Mr Marku was discredited. However, once corroborating evidence from Mr Marku was submitted, the Board was entitled to draw adverse credibility inferences based on the quality of the evidence. In this case, the Board found the attestation letters from Mr Marku to be fraudulent and reasonably undermined the applicant's credibility as a result."], ["[22]", "As established in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> [2008] FCJ No 1685", "the adverse credibility findings are sufficient to dispose of the claim:"], ["[3] In our view, that question should be answered in the following way: where the Board makes a general finding that the claimant lacks credibility, that determination is sufficient to dispose of the claim unless there is independent and credible documentary evidence in the record capable of supporting a positive disposition of the claim. The claimant bears the onus of demonstrating there was such evidence.", "Rule 22 does not provide a basis to set aside this decision"], ["[23]", "With respect to the applicant's submissions that there was a breach of procedural fairness due to the Board's reliance on specialized knowledge that was not disclosed to him, the wording from the decision, at para 27, was as follows \"[t]he claimant was advised that based on my specialized knowledge and the new Response to Information Request (RIR) on Mr. Marku et al. at tab 7.14 I give no weight to his views and regard his evidence as tainted.\""], ["[24]", "The applicant submits that the Board did not give adequate notice about its specialized knowledge and, therefore, breached its duty of procedural fairness as codified under Rule 22."], ["[25]", "The applicant acknowledges that he was informed that his attestation letters from Gjin Marku would be scrutinized in light of a recent RIR, but asserts that the Board did not identify its specialized knowledge beyond the RIR. The applicant submits that he was unaware of the content or source of this specialized knowledge and the extent to which the Board's decision is based on it, and as a result, was denied the possibility to respond to whatever this specialized knowledge was."], ["[26]", "The transcript of the hearing establishes that the Board provided clear and numerous references to its concerns about any evidence from Gjin Marku; the applicant was clearly cautioned that the Board regarded Mr Marku as a fraud who took money in exchange for providing false blood feud attestation letters. The applicant's counsel acknowledged the concerns of the Board about the attestation letters provided by Mr Marku and noted that the applicant nevertheless instructed him to submit it as evidence."], ["[27]", "Although the wording of the Board suggests that it relied on specialized knowledge", "and", "the RIR, rather than specialized knowledge", "based on", "the RIR, the overall context, including the Board's extensive cautions about Mr Marku, coupled with its thorough questioning of the applicant to determine if he had any other authoritative document to establish the family's blood feud, suggests that the specialized knowledge was only based on the RIR."], ["[28]", "Regardless, even if the Board erred in not clearly indicating its specialized knowledge as required by Rule 22, this is not a sufficient basis to set aside the decision. The decision must be reviewed as a whole in order to determine whether the merits of the claim are such that it would have changed the result."], ["[29]", "As noted by the respondent, in", "<FRAGMENT_SUPPRESSED> [2012] FCJ No 625, Justice de Montigny held:"], ["[19] Even if one were to assume that the panel erred by relying on the advertising document, that factor was not a determining one in the panel's decision. A breach of Rule 18 of the", "Rules", "[the predecessor to Rule 22], alone, is not sufficient to set aside the panel's decision if the other grounds raised to conclude that the applicant's account was implausible and non credible stand on their own (see", "<FRAGMENT_SUPPRESSED> ACWS (3d) 313;", "<FRAGMENT_SUPPRESSED> Imm LR (3d) 105, Justice Tremblay-Lamer considered and applied the principles set out in", "<FRAGMENT_SUPPRESSED>  Imm LR (3d) 200]: provided credibility determinations were properly arrived at, and wholly determinative of the application, then the", "Mobil Oil", "supra", "exception can be invoked to deny a new hearing, assuming there is no reason to suspect that the specialized knowledge in dispute in any way shaped the Board's credibility findings."], ["[31]", "In this case, even if the Board had relied on any other specialized knowledge, there is no reason to conclude that it had any bearing on the Board's credibility findings, which were clearly identified and reasonable.", "The applicant did not rebut the presumption of adequate state protection"], ["[32]", "Although there is no need to consider the reasonableness of the Board's determination regarding state protection, which was alternative to its credibility findings, it is trite law that there is a presumption that a democratic state will provide adequate state protection and that the onus is on the applicant to rebut that presumption with clear and convincing evidence."], ["[33]", "The Board conducted a lengthy review of the country condition reports and noted which sources could be relied on and which sources were suspect, before concluding that the documentary evidence was mixed. The Board was candid to acknowledge the shortcomings of state protection mechanisms in Albania, but found the documentary evidence demonstrating the operational adequacy of state protection mechanisms to be more persuasive. It was open to the Board to weigh the evidence as it did."], ["[34]", "The applicant argued, in effect, that there was no onus on him because there is no adequate state protection in Albania: the police and courts are ineffective against blood feuds, corruption is widespread and it would have been pointless for him to approach the police."], ["[35]", "As noted by Justice Rennie in", "<FRAGMENT_SUPPRESSED> [2011] FCJ No 824, the onus on an applicant to rebut the presumption of state protection varies with the level of democracy:"], ["[10] This principle, however, does not stand in isolation. It is tempered by the fact that the presumption varies with the nature of the democracy in a country. Indeed, the burden of proof on the claimant is proportional to the level of democracy in the state in question, or the state's position on the \"democracy spectrum\":", "<FRAGMENT_SUPPRESSED> ."], ["[36]", "I agree that the applicants' efforts to rebut the presumption must be commensurate with or proportional to the level of democracy and the adequacy of state protection, which as noted, the Board found to be mixed. However, an applicant must take some steps and can not rely on their own belief that the police will do nothing. Although the applicant was not well educated, lived in a rural community governed by the Kunun customary law, and had been told by his father not to approach the police, his own evidence was that his father's efforts at reconciling the feud had been pointless and had waned in recent years. He made no effort to report the shooting incident involving Nush Dodaj to the police, even though Nush Dodaj had previously been arrested, convicted and imprisoned by the state for 12 years in connection with another blood feud related incident. The applicant was a 30-year old adult at the time he decided to leave Albania, yet he unquestioningly relied on the advice of his ailing father without making any other inquiries or taking any steps to seek state protection. The Board reasonably found that he had not rebutted the presumption of state protection."], ["[37]", "The basic premise of refugee law is that a person must seek the protection of their own country before seeking the surrogate protection of another country. In this case, the applicant did nothing to seek state protection in Albania.", "JUDGMENT"], ["[38]", "THIS COURT'S JUDGMENT is that", "1. The judicial review is dismissed.", "2. No question of general importance is certified.", ".........................", "<FRAGMENT_SUPPRESSED>  demandeur sollicite le contrôle judiciaire aux termes de l'article 72 de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 [la Loi] de la décision de la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié (la Commission) rendue le 29 janvier 2013, selon laquelle le demandeur n'a pas qualité de réfugié au sens de la Convention aux termes de l'article 96 ni celle de personne à protéger aux termes de l'article 97 de la Loi."], ["[2]", "Pour les motifs qui suivent, la demande est rejetée.", "Contexte"], ["[3]", "Le demandeur, Edmond Toma, est un citoyen de l'Albanie qui prétend craindre la persécution à cause d'une vendetta entre sa famille et la famille Dodaj. La Commission a rejeté la demande d'asile du demandeur au motif que celui-ci n'était pas crédible et n'avait pas de crainte subjective de persécution et, subsidiairement, qu'il n'avait pas réfuté la présomption d'une protection de l'État suffisante en Albanie. Dans le cadre du présent contrôle judiciaire, le demandeur soutient: que la Commission a rendu des conclusions déraisonnables relatives à la crédibilité; que la Commission s'est fondée sur des connaissances spécialisées pendant l'audience sans les faire connaître, ce qui contrevient à l'article 22 des", "Règles de la Section de la protection des réfugiés", "(l'article 22), manquant par le fait même à son obligation d'équité procédurale; et que la Commission a de manière déraisonnable conclu que l'Albanie pouvait offrir une protection suffisante."], ["[4]", "Dès le départ, la Commission a jugé que la demande d'asile du demandeur reposait entièrement sur l'existence d'une vendetta et que, parce qu'il n'y avait pas de lien avec un motif prévu à l'article 96 de la Loi, la demande a été évaluiée uniquement selon l'article 97. Le demandeur n'a pas contesté cette conclusion."], ["[5]", "Le demandeur soutient que, en 1998, son frère, Victor Toma, un agent de police qui vait soi-disant des opinions politiques favorables à la démocratie, a pris part à l'arrestation et, à terme, à l'incarcération de Nush Dodaj, qui avait tué un membre d'une autre famille avec laquelle la famille Dodaj est mêlée à une vendetta. Victor Toma était aussi présent lorsque Martin Dodaj a été tué par balle. Par conséquent, la famille Dodaj a lancé une vendetta contre la famille Toma ainsi que contre les familles des autres agents de police en cause. Victor Toma a quitté l'Albanie et a obtenu l'asile aux États-Unis en 2000, en raison de ses opinions politiques favorables à la démocratie dans un service de police socialiste; il n'avait pas fait mention de la vendetta dans sa demande d'asile."], ["[6]", "Le demandeur soutient que lui et sa famille sont partis se cacher en 1998 et que, à l'exception de vacances en Macédoine en 2004 et de courtes excursions à la ville, il avait vécu sur la petite exploitation agricole de sa famille. En 2010, il s'est rendu en voiture à un magasin pour acheter des provisions pour sa mère, et quelqu'un a tiré trois fois sur lui. Le demandeur soutient que ses parents avaient entendu Nush Dodaj, qui était sorti de prison au printemps de 2010, revendiquer la fusillade. Après l'incident, le demandeur s'est rendu au Canada avec un passeur.", "Norme de contrôle"], ["[7]", "Les parties conviennent que les questions de crédibilité et celles de savoir si le demandeur a réfuté la présomption de la protection de l'État sont des questions mixtes de fait et de droit, susceptibles de contrôle selon la norme de la raisonnabilité. Les manquements à l'équité procédurale sont des questions susceptibles de contrôle selon la norme de la décision correcte."], ["[8]", "Par conséquent, il incombe au tribunal d'établir si la décision de la Commission « appartient \"aux issues possibles acceptables pouvant se justifier au regard des faits et du droit\" (", "Dunsmuir", ", au paragraphe 47). Il peut exister plus d'une issue raisonnable. Néanmoins, si le processus et l'issue en cause cadrent bien avec les principes de justification, de transparence et d'intelligibilité, la cour de révision ne peut y substituer l'issue qui serait à son avis préférable » (", "Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED> , au paragraphe 59). Il ne revient pas à la Cour d'apprécier de nouveau la preuve ou de changer la décision."], ["[9]", "Il est aussi bien établi que les conclusions relatives à la crédibilité tirées par les commissions et les tribunaux commandent une retenue considérable étant donné que ceux-ci sont bien placés pour évaluer la crédibilité des demandeurs d'asile (", "<FRAGMENT_SUPPRESSED> [2008] ACF no 1329;", "<FRAGMENT_SUPPRESSED> FTR 82)."], ["[10]", "Le juge Martineau a décrit l'évaluation de la crédibilité du demandeur comme étant « l'essentiel de la compétence de la Commission » (", "<FRAGMENT_SUPPRESSED> FTR 43)."], ["[11]", "La Commission peut tirer des conclusions défavorables sur la crédibilité en raison d'incohérences dans le témoignage et d'invraisemblances perçues dans la mesure où celles-ci reposent sur des inférences raisonnables. Une demande d'asile peut être évaluée en fonction de la vraisemblance, du bon sens et de la rationalité (", "<FRAGMENT_SUPPRESSED> à 46, [2012] ACF no 369).", "Les conclusions relatives à la crédibilité sont raisonnables"], ["[12]", "Contrairement aux affirmations du demandeur voulant que les conclusions relatives à la crédibilité n'étaient pas claires et portaient sur des questions secondaires par rapport à sa demande d'asile, la Commission a relevé plusieurs omissions, incohérences et invraisemblances qui l'ont amenée à conclure que le demandeur n'était pas crédible et qu'il n'avait pas une crainte subjective de persécution. Le demandeur reconnaît que les conclusions relatives à la crédibilité de la Commission commandent la retenue, mais soutient que, compte tenu de cette retenue, la Commission doit tirer des conclusions claires."], ["[13]", "Les conclusions de la Commission sur la crédibilité n'étaient pas vagues ni nébuleuses et ne reposaient pas sur des éléments accessoires à la demande d'asile du demandeur."], ["[14]", "Ces nombreuses conclusions que la Commission a tirées quant à la crédibilité ont amené à finalement conclure que, selon la prépondérance des probabilités, le demandeur n'était pas crédible. La Commission a clairement écrit: « [J] e ne crois pas le récit du demandeur d'asile »."], ["[15]", "Les conclusions de la Commission relatives à la crédibilité reposaient sur des omissions et des invraisemblances, notamment: le fait que le demandeur a été incapable d'établir le moyen par lequel et le moment où il est arrivé au Canada étant donné qu'il n'avait aucun document, billet ou carte d'embarquement; il n'a pas fait mention de la vendetta à l'entrevue au point d'entrée et n'a pas répondu à la question sur le formulaire concernant ce qu'il craignait en Albanie; la demande d'asile de son frère aux É.-U. ne reposait pas sur la vendetta familiale; il est allé en vacances en Macédoine en 2004, mais n'a pas demandé l'asile dans ce pays; il n'a pas demandé l'asile en Allemagne, même s'il a prétendu avoir fait escale dans ce pays quand il était en route en direction du Canada; et il s'est fondé sur l'attestation suspecte et contestée, fournie par Gjin Marku, concernant la vendetta."], ["[16]", "En ce qui concerne le défaut du demandeur d'établir le moyen par lequel et le moment où il est arrivé au Canada, la Commission a raisonnablement conclu que cet élément menait à une inférence défavorable sur la crédibilité. L'explication du demandeur selon laquelle le passeur s'était saisi de tous ses documents et qu'il était arrivé à Montréal, puis avait pris un taxi pour aller à Ottawa, où il a demandé l'asile le lendemain, a été examinée en profondeur à l'audience. La Commission a demandé au demandeur s'il était déjà venu au Canada ou aux É.-U. Elle a, raisonnablement, trouvé insuffisantes ses explications. Il était loisible à la Commission de tirer des conclusions négatives relatives à la crédibilité dans les circonstances."], ["[17]", "En ce qui concerne le fait que le demandeur n'a pas mentionné la famille Dodaj et la vendetta dans ses notes au point d'entrée, l'explication du demandeur, c'est-à-dire qu'il ne parlait pas anglais alors et qu'il n'était pas assez instruit pour apprécier toute la portée des notes, a raisonnablement été jugé insuffisante. Le demandeur a signé la déclaration selon laquelle le contenu du formulaire était véridique et il avait bien compris les questions. Rien n'indique que la traduction était de mauvaise qualité, et l'interprète a aussi signé une déclaration selon laquelle le demandeur avait bien compris la nature des formulaires. Il était raisonnable que la Commission tire une inférence défavorable relative à la crédibilité à partir de cette omission importante. La demande d'asile du demandeur reposait prétendument sur sa crainte découlant de la vendetta, qui avait forcé sa famille à vivre cachée pendant douze ans, mais il n'en a pas fait mention. La Commission a indiqué clairement que cette omission avait mené à une nouvelle conclusion défavorable relativement à la crédibilité."], ["[18]", "En ce qui concerne le défaut du demandeur de demander l'asile en Allemagne et en Macédoine, la loi est claire et veut que, même en l'absence d'une explication convaincante, le défaut de demander l'asile à la première occasion peut entacher la crédibilité (", "<FRAGMENT_SUPPRESSED> [2012] ACF no 1087) et peut miner l'allégation de crainte subjective (", "<FRAGMENT_SUPPRESSED> [2010] ACF no 410). Même s'il peut être déraisonnable de s'attendre à ce que le demandeur demande l'asile en Allemagne alors qu'il n'y était que pour une courte escale en direction du Canada, le défaut de demander l'asile en Macédoine en 2004, lorsqu'il avait 24 ans, a fourni un motif raisonnable à la Commission de juger que le demandeur n'avait pas de crainte subjective et de tirer une conclusion négative relativement à la crédibilité."], ["[19]", "Dans son témoignage, le demandeur a affirmé qu'il n'avait pas d'argent ni d'emploi et qu'il ne pouvait pas chercher à rester en Macédoine. Il déclare maintenant qu'il n'avait rien à craindre alors et que, par conséquent, la conclusion de la Commission selon laquelle il n'avait aucune crainte subjective à cause de son défaut de demander l'asile en Macédoine n'est pas raisonnable. Toutefois, il a affirmé devant la Commission qu'il vivait dans une certaine crainte et un certain isolement depuis 1998 à cause de la vendetta. Même s'il a déclaré que sa crainte s'était intensifiée en 2010, il a aussi affirmé que son frère l'avait encouragé à quitter l'Albanie bien avant. Par conséquent, il était loisible à la Commission de conclure que son défaut de demander l'asile en Macédoine minait son allégation de crainte subjective et sa crédibilité. L'affirmation du demandeur selon laquelle la Commission a tiré une conclusion vague sur la crédibilité en soulignant « la crédibilité de ce dernier est donc minée » n'est pas fondée. Il n'y a nul doute qu'il s'agit d'une conclusion sur la crédibilité tirée en raison de son défaut de demander l'asile en Macédoine en 2004."], ["[20]", "En ce qui concerne les conclusions relatives à la crédibilité découlant de la demande d'asile de son frère aux É.-U., qui ne faisait pas non plus mention d'une vendetta, le demandeur soutient que la conclusion de la Commission est déraisonnable parce que la Commission ne pouvait pas tirer une conclusion relative à la crédibilité de son frère et utiliser celle-ci contre lui. Même si la formulation utilisée par la Commission laisse entendre qu'elle a tiré une conclusion relative à la crédibilité contre son frère, qui n'est pas partie à la présente instance, le contexte confirme la raisonnabilité de la conclusion défavorable de la Commission relative à la crédibilité tirée à l'encontre du demandeur. Le demandeur n'a pas mentionné la vendetta dans ses notes au point d'entrée, et son frère ne l'a pas fait non plus dans sa demande d'asile aux É.-U. Le demandeur n'a pas pu expliquer pourquoi son frère n'avait pas mentionné la vendetta, même si la demande d'asile de son frère reposait aussi sur la persécution en raison de ses opinions politiques. Pour cette raison, la conclusion de la Commission relative à la crédibilité repose raisonnablement sur son observation voulant que le demandeur et son frère n'ont pas mentionné la vendetta, même si le demandeur a prétendu que la vendetta était la principale raison pour laquelle les deux avaient quitté l'Albanie."], ["[21]", "La Commission a aussi raisonnablement tiré une inférence défavorable quant au défaut du demandeur de produire des documents émanant d'organismes gouvernementaux selon lesquelles il y avait bien une vendetta. Même si l'absence d'éléments de preuve corroborants ne peut pas servir à miner la crédibilité d'un demandeur d'asile par ailleurs crédible (", "<FRAGMENT_SUPPRESSED> Imm LR (4e) 61), le demandeur, en l'espèce, a insisté pour produire des éléments de preuve douteux émanant de M. Marku, même si son avocat le lui avait déconseillé et même si la Commission a clairement déclaré au début de l'audience que M. Marku n'était pas crédible. Cependant, une fois que les éléments de preuve corroborants émanant de M. Marku ont été produits, il était loisible à la Commission de tirer des inférences défavorables relativement à la crédibilité en raison de la qualité de la preuve. En l'espèce, la Commission a conclu que les lettres d'attestation de M. Marku étaient frauduleuses et a raisonnablement établi que, pour cette raison, elles minaient la crédibilité du demandeur."], ["[22]", "Comme il est établi dans", "Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED> [2008] ACF no 1685", "les conclusions défavorables relatives à la crédibilité suffisent pour trancher la demande:"], ["[3] À notre avis, il faut répondre à cette question de la façon suivante: lorsque la Commission tire une conclusion générale selon laquelle le demandeur manque de crédibilité, cette conclusion suffit pour rejeter la demande, à moins que le dossier ne comporte une preuve documentaire indépendante et crédible permettant d'étayer une décision favorable au demandeur. C'est au demandeur qu'il incombe de démontrer que cette preuve existe.", "L'article 22 n'offre pas de motif pour annuler la décision"], ["[23]", "En ce qui concerne les observations du demandeur selon lesquelles la Commission a manqué à l'équité procédurale parce qu'elle s'est fondée sur des connaissances spécialisées qu'elle ne lui a pas communiquées, un extrait de la décision, au paragraphe 27, dit ce qui suit: « [l] e demandeur d'asile a été informé du fait que, compte tenu de mes connaissances spécialisées et de la nouvelle Réponse à la demande d'information (RDI) sur M. Marku et autres à l'onglet 7.14, je n'accorde aucun poids à son point de vue et je considère que ses éléments de preuve sont douteux »."], ["[24]", "Le demandeur soutient que la Commission ne lui a pas fourni un préavis suffisant au sujet de ses connaissances spécialisées et, par conséquent, a manqué à l'équité procédurale comme le prévoit l'article 22."], ["[25]", "Le demandeur reconnaît qu'il savait que ses lettres d'attestation reçues de Gjin Marku seraient examinées minutieusement à la lumière d'une récente RDI, mais soutient que la Commission n'avait pas fait part de ses connaissances spécialisées au-delà de la RDI. Le demandeur soutient qu'il ne connaissait pas le contenu et la source desdites connaissances spécialisées et ignorait la mesure dans laquelle la décision de la Commission reposait sur celles-ci et, par conséquent, n'a pas eu la possibilité de présenter des observations à leur sujet."], ["[26]", "La transcription de l'audience établit que la Commission a clairement et abondamment renvoyé à ses réserves concernant tout élément de preuve provenant de Gjin Marku; le demandeur a été clairement prévenu de ce que la Commission considérait M. Marku comme un escroc fournissant contre rémunération de fausses lettres d'attestation de vendetta. L'avocat du demandeur a accepté les réserves de la Commission au sujet des lettres d'attestation fournies par M. Marku et signalé que le demandeur lui avait donné instruction de les soumettre en preuve malgré tout."], ["[27]", "Même si les mots utilisés par la Commission laissent entendre qu'elle s'est fondée sur des connaissances spécialisées", "et", "la RDI, plutôt que des connaissances spécialisées", "fondées sur", "la RDI, le contexte global, y compris les mises en garde spécifiques de la Commission au sujet de M. Marku, avec les questions détaillées qu'elle a posées au demandeur pour établir s'il avait d'autres documents faisant autorité pour attester de la vendetta, donne à penser que les connaissances spécialisées étaient uniquement fondées sur la RDI."], ["[28]", "Quoi qu'il en soit, même si la Commission a commis une erreur en n'avisant pas clairement les parties de son intention de recourir à ses connaissances spécialisées, conformément à l'article 22, cela ne suffit pas pour annuler la décision. La décision doit être examinée dans son ensemble pour qu'il soit établi si les fondements de la demande d'asile sont de nature à changer le résultat."], ["[29]", "Comme l'a indiqué le défendeur, dans", "<FRAGMENT_SUPPRESSED> [2012] ACF no 625, le juge Montigny a écrit:"], ["[19] Enfin, et en supposant même que le Tribunal a erré en s'appuyant sur ce document, force est de constater que cet élément n'a pas été déterminant dans la décision du Tribunal. La violation de la Règle 18 des", "Règles", ", à elle seule, ne saurait suffire à invalider la décision du Tribunal si les autres motifs invoqués pour conclure à l'invraisemblance du récit de la demanderesse et à son absence de crédibilité tiennent la route (voir", "<FRAGMENT_SUPPRESSED> ACWS (3d) 313;", "<FRAGMENT_SUPPRESSED> Imm LR (3e) 105, la juge Tremblay-Lamer a pris en considération et appliqué les principes énoncés dans l'arrêt", "<FRAGMENT_SUPPRESSED>  Imm LR (2e) 135 (CAF):", "32. À mon avis, le principe exposé dans l'arrêt <FRAGMENT_SUPPRESSED> , précité, admet une réserve exprimée dans la décision", "Hu", ", précitée: pour autant que la décision de la Commission de ne pas croire un requérant d'asile soit fondée, et pour autant qu'elle suffise à disposer de la demande, c'est-à-dire s'il n'y a aucune raison de penser que les connaissances spécialisées de la Commission qui sont source de contestation ont de quelque manière conduit la Commission à décider comme elle l'a fait, alors l'exception énoncée dans l'arrêt", "Mobil Oil", ", précité, pourra être invoquée pour refuser la tenue d'une nouvelle audience."], ["[31]", "En l'espèce, même si la Commission s'était fondée sur toutes autres connaissances spécialisées, il n'existe aucune raison de conclure que celles-ci aient eu une quelconque influence sur ses conclusions relatives à la crédibilité, lesquelles étaient clairement énoncées et raisonnables.", "Le demandeur n'a pas réfuté la présomption d'une protection de l'État suffisante"], ["[32]", "Même s'il n'est pas nécessaire d'examiner la raisonnabilité de la conclusion de la Commission relative à la protection de l'État, laquelle était subsidiaire à ses conclusions relatives à la crédibilité, il est bien établi en droit qu'il existe une présomption selon laquelle un état démocratique offrira une protection adéquate et qu'il incombe au demandeur de réfuter la présomption au moyen d'éléments de preuve clairs et convaincants."], ["[33]", "La Commission a mené un examen approfondi des rapports sur les conditions prévalant dans le pays et relevé les sources qui étaient fiables et celles qui étaient douteuses avant de conclure que les éléments de preuve étaient contradictoires. La Commission a franchement reconnu qu'il y avait des lacunes dans les mécanismes de protection étatique en Albanie, mais a jugé que les éléments de preuve documentaire faisant état de la solidité administrative des mécanismes de protection étatique étaient plus convaincants. Il était loisible à la Commission d'évaluer de cette façon les éléments de preuve."], ["[34]", "Le demandeur a soutenu qu'aucun fardeau ne lui incombait de réfuter la présomption de la protection de l'État parce que celle-ci n'est pas adéquate en Albanie: la police et les tribunaux ne peuvent rien contre les vendettas, la corruption est répandue, et il aurait été inutile pour lui de s'adresser à la police."], ["[35]", "Comme l'a écrit le juge  <FRAGMENT_SUPPRESSED> [2011] ACF no 824, le fardeau qui incombe à un demandeur de réfuter la présomption de la protection de l'État varie selon le degré de démocratie:"], ["[10] Ce principe s'inscrit dans un contexte, toutefois, et il n'est pas absolu, la présomption variant selon la nature de la démocratie dans le pays en cause. Le fardeau de preuve incombant au demandeur d'asile est proportionnel au degré de démocratie dans ce pays et à la place qu'y occupe l'État dans l' « éventail démocratique » (", "<FRAGMENT_SUPPRESSED> à 22)."], ["[36]", "Je conviens que les efforts déployés par le demandeur pour réfuter la présomption doivent être équivalents ou proportionnels au niveau de démocratie et au caractère adéquat de la protection de l'État, lesquels, comme on l'a déjà mentionné, la Commission avait jugés inégaux. Cependant, un demandeur doit faire des démarches et ne peut pas se fier uniquement à sa propre conviction selon laquelle la police n'interviendra pas. Même si le demandeur n'était pas instruit, vivait dans une communauté rurale régie par le droit coutumier du Kanun, et que son père lui avait dit de ne pas s'adresser à la police, ses propres éléments de preuve indiquaient que les efforts déployés par son père pour régler le conflit avaient été vains et s'étaient atténués au cours des dernières années. Le demandeur n'a pas signalé à la police la fusillade mettant en cause Nush Dodaj même si celui-ci avait déjà été arrêté, reconnu coupable et incarcéré par l'État pendant 12 ans pour un autre incident lié à une vendetta. Le demandeur était un adulte de 30 ans au moment où il a décidé de quitter l'Albanie, pourtant il s'en remettait aveuglément à son père malade sans se renseigner auprès d'autres sources ni faire d'autres démarches pour solliciter la protection de l'État. La Commission a raisonnablement jugé qu'il n'avait pas réfuté la présomption de la protection de l'État."], ["[37]", "Le fondement du droit relatif aux réfugiés veut qu'une personne doive solliciter la protection de son propre pays avant de demander la protection supplétive d'un autre pays. En l'espèce, le demandeur n'a entrepris aucune démarche pour réclamer la protection de l'État en Albanie.", "JUGEMENT"], ["[38]", "LA COUR STATUE", "1. La demande de contrôle judiciaire est rejetée.", "2. Aucune question de portée générale n'est certifiée.", "[End of document]"]]}