{"id_": "084828", "body_str": [["[1]", "Zinn, J.", ": The applicants seek to set aside a decision of a Senior Immigration Officer dated November 17, 2011, rejecting their request under subsection 25(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 for permanent residence on humanitarian and compassionate (H&C) grounds.", "Background"], ["[2]", "The applicants, Rodrigo Sebbe and his wife Patricia Angelica Gomes Goncalves, are citizens of Brazil. They have a four-year-old daughter, Leticia, who is a Canadian citizen by birth."], ["[3]", "The applicants came to Canada in March 2004 as visitors. After their visitor status expired, they stayed in Canada illegally, hoping that they would not be discovered; however, Mr. Sebbe was arrested and detained by the Canada Border Services Agency in July 2006."], ["[4]", "After the arrest and detention, the applicants claimed refugee status but their claim was dismissed by the Refugee Protection Division of the Immigration and Refugee Board on February 12, 2008."], ["[5]", "In January 2007, before their refugee claim had been determined, the applicants applied for permanent residence on H&C grounds. They referred to their establishment in Canada as a positive factor as well as the fact that Mr. Sebbe had worked as a stucco mason and had a contracting business. The applicants attended a church in Canada and did volunteer work in the community. They pointed to problems with crime in Brazil, saying they had nothing to return to because of the threats Mr. Sebbe faced. Further, as immigrants returning to Brazil from abroad, they would be perceived as wealthy and targeted for kidnapping and ransom demands. The applicants updated their H&C application several times. Most notably, they forwarded a copy of Leticia's birth certificate on October 5, 2009."], ["[6]", "The applicants also applied for a Pre-Removal Risk Assessment (PRRA), which the Officer rejected on November 14, 2011. He found they had not rebutted the Board's initial finding that state protection was available."], ["[7]", "The same Officer considered the H&C application and refused it on November 16, 2011, finding that the applicants'establishment in Canada would not lead to unusual and undeserved or disproportionate hardship if they had to return to Brazil. He also found conditions in Brazil would not result in hardship for the applicants and would not have a negative impact on Leticia which would amount to unusual and undeserved or disproportionate hardship."], ["[8]", "The Officer noted the applicants' seven year stay in Canada and found they had received due process through the refugee system. The applicants had established themselves in Canada through the purchase of a home and had created links with the community. However, it was noted that they had done these things knowing they could be returned to Brazil at any time. The Officer concluded the applicants' establishment in Canada was not exceptional and did not justify an H&C exemption."], ["[9]", "The Officer also pointed out that the applicants have no family in Canada but have many family members living in Brazil. Their family in Brazil could help them become re-established. The hardship the applicants face from having to relocate to Brazil was not unusual, undeserved, or disproportionate and did not suggest an H&C exemption was necessary in their case."], ["[10]", "The Officer found Leticia would have better opportunities in Canada. However, there was no evidence before him that her basic needs would not be met if she had to return to Brazil with her parents. Like her parents, Leticia had no family in Canada and would be returning to a country where she had support from many family members. Having considered Leticia's interests, the Officer found resettling in Brazil would not amount to unusual and undeserved or disproportionate hardship for her."], ["[11]", "Although the applicants said they faced a risk in Brazil because they would be perceived as wealthy, the Officer found they had not provided any evidence to prove that threat. They also said they faced hardship from the threat of kidnapping, extortion, and unemployment, but the Officer found all Brazilians faced these problems. The documentary evidence before him showed Brazil is a democracy with free and fair elections and an independent judiciary. Brazilians could also bring lawsuits for human rights violations. Although Brazil faced problems with crime, the government was making efforts to protect its citizens. The Officer concluded that any risk the applicants faced in Brazil was general and did not amount to unusual and undeserved or disproportionate hardship.", "Issues"], ["[12]", "In my view, the only serious issue in this application is whether the Officer's analysis of the best interests of Leticia was reasonable. That issue includes the question as to whether the Officer applied the correct test when examining the child's best interests, and how that factor was weighed when making the H&C determination.", "Analysis"], ["[13]", "I agree with the Minister that the applicants provided little evidence and made few submissions as to the best interests of their daughter. However, officers are under a duty to consider children's best interests when conducting H&C determinations, when there is some evidence before them. Children are not separately represented in these proceedings and the role of the officer is akin to that of", "parens patria", ". This is particularly true when the child is a Canadian citizen and his or her parents are not."], ["[14]", "The Officer's analysis of Leticia's interests is contained in a single paragraph:", "I note that the applicant has a Canadian-born daughter born on November 13, 2008. Although the applicant's daughter may enjoy better social and economic opportunities in Canada,", "there is insufficient evidence before me to indicate that basic amenities would not be met in Brazil", ". I note further that the applicant's daughter has no other family in Canada besides her mother and father. The families of both her parents reside in Brazil. Therefore, it is my finding that the applicant's daughter will not be returning to a country where she has no social or family support. I have considered the best interests of the applicant's daughter along with the personal circumstances of this family and found that the applicant has not established that the general consequences of relocating and resettling back to their home country, would have a", "significant negative impact on his daughter that would amount to unusual and undeserved or disproportionate hardship.", "[emphasis added]"], ["[15]", "In stating that \"there is insufficient evidence before me to indicate that basic amenities would not be met in Brazil\" the Officer is importing into the analysis an improper criterion. He appears to be saying that a child's best interest will lie with staying in Canada only when the alternative country fails to met the child's \"basic amenities.\" That is neither the test nor the approach to take when determining a child's best interests. As Justice Russell recently held in", "FRAGMENT_SUPPRESSED:", "FRAGMENT_SUPPRESSED"], ["[16]", "Undoubtedly placing a child in an environment where his or her basic needs are not met can never be said to be in that child's best interest. However, to suggest that the child's interest in remaining in Canada is balanced if the alternative provides a minimum standard of living is perverse. This approach completely fails to ask the question the Officer is mandated to ask: What is in this child's best interest? The Officer was required to first determine whether it was in Leticia's best interests to go with her parents to Brazil, where she had never been before, or for her to remain in Canada where she had \"better social and economic opportunities.\" Only once he had clearly articulated what was in Leticia's best interest could the Officer then weigh this against the other positive and negative elements in the H&C application."], ["[17]", "I agree with the Minister that it is not a reviewable error merely to use hardship language with respect to children. However, the reasons must still show, FRAGMENT_SUPPRESSED", "FRAGMENT_SUPPRESSED."], ["[18]", "In this case, the Officer says that Leticia's basic needs will be met and there would not be a significant negative impact on her that amounted to unusual and undeserved or disproportionate hardship. It is clear that the Officer has looked at what hardship Leticia would face in Brazil. The analysis of her interests is such that one cannot point to anything that suggests he fully analysed what her best interests were. As Justice Décary held in", "FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED"], ["[19]", "These errors render the decision unreasonable and the application must be returned. However, I wish to comment briefly on two other matters that I find troubling."], ["[20]", "The Officer assesses the applicants' risk in returning to Brazil and says: \"I acknowledge that Brazil is experiencing some difficulties with increasing levels of crime, however, this is a risk that is faced by the population generally.\" This analysis may be appropriate when looking at returning the two adult applicants to their country of origin. However, the Officer gives this fact no consideration when examining Leticia's best interests. She is a Canadian citizen who has never been to Brazil. Is it in her best interests to go with her parents to a country \"experiencing some difficulties with increasing levels of crime?\""], ["[21]", "The second area that I find troublesome has to do with comments the officer made when analyzing establishment. The officer writes: \"I acknowledge that the applicant has taken positive steps in establishing himself in Canada, however, I note that he has received due process through the refugee programs and was accordingly afforded the tools and opportunity to obtain a degree of establishment into Canadian society.\" Frankly, I fail to see how it can be said that the due process Canada offers claimants provides them with the \"tools and opportunity\" to establish themselves in Canada. I suspect that what the Officer means is that because the process has taken some time, the applicants had time to establish themselves", "to some degree", ". That is a statement with which one can agree. However, what is required is an analysis and assessment of the degree of establishment of these applicants and how it weighs in favour of granting an exemption. The Officer must not merely discount what they have done by crediting the Canadian immigration and refugee system for having given them the time to do these things without giving credit for the initiatives they undertook. The Officer must also examine whether the disruption of that establishment weighs in favour of granting the exemption."], ["[22]", "The Officer also writes: \"Furthermore, the applicant knowingly purchased various items including a house, with the full knowledge that he was a failed refugee claimant and there was a possibility that he may have to return to Brazil.\""], ["[23]", "The Officer has taken a perverse view of the evidence of establishment forwarded by the applicants. Is every investment, purchase, business established, residence purchased, etc. to be discounted on the basis that it was done knowing that it might have to be given up or left behind? Is the Officer suggesting that it is the preference of Canadians that failed claimants do nothing to succeed and support themselves while in Canada? Is he suggesting that any steps taken to succeed will be worthless, because they knew that they were subject to removal? In my view, the answers to these questions show that it is entirely irrelevant whether the persons knew he or she was subject to removal when they took steps to establish themselves and their families in Canada. While some may suggest that in establishing themselves applicants are using a back-door to gain entry into Canada, that view can only be valid if the applicants have no real hope to remain in the country. In virtually all these cases applicants retain hope that they will ultimately be successful in remaining here. Given the time frame most of these applicants spend in Canada, it is unrealistic to presume that they would put their lives on hold awaiting the final decision."], ["[24]", "The proper question is not what knowledge they had when they took these steps, but what were the steps they took, were they done legally, and what will the impact be if they must leave them behind."], ["[25]", "Neither party proposed a question for certification.", "JUDGMENT"], ["[26]", "THIS COURT'S JUDGMENT is that", "this application is allowed, the application for an exemption from inland processing on humanitarian and compassionate grounds is remitted to a different Officer for determination, the applicants are at liberty to supplement the materials and submissions already made, and no question is certified.", "Application allowed.", "Editor: Elizabeth M.A. Turgeon/vnh"]]}