{"id_": "085032", "body_str": [["[1]", "Shore, J.", ": It is well established that the purpose of a Pre-Removal Risk Assessment [PRRA] application is to assess new risk developments that have occurred since the rejection of the refugee protection claim. A PRRA application cannot and must not be used as an appeal or reconsideration of the decision of the Refugee Protection Division [RPD] of the Immigration and Refugee Board to reject a claim for refugee protection (", "<FRAGMENT_SUPPRESSED> ).", "II.", "Introduction"], ["[2]", "The Applicant seeks a judicial review, under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [", "IRPA", "], of a decision rendered on December 7, 2012, by a Senior Immigration Officer, dismissing the Applicant's PRRA application.", "III.", "Background"], ["[3]", "The Applicant, Mr. Iqbal Singh, is a 58 year old citizen of India of Sikh origin. He is a resident of the city of Amritsar, Punjab, since November 1996."], ["[4]", "The Applicant states that in April 1996, a Sikh militant came to his home and ordered his family to feed and shelter him at gun point."], ["[5]", "After this incident, the Applicant states that the police, suspecting that he was an accomplice to Sikh militants, began investigating him. He indicates that he was arrested in June 2000, October 2001 and June 2002 due to his perceived affiliation with the Sikh militancy."], ["[6]", "Mr. Iqbal Singh came to Canada from India on September 3, 2002. He made a refugee claim on October 8, 2012."], ["[7]", "On August 29, 2003, the RPD refused Mr. Iqbal Singh's refugee claim, finding that he had not established his identity and that an internal flight alternative [IFA] was viable outside of Punjab."], ["[8]", "On January 6, 2004, Mr. Iqbal Singh filed and application for leave and for judicial review of this decision which was dismissed."], ["[9]", "The Applicant submitted an application for permanent resident status based on humanitarian and compassionate grounds in 2007, 2008 and 2009. All three applications were refused. An application for judicial review is presently before this Court with regard to the Applicant's third application (IMM-2289-13)."], ["[10]", "On February 6, 2012, the Applicant applied for a PRRA which was denied on December 7, 2012."], ["[11]", "On April 24, 2013, the Applicant filed an application for leave and for judicial review of the PRRA decision, dated December 7, 2012, which is the underlying application before this Court.", "IV.", "Decision under Review"], ["[12]", "In her decision, the Officer concluded that the Applicant's allegations were essentially the same as those already assessed by the RPD. She concluded that the Applicant had not provided sufficient new evidence to rebut the RPD's conclusion that he had an IFA outside Punjab."], ["[13]", "Moreover, the Officer found that the Applicant failed to provide any probative evidence of new risk developments which would render him personally at risk in India."], ["[14]", "The Officer therefore determined that there was no more than a \"mere possibility\" that the Applicant would face persecution in India, or that there were substantial grounds to believe that he would face torture or a risk to life, or of cruel and unusual treatment or punishment.", "V.", "Issue"], ["[15]", "Did the Officer err in concluding that the Applicant would not face a personalized risk if returned to India?", "VI.", "Relevant Legislative Provisions"], ["[16]", "The following legislative provisions of the", "IRPA", "are relevant:", "Convention refugee", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", ") is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", ") not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "Person in need of protection", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", ") to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", ") to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "Person in need of protection", "(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.", "...", "Consideration of application", "113. Consideration of an application for protection shall be as follows:", ") an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection;", ") a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required;", ") in the case of an applicant not described in subsection 112(3), consideration shall be on the basis of sections 96 to 98;", "...", "Définition de « réfugié »", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays don't elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "Personne à protéger", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "Personne à protéger", "(2) A également qualité de personne à protéger la personne qui se trouve au Canada et fait partie d'une catégorie de personnes auxquelles est reconnu par règlement le besoin de protection.", "[...]", "Examen de la demande", "113. Il est disposé de la demande comme il suit:", "a) le demandeur d'asile débouté ne peut présenter que des éléments de preuve survenus depuis le rejet ou qui n'étaient alors pas normalement accessibles ou, s'ils l'étaient, qu'il n'était pas raisonnable, dans les circonstances, de s'attendre à ce qu'il les ait présentés au moment du rejet;", "b) une audience peut être tenue si le ministre l'estime requis compte tenu des facteurs réglementaires;", "c) s'agissant du demandeur non visé au paragraphe 112(3), sur la base des articles 96 à 98;", "[...]", "VII.", "Position of the Parties"], ["[17]", "The Applicant submits that the Officer erred in assessing the evidence regarding the Applicant's circumstances if returned to India. In particular, the Applicant argues that the Officer failed to take into consideration his changed circumstances; notably, that he has irregular travel documents and that he would be stopped at the airport by Indian authorities as passengers are heavily scrutinized upon arrival."], ["[18]", "The Respondent submits that the Officer duly considered all of the Applicant's allegations and documentation submitted in support of his application, and clearly explained her findings in regard to their probative value; or lack thereof."], ["[19]", "The Respondent asserts that the Applicant failed to rebut the RPD's conclusions and could not demonstrate that he would face a personalized risk if returned to India. As such, the decision was reasonable in the circumstances.", "VIII.", "Standard of Review"], ["[20]", "The standard of review for a PRRA officer's decision is that of reasonableness (", "<FRAGMENT_SUPPRESSED> )."], ["[21]", "If the standard of reasonableness applies, courts may only intervene if the reasons are not \"justified, transparent or intelligible\". To meet the standard, a decision must fall in the \"range of possible, acceptable outcomes ... defensible in respect of the facts and law\" (", "<FRAGMENT_SUPPRESSED>  at para 47).", "IX.", "Analysis"], ["[22]", "It is well established that the purpose of a PRRA application is to assess new risk developments that have occurred since a rejection of a refugee protection claim. A PRRA application cannot, and must not, be used as an appeal or reconsideration of a RPD decision rejecting a refugee protection claim ( <FRAGMENT_SUPPRESSED> , above, at para 12)."], ["[23]", "As stated by Justice Judith Snider in", "<FRAGMENT_SUPPRESSED> :"], ["[4] ... Canada has taken steps to ensure that a claimant is provided with a process whereby changed conditions and circumstances may be assessed. It follows that,", "if country conditions or the personal situation of the claimant have not changed since the date of the RPD decision", ", a finding of the RPD on the issue of state protection -", "as a final, binding decision", "of a quasi-judicial process -", "should continue to apply to the claimant", ". In other words, a claimant who has been rejected as a refugee", "claimant bears the onus of demonstrating that country conditions or personal circumstances have changed since the RPD decision", "such that the claimant, who was held not to be at risk by the RPD, is now at risk. If the applicant for a PRRA fails to meet that burden, the PRRA application will (and should) fail. [Emphasis added.]", "(Reference is also made to", "<FRAGMENT_SUPPRESSED>  FTR 59)."], ["[24]", "Put simply, when considering the evidence in a PRRA application, an officer must ask whether the information it contains is significant or", "significantly different from the information previously provided", "<FRAGMENT_SUPPRESSED>  FTR 46 at para 22-23; <FRAGMENT_SUPPRESSED> , above, at para 29;", "<FRAGMENT_SUPPRESSED>  FTR 143 at para 38)."], ["[25]", "In the present case, the Court finds that the Applicant did not meet the onus of demonstrating a significant change in country conditions or his personal circumstances. The Applicant merely repeated the facts and risks that were previously alleged in his claim for refugee status and that were at issue before the RPD. While the Applicant did include some objective evidence in his PRRA application, it was general in nature and did not demonstrate any new risk developments for him personally."], ["[26]", "The Applicant claims that he filed important evidence \"personal\" to him \"or that did not apply to everybody in India but may only apply to the few young Sikhs like him\"; however, he does not explain in what way this evidence is personalized in nature. The mere fact that the documentary evidence may show that the human rights situation confronted by Sikh militants in India is problematic does not necessarily mean there is a risk to the Applicant personally (", "<FRAGMENT_SUPPRESSED> ). Furthermore, the Court has some difficulty accepting that this evidence regarding \"young Sikhs\" in India would apply to the Applicant as he is presently 58 years old."], ["[27]", "The Applicant also argues that his travel documents present a new risk development as they are irregular and will raise concern with Indian authorities; however, he does not indicate in what way they are irregular or how they have changed his personalized risk since the RPD's decision. The Court agrees with the Respondent that this argument is highly speculative and was not required to be considered by the Officer."], ["[28]", "Likewise, the Court finds that the Applicant's allegation that he will be stopped by Indian authorities upon his arrival, due to heavy scrutiny at India's New Delhi international airport, is also speculative, and was not required to be considered by the Officer. The Applicant, himself, admits to the speculative nature of this allegation in stating that he \"concede[s] there is no specific evidence on the kind of airport New-Delhi is.\""], ["[29]", "On the whole, the Court finds that the Officer's decision is consistent with the principles developed by the jurisprudence of this Court as outlined above. The Officer considered all of the new objective evidence before her, including several news articles and reports submitted by the Applicant regarding the general country conditions in India, and reasonably found that this evidence did not demonstrate any new risk developments.", "The Applicant stated himself in his PRRA submissions that he does \"not believe police will be out to kill [him], or even injure [him] seriously when they question [him", "]\" (Certified Tribunal Record at p 81).) The Applicant also indicated to this Court in his related matter in", "<FRAGMENT_SUPPRESSED>  that, in the circumstances, he \"faces no personalized risk, has no valid fear\", and \"that his claimed adverse country conditions are the same for everybody in his return country\" (at para 27."], ["[30]", "The Court agrees that there is no more than a \"mere possibility\" that the Applicant would face persecution if returned to India, and that there are no substantial grounds to believe that he would face torture or a risk to life, or of cruel and unusual treatment or punishment.", "X.", "Conclusion"], ["[31]", "For all of the above reasons, the Applicants' application for judicial review is dismissed.", "JUDGMENT"], ["[32]", "THIS COURT ORDERS that", "the Applicant's application for judicial review be dismissed with no question of general importance for certification.", ".........................", "<FRAGMENT_SUPPRESSED>  Shore", "[Traduction]: Il est reconnu qu'une demande d'examen des risques avant renvoi (ERAR) vise à évaluer les nouveaux risques qui sont apparus depuis le rejet de la demande d'asile. Les demandes d'ERAR ne peuvent pas et ne doivent pas servir d'appel ou de réexamen de la décision de la Section de la protection des réfugiés (la SPR) de la Commission de l'immigration et du statut de réfugié de rejeter une demande d'asile (", "<FRAGMENT_SUPPRESSED> ).", "II.", "Introduction"], ["[2]", "Le demandeur demande le contrôle judiciaire, aux termes du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", L.C. 2001, ch. 27 (la LIPR), d'une décision rendue le 7 décembre 2012 par une agente principale d'immigration, rejetant la demande d'ERAR du demandeur.", "III.", "Le contexte"], ["[3]", "Le demandeur, M. Iqbal Singh, est un citoyen de l'Inde d'origine sikhe âgé de 58 ans. Il réside à Amritsar, au Pendjab, depuis novembre 1996."], ["[4]", "Le demandeur soutient qu'en avril 1996, un militant sikh s'est présenté à son domicile et a ordonné à sa famille de le nourrir et de l'héberger sous la menace d'une arme."], ["[5]", "Le demandeur affirme qu'après cet incident, la police, le soupçonnant d'être le complice de militants sikhs, a commencé à faire enquête à son sujet. Il précise qu'il a été arrêté en juin 2000, en octobre 2001 et en juin 2002 en raison de son affiliation perçue avec les éléments militants sikhs."], ["[6]", "Monsieur Iqbal Singh est arrivé au Canada, de l'Inde, le 3 septembre 2002. Il a demandé l'asile le 8 octobre 2012."], ["[7]", "Le 29 août 2003, la SPR a rejeté la demande d'asile de M. Iqbal Singh, concluant qu'il n'avait pas établi son identité et qu'il avait une possibilité de refuge intérieur (PRI) raisonnable à l'extérieur du Pendjab."], ["[8]", "Le 6 janvier 2004, M. Iqbal Singh a présenté une demande d'autorisation et de contrôle judiciaire de cette décision, qui a été rejetée."], ["[9]", "Le demandeur a présenté une demande de résidence permanente fondée sur des motifs d'ordre humanitaire en 2007, en 2008 et en 2009. Les trois demandes ont été rejetées. La Cour est saisie d'une demande de contrôle judiciaire concernant la troisième demande (IMM-2289-13)."], ["[10]", "Le 6 février 2012, le demandeur a demandé un ERAR, demande qui a été rejetée le 7 décembre 2012."], ["[11]", "Le 24 avril 2013, le demandeur a présenté une demande d'autorisation et de contrôle judiciaire de la décision relative à l'ERAR du 7 décembre 2012, soit la demande sous-jacente dont est saisie la Cour.", "IV.", "La décision visée par le contrôle"], ["[12]", "Dans sa décision, l'agente a conclu que les allégations du demandeur étaient essentiellement les mêmes que celles qu'avait déjà appréciées la SPR. Elle a conclu que le demandeur n'avait pas fourni suffisamment de nouveaux éléments de preuve pour réfuter la conclusion de la SPR selon laquelle il avait une PRI à l'extérieur du Pendjab."], ["[13]", "De plus, l'agente a conclu que le demandeur n'avait pas fourni d'éléments probants à l'égard de nouveaux risques qui le rendraient personnellement à risque en Inde."], ["[14]", "L'agente a par conséquent jugé qu'il n'existait qu'une [TRADUCTION] « simple possibilité » que le demandeur soit exposé à la persécution en Inde ou qu'il y ait des motifs sérieux de croire que le demandeur s'exposerait au risque d'être soumis à la torture ou à une menace à sa vie ou à un risque de traitements ou peines cruels et inusités.", "V.", "La question en litige"], ["[15]", "L'agente a-t-elle commis une erreur en concluant que le demandeur ne s'exposerait pas à un risque personnel s'il rentrait en Inde?", "VI.", "Les dispositions légales pertinentes"], ["[16]", "Les dispositions suivantes de la LIPR sont pertinentes en l'espèce:", "Définition de « réfugié »", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "Personne à protéger", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérentes à celles-ci ou occasionnées par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquate.", "Personne à protéger", "(2) A également qualité de personne à protéger la personne qui se trouve au Canada et fait partie d'une catégorie de personnes auxquelles est reconnu par règlement le besoin de protection.", "[...]", "Examen de la demande", "113. Il est disposé de la demande comme il suit:", "a) le demandeur d'asile débouté ne peut présenter que des éléments de preuve survenus depuis le rejet ou qui n'étaient alors pas normalement accessibles ou, s'ils l'étaient, qu'il n'était pas raisonnable, dans les circonstances, de s'attendre à ce qu'il les ait présentés au moment du rejet;", "b) une audience peut être tenue si le ministre l'estime requis compte tenu des facteurs réglementaires;", "c) s'agissant du demandeur non visé au paragraphe 112(3), sur la base des articles 96 à 98;", "[...]", "Convention refugee", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", ") is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", ") not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "Person in need of protection", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", ") to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", ") to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "Person in need of protection", "(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.", ". . .", "Consideration of application", "113. Consideration of an application for protection shall be as follows:", ") an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection;", ") a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required;", ") in the case of an applicant not described in subsection 112(3), consideration shall be on the basis of sections 96 to 98;", ". . .", "VII.", "Les thèses des parties"], ["[17]", "Le demandeur soutient que l'agente a commis une erreur dans l'appréciation des éléments de preuve au sujet de sa situation s'il rentrait en Inde. Le demandeur estime notamment que l'agente n'a pas tenu compte de sa nouvelle situation, soit que ses titres de voyage ne sont pas en règle et qu'il sera interpellé à l'aéroport par les autorités indiennes étant donné que les passagers font l'objet d'un examen minutieux à leur arrivée."], ["[18]", "Le défendeur affirme que l'agente a dûment pris en compte l'ensemble des allégations faites et des documents produits par le demandeur à l'appui de sa demande, et a clairement expliqué ses conclusions au sujet de leur valeur probante, ou leur absence de valeur probante."], ["[19]", "Le défendeur soutient que le demandeur n'a pas réfuté les conclusions de la SPR et n'a pas montré qu'il s'exposerait à un risque personnel s'il rentrait en Inde. Pour cette raison, la décision était raisonnable dans les circonstances.", "VIII.", "La norme de contrôle"], ["[20]", "La norme de contrôle d'une décision d'un agent d'ERAR est celle de la décision raisonnable (", "<FRAGMENT_SUPPRESSED> )."], ["[21]", "Si la norme de la décision raisonnable s'applique, les tribunaux ne peuvent intervenir que si la décision et sa justification ne possèdent pas les attributs de la raisonnabilité. Pour être raisonnable, une décision doit appartenir « aux issues possibles acceptables pouvant se justifier au regard des faits et du droit » (", "<FRAGMENT_SUPPRESSED> , au paragraphe 47).", "IX.", "Analyse"], ["[22]", "Il est bien établi qu'une demande d'ERAR vise l'évaluation de nouveaux risques qui sont apparus depuis le rejet d'une demande d'asile. Une demande d'ERAR ne peut pas et ne doit pas servir d'appel ou de réexamen d'une décision de la SPR rejetant une demande d'asile ( <FRAGMENT_SUPPRESSED> , précité, au paragraphe 12)."], ["[23]", "Comme l'a écrit la juge  <FRAGMENT_SUPPRESSED> :"], ["[4] [...] le gouvernement canadien a pris des mesures pour que le demandeur d'asile puisse bénéficier d'un processus dans le cadre duquel une modification des conditions et des circonstances peut être évaluée. Il s'ensuit que", "si les conditions dans le pays ou la situation personnelle du demandeur d'asile sont demeurées les mêmes depuis la date de la décision de la SPR", ", la décision de la SPR sur la question de la protection offerte par l'État - qui est", "une décision définitive et exécutoire", "rendue au terme d'un processus quasi judiciaire -", "doit être maintenue à l'égard du demandeur d'asile", ". Autrement dit, il incombe au demandeur d'asile dont la demande a été rejetée de", "prouver que les conditions de son pays ou ses circonstances personnelles ont changé depuis la décision de la SPR", "au point que celui-ci, dont la SPR a conclu qu'il n'était pas exposé à un risque, est maintenant exposé à un risque. Si le demandeur d'ERAR ne s'acquitte pas de ce fardeau, la demande d'ERAR sera (et devrait être) rejetée. [Non souligné dans l'original.]", "(Voir également", "<FRAGMENT_SUPPRESSED> )."], ["[24]", "En termes simples, quand il examine les éléments de preuve relatifs à une demande d'ERAR, un agent doit se demander si l'information qu'elle contient est importante ou", "sensiblement différente de celle produite précédemment", "<FRAGMENT_SUPPRESSED> et 23; <FRAGMENT_SUPPRESSED> , précité, au paragraphe 29;", "<FRAGMENT_SUPPRESSED> )."], ["[25]", "En l'espèce, la Cour conclut que le demandeur ne s'est pas acquitté du fardeau de prouver l'existence d'un changement important dans les conditions au pays ou dans sa situation personnelle. Le demandeur s'est contenté de répéter les faits et les risques qu'il avait déjà soulevés dans sa demande d'asile et qui ont été présentés à la SPR. Bien que le demandeur ait inclus des éléments de preuve objectifs dans sa demande d'ERAR, ceux-ci sont de nature générale et ne font pas valoir de nouveaux risques pour le demandeur personnellement."], ["[26]", "Le demandeur soutient qu'il a produit des éléments de preuve importants qui lui sont [TRADUCTION] « personnels » ou [TRADUCTION] « qui ne s'appliquent pas à tout le monde en Inde, mais seulement aux quelques jeunes sikhs comme lui »; cependant, il n'explique pas en quoi ces éléments de preuve sont de nature personnelle. Le simple fait que les éléments de preuve documentaires puissent montrer que la situation relative aux droits de l'homme propre aux militants sikhs en Inde est précaire ne signifie pas nécessairement que le demandeur court lui-même un risque (", "<FRAGMENT_SUPPRESSED> ). De plus, la Cour trouve difficile à accepter que ces éléments de preuve concernant les [TRADUCTION] « jeunes sikhs » en Inde s'appliqueraient au demandeur, étant donné que celui-ci a 58 ans."], ["[27]", "Le demandeur soutient aussi que ses titres de voyage causent un nouveau risque étant donné qu'ils ne sont pas en règle et qu'ils soulèveront des doutes auprès des autorités indiennes; cependant, il ne précise pas en quoi les documents ne sont pas en règle ou auraient changé son risque personnel depuis la décision de la SPR. La Cour convient avec le défendeur que cet argument est très hypothétique et que l'agente n'avait pas à en tenir compte."], ["[28]", "Dans le même ordre d'idées, la Cour conclut que l'allégation du demandeur selon laquelle il serait interpellé par les autorités indiennes à son arrivée, étant donné l'examen minutieux mené à l'aéroport international de New Delhi, en Inde, relève aussi de la conjecture et que l'agente n'avait pas non plus à en tenir compte. Le demandeur lui-même reconnaît la nature spéculative de cette allégation en concédant ne pas avoir [TRADUCTION] « d'éléments de preuve particuliers sur la nature de l'aéroport à New Delhi »."], ["[29]", "Globalement, la Cour conclut que la décision de l'agente va dans le sens des principes énoncés dans la jurisprudence précitée. L'agente a pris en compte tous les nouveaux éléments de preuve objectifs dont elle disposait, y compris plusieurs articles de journaux et rapports produits par le demandeur concernant les conditions générales en Inde et a jugé, de façon raisonnable, que ces éléments de preuve ne démontrent pas de nouveaux risques.", "Le demandeur a lui-même précisé dans ses observations sur l'ERAR qu'il ne croit pas [TRADUCTION] « que la police cherchera à [l]e tuer ou même à [l]e blesser gravement lorsqu'elle [l']interrogera", "» (dossier certifié du tribunal, page 81). Le demandeur a aussi indiqué à la Cour, dans son litige connexe", "<FRAGMENT_SUPPRESSED>  que, dans les circonstances, [TRADUCTION] il ne « s'expose à aucun risque personnalisé, et n'a aucune crainte valide », et que [TRADUCTION] « les conditions défavorables alléguées au pays sont les mêmes pour tous dans le pays où il serait renvoyé » (au paragraphe 27)."], ["[30]", "La Cour convient qu'il n'existe pas plus qu'une « simple possibilité » que le demandeur s'expose à la persécution s'il rentrait en Inde et qu'il n'existe pas de motifs sérieux de croire qu'il s'exposerait au risque d'être soumis à la torture ou à une menace à sa vie ou au risque de traitements ou peines cruels et inusités.", "X.", "Conclusion"], ["[31]", "Pour tous les motifs mentionnés plus haut, la demande de contrôle judiciaire du demandeur est rejetée.", "JUGEMENT"], ["[32]", "LA COUR ORDONNE", "que la demande de contrôle judiciaire du demandeur soit rejetée et ne certifie pas de question de portée générale.", "[End of document]"]]}