{"id_": "085278", "body_str": [["[1]", "Kelen, J.", ": This is an application for judicial review of a decision made by an Appeal Board of the Public Service Commission of Canada (the \"PSC\") appointed pursuant to section 21 of the", "Public Service Employment Act", ", R.S.C. 1985, c. P-33 (the \"", "PSEA", "\"). This case, along with the related case in docket T-1958-00, concern section 10 of the", "PSEA", ", which requires appointments to and from within the public service to be based on selection according to merit. Both dockets raise the difficult issue of what steps a government department is required to take to accommodate the needs of a disabled candidate while ensuring that other candidates involved are not placed at a disadvantage."], ["[2]", "The individual respondent did not participate in the hearing and the relevant government department was represented by the Attorney General of Canada. Therefore, references to the respondent in these reasons are to the Attorney General.", "ISSUES"], ["[3]", "The issue in this docket is whether the Appeal Board erred by finding that the Transportation Safety Board of Canada (the \"TSB\") conducted the selection process in accordance with the merit principle. This issue can be broken down into the following sub-issues:", "1. did the Appeal Board err by taking an incorrect view of the duty to accommodate?;", "2. did the Appeal Board err by finding the Transportation Safety Board of Canada (the \"TSB\") met its obligation to provide reasonable accommodations to the applicant?;", "3. did the Appeal Board err by finding the applicant had not written the test under duress?;", "4. did the Appeal Board err in finding that it was incumbent upon the applicant to raise his concerns about the distractions during the exam?; and,", "5. did the Appeal Board breach the rules of natural justice by excluding a study conducted by Dr. Lauren B. Krupp for the National Multiple Sclerosis Society (the \"Krupp report\")?", "FACTS"], ["[4]", "This is an application for judicial review of a decision of Appeal Board Chairperson Maurice Gohier, dated June 8, 2001, who was appointed pursuant to section 21 of the", "PSEA", "to hear the applicant's appeal against the appointment of Mr. Martin Tremblay to the position of Data Analyst - Air with the Transportation Safety Board of Canada."], ["[5]", "In 1999, the TSB conducted a closed competition to staff on an indeterminate basis a Data Analyst - Air position (competition number 99-TSB-HO-CCID-073). The applicant had previously held the position for one year on a term basis. Candidates were required to undergo a written examination which assessed a candidate's knowledge and his or her ability to communicate in writing. The applicant passed the knowledge section of the test, but failed the abilities part of the test. The respondent Mr. Martin Tremblay was selected as the successful candidate."], ["[6]", "The applicant appealed the decision under section 21 of the", "PSEA", ". In a decision dated March 10, 2000, Appeal Board Chairperson John A. Mooney allowed the appeal. He found that the TSB had failed to properly accommodate the applicant's condition despite allowing him twice the time to complete the examination. The TSB had not sought advice from an occupational testing consultant, a physician or other expert and did not truly know what an adequate accommodation would entail. Further, the department had only informed the applicant of the measures taken on the eve of the examination, which did not allow him sufficient time to assess the adequacy of the accommodations."], ["[7]", "As a result of the allowed appeal, Ms. Diane Léger, Senior Human Resources Consultant with the PSC, drew up a proposed list of corrective measures. Representatives from the TSB, the PSC and the Public Service Commission's Personal Psychology Centre (the \"PPC\") met to discuss these conditions. Based on Ms. Léger's list, they outlined the following necessary corrective measures:", "\"The Department will undertake the following corrective measures:", "a) inform all candidates of this allowed appeal and of the corrective measures to be undertaken;", "b) seek expert advice from an occupational testing consultant, a physician or other expert to obtain information on the effects of multiple sclerosis on test performance and interview, in order to determine reasonable accommodation measures, and inform the undersigned;", "c) give the appellant sufficient advance notice of the measures that will be put in place to accommodate his disability;", "d) develop new tools to assess the qualifications of all candidates originally screened in;", "e) issue a new eligibility list and grant appeal rights;", "f) inform the undersigned, in writing of the results of corrective measures.\""], ["[8]", "A revised written exam was developed between late June and early July of 2000 under the direction of Mr. Greg Hunter, a Director General with the TSB. At the hearing of this appeal, he testified the exam was carefully reviewed and rewritten several times to improve its visual presentation, minimize demands of physical dexterity and to ensure that none of the questions contained any ambiguity. The amount of time given to complete the revised exam was set at 1.5 hours."], ["[9]", "The TSB sought expert advice on accommodations for the applicant from Dr. Barbara Collins, a psychologist with expertise in the area of neuropsychology. Dr. Collins met with the applicant and provided two recommendations on accommodating his condition in a report dated July 28, 2000. As she seriously questioned whether modifications could be made to the test to accommodate the applicant, her first recommendation was to assess his abilities either through a trial work period or a review of his previous performance. If that option was not feasible, Dr. Collins recommended that he be given a take-home, essay-type exam to prepare, possibly incorporating an oral presentation and defence of his answers. She pointed to the applicant's past experience at the University of Ottawa, where he was allowed to complete \"open-ended\" take-home examinations while studying for his MBA, as a model for the TSB."], ["[10]", "The PPC's Chief of Test Consultation, Mr. Gilles Larose, wrote to Dr. Collins on August 22, 2000 and informed her that the PPC had serious reservations about her recommendations. He stated that the work trial model was not an acceptable method for evaluating candidates in the context of a competitive process in the federal public service. In his view, a take-home examination was also not acceptable because the candidates had to be evaluated in a controlled context. Moreover, as this was a re-assessment after an upheld appeal, Mr. Larose felt it was essential the evaluation method provide for answers that were open to as little interpretation as possible. Mr. Larose requested that Dr. Collins provide a re-assessment addressing the time and other administrative requirements appropriate for the applicant."], ["[11]", "Dr. Collins responded in a letter dated August 25, 2000 and stated it was her belief that \"the assessment process itself was inherently disadvantageous to someone like Mr. Tremblay\". She went on to say:", "\"The main premise on which my initial recommendations were based was that the highly structured testing and interview", "process", "that you were proposing, regardless of its specific", "content", ", would place an individual with subtle MS-related information processing deficits at a disadvantage. In making the suggestions that follow, I will assume that the nature and content of your assessment tools have already been established and are not open to modification at this point. Clearly, this limits what I can suggest in the way of accommodations.\" (Emphasis in original.)", "Dr. Collins recommended that the applicant be allowed at least double the time allotted for the examination, be given the option of completing it in two sessions on separate days, be permitted to complete the written examination individually rather than in a group to lessen the level of distraction, and to have available an individual familiar with the written examination for consultation."], ["[12]", "The TSB not only implemented Dr. Collins' recommendations, but exceeded them by granting the applicant six hours over two days to write the exam and the opportunity to take a 10 minute break every 50 minutes if required. The applicant was informed of the proposed accommodations in a letter dated September 15, 2000 and given until September 30 to comment upon them. On September 29, the applicant sent an e-mail to the TSB in which he reluctantly accepted the accommodations offered to him."], ["[13]", "The examination was administered individually to the applicant on October 4 and 5, 2000. On October 4, the applicant was distracted by the clicking noise of an electronically controlled door, but did not mention it to the test administrator. On October 5, the applicant found the noise of the door combined with voices from employees having a discussion nearby too much to handle, and asked to be moved to another room. He was promptly relocated to Mr. Hunter's office. At first, he found the office to be nice and quiet, but was later distracted by noise from construction work taking place on the street below. He did not mention the distraction to anyone as he thought those in charge had done enough already and he did not want to make anyone angry."], ["[14]", "The applicant was informed on October 11, 2000 that he had not passed the written examination and that the TSB was again proposing Mr. Martin Tremblay for the position. The applicant appealed the appointment pursuant to section 21 of the", "PSEA", ". The applicant argued that the TSB had made three errors. First, the TSB improperly disregarded Dr. Collins' initial recommendations. Second, he wrote the test under duress. He feared that if he refused to write the test, the TSB would exclude him from the competition. Third, he argued that the TSB had failed to provide him with a quiet testing area free from distractions. The applicant also sought to introduce the Krupp report. The applicant argues that the conclusions of the Krupp report support his view that individuals suffering from MS are at a significant disadvantage if given a written exam that containing true/false or multiple-choice questions. Appeal Board Chairperson Gohier accepted a summary of the Krupp report, but did not allow the full report to be introduced."], ["[15]", "Appeal Board Chairperson Gohier heard testimony from the applicant, Mr. Larose, Mr. Hunter, Dr. Collins and Ms. Léger and rendered a decision on June 8, 2001. His decision can be divided into four parts. First, he found that the TSB had properly accommodated the applicant by surpassing the modified testing conditions defined by Dr. Collins. He referred to the first set of recommendations from Dr. Collins as an \"unfortunate mis-communication\". In the end, Dr. Collins concluded the proposed examination could be administered to the applicant if the testing conditions were altered to accommodate his condition. Second, he held that the applicant had not written the test under duress. The applicant failed to take the opportunity provided to him to comment on the accommodations. Third, he found that the TSB could not be faulted for failing to deal with the distractions, as it could not correct a situation when it was not aware of its existence. Finally, with respect to the Krupp report, the Appeal Board Chairperson deferred to the expert opinion of Dr. Collins, who had not taken exception to either the nature or the clarity of any of the exam questions and stated that the use of such questions would have actually made matters easier for the applicant.", "RELEVANT LEGISLATION"], ["[16]", "The fundamental principle underlying appointments to or from within the federal public service is the merit principle, which is contained in section 10(1) of the", "PSEA", "Appointments to be based on merit", "\"10(1) Appointments to or from within the Public Service shall be based on selection according to merit, as determined by the Commission, and shall be made by the Commission, at the request of the deputy head concerned, by competition or by such other process of personnel selection designed to establish the merit of candidates as the Commission considers is in the best interests of the Public Service.\"", "Nominations au mérite", "\"10(1) Les nominations internes ou externes à des postes de la fonction publique se font sur la base d'une sélection fondée sur le mérite, selon ce que détermine la Commission, et à la demande de l'administrateur général intéressé, soit par concours, soit par tout autre mode de sélection du personnel fondé sur le mérite des candidats que la Commission estime le mieux adapté aux intérêts de la fonction publique.\""], ["[17]", "Section 21 provides a mechanism allowing unsuccessful candidates to appeal against an appointment. The relevant portions of section 21 are reproduced here:", "21(1) Appeals", "\"21(1) Where a person is appointed or is about to be appointed under this Act and the selection of the person for appointment was made by closed competition, every unsuccessful candidate may, within the period provided for by the regulations of the Commission, appeal against the appointment to a board established by the Commission to conduct an inquiry at which the person appealing and the deputy head concerned, or their representatives, shall be given an opportunity to be heard.", ". . . . .", "21(2) Duty of Commission when notified of decision", "\"(2) Subject to subsection (3), the Commission, on being notified of the decision of a board established under subsection (1) or (1.1), shall, in accordance with the decision,", "(a) if the appointment has been made, confirm or revoke the appointment; or", "(b) if the appointment has not been made, make or not make the appointment.", ". . . . .", "21(3) Other measures", "\"(3) Where a board established under subsection (1) or (1.1) determines that there was a defect in the process for the selection of a person for appointment under this Act, the Commission may take such measures as it considers necessary to remedy the defect.\"", "21(4) Appeal", "\"(4) Where a person is appointed or is about to be appointed under this Act as a result of measures taken under subsection (3), an appeal may be taken under subsection (1) or (1.1) against that appointment only on the ground that the measures so taken did not result in a selection for appointment according to merit.\"", "21(1) Appels", "\"21(1) Dans le cas d'une nomination, effective ou imminente, consécutive à un concours interne, tout candidat non reçu peut, dans le délai fixé par règlement de la Commission, en appeler de la nomination devant un comité chargé par elle de faire une enquête, au cours de laquelle l'appelant et l'administrateur général en cause, ou leurs représentants, ont l'occasion de se faire entendre.", ". . . . .", "21(2) Mesures", "\"(2) Sous réserve du paragraphe (3), la Commission, après avoir reçu avis de la décision du comité visé aux paragraphes (1) ou (1.1), doit en fonction de celle-ci:", "a) si la nomination a eu lieu, la confirmer ou la révoquer;", "b) si la nomination n'a pas eu lieu, y procéder ou non.", ". . . . .", "21(3) Autres mesures", "\"(3) La Commission peut prendre toute mesure qu'elle juge indiquée pour remédier à toute irrégularité signalée par le comité relativement à la procédure de sélection.", "21(4) Appel", "\"(4) Une nomination, effective ou imminente, consécutive à une mesure visée au paragraphe (3) ne peut faire l'objet d'un appel conformément aux paragraphes (1) ou (1.1) qu'au motif que la mesure prise est contraire au principe de la sélection au mérite.\"", "STANDARD OF REVIEW"], ["[18]", "The issue raised in this appeal requires an assessment of the Appeal Board's approach to the duty to accommodate as it relates to section 10 of the", "PSEA", ". This is an issue of law as to the proper interpretation of the", "PSEA", ". As the Appeal Board does not have a high degree of expertise in this area, the appropriate standard of review on the first issue is correctness. The rationale for this approach was set out in", "FRAGMENT_SUPPRESSED:", "FRAGMENT_SUPPRESSED", "The Federal Court of Appeal has since confirmed this as the applicable standard in", "FRAGMENT_SUPPRESSED.", "ANALYSIS"], ["[19]", "Whether the Appeal Board erred by finding that the TSB conducted the selection process in accordance with the merit principle can be broken down into the following sub-issues.", "1. Did the Appeal Board err by taking an incorrect view of the duty to accommodate?"], ["[20]", "One of the disputes between the parties is the extent to which a PSC Appeal Board can apply human rights principles in deciding whether the accommodations provided to the applicant were reasonable. The applicant contends the Appeal Board erred in law by taking \"an impoverished and incorrect view of the duty to accommodate.\" The Appeal Board should have required the TSB to demonstrate it was", "impossible", "to accommodate him without undue hardship. Concrete evidence to that effect was not provided."], ["[21]", "In support of his position, the applicant has referred the Court to the Supreme Court of Canada's decision in", "FRAGMENT_SUPPRESSED, which dealt with application of British Columbia's", "Human Rights Code", ", R.S.B.C. 1996, c. 210, to a public service provider. In cases concerning a complaint under provincial or federal human rights legislation, the Supreme Court has repeatedly stated that an employer is responsible for providing reasonable accommodation for an employee's disability short of undue hardship, see", "FRAGMENT_SUPPRESSED", "the Court undertook a reformulation of the approach used to determine whether a prima facie discriminatory standard is a bona fide occupational requirement (\"BFOR\"). The applicant refers specifically to step three of the new approach (seeFRAGMENT_SUPPRESSED), where the Court stated that an employer must demonstrate it is \"impossible\" to accommodate individual's disability without imposing \"undue hardship\" upon the employer."], ["[22]", "The respondent argues the", "PSEA", "does not empower a PSC Appeal Board to apply the", "Canadian Human Rights Act", ", R.S.C. 1985, c. H-6 (the \"", "CHRA", "\") or principles applicable to human rights legislation. Legal issues such as the limits of accommodation and undue hardship are outside of the jurisdiction of a PSC Appeal Board and have been entrusted by Parliament to the Canadian Human Rights Commission. An Appeal Board only deals with the issue of reasonable accommodation from the perspective of its impact on the merit principle. In addition, an Appeal Board must also consider whether the accommodations are fair to the other candidates involved in the competition."], ["[23]", "The right of appeal in section 21 exists to prevent appointments that are contrary to the merit principle. An Appeal Board is charged with determining whether a particular selection process was conducted in accordance with the merit principle. See", "FRAGMENT_SUPPRESSED, where the Court stated that the purpose of a right of appeal under section 21 is not to protect the appellant's rights, but to prevent an appointment being made contrary to the merit principle."], ["[24]", "The applicability of human rights principles to the competitive staffing process arose in", "FRAGMENT_SUPPRESSED. In", "FRAGMENT_SUPPRESSED, McKeown, J., found that an Appeal Board erred by not addressing the question of whether reasonable accommodation was provided in light of the requirements of the merit principle."], ["[25]", "Based on the decision in", "FRAGMENT_SUPPRESSED", ", it is apparent that the standard from", "FRAGMENT_SUPPRESSED", ", supra, is not an appropriate yard-stick for an appeal based on the merit principle. The purpose of an appeal under section 21 of the", "PSEA", "is not to identify discriminatory standards and determine whether they can be justified. Rather, its function is to ensure that the selection board made an appointment based on the merit principle. It is an Appeal Board's task to determine whether the accommodations provided to an individual allowed him or her to compete on an equal footing with the other candidates. The accommodations must be fair not only to the individual in question, but also to the other candidates."], ["[26]", "Having said that, human rights principles need not be placed in a separate water-tight compartment from the merit principle as they may have limited applicability in a section 21 appeal. The Appeal Board in", "FRAGMENT_SUPPRESSED", "erred by focussing strictly on human rights principles and ignoring the merit principle, see", "FRAGMENT_SUPPRESSED. However, there is nothing wrong with drawing upon human rights principles, as Cullen, J., did in", "FRAGMENT_SUPPRESSED, as long as they are utilised as part of an appropriate analysis under the merit principle. Human rights cases may provide a rich source of jurisprudence for an Appeal Board or a Court to draw upon when determining whether an individual has been provided with reasonable accommodations in light of the merit principle."], ["[27]", "Appeal Board Chairperson Gohier examined the reasonableness of the accommodations provided to the applicant in light of the merit principle as required. In doing so, he did not err by relying upon an incorrect view of the duty to accommodate as alleged by the applicant.", "2. Did the Appeal Board err by finding the TSB met its obligation to provide reasonable accommodations to the applicant?"], ["[28]", "The applicant contends the Appeal Board erred by finding the TSB fulfilled its duty to provide him with reasonable accommodations. He submits that Appeal Board Chairperson Gohier improperly dismissed the initial recommendations from Dr. Collins as an \"unfortunate mis-communication.\" The applicant also argues the TSB did not provide objective evidence that the accommodations initially recommended by Dr. Collins would have negatively affected the other candidates in the competition."], ["[29]", "The respondent submits the TSB took reasonable steps to accommodate the applicant's disability, bearing in mind the merit principle and the requirement that the accommodation must also be fair with respect to the other candidates involved in the competition. The TSB corrected the earlier problems identified by Appeal Board Chairperson Mooney and had the test reviewed by Dr. Collins, who testified at the hearing that she thought the accommodations were appropriate and reasonable under the circumstances."], ["[30]", "The Appeal Board Chairperson characterized the communications between the TSB and Dr. Collins in the following way FRAGMENT_SUPPRESSED"], ["[31]", "The determination of this issue centres on the TSB's handling of Dr. Collins' initial recommendations, which called for the use of alternative assessment methods. Alternative assessment methods of the type recommended by Dr. Collins have a place in the competitive staffing process used by the PSC as demonstrated by the PSC's own publications. Section 1:3 of the PSC's", "Generic Standards for Selection and Assessment", "allow for the use of alternative assessment methods in the selection process:", "\"[E]quitable assessment does not necessarily require the use of the same assessment methods or sources of information for all candidates. For example, in some circumstances, such as sometimes occur in an assessment of candidates with disabilities, equitable assessment will require modification of usual procedures. For more information on the assessment of persons with disabilities consult the brochure, The Assessment of Persons with Disabilities, published by the PSC. In all cases, the use of different assessment methods or sources of information for different candidates must be justified on the basis that such differential usage provides for a more accurate assessment and that the information gathered from these different methods or sources is comparable.\""], ["[32]", "The Public Service Commission's", "Guidelines for Assessing Persons with Disabilities", "(the \"", "PSC Guidelines", "\") also identify alternative assessment methods as an acceptable alternative to standard tests. Dr. Collins was provided with a copy of the", "PSC Guidelines", "when conducting her initial assessment and relied upon general guideline number 10, which states:", "\"10. USE ALTERNATIVE ASSESSMENT METHODS, IF NECESSARY", "\"When standard tests cannot be modified to appropriately assess a candidate with a disability, alternative assessment techniques may be used. If a standard paper-and-pencil test cannot be appropriately modified, the qualification may be assessed using other methods such as a structured performance task, questionnaire, interview and/or review of past performance.", "It is important to note that this is not an exemption from assessment of qualifications, but an alternative means of assessing the same qualification, and should be used only when no modifications to a test and/or testing conditions are judged appropriate. A test score cannot be assigned in cases where no test is being used, but a judgment could be made regarding the extent to which the qualification assessed by an alternative method meets the requirement for the position.", "\" (Emphasis in original.)"], ["[33]", "The decision to use an alternative assessment method must also respect the rights of the other candidates to a fair assessment process. The cited guidelines contain language indicating that the use of alternative assessment methods should be limited to cases where no other form of accommodation is adequate. The Court of Appeal in", "FRAGMENT_SUPPRESSED, referred to section 1:3 of the", "Generic Standards", "as creating a \"presumption against different methods of assessment for different candidates.\" Likewise, the", "PSC Guidelines", "stipulate that alternative assessment methods should be used \"only when no modifications to a test and/or testing conditions are judged appropriate.\" The responsibility of balancing these competing interests and deciding if an alternative assessment format is warranted lies with the relevant selection board. As outlined above, it is not a question of whether it is impossible to accommodate a disabled candidate, but rather a question of what method of assessment is needed to ensure a selection based on merit."], ["[34]", "The final decision on what accommodations were appropriate in the case at bar lay with the TSB. While Dr. Collins focused solely on accommodating the needs of the applicant, the TSB had to also consider what effect the use of an alternative assessment method would have on the other candidates. As such, the TSB was not bound to follow the recommendations of Dr. Collins. In his letter to Dr. Collins dated August 22, 2000, Mr. Larose identified a number of legitimate concerns the TSB and the PPC had regarding the use of the assessment methods she initially recommended. Most notable among those mentioned by Mr. Larose was the need to conduct the evaluation in a controlled context and for an examination that provided answers that were open to as little interpretation as possible. The latter concern was particularly relevant as the TSB was conducting a re-assessment of candidates who had already been through the selection process prior to the applicant's successful appeal."], ["[35]", "The applicant argues the TSB failed to present objective evidence demonstrating the recommended accommodations would have negatively affected the other candidates in the competition. This submission cannot be acceded to because requiring the department to produce such evidence would place it in an untenable position. As the selection process did not proceed in this manner, it is impossible to say with certainty what effect the use of an alternative assessment method would have had on the other candidates. In order to justify the decision to depart from the recommendations of an outside expert, a government department only needs to demonstrate that there were legitimate concerns that a problem would have arisen if the process had moved forward."], ["[36]", "Finally, I note it was not necessary to use an alternative assessment method as the needs of the applicant were adequately addressed through modifications to the testing conditions. In her second letter, dated August 25, 2000, Dr. Collins outlined a number of steps the TSB needed to take to ensure that the testing process was fair to the applicant. The department not only followed her recommendations, but exceeded them by providing the applicant with additional time and breaks exclusive of writing time. Dr. Collins testified at the Appeal Board hearing that she was satisfied with the measures implemented by the TSB and responded with the following statement when asked by the TSB's representative, Ms. Suzanne Poulin, whether she felt the accommodations made by the TSB were reasonable (at p. 74 of the Transcript):", "\"Poulin: ... You've indicated that you did not do a full assessment on Mr. Tremblay. Knowing what you've heard today do you have any misgivings about the recommendations you've made to the department [PPC]?", "\"Collins: I believe the recommendations I provided were accurate. I do appreciate Mr. Tremblay's point of view would be to have stress eliminated; that's not a feasible scenario. Do I think that these accommodations are reasonable accommodations? I believe that they are and I think I can also honestly say that if I felt that I could not make recommendations; that I would not have made them [August 25, 2000].\""], ["[37]", "For these reasons, the Appeal Board made the correct determination in finding that the TSB had fulfilled its duty to accommodate. The evidence shows the TSB made a sustained effort to devise and implement accommodations that provided the applicant with an opportunity to compete on a level playing field while ensuring the process was fair to the other candidates.", "3. Did the Appeal Board err by finding the applicant had not written the test under duress?"], ["[38]", "Before the Appeal Board, the applicant argued he accepted the corrective measures proposed by the TSB under duress. He feared that if he did not accept the proposal offered to him, the TSB would exclude him from the competition. In reply, the respondent submits the applicant failed to take the opportunity offered to him to comment on the proposal and cannot now argue the corrective measures were accepted under duress."], ["[39]", "The Appeal Board Chairperson dismissed the applicant's argument at para. 46 of his reasons:", "\"I also cannot retain the appellant's contention that he had accepted under duress, the corrective measures described to him in Ms. Henry's letter of September 15th, 2001. If he disagreed with any of these corrective measures, then he should have taken the opportunity offered to him to comment on them and suggested improvements. He did not do so. In any event, the matter is moot since the appellant had an opportunity to present his case fully before me.\""], ["[40]", "The Appeal Board Chairperson made the correct decision on this point. While the applicant informed the TSB that he was reluctantly accepting the accommodations offered to him, he did not provide any information on what additional accommodations he required. It was unreasonable to expect the TSB, after having implemented the measures suggested by Dr. Collins, to re-engage in the search for acceptable accommodations without any information on what more was needed.", "4. Did the Appeal Board err in finding that it was incumbent upon the applicant to raise his concerns about the distractions during the exam?"], ["[41]", "The applicant argued before the Appeal Board that the distractions he encountered while writing the test put him at a disadvantage. While he was writing in Mr. Hunter's office, he found the noise from construction work that was going on outside distracting. He contends that this negatively affected his concentration and focus."], ["[42]", "A candidate who is suffering hardship related to noise has the burden of bringing that hardship to the attention of the selection board, see", "FRAGMENT_SUPPRESSED. The applicant did not bring the existence of this distraction to the attention of the selection board until the time of the appeal hearing. He should have raised the problems he was encountering with the test administrator. The TSB had already addressed an earlier problem relating to noise and there is no reason to think that they would not have done so again.", "5. Did the Appeal Board breach the rules of natural justice by excluding the Krupp report?"], ["[43]", "The applicant submits that the Appeal Board erred in law by refusing to accept into evidence a complete copy of the Krupp report. The applicant argues that the conclusions of the Krupp report support his view that individuals suffering from MS are at a significant disadvantage if given a written exam containing true/false or multiple-choice questions. The respondent contends that as the Appeal Board Chairperson specifically accepted into evidence and considered a summary of the Krupp report, the applicant cannot argue the rules of natural justice were breached."], ["[44]", "Initially, the applicant only had a copy of a summary of the Krupp report and that was accepted as evidence by the Appeal Board Chairperson. The applicant later obtained a copy of the full report and attempted to enter it into evidence during the parties' final submissions. The TSB representative objected, stating that it was \"kind of late in the game\" for its introduction. The Appeal Board Chairperson refused to enter the Krupp report as evidence. He stated (at p. 95 of the Transcript):", "\"Gohier: I'm not inclined to accept the report [Krupp report] at this late stage. I am going to look at the summary of the report you provided; there is certain information that can be gleemed (sic) from the summary. I don't think the entire report is necessary ... I don't think it will clear anything up from my reading of the summary.\""], ["[45]", "The Appeal Board Chairperson addressed the substance of the summary of the Krupp report in his decision. He stated:", "FRAGMENT_SUPPRESSED"], ["[46]", "The Appeal Board did not make an error when it excluded the full Krupp report. Administrative decision-makers are generally given some discretion as to what evidence will be accepted. On questions concerning the admissibility of evidence before an administrative tribunal, the Court is unlikely to interfere unless the decision constitutes a breach of natural justice, see", "FRAGMENT_SUPPRESSED. In light of the lateness of the request and the fact that a summary had already been provided, the Appeal Board Chairperson properly exercised his discretion in excluding the Krupp report. Between the summary of Krupp report and viva voce evidence of Dr. Collins, the Appeal Board Chairperson had a wealth of evidence the concerning the difficulties faced by MS patients. Consequently, his decision to exclude the Krupp report did not prejudice the applicant's ability to present his case."], ["[47]", "I also agree with the Appeal Board Chairperson that the wisest decision was to defer to the expert opinion of Dr. Collins on this matter. She had an opportunity to review the test in question and did not find any fault with it. The applicant did not present the Krupp report to either Dr. Collins or the TSB when they were devising accommodations for him. Nor did he object to the use of true/false or multiple-choice questions at that time. The TSB made a reasonable decision based on the advice it obtained from the PPC and Dr. Collins and cannot be faulted for failing to search out and find the Krupp report.", "DISPOSITION"], ["[48]", "For these reasons, this application for judicial review is dismissed. In view of the divided success between dockets T-1958-00 and T-1201-01, there will be no order as to costs.", "Application dismissed.", "Editor: Angela E. McKay/pdk", "[End of document]"]]}