{"id_": "085296", "body_str": [["[1]", "Heald, D.J.", ": This is an application for judicial review wherein the applicant seeks to obtain on Order quashing and setting aside a decision of the Veterans Appeal Board (the Board) dated August 30, 1994, by which decision the Board affirmed the decision of the Entitlement Board of the Canadian Pension Commission (the Entitlement Board) denying the applicant benefits pursuant to the provisions of s. 21(2)(a) of the", "Pension Act", ", R.S.C. 1985, c. P-6 [see footnote 1].", "Facts"], ["[2]", "The applicant was born in 1944. He served in the Regular Force of the Canadian Army from August 7, 1963 to August 7, 1986. His application for pension entitlement was originally made to the Canadian Pension Commission and was denied in a first decision dated November 12, 1986. He appealed that decision to the Entitlement Board. That Board affirmed the decision of the Canadian Pension Commission by a decision dated October 28, 1993. The applicant appealed that decision to the Veterans Appeal Board which the Board denied by its decision dated August 30, 1994. It is that decision which is the subject matter of this application for judicial review."], ["[3]", "In 1966, the applicant suffered an injury while he was in peace time service with the Canadian Army at Marville, France. According to his affidavit he was knocked unconscious while performing armament duties on a CF 104 aircraft. His injury was caused by an aileron flap as the aircraft commander was testing the flight controls at the arming point. He was in the process of ducking under the wing of the aircraft when the aircraft commander accidently \"unfroze\" the control at the wrong moment and lowered a wing flap which struck the applicant on his head. The applicant was knocked unconscious. Between 1966 and 1980, the applicant said that he suffered from intermittent symptoms of a type of electrical shock. However, these episodes were brief in duration. He did not associate them with the 1966 neck injury. The record indicates that according to a \"medical attendance record\" adduced in evidence and dated November 19, 1973, the applicant received treatment for a neck problem."], ["[4]", "In 1980, at CFB North Bay, and while still a member of the Armed Forces, he was participating in a skiing competition organized by the Armed Forces. He fell while skiing due to icy conditions on the slope."], ["[5]", "Following the 1980 ski accident, the applicant was diagnosed as having two medical problems. The first condition was described as \"dislocated facet joints\" which was caused by the ski accident. The second condition was diagnosed as cervical spondylosis (otherwise described as degenerated discs or cervical disc disease)."], ["[6]", "In 1993, the applicant became a patient of Dr. Brian McKenna, an orthopaedic surgeon in Saskatoon. By an opinion dated March 30, 1994, Dr. McKenna stated:", "\"This man now has some cervical disc degeneration in his neck causing symptoms affecting his upper limbs, which may possibly be related to the accident. [see footnote 2] He wonders if, in fact, such a severe blow to the head could damage his neck and set up a tendency to develop cervical disc disease at a relatively early age of 48. I feel this is possible because the blow on the head was sufficient to knock him unconscious. It would certainly have some repercussions and transmittance of force to the neck as well, and I would think there is a link in this area, i.e. the blow may have contributed to the cervical disc degeneration and the symptoms of brachialgia which he has been getting in his upper limbs.\""], ["[7]", "Based on Dr. McKenna's opinion, the applicant submits that he is entitled to benefits pursuant to the provisions of s. 21(2)(a) of the", "Pension Act", ", supra, since his disability is caused by an injury arising out of his peace time military service.", "The Decision Of", "The Veterans Appeal Board", "[see footnote 3]"], ["[8]", "The relevant portion of the Board's reasons reads as follows [see footnote 4]:", "\"It is alleged that the appellant received a severe trauma to the head in Europe in 1966 which resulted in the claimed condition.", "\"This Board has located no mention of such an incident in the record in the 1960's nor any complaints of or treatment for neck problems during that period and, as stated earlier, it wasn't until March 3, 1980, almost 17 years after enlistment and 14 years after the alleged incident, that the first complaint is recorded.", "\"In view of the above, this Board, while not denying that an incident did occur in 1966, is unable to conclude that it was of such severity as to cause the claimed condition some 14 years later without any record of treatment at the time or for the 14 years that followed.", "\"It finds that Dr. McKenna's medical opinion is predicated on the appellant having sustained a severe injury in 1966. This is not supported by the record which is totally silent for neck problems until 1980 when it was revealed that the first manifestation occurred while working at home.", "\"In the circumstances, this Board concludes that the decision of the Entitlement Board denying entitlement is reasonable and proper.\"", "Analysis"], ["[9]", "The issue before the Board was whether the applicant's disability resulted from an injury arising out of or directly connected with military service. The Board \"did not deny\" the 1966 incident described supra. Likewise, it does not deny the applicant's present disability. Accordingly, the question for decision by the Board was whether the present disability resulted from the 1966 injury."], ["[10]", "The issue in this case clearly involves medical matters. Section 10(3) of the", "Veterans Appeal Board Act", "empowers the Board to obtain independent medical opinions relating to any matter before the Board. On this basis I conclude that the Board is not to be afforded the deference usually given to tribunals of a specialized nature because of their particular expertise. Section 10(5) of the", "Veterans Appeal Board Act", "is also relevant. It reads as follows:", "\"10(5) In all appeals to the Board, the Board shall", "(a) draw from all the circumstances of the case and all the evidence presented to it every reasonable inference in favour of the appellant;", "(b) accept any uncontradicted evidence presented to it by the appellant that it considers to be credible in the circumstances; and", "(c) resolve in favour of the appellant any doubt, in the weighing of evidence, as to whether the appellant has established a case.\""], ["[11]", "Section 10(5)(b) supra is particularly germane to the issues on this record since it mandates the Appeal Board to \"... accept any uncontradicted evidence presented to it by the appellant that it considers to be credible in the circumstances ...\""], ["[12]", "Section 10(5)(b) supra must be read in conjunction with s. 21(3) of the", "Pension Act", "which reads:", "\"21(3) For the purposes of subs. (2), an injury or disease, or the aggravation of an injury or disease,", "shall be presumed, in the absence of evidence to the contrary, to have arisen out of or to have been directly connected with military service", ", of the kind described in that subsection if the injury or disease or the aggravation thereof was incurred in the course of ...\" (emphasis added)"], ["[13]", "In its decision the Board did not deny that the 1966 incident occurred. With respect to this incident, it had", "only", "the uncontradicted evidence of Dr. McKenna which addressed the specific issue as to whether or not the applicant's present condition, i.e. early cervical disc degeneration could have been originated by the 1966 blow to the head suffered by the applicant. There was no second medical opinion contradicting Dr. McKenna's opinion. Section 10(5)(b) supra required the Board to accept any uncontradicted evidence \"that it considers credible in the circumstances\"."], ["[14]", "The Board was silent as to the credibility of Dr. McKenna's findings. If it found his evidence lacking in credibility, it should have said so and given its reasons for so finding. In the absence of adverse credibility findings, s. 10(5)(b) suggests that the Board should have accepted Dr. McKenna's evidence. In failing to do so, the Board's decision was made in excess of jurisdiction, in my view. [see footnote 5]"], ["[15]", "Accordingly the Board's decision must be set aside and the matter referred to the Veterans Review and Appeal Board for a new hearing and redetermination by that Board. [see footnote 6]", "Application allowed.", "Editor: Jana A. Andersen/saf", "Footnotes", "1. Section 21(2)(a) reads:", "\"21(2) In respect of military service rendered in the non-permanent active militia or in the reserve army during World War II and", "in respect of military services in peace time", "(a)", "where a member of the forces suffers disability resulting from an injury or disease or an aggravation thereof that arose out of or was directly connected with such military service", ", a pension shall, on application, be awarded to or in respect of the member in accordance with the rates for basic and additional pension set out in Schedule I.\" (emphasis added).", "2. The accident referred to is the 1966 injury at Marville, France.", "3. While the Respondent's Application Record (p. 004) shows the date of the Board's decision as being June 16, 1994, that decision was not transmitted to the applicant until August 30, 1994.", "4. Respondent's Application Record, p. 006.", "5. Compare", "U.E.S., Local 298 v. Bibeault", ", [1988] 2 S.C.R. 1048; 95 N.R. 161; 24 Q.A.C. 244, at p. 1086  <FRAGMENT_SUPPRESSED>  per Beetz, J., \"If however the question at issue concerns a legislative provision limiting the tribunal's powers, a mere error will cause it to lose jurisdiction and subject the tribunal to judicial review.\"", "6. This application for judicial review was commenced on October 6, 1994. It was properly commenced pursuant to the provisions of the", "Veterans Appeal Board Act", ", R.S.C. 1985, c. 20 (3rd. Supp), which was in force at that time. Subsequently that", "Act", "was repealed and replaced by the", "Veterans Review and Appeal Board Act", ", S.C. 1995, c. 18, effective September 15, 1995. That", "Act", "contains no provisions relating to decisions of the old Veterans Appeal Board that are still pending judicial review before the court. In my view, the following transitional provision of the new", "Veterans Review and Appeal Board Act", "clothes the Veterans Review and Appeal Board with jurisdiction to rehear and redetermine this matter:", "\"110(2) Proceedings pending before the Veterans Appeal Board on the day on which s. 105 of this Act comes into force shall be taken up and continued under and in conformity with the Veterans Review and Appeal Board Act, as enacted by this Act, and the Pension Act, as amended by this Act, before an appeal panel of the Veterans Review and Appeal Board established in accordance with s. 27 of the Veterans Review and Appeal Board Act.\"", "I so conclude because the previous Board, the Veterans Appeal Board no longer exists. To decide otherwise would be to deprive a meritorious applicant such as this applicant of the remedies which Parliament has conferred upon him.", "[End of document]"]]}