{"id_": "085320", "body_str": [["[1]", "de Montigny, J.", ": This is an application for judicial review of an Immigration Appeal Division's (IAD) decision, confirming the decision of an overseas visa officer. The visa officer concluded that the applicant was inadmissible pursuant to sections 28 and 41(b) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (the", "IRPA", ") as he did not reside in Canada for the required 730 days within a five-year period.  <FRAGMENT_SUPPRESSED>", "FACTS  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant is a citizen of Nigeria who came to Canada in 1998. He was sponsored by his father and landed on May 2, 1998.  <FRAGMENT_SUPPRESSED>"], ["[3]", "While in Canada, the applicant lost his passport, which contained his original Record of Landing which occurred sometime in 2001. Therefore, he submitted an application for a new passport from Nigeria, which was allegedly mailed to him. The applicant explained that, as he was afraid he would encounter problems with Nigerian immigration authorities travelling with a new passport, he asked a Nigerian friend to have the passport stamped as if he had departed Nigeria on December 29, 2002.  <FRAGMENT_SUPPRESSED>"], ["[4]", "On June 21, 2003, the applicant travelled to Nigeria for three months. When he tried to board a return flight to Canada, he was denied boarding because he didn't have proper travel documents. He therefore applied to obtain these documents from the Canadian High Commission in Lagos, and he was given an interview date for August 19, 2003.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The visa officer refused to issue the travel documents; she concluded that he did not produce sufficient documents to prove that he had resided in Canada for 2 out of the last 5 years. His written notification indicated that a person looses permanent resident status only on a final determination of a decision made outside of Canada that the person has failed to comply with the residency obligation under section 28 of the", "IRPA", ". He was also advised in writing that pursuant to section 63(4) of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (the", "Regulations", "), he could appeal this residency determination as to his status in Canada to the IAD within 60 days of having been notified in writing of the loss of his status. The applicant failed to appeal this residency determination within the 60-day period.  <FRAGMENT_SUPPRESSED>"], ["[6]", "In 2003, the applicant returned to Canada without authorization. As he had applied for a permanent resident card before he left for Nigeria, the applicant attended a local Citizenship and Immigration Canada (CIC) office to pick it up upon his return. When it issued the permanent resident card on November 18, 2003, the CIC officer was not aware that the visa officer in Nigeria had determined that the applicant did not meet the residency requirements under section 28 of the", "IRPA", "and thus, that he had lost his permanent resident status.  <FRAGMENT_SUPPRESSED>"], ["[7]", "Since 2000, the applicant has committed a string of criminal offences, including fraud, theft, and possession of property obtained by crime. He was convicted on fraud charges in 2001, 2002 and 2005. The Minister therefore ordered his deportation on May 27, 2005, pursuant to section 36(2) of the", "IRPA", ". That order was stayed by Justice Kelen on August 30, 2005, pending a final determination on the application for judicial review.  <FRAGMENT_SUPPRESSED>"], ["[8]", "On August 8, 2005, the applicant filed an application to extend the time for filing his notice of appeal before the IAD of the overseas visa officer's decision made in Nigeria. The applicant explained that he did not appeal that decision earlier because, having been issued a permanent resident card when he returned to Canada in 2003, he concluded that he did not need to appeal that decision. The IAD allowed his motion and permitted the applicant to file an appeal.  <FRAGMENT_SUPPRESSED>", "THE IMPUGNED DECISION  <FRAGMENT_SUPPRESSED>"], ["[9]", "The IAD found the visa officer's refusal valid in law. It also determined that the applicant's reasons for leaving Canada and his humanitarian and compassionate considerations were insufficient to overcome the statutory residency obligations.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The IAD made a negative credibility finding. It found the applicant's testimony vague, hesitant and evasive; it noted contradictions between the applicant's testimony, his sister's testimony and the applicant's affidavit; and it took into consideration the numerous fraud-related charges. Therefore, the IAD member gave no value to the applicant's testimony.  <FRAGMENT_SUPPRESSED>"], ["[11]", "The IAD also considered that the applicant failed to produce reliable documentation to demonstrate his physical presence in Canada. Indeed, the IAD member pointed out that the applicant could not provide any lease agreements to substantiate his residency claim. He then mentioned that, even if he considered the applicant's employment as valid proof of his presence in Canada, he would still have fallen short of the required 2-year residency over a 5-year period. The IAD member therefore concluded that the overseas visa officer's decision was valid in law.  <FRAGMENT_SUPPRESSED>"], ["[12]", "Furthermore, the IAD member came to the conclusion that humanitarian and compassionate factors did not outweigh the statutory residency requirements. In particular, the IAD member concluded that the applicant had not sufficiently demonstrated his establishment in Canada: he has no assets, he spent most of his life in Nigeria, he does not have consistent long-term employment, he has been unemployed since 2003, and he has a girlfriend but did not provide evidence related to the length of their cohabitation.  <FRAGMENT_SUPPRESSED>"], ["[13]", "Finally, the IAD member concluded that the applicant's removal would not cause undue hardship to the applicant or his family. He noted that Mr. Ikhuiwu has family in Nigeria, that he has lived longer in Nigeria than in Canada, and that he has no linguistic impediment preventing him to return to Nigeria.  <FRAGMENT_SUPPRESSED>", "ISSUES  <FRAGMENT_SUPPRESSED>"], ["[14]", "The applicant raised three issues in his oral and written submissions:  <FRAGMENT_SUPPRESSED>", "A.) Did the IAD fail to consider relevant evidence in its assessment of the applicant's presence in Canada?", "B.) Did the IAD err in its assessment of the applicant's overall credibility?", "C.) Did the IAD err when it concluded that the circumstances of this case do not warrant humanitarian and compassionate relief in favour of the applicant?  <FRAGMENT_SUPPRESSED>", "ANALYSIS  <FRAGMENT_SUPPRESSED>"], ["[15]", "The first two questions clearly call for the most stringent standard of review, as they pertain to issues of fact. In such cases, the reviewing court can intervene only if it considers that the IAD based its decision or order on an erroneous finding of fact that it made in a \"perverse or capricious manner or without regard for the material before it\", as stated in", "<FRAGMENT_SUPPRESSED> . Similarly, the Federal Court of Appeal has held that the standard of review regarding credibility and assessment of evidence is patent unreasonableness: see", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[16]", "Regarding the H&C considerations, the decision should be reviewed on the standard of reasonableness", "simpliciter", ", as stated by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "A.) Did the IAD fail to consider relevant evidence in its assessment of the applicant's presence in Canada?  <FRAGMENT_SUPPRESSED>"], ["[17]", "Counsel for the applicant submitted that the IAD came to its conclusion that the applicant had not met the residency requirements as provided in section 28(1)(a)(i) of the", "IRPA", ", without considering the documentary evidence that was before him. That evidence included his permanent resident card, his statement of remuneration paid and his criminal record. Further, counsel for the applicant argued that lease agreements are not the only documents that can conclusively prove that he was in Canada during the relevant period.  <FRAGMENT_SUPPRESSED>"], ["[18]", "It is trite law that a tribunal is presumed to have considered and weighed all of the evidence that was before it unless there is clear and persuasive evidence to the contrary. Moreover, it is a well accepted principle of law that a tribunal is not under a general duty or obligation to summarize all of the evidence that was considered and weighed in coming to its conclusions. The applicant has offered no persuasive evidence to demonstrate that the IAD ignored the evidence submitted by the applicant. Furthermore, that evidence is at best inconclusive as to the length of time the applicant effectively resided in Canada and is certainly not sufficient to show that the IAD's conclusion is patently unreasonable.  <FRAGMENT_SUPPRESSED>"], ["[19]", "Turning first to the permanent resident card, the legislative scheme under the", "IRPA", "makes it clear that the mere possession of a permanent resident card is not conclusive proof of a person's status in Canada. Pursuant to section 31(2) of the", "IRPA", ", the presumption that the holder of a permanent resident card is a permanent resident is clearly a rebuttable one. In this case, it is clear that the permanent resident card, which was issued in error after it was determined by the visa officer in Nigeria that the applicant had lost his permanent residence status, could not possibly confer legal status on him as a permanent resident, nor could it have the effect of restoring his permanent resident status which he had previously lost because he didn't meet the residency requirements under section 28 of the", "IRPA", ". There is no provision in the", "IRPA", "or the", "Regulations", "which suggests that the mere possession of a permanent residence card, which was improperly issued, could have the effect of restoring or reinstating a person's prior permanent resident status.  <FRAGMENT_SUPPRESSED>"], ["[20]", "Section 59(1)(a) of the", "Regulations", "also makes it clear that an officer can only validly issue a new permanent resident card where an applicant has not lost his or her status under section 46(1) of the", "IRPA", ". In the case at bar, that is precisely what happened. The applicant lost his permanent resident status after failing to meet the residency requirements under section 28 of the", "IRPA", "and failed to appeal the decision within the 60 days as prescribed by Regulation 63(4). This regulatory scheme confirms that it was not possible for the issuing officer of the permanent resident card to have validly and properly issued it in light of the fact that the applicant had previously lost his permanent resident card.  <FRAGMENT_SUPPRESSED>"], ["[21]", "Given that the permanent resident card was improperly issued in 2003 by a local CIC office and therefore had very little relevance or probative value in terms of deciding the question of the applicant's residency status in Canada, it was not patently unreasonable for the IAD not to apportion this document substantial or significant weight. Put another way, the permanent resident card, which was wrongly issued in 2003, was not so compelling or so directly contrary to the IAD's findings such that the absence of any analysis or discussion in its reasons regarding the permanent resident card amounts to a reviewable error.  <FRAGMENT_SUPPRESSED>"], ["[22]", "The applicant also contended that the IAD ignored his statements of remuneration paid by his employers and issued by Revenue Canada, as well as his income tax returns for the tax year of 1998, 1999, 2000 and 2001. But it is readily apparent from a review of the income tax returns and statements of remuneration paid by his previous employers that they both cumulatively and individually fall short of establishing his physical presence in Canada for two years during the five year period ending on July 22, 2003. Indeed, it appears that he worked for very short periods of time, totaling no more that 455 days between May 13, 1999 and January 29, 2001. This is indirectly confirmed by his income tax returns, which show total earnings inconsistent with employment for any substantial period of time (except perhaps for the year 1999). I also note that, contrary to the applicant's assertion, there was no assessment information found for the tax year 2000 and 2001 (T.R., pp. 18-19). None of this evidence establishes that the applicant was physically present in Canada on a continuous basis for any of the particular tax years in question. Just because an individual files a tax return with Revenue Canada doesn't necessarily mean that he is residing in Canada; an individual could as easily file a return with Revenue Canada while residing outside Canada or file a return in Canada and then leave the country.  <FRAGMENT_SUPPRESSED>"], ["[23]", "The applicant also argued that the IAD erred in concluding that he did not meet the residency requirement in section 28 of the", "IRPA", "even though he produced substantial documentation regarding his criminal record in Canada establishing his continuous physical presence in Canada during the material time in question. But a careful examination of the documentation furnished by the applicant in relation to his criminal record in Canada reveals that it is not dispositive of the question of whether he physically resided in Canada during the requisite period of time.  <FRAGMENT_SUPPRESSED>"], ["[24]", "For instance, the document from the Royal Canadian Mounted Police indicates that there were criminal charges in 2001, 2002 and 2005. However, there is no reference to the period of 1998 until 2000. None of the particulars found in this documentation prove or illustrate that the applicant was actually physically residing in Canada for a period of 2 years out of the 5 years before he lost his status.  <FRAGMENT_SUPPRESSED>"], ["[25]", "Furthermore, the bulk of the other documents relating to the commission of criminal offences in Canada are for the period of 2000. There is one other document, which is an occurrence report for October 2003. This report, however, only covers a period of one month. There is also a declaration from an enforcement officer which indicates that the applicant committed criminal offences in January 2004. But once again, this information is of limited value and relevance, considering that it only covers a period of one month, which falls outside the 5 year statutory period for examining residency.  <FRAGMENT_SUPPRESSED>"], ["[26]", "Finally, there is a probation order issued on November 26, 2001, according to which the applicant was to serve his terms of imprisonment in the community pursuant to section 742.1 of the", "Criminal Code", ", R.S.C. 1985, c. C-46. While there is no contrary evidence before the Court to suggest that the applicant did not serve this probation for the prescribed twelve month period, there is no evidence either that he complied with the probation order or that he was residing in Canada during that period of time. In any event, section 21 of the", "Citizenship Act", ", R.S.C. 1985, c. C-29 provides that time spent in Canada while on probation can not count as a period of residence.  <FRAGMENT_SUPPRESSED>"], ["[27]", "I agree with the applicant that lease agreements are not the only documents that can conclusively prove that the applicant was in Canada during some periods of time. Indeed, the applicant did testify that he resided at various addresses between 1998 and 2003. But in the absence of any supporting documentation, his testimony must be assessed taking into account his overall credibility, to which I shall now turn. On the basis of the foregoing analysis, however, I do not think that the IAD can be faulted for having ignored critical evidence relating to his residency status in Canada. The IAD did turn its mind to what was submitted by the applicant, and was certainly aware of his criminal record and of his employment history, but did not find them compelling in furthering the applicant's claim that he had resided in Canada for two years out of five during the relevant period of time. The applicant has not convinced me that the IAD member came to that conclusion in a \"perverse or capricious manner or without regard for the material before it\".  <FRAGMENT_SUPPRESSED>", "B) Did the IAD err in its assessment of the applicant's overall credibility?  <FRAGMENT_SUPPRESSED>"], ["[28]", "The IAD made an adverse credibility finding based on the applicant's vagueness, hesitance and evasiveness; on his inability to provide convincing explanations; on the contradictions between the applicant's testimony, his sister's testimony and his own affidavit; and on his conviction with respect to numerous charges of fraud. I do not believe that this credibility finding was patently unreasonable. It is well established that this Court will not interfere with a decision of the IAD if the member had before it evidence that, taken as a whole, would support its negative assessment of credibility, if its findings were reasonable in light of the evidence, and if reasonable inferences were drawn from that evidence: see, for ex.,", "<FRAGMENT_SUPPRESSED>  (F.C.).  <FRAGMENT_SUPPRESSED>"], ["[29]", "Counsel for the applicant argued that the IAD did not properly assess the applicant's credibility and did not take into consideration the harmony of his testimony. He further contended that no particulars were given of the vagueness, hesitance and evasiveness found in his testimony. Finally, it was submitted that the IAD should have clearly identified and confronted the applicant with the contradictions between his testimony and that of his sister, and also with the discrepancies between his testimony and his affidavit. He relied for that proposition on the principle that sworn evidence should be presumed to be true unless specifically disbelieved on adequate grounds or inherently improbable.  <FRAGMENT_SUPPRESSED>"], ["[30]", "I agree with the respondent that negative findings of credibility with respect to IAD member's observations of an applicant's demeanour during testimony are generally unassailable on judicial review, in the absence of perverseness. This has not been shown to be the case here. The existence of inconsistencies and contradictions in a claimant's evidence is a well-accepted basis for impugning a claimant's general credibility. The fact that the IAD's reasons do not spell out specifically how the applicant's testimony contradicted his sister's testimony is not a reviewable error in and of itself in the absence of any evidence. As to the argument that the applicant was not directly confronted with the contradiction between his testimony and his sister's testimony, it can easily be disposed of by quoting from decision in", "<FRAGMENT_SUPPRESSED>  where my colleague Justice Snider wrote:  <FRAGMENT_SUPPRESSED>"], ["[14] In addition, the Board did not err by failing to specifically mention to the Applicant its credibility concerns related to this omission from his PIF. The Board is not obligated by the duty of fairness to put all of its concerns regarding credibility before the Applicant (", "<FRAGMENT_SUPPRESSED>  [2002] F.C.J. No. 1219 (QL)). In this case, the Applicant was represented by counsel, the parties were on notice that credibility was an issue and the inconsistency between the Applicant's PIF narrative and his oral testimony was readily apparent. As a result, the Board was not required to put this inconsistency to the Applicant and its failure to do so was not a reviewable error (", "<FRAGMENT_SUPPRESSED>  (T.D.) (QL)  <FRAGMENT_SUPPRESSED>"], ["[31]", "In the particular circumstances of the case at bar, given that the applicant was represented by legal counsel and was aware of the fact that credibility might become an issue at his hearing, there was no obligation on the IAD to confront the applicant directly with respect to the contradictory testimony of the applicant in relation to his sister's evidence. Finally, and contrary to the applicant's assertion, the IAD did have several legitimate grounds to rebut the presumption that sworn testimony is true. Not only were his responses vague, hesitant and evasive, but the IAD also found his testimony to be contradictory in relation to his sister's testimony and to his own affidavit evidence. Moreover, the IAD noted that the applicant had been convicted on numerous fraud charges. In light of all of these factors, it was reasonably open to the IAD to conclude that it would not give his testimony any weight.  <FRAGMENT_SUPPRESSED>", "C) Did the IAD err when it concluded that the circumstances of this case do not warrant humanitarian and compassionate relief in favour of the applicant?  <FRAGMENT_SUPPRESSED>"], ["[32]", "The applicant disagrees with the IAD's conclusions that the circumstances of this case do not warrant the exercising of the panel member's discretion in providing humanitarian and compassionate relief in his favour. Unfortunately for him, the fact that he is not happy with the manner in which the IAD weighed all of the relevant H&C factors is not sufficient for this Court to intervene.  <FRAGMENT_SUPPRESSED>"], ["[33]", "The applicant is not particularly convincing regarding his establishment in Canada: he has no assets, he spent most of his life in Nigeria, he does not have consistent long-term employment and he is currently unemployed, and he has a girlfriend but did not provide evidence related to the length of their cohabitation. On the other hand, he has family in Nigeria, and has no linguistic impediment preventing him to return to Nigeria.  <FRAGMENT_SUPPRESSED>"], ["[34]", "Whether I agree or not with the IAD's assessment, this is not the issue I have to consider. It is not the proper role of this Court to re-weigh and re-examine the factors that were considered by the IAD or impugn the inferences drawn by the IAD on the basis that I would have weighed the factors differently. What I am called upon to determine is whether the decision of the IAD is supported by any reasons that can stand up to a somewhat probing examination. Having carefully reviewed the reasons of the IAD, I am of the view that the IAD member was alive to all of the applicant's personal circumstances, and that his decision is reasonable.  <FRAGMENT_SUPPRESSED>"], ["[35]", "At the close of the hearing, on December 12, 2007, I gave counsel for the applicant a few days to make submissions with respect to a proposed certified question. On December 14, 2007, he submitted the following question: \"Does the issuance of a permanent resident card to the Applicant amounts [sic] to the restoration of permanent resident status in view of the fact that there has been no final determination of a decision made outside of Canada in this case as provided for in S. 46(1)(b) of the Immigration and Refugee Protection Act? <FRAGMENT_SUPPRESSED>"], ["[36]", "I agree with counsel for the respondent that this question is not suitable for certification purposes, for the following reasons. First, this question was not the subject matter of the judicial review application. The issue originally advanced by the applicant was whether the IAD ignored evidence by failing to take it into consideration in making its decision. The proposed question, which really has to do with the correct interpretation of subsection 46(1)(b) of the", "IRPA", "and in particular with the words \"final determination of a decision\", was not canvassed in the written or oral submissions and does not form the basis of my reasons. As a result, the answer to the proposed question would not be determinative of the application. Moreover, this case turns on the sufficiency of the reasons given by the IAD and on the assessment and weighing of evidence. These are fact-specific issues which do not create an issue of general importance that needs to be examined by the Federal Court of Appeal.  <FRAGMENT_SUPPRESSED>", "ORDER  <FRAGMENT_SUPPRESSED>"], ["[37]", "THIS COURT ORDERS that", "this application for judicial review is dismissed. No question is certified.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}