{"id_": "085301", "body_str": [["[1]", "Denault, J.", "[Translation]: In this case the court has to decide whether the plaintiff, who obtained landing in Canada by misrepresentation of a material fact - a minor child remained in Turkey - has established special circumstances because of which she should not be removed from Canada."], ["[2]", "The case at bar concerns an application for judicial review from a decision by the Appeal Division of the Immigration and Refugee Board (hereinafter \"the Appeal Division\") dismissing the plaintiff's appeal from a removal order made against her."], ["[3]", "The plaintiff obtained landing in Canada as a permanent resident at Mirabel on July 19, 1995. The plaintiff, sponsored by her husband Sinasi Bickin, arrived in Canada with her two daughters of that union: Emel Bickin, born on October 10, 1987, and Fatma Bickin, born on February 14, 1992. In answer to question 11 on her permanent residence application signed on January 17, 1995, the plaintiff indicated only her two daughters as dependants. After being admitted as an immigrant she filed an application on November 1, 1997 to sponsor her son Ferdi, Emel's twin brother, born in Turkey on October 10, 1987."], ["[4]", "On April 29, 1999 a removal order was made against the plaintiff pursuant to s. 32(2) of the", "Immigration Act", ", R.S.C. 1985, c. I-2 (\"the", "Act", "\"), on the ground that she came within s. 27(1)(e) of the", "Act", "as she was granted landing in Canada by reason of a misrepresentation of a material fact. [see footnote 1] The Appeal Division subsequently dismissed the plaintiff's appeal from the removal order. The Appeal Division concluded that the plaintiff came within s. 27(1)(e) since she had not mentioned her son Ferdi in her application for permanent residence and under s. 70(1)(b) of the", "Act", ", there was no reason in the circumstances why she should not be removed from Canada."], ["[5]", "The Appeal Division exercised its jurisdiction pursuant to s. 70(1) of the", "Act", ", which reads as follows.", "\"70(1) Subject to subsections (4) and (5), where a removal order or conditional removal order is made against a permanent resident or against a person lawfully in possession of a valid returning resident permit issued to that person pursuant to the regulations, that person may appeal to the Appeal Division on either or both of the following grounds, namely,", "(a) on any ground of appeal that involves a question of law or fact, or mixed law and fact; and", "(b) on the ground that, having regard to all the circumstances of the case, the person should not be removed from Canada.\""], ["[6]", "Both in this court and before the Appeal Division, the plaintiff argued first that the Appeal Division erred in law in interpreting s. 27(1)(e) of the", "Act", ", as it did not consider whether she was granted landing \"by reason of\" her failure to mention her son Ferdi in her landing application. She argued this was an error of law which she could raise pursuant to s. 70(1)(a) of the", "Act"], ["[7]", "Section 27(1)(e) of the", "Act", "says the following:", "\"27(1) An immigration officer or a peace officer shall forward a written report to the Deputy Minister setting out the details of any information in the possession of the immigration officer or peace officer indicating that a permanent resident is a person who", "(e) was granted landing by reason of possession of a false or improperly obtained passport, visa or other document pertaining to his admission or", "by reason of any fraudulent or improper means or misrepresentation of any material fact", ", whether exercised or made by himself or by any other person ...\""], ["[8]", "In the case at bar the plaintiff admitted failing to mention a material fact, namely the existence of another child in addition to the two mentioned in the landing form. However, she argued that in s. 27(1)(e) Parliament had laid down three conditions for loss of landing, namely a misrepresentation, a material fact and landing being granted by reason of the first two factors. The plaintiff argued that as landing was not granted", "by reason of", "her failure to mention her son Ferdi, this failure was only a \"innocent\" mistake, due to the circumstances and to her ignorance rather than to any intention to deceive the Canadian authorities; [see footnote 2] she also added that she derived no benefit from failing to mention the existence of this son. Finally, she suggested that the use by Parliament of the words \"", "by reason of", "\" indicated that it made a distinction between misrepresentations of a material fact which had an impact on the granting of landing and other misrepresentations. [see footnote 3]"], ["[9]", "I consider that this first argument by the plaintiff does not stand up to analysis. First, I need only mention that the plaintiff admitted - precedent left her very little choice -that not mentioning the existence of a son constituted an omission of a material fact. Because of this very admission, the plaintiff was hardly in a position to make arguments concerning the innocence of her fault, the circumstances, her ignorance and her having no intention to deceive the Canadian authorities. [see footnote 4] In", "Minister of Manpower and  <FRAGMENT_SUPPRESSED>  the Supreme court held that mens rea and the intent to deceive were not essential factors for s. 19(1)(e)(viii) of the", "Act", ", a provision substantially identical to s. 27(1)(e), to apply."], ["[10]", "That is not all, however: the argument which the plaintiff drew from the wording of the legislation has not been accepted by the courts.  <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 126 (F.C.A.), a similar case to the one at bar in which the appellant, sponsored by her husband, did not mention in her permanent residence application all her children born in Uganda, the Appeal Division of this court upheld the decision by the (Board's) Appeal Division that the appellant had obtained landing by misrepresentation of a material fact. Relying on <FRAGMENT_SUPPRESSED> , Heald, J.A., for the court dismissed the argument that the Board had made an error by finding that the omission related to a material fact, a necessary requirement for s. 27(1)(e) of the", "Act", "not to apply. Heald, J.A., said the following:", "\"Turning now to the second ground of alleged error, I conclude that the board properly applied the relevant jurisprudence to the circumstances at bar, and did not err in concluding that (Vol. 2, A.B. 313 ...):", "'[T]he appellant's failure to disclose the existence of the children prevented the immigration officer from making inquiries regarding the circumstances of the children in determining whether or not to approve the appellant's application for permanent residence.'", "\"The leading authority on the proper test for materiality in these circumstances was articulated by Laskin, J. (as he then was), in the <FRAGMENT_SUPPRESSED> case:", "'Lest there be any doubt on the matter as a result of the Board's reasons, I would repudiate any contention or conclusion that materiality under s. 19(1)(e)(viii) requires that the untruth or the misleading information in an answer or answers be such as to have concealed an independent ground of deportation. The untruth or misleading information may fall short of this and yet have been an inducing factor in admission. Evidence, as was given in the present case, that certain incorrect answers would have had no influence in the admission of a person is, of course, relevant to materiality. But also relevant is whether the untruths or the misleading answers had the effect of foreclosing or averting further inquiries,", "even if those inquiries might not have turned up any independent ground of deportation", ".' [Emphasis added.]", "\"In the case of", "<FRAGMENT_SUPPRESSED>  4], this court applied the <FRAGMENT_SUPPRESSED> test, supra, to para. 27(1)(e) of the", "Act", ", which is also the relevant paragraph in the case at bar. [This same test was applied by this court in", "<FRAGMENT_SUPPRESSED>  ... and in", "<FRAGMENT_SUPPRESSED> .] In summary, it is my conclusion that the board did not err in deciding that the misrepresentation here was material since its effect was to foreclose inquiries concerning the status and circumstances of the appellant's children in Uganda, which circumstances could, conceivably, be very relevant to the determination of the appellant's application for permanent residence.\""], ["[11]", "In my opinion, the logical conclusion that emerges from these cases is that merely showing that landing was granted as the result of a misrepresentation of a fact considered material by the immigration officer requires the latter to forward a written report to the Deputy Minister setting out the details of the information. Under s. 32(2) of the", "Act", "an adjudicator will then make a deportation order against the individual, and he or she may challenge the order under s. 17(1). In the case at bar, not only have the courts recognized that failure to declare a child concerns a material fact, the plaintiff herself admitted the materiality of the fact."], ["[12]", "The plaintiff further argued that the Appeal Division erred in interpreting the particular circumstances of the case at bar, circumstances which the Appeal Division should have taken into account pursuant to s. 70(1)(b) of the", "Act"], ["[13]", "The power conferred on the Appeal Division under that paragraph is discretionary in nature and the mere fact that this court does not agree with a decision of that kind does not justify its intervention. If the discretionary power was exercised bona fide, uninfluenced by irrelevant considerations and not arbitrarily or illegally, no court is entitled to intervene even if the court, had the discretion been theirs, might have exercised it otherwise. [see footnote 5]"], ["[14]", "Additionally, in", "<FRAGMENT_SUPPRESSED>  (F.C.A.), at 286, a case which it is true involved a criminal challenging a deportation order made against him, the Federal Court of Appeal had to interpret the words \"having regard to all the circumstances of the case\" then contained in s. 72(1)(b) of the", "Act", ", the immediate predecessor of s. 70(1)(b). The court dismissed the appeal, as it considered that in exercising its discretionary power the tribunal had to consider not only the circumstances of the", "person", "but also the circumstances of the", "case", ". The court added: \"that surely must be taken to include the person in his total context, and to bring into play the good of society as well as that of the individual person\"."], ["[15]", "In the case at bar, relying on the factors set out in <FRAGMENT_SUPPRESSED> , [see footnote 6] a decision of the Immigration Appeal Board, the Appeal Division made an exhaustive review of the evidence in light of the following factors: (a) the offence which led to the removal order; (b) the circumstances of Ms. Bickin's failure to meet the conditions of admission; (c) the time spent by Ms. Bickin in Canada and the degree to which she is established here; (d) the presence of family members in Canada and the separation that would result from removal. The Appeal Division found the appellant's testimony incoherent and not credible, and dismissed her appeal. In particular, it attached very little credibility to the appellant's story that when she came to Canada in July 1995 she was abandoned by her husband a month later, when in fact she subsequently became pregnant with two other children of which he was allegedly the father. Though since her arrival she has been obliged to accept social assistance, since she receives nothing from her husband - he sometimes visits the children and bring them gifts - she said she was still in contact with him ... though she did not know where he lived."], ["[16]", "In my opinion, as the decision was substantially based on the evidence in the record, consisting essentially of testimony by the plaintiff, and it was not shown that the tribunal acted in bad faith or arbitrarily or illegally, I consider it was not unreasonable for the Appeal Division to conclude that the appeal should be dismissed."], ["[17]", "Nevertheless, counsel for the plaintiff objected to a sentence in the decision which she found discriminatory. In analysing the extent to which the plaintiff had become settled in Canada, the tribunal noted that her spouse had sponsored her and should have supported her and her children, did not meet his obligations and consequently she had had to live on social assistance since arriving in Canada. The tribunal then wrote: [TRANSLATION] \"As Ms. Bickin brought children into the world whom she is not maintaining, she has failed to perform her parental duties.\" In footnote 11, the writer of the decision referred to art. 599 of the", "Civil Code of Quebec", ", which provides \"The father and mother have the rights and duties of custody, supervision and education of their children. They shall maintain their children\"."], ["[18]", "It is true that this sentence seems to be out of place and, taken out of context, seems discriminatory against recipients of social assistance. However, it is clear that the tribunal was not making a value judgment here on society: it was reminding the plaintiff and her husband, who had sponsored her, that parents have a primary duty to support and maintain their children. This reference does not in any way appear to the court to be discriminatory. On the contrary, it shows that the tribunal in analysing the circumstances was also taking into account the impact of the plaintiff's situation on society, as it had a duty to do. [see footnote 7]"], ["[19]", "Counsel for the plaintiff objected to another passage in the decision of the Appeal Division, where she said that the tribunal erred in fact and in law, specifically in analysing the test of the children's best interests which", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 193, now requires it to take into account. To understand the argument made by the plaintiff, I think it is advisable to reproduce in extenso this part of the decision where the tribunal considered the following factor: [TRANSLATION] \"the presence of members of the family in Canada and the separation that would result from removal\" (T.R., pp. 07 and 08).", "[TRANSLATION]", "\"Four of the Ms. Bickin's five children are Canadian citizens. They are entitled to remain in Canada even though their mother has to leave the country. Their father is in Canada and he can take care of his children. According to Ms. Bickin's testimony, the children's father comes to visit them and brings them gifts. Also, Ms. Bickin can take her children with her when she leaves Canada. Nowadays, it is common practice for children to leave a country and live in another country.", "\"According to", "Baker", ", 'for the exercise of the discretion to fall within the standard of reasonableness, the decision-maker should consider children's best interests as an important factor, give them substantial weight, and be alert, alive and sensitive to them. That is not to say that children's best interests must always outweigh other reasons for denying an H & C claim even when children's interests are given this consideration'.", "\"In the case at bar, I consider that it is not in the children's best interests to grow up in an environment where the lifestyle depends on social assistance to support the family and where the mother claims that she was separated from her husband and does not have relations with him but is having a child by him. The children will have little positive to learn from such an environment. At the interview of January 19 the immigration officer noted that Ms. Bickin was alone here, but did not wish to return to Turkey, and she cited Ms. Bickin's statement, namely [TRANSLATION] 'no one would take care of me there, I have my home here and the government takes care of my family'.", "\"Apart from her four children and an uncle living in Toronto, Ms. Bickin has no family in Canada. There is no evidence that she is close to her uncle and that he would be affected if his niece left Canada. She claimed that she was separated from her spouse and had been so for years. One child and the remainder of Ms. Bickin's family lives outside Canada. Accordingly, Ms. Bickin's deportation would not adversely affect her family, if she took her children with her, but would have the effect of reuniting the family.", "\"It is against the interests and well-being of Canadian society for an immigrant to arrive in Canada and expect that she and her family will be indefinitely supported by the community.", "\"The appeal is dismissed in law and for all the circumstances.\""], ["[20]", "Counsel for the plaintiff objected in particular to the third paragraph of the aforementioned passage. She complained that the tribunal had dealt lightly with the separation of children from one of their parents. She also objected that it had not taken into account the fact that two of the children attend school, speak only French and are adjusted to their environment. She also argued that in the particular context of this family, the best interests of the children were that they should have the presence of both parents, even if the father did not perform all his obligations as he should."], ["[21]", "I find that at first sight, for a reader who is not familiar with all the facts in evidence, the tone used by the tribunal in deciding on the best interests of the children may seem harsh and even unreasonable. However, in fact, is there any easy way to say that the children's interests lie in the separation from one parent, and especially, in the removal of their mother to her country of origin?"], ["[22]", "In the case at bar, I repeat that If I had had to decide the circumstances of this case I might perhaps come to a different conclusion: but that is not the test to be applied. In the case at bar it must be said that the Appeal Division took into account all the facts entered in evidence regarding the plaintiff herself, namely her few roots in the country, the absence of support from her husband and relations which was to say the least troubling and doubtful. The tribunal also took care to consider the interests of the children, as", "Baker", "recently noted, and thus made a value judgment on the example given to the children by a father who had sponsored their coming to Canada but refused to care for them, and a mother who maintained difficult relations with her husband while saying that \"the government takes care of my family\" (T.R., p. 08). In short, I feel that in view of the evidence in the record it was not unreasonable for the Appeal Division to conclude that the removal order should be upheld."], ["[23]", "For these reasons, the application for judicial review must be dismissed. Counsel was of the opinion that the facts of this case did not justify certifying a serious question of general importance. I share that view.", "ORDER"], ["[24]", "The application for judicial review against a decision of the Appeal Division of the Immigration and Refugee Board by Bernard Sivak on December 29, 1999 is dismissed.", "Application dismissed.", "Editor: Angela E. McKay/gs", "Footnotes", "1. Tribunal's Record (T.R.), p. 38.", "2. The evidence in the record indicated that not mentioning the existence of this son was actually a deliberate act rather than an \"innocent\" omission, as the plaintiff in coming to Canada chose to leave this son, who was doing well in his studies, in the care of his grandparents in Turkey.", "3. See parapraphs 2(b) and (c), 4, 5, 7, and 8 of the plaintiff's memorandum.", "4. See note 2.", "5.", "<FRAGMENT_SUPPRESSED>  at 877; also", "Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED>  (F.C.A.), are still valid except as to the \"degree of hardship that could be caused to the appellant by his return to his country of nationality; cf. <FRAGMENT_SUPPRESSED> , para. 14.", "7. See above, <FRAGMENT_SUPPRESSED> (op. cit.)."]]}