{"id_": "085462", "body_str": [["[1]", "McKeown, J.", ": There are two grounds on which the Refugee Division decided this applicant is not a Convention refugee. They found that with respect to the applicant's testimony in regard to her alleged confrontation with Mrs. Rawlings, which led to her detention it was not credible because the arrest of eight leading executive members of the GCBLA, a large and important organization described as such by the claimant, would not have been reported on by one of the human rights monitoring agencies. There is evidence upon which the Refugee Division could have made such a finding. There is also evidence to the contrary but the panel as an expert panel was entitled to decide the weight of the evidence. Although the findings of credibility were based on implausibility I agree with Stone, J.A., in", "<FRAGMENT_SUPPRESSED>  F.C.A. I do not see that the findings here were not supported by the evidence and therefore I should not interfere. I also note that the panel found that the applicant's testimony in this regard \"did not have a ring of truth\". I do not agree that the witnesses' testimony should be discredited because it was not corroborated. However, the panel's decision is based on implausibility not lack of corroboration."], ["[2]", "The second ground relied on by the Refugee Division is that the conditions in Ghana have changed even if the applicant's testimony was credible. Again there was contradictory evidence on the extent to which the government has encouraged a multi-party system and democratic government. The panel decided that the weight of the documentary evidence provides a clear indication of an improving human rights situation in Ghana. The applicant's counsel says this is not the proper test and referred to various academic writings in the area which suggest fundamental and significant changes of proven durability must be shown. However, I adopt the reasoning of Pratte, J.A., in", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 244, at p. 4 where he states:", "\"The fact that the political situation existing in a claimant's country of origin has developed in such a way as to remove the reasons causing him to fear persecution is obviously a fact relevant to the question of whether that person can validly maintain that he is a Convention refugee. The question raised by a claim to refugee status is not whether the claimant had reason to fear persecution in the past, but rather whether he now, at the time his claim is being decided, has good grounds to fear persecution in the future.\""], ["[3]", "Hugessen, J.A., endorsed this position in", "Minister of Employment and  <FRAGMENT_SUPPRESSED>  trouble and look at the changes in conditions in the country that affect the refugee's particular situation and determine if there is a reasonable chance of persecution. In my view the conclusions of the Refugee Division were reasonably open to it based on the totality of the evidence adduced and consequently it did not err in law. Although some of the oral and documentary evidence was not specifically mentioned by the panel in its reasons it is not fatal to its decision. See Heald, J.A., in", "<FRAGMENT_SUPPRESSED>  (F.C.A.). The panel weighed the evidence as to reliability and cogency in the proper fashion in my view. Again there is evidence on which the Refugee Division could base its decision."], ["[4]", "One point that was of grave concern to me was the panel's findings that the evidence showed that returned asylum seekers can be subject to detention for several months but this does not suggest that such persons face treatment that could amount to persecution. In my view this would amount to persecution but it is not applicable to the applicant herein. There was no evidence before the panel to indicate that the government of Ghana would have reason to believe she sought refugee status in Canada. These are in camera hearings. The refugee process is confidential. The matter was raised at the hearing."], ["[5]", "I was asked to certify two serious questions of general importance as set out in the attached note. I am not certifying either questions. There is case law which deals with the standard and I am not satisfied there is anything in this case which is of general importance."], ["[6]", "The second question is not relevant to this case since there is no evidence that the government of Ghana is aware of the applicant's claim to refugee status.", "Application dismissed.", "Editor: Gary W. McLaughlin/blk", "[End of document]"]]}