{"id_": "085414", "body_str": [["[1]", "Joyal, J.", ": This is an application to this court for an order prohibiting the Royal Canadian Mounted Police from proceeding with a service trial of the applicant for a major service offence under section 25(o) of the Royal Canadian Mounted Police Act, R.S.C. 1970, c. R-9."], ["[2]", "This section of the statute provides that a member of the R.C.M.P. is guilty of an offence if he", "\"25.(o) conducts himself in a scandalous, infamous, disgraceful, profane or immoral manner;\""], ["[3]", "The grounds raised by the applicant in his prayer for relief are founded on the doctrine of double jeopardy and on the issue of bias."], ["[4]", "The applicant is a member of the Royal Canadian Mounted Police. At all material times, he was stationed in Roberval, Quebec. Around March or April of 1985, he was provided with some confidential documents by the U.S. Drug Enforcement Agency and relating to a particular suspect who might have had roots or contacts in the Lac St-Jean area. In May 1985, he took a holiday in Florida. While in Florida, he was arrested by the U.S. authorities and indicated on three counts of breach of Title 18, United States Code, section 1952(a)(3), section 641 and section 201(c). These criminal charges under the United States Code related to unauthorized disclosure of confidential investigative information of the United States Department of Justice, Drug Enforcement Administration, to conveying such information and to soliciting and obtaining a bribe for it."], ["[5]", "The applicant was subsequently tried by a judge and jury and on August 8, 1985, was acquitted of all charges."], ["[6]", "The applicant returned to Canada. He was charged under similar provisions of the Criminal Code. A preliminary inquiry took place between the 7th and 11th April 1986. The applicant was committed for trial on two of the six counts against him."], ["[7]", "At trial, counsel for the accused raised the issue of double jeopardy, autrefois acquit and res judicata. The trial judge deliberated and on September 12, 1986, after a detailed analysis of the doctrines of double jeopardy and chose jugée and of current jurisprudence on the subject, discharged the accused."], ["[8]", "In the meantime, however, the behaviour of the applicant while in Florida had not passed unnoticed by his superiors. He was charged under the disciplinary provisions of section 25 of the Royal Canadian Mounted Police Act with discreditable conduct. The hearing of that charge was postponed from time to time pending the disposition of the criminal charges against the applicant."], ["[9]", "The applicant now prays this Court to prohibit the service inquiry to proceed. In an elaborate argument, counsel for the applicant argues:", "1. The charge under section 25 of the statute is a criminal charge. A conviction under it may subject the applicant to punishment of up to one year's imprisonment, a kind of sanction for which his prior acquittal should leave him now free and clear.", "2. The service charge, although different from the criminal charges the applicant formerly faced, arises out of the same facts and circumstances and according to more recent doctrine, constitutes chose jugée. Counsel relies in this respect on the recent Quebec Court of Appeal judgment in  <FRAGMENT_SUPPRESSED>  not yet reported. [ <FRAGMENT_SUPPRESSED>  applicant's rights under the Canadian Charter of Rights and Freedoms and the application before the Court is in essence an application for a remedy pursuant to section 24 of the Charter.", "4. As the Commissioner of the R.C. M.P. has purportedly commented in a most critical manner on the actions of the applicant, there is as a consequence a reasonable apprehension of bias as defined by the Supreme Court of Canada in the Marshall Crown case, (Committee for Justice and  <FRAGMENT_SUPPRESSED> )."], ["[10]", "Counsel for the Crown argues that, in essence, the application for an order of prohibition is premature. Counsel urges the Court to find that:", "1. an order of prohibition should not be confused with a certiorari order.", "2. the absence or excess of jurisdiction of the service tribunal must first be established;", "3. the issues raised by the applicant are constitutional and legal in nature; they do not raise jurisdictional issues;", "4. the issues are of a nature that they might more properly be raised at the service trial of the applicant following an enquiry by the service tribunal;", "5. the ground of reasonable apprehension of bias has not been established."], ["[11]", "The Royal Canadian Mounted Police, as a police force, is legendary. It is para-military in nature and the combined elements of training, conduct and discipline to which its members must submit are essential to its role as guardians of the peace and as defenders of law and order."], ["[12]", "Like similar bodies in Canada and elsewhere, R.C.M. Police are subject to regulations and standing orders the breach of which may lead to any number of disciplinary measures. Under section 21(1), power is vested in the Governor in Council to \"... make regulations for the organization, training, discipline, efficiency, administration and good government of the force and generally for carrying the purposes and provisions of this Act into effect\"."], ["[13]", "Similarly section 21(2) of the Act authorizes the Commissioner of the R.C.M. Police to make rules, known as standing orders, for the same purposes."], ["[14]", "Part II of the Act is entitled \"Discipline\". Section 25 of the Act contains some 16 offences known as major service offences. The charge against the applicant, namely disgraceful, scandalous, infamous, profane or immoral conduct, is one of them."], ["[15]", "Pursuant to section 31, an investigation by an officer or member in charge of a police detachment may be instituted and the powers of examination and of compelling witnesses are those of justices of the peace under the Criminal Code relating to summary offences."], ["[16]", "If it appears that following any such investigation, a major service offence has taken place, a report, pursuant to section 32(2) is made to the Commissioner and if in his opinion, the member ought to be tried for the offence, he may direct that a written charge be prepared and served and he then appoints an officer to preside at the trial."], ["[17]", "Section 34, relating to trial, establishes what are generally regarded as criminal procedures. In the event of a conviction and subsequent sentencing, the matter is reviewable by a board the members of which are appointed by the Solicitor General of Canada."], ["[18]", "In all respects, by the nature of the offences described in section 25 together with the criminal rules of evidence prescribed and the penal sanction which might be imposed upon conviction, the tribunal takes on the form, the colour, the shape and the characteristics of a criminal trial. The procedure, according to the applicant's counsel, should therefore be perceived and understood as yet another trial to which the applicant must submit after having gone already through two of them when the same facts and circumstances applied."], ["[19]", "It is of course trite to state that statutory bodies created for specific public or private purposes and given a particular mandate by Parliament, have from time immemorial been clothed with elaborate powers to control, monitor and enforce codes of discipline among their members. The military establishment has had courts martial for years. Canadian merchant seamen on board ship or abroad are subject to arrest and discipline by a naval court or by active duty naval officers or consular officers abroad. (Vide section 570 et seq. of Canada Shipping Act, R.S.C. 1970, c. S-9.) Police organizations as instituted in our several provinces have similar codes of discipline. The statutory right of discipline is also granted to ruling bodies regulating the profession of law, of medicine and of many other professions as well."], ["[20]", "As I view the jurisprudence, it has not been established before that the right of any disciplinary tribunal to try one of its members for a service-related or profession-related offence is aborted by the fact that a criminal charge involving the same facts and circumstances has been laid or that a conviction or an acquittal followed the trial. Jurisprudence has looked upon the seemingly double jeopardy aspect of it as one of the conditions involved in membership in society as a whole and membership in a select group within that society. Adherence to these statutory groups might often bring its own reward if one's conduct is virtuous. It is otherwise if conduct be generally regarded as prejudicial to the good order and discipline of the group."], ["[21]", "A citizen's conduct may be scandalous. It may be disgraceful. It may be immoral. From a criminal standpoint, however, no crime might be involved and no criminal sanctions imposed."], ["[22]", "The circumstances however under which scandalous or reprehensible conduct takes place may also have a bearing. A medical doctor might be riotously brew-happy or scandalously dissolute at a medical convention and all that will be visited upon him will be the smirking disapproval of his colleagues. Different and far greater consequences flow from his performing eye surgery in the same inebriated state or from entertaining scandalous relations with patients."], ["[23]", "Similarly, an ordinary citizen may quit his job or fail to report to work. No consequences flow from it except loss of income. For a member of the Canadian Armed Forces, however, such would be called absence without leave or desertion and from which very severe penalties would result (see sections 78 and 80(1) of the National Defence Act, R.S.C. 1970, c. N-4, and generally the offences and penalties set out in Part V of the Act)."], ["[24]", "The line of decided cases since the adoption of the Canadian Charter of Rights and Freedoms has certainly not revolutionized juridical thinking when dealing with double jeopardy or autrefois acquit, autrefois convict. It has even been suggested that the common law doctrine currently existing is broader in scope then the Charter guarantees in section 11(h). Tarnopolsky and Beaudoin in The Canadian Charter of Rights and Freedoms - Commentary (Toronto: The Carswell Company Limited, 1982) at page 384 et seq. deal extensively with this matter and the conclusion I reach from their observations is that there are more restrictions in the text of section 11(h) than meets the eye."], ["[25]", "The case of  <FRAGMENT_SUPPRESSED>  under the Penitentiary Service Regulations, C.R.C. 1978, c. 1251, and also charged under the Criminal Code. The Supreme Court of British Columbia held that the word \"offence\" in section 11(h) was only intended to apply to offences created by federal or provincial legislation which are triable in public courts of competent jurisdiction."], ["[26]", "The decision in Re Nash and The Queen (1982), 70 C.C.C.(2d) 490 (Nfld. Prov. Ct.), is to the effect that \"offence\" in section 11(h) is broad enough to apply to any breach or charge whereby an accused can be punished and in particular is broad enough to apply to any of the actions taken against members of self-governing professional groups or associations and is also applicable to offences involving breaches of codes of conduct for such groups as police officers and members of the armed forces. The issue before the court, however, appears to have been a test of \"impartiality\" under section 11(d) and might not necessarily be in conflict with cases dealing with double jeopardy."], ["[27]", "The Supreme Court of Canada in  <FRAGMENT_SUPPRESSED>  C.C.C.(3d) 193, decided that a double jeopardy plea would only apply to offences which are identical in that they contain the same elements and constitute the one and same offence arising out of the same set of circumstances."], ["[28]", "This represented some departure from the doctrine enunciated in  <FRAGMENT_SUPPRESSED> ; 1 N.R. 322, and was the subject of further comment in  <FRAGMENT_SUPPRESSED> ]."], ["[29]", "Of particular interest to the issue before me are the following comments of the Chief Justice at the conclusion of his reasons for judgment:", "\"Although it was not argued in this Court, I wish to add that in my view it is normally appropriate for a superior court to decline to grant a prerogative remedy on an interlocutory application in respect of the rule against multiple convictions. That rule has proved to be a fertile source of appeals. The delay engendered by an erroneous application of the Kienapple principle prior to the conclusion of the trial is regrettably illustrated by the present case. Prerogative remedies are discretionary, and notwithstanding the possibility of jurisdictional error in some cases, it would generally be preferable for superior courts to decline to consider the merits of a Kienapple argument on an interlocutory application.\""], ["[30]", "In Re MacDonald and Marriott et al. (1984), 7 D.L.R.(4th) 697, a police officer following his conviction on a charge of fraud was also made subject to disciplinary proceedings to determine if the conviction rendered him unfit to perform his duties. The Supreme Court of British Columbia held this was not contrary to section 11(h) of the Charter. The court said that while the police officer had a right not to be charged again for fraud, the disciplinary proceedings were not directed at the fraud itself."], ["[31]", "<FRAGMENT_SUPPRESSED> , a member of the R.C.M. Police had been found guilty of a serious service offence under section 25(1) of the Royal Canadian Mounted Police Act. The offence was the use of unnecessary violence towards a prisoner. The constable was also charged with common assault under section 245(1) of the Criminal Code. The Court of Appeal of Saskatchewan held that section 11(h) of the Charter offered him no protection. The court adopted the words of Kindred, J., of the court below who had concluded (7 C.C.C.(3d) 170 at pp. 174-5; 150 D.L.R.(3d) 748 at p. 753; 35 C.R.(3d) 322):", "\"...(1) that by enacting Part II of the Act, Parliament provided a code for the force, equipping it with its own counts to deal with breaches of discipline; (2) that the offences (both major and minor service offences) under Part II 'are strictly of domestic discipline', relating to members of the force; (3) that these offences are generally not offences of a public nature to be tried in the regular courts of criminal jurisdiction.\""], ["[32]", "The Court of Appeal in that case said that it need not address itself to the issue as to whether the power given to the R.C.M. Police to imprison members who are found guilty of serious service offences was or was not contrary to any provisions of the Charter."], ["[33]", "It is to be noted that the Supreme Court of Canada has granted leave to appeal the decision of the Court of Appeal of Saskatchewan and the appeal is expected to be heard next term."], ["[34]", "It is also to be noted that the service offence for which Wigglesworth was convicted, i.e. the use of unnecessary violence towards a prisoner, would appear to be substantially the same offence as described in section 245(1) of the Criminal Code."], ["[35]", "The legislative validity of the disciplinary provisions of the Royal Canadian Mounted Police Act by reason of the rights and freedoms enshrined in the Charter was not raised before me. Nevertheless, counsel for the applicant made the point that the penalty for a serious service offence under the Act, includes imprisonment for a term of up to one year. The statute as a consequence is as much a penal statute as is the Criminal Code and the usual rules of double jeopardy apply."], ["[36]", "I would concede that were the charge pending against the applicant before the service tribunal identical with or similar to criminal charges for which the applicant has already been acquitted, his argument of double jeopardy might have pretty persuasive force. I am far from convinced, however, that such is the situation before me."], ["[37]", "The applicant is charged with reprehensible conduct as a member of the R.C.M.P. He is not charged with selling valuable information for what euphemistically might be called valuable consideration. He is charged with a service-related offence and the service tribunal will have to judge him on the basis of whatever evidence is presented to it from which a finding on the charge one way or the other will be made. Furthermore, what might be concurring evidence which was led before the criminal courts and which the service tribunal might or might not find relevant or admissible is completely unknown to this court, as are as well the facts and circumstances adduced at the criminal trials either in Florida or in Canada."], ["[38]", "Neither can this court decide at this date what are the necessary ingredients of the offence with which the service tribunal is seized or whether such ingredients are identical to those under the U.S. Code or our own Criminal Code. As example, it might not be criminal conduct for an ordinary citizen to disclose confidential information or even to sell it to a willing buyer. It might nevertheless constitute a serious offence for a member of the constabulary to do so as it might be a serious breach of discipline and good order. A service-related charge in such circumstances might be perceived as a kind of double jeopardy but it would not oust the jurisdiction of a service tribunal to entertain it nor would it be, in my view, in breach of section 11(h) of the Canadian Charter of Rights and Freedoms. In any event, these are issues which might be more properly raised before the service tribunal and the remedies in case of error would be readily available."], ["[39]", "Counsel for the applicant raises the issue of \"reasonable apprehension of bias\". I should preface my observations here that such a plea has been advanced before in dealing with service tribunals. As with courts martial, the argument is made that the tribunal is appointed by the authority which decides that a charge should be laid, that the links in the chain of command reach from the authority to the tribunal and back again and that the tribunal's mind is set to upholding the authority's policy and is tainted with partiality. Such an argument was raised in the case of  <FRAGMENT_SUPPRESSED> . The full court sat on that appeal and the majority of them (Chief Justice Laskin and Estey, J., dissented) turned that argument down. McIntyre, J., at page 403 S.C.R. had this to say:", "\"... It would be impossible to deny that an officer is to some extent the representative of the class in the military hierarchy from which he comes; he would be less than human if he were not. But the same argument, with equal fairness, can be raised against those who are appointed to judicial office in the civilian society. We are all products of our separate backgrounds and we must all in the exercise of the judicial office ensure that no injustice results from that fact. I am unable to say that service officers, trained in the ways of service life and concerned to maintain the required standards of efficiency and discipline - which includes the welfare of their men - are less able to adjust their attitudes to meet the duty of impartiality required of them in this task than are others.\""], ["[40]", "Admittedly, the challenge to the Court Martial's jurisdiction in the MacKay case was under section 2(f) of the Canadian Bill of Rights, R.S.C. 1970, Appendix III, but the substance of that right or protection is identical to that found in subsection 11(d) of the Canadian Charter of Rights and Freedoms."], ["[41]", "Applicant's counsel, however, raised another argument respecting bias. Produced as an exhibit to the applicant's affidavit was an unidentified typewritten extract from an alleged tape recording of an alleged statement purportedly made by the Commissioner of the R.C.M. Police to some kind of group in the course of which the Commissioner expressed some strong opinions on the conduct of an unidentified member of the force. Counsel urged me to conclude that the extract was genuine, that the words were in fact spoken, that they were directed at the applicant and that the transcript was a true and accurate record of what was said and recorded at that meeting. Counsel for the applicant also pointed out that the Crown's failure to cross-examine the applicant on it was an admission of its authenticity."], ["[42]", "I should not be led that far by applicant's counsel. The document itself is strictly hearsay and I should doubt that the applicant is in a position to swear to its authenticity or to the truth of its contents. There is no evidence as to who made the statement, before whom it was made, or in what context the so-called biased words were spoken."], ["[43]", "Nor, of course, is there any evidence as to how this \"transcript\" came into the applicant's possession, but that is another matter which lies exclusively in the R.C.M. Police's internal security procedures to resolve."], ["[44]", "Assuming for the moment that the document is authentic and that the words were directed to the applicant, it would not on that basis constitute the kind of ground to justify my intervention at this time. The Commissioner of the R.C.M. Police is not the tribunal. It is true that he has appointed the tribunal but once appointed, the tribunal is as independent and as seemingly impartial as any tribunal dealing with a service-related offence. One cannot reasonably conclude that the bias of the Commissioner, if bias there is, is the bias of the tribunal and that as a result the applicant would not get a fair trial. I need not repeat here the observations in that respect of McIntyre, J., in the MacKay case (supra)."], ["[45]", "Furthermore, the Royal Canadian Mounted Police Act contains some safeguards which are set out in Part II. There is an appeal provision under section 41. Under section 43(2), a conviction on a major service offence must be referred by the Commissioner to a Board of Review. That Board of Review under section 43(1) is appointed by the Solicitor General of Canada. I will concede that the Board of Review must then make its recommendation to the Commissioner who may, under section 44, quash the conviction, dismiss the appeal, reduce the sentence or order a new trial. These appeal proceedings however are pretty far down the road and in the meantime, the parties will be free to explore further the evidence behind the alleged \"bias\". At this time, however, I should be loath to abort the whole service trial before it has even begun."], ["[46]", "I must now deal briefly with the reference in the applicant's counsel's brief to section 24(1) of the Canadian Charter of Rights and Freedoms. This provision reads as follows:", "\"24.(1) Anyone whose rights or freedoms, as guaranteed by this Charter, have been infringed or denied may apply to a court of competent jurisdiction to obtain such remedy as the court considers appropriate and just in the circumstances.\""], ["[47]", "Counsel's reference to this section of the Charter is, as I understand it, two-prong, namely that it provides the applicant with a procedure to seek redress before this court and secondly that the applicant's rights under the Charter have been infringed or denied by reason of the service charge laid against him and in such event, an order of prohibition would be the appropriate remedy. By reason of my earlier determination that the service tribunal's statutory right to hear the service charge is well established and that at this stage at least the applicant's rights under the Charter have not been infringed or denied, I need say no more on that approach."], ["[48]", "Counsel for the Crown has suggested that an application for an order of prohibition at this time is premature. Such an order, he said, cannot issue from a superior court to prohibit errors of an inferior tribunal which might possibly be anticipated but which have yet to be committed. Counsel cited Gilles Létourneau, The Prerogative Writs in Canadian Criminal Law and Procedure, (Toronto: Butterworths) at pages 142 and 143 and the cases of  <FRAGMENT_SUPPRESSED>  has been expressed as conferring on a tribunal the privilege to err or the right to be wrong, the remedy in such event being an application to quash."], ["[49]", "Much has been said about the field in which a writ of prohibition may operate. In respect of some of the grounds raised by the applicant, counsel's argument might be sound. Such grounds might be considered premature and more properly raised before the service tribunal. This might have justified a favourable response to Crown counsel's concurrent motion before me to strike down the application. By reason of the disposition I have otherwise made of the application, however, I need not traverse that issue."], ["[50]", "The application for an order of prohibition is dismissed with costs.", "Application dismissed.", "Editor: Elizabeth M.A. Turgeon/kam", "[End of document]"]]}