{"id_": "085456", "body_str": [["[1]", "Russell, J.", ": This is an application pursuant to subsection 72(1) of the", "Immigration and Refugee Protection", "Act", ", S.C. 2001, c. 27 (", "Act", ") for judicial review of the decision of a member of the Immigration Appeal Division of the Immigration and Refugee Board (IAD), dated December 3, 2007 (Decision) dismissing the Applicant's appeal of a deportation order made against him on March 31, 2007, pursuant to paragraph 36(1)(a) of the", "Act", ".  <FRAGMENT_SUPPRESSED>", "BACKGROUND  <FRAGMENT_SUPPRESSED>"], ["[2]", "The Applicant, Mr. Younis Ahmed Younis, a citizen of Iraq, entered Canada as a dependent child in 1993 after his mother was granted refugee status. The Applicant's mother and three brothers live in Canada. His three sisters and their families live in Iraq. The Applicant married Ms. Natalie Moore, a Canadian citizen, in a religious ceremony in 2000, and the couple entered into a legal marriage on March 18, 2007. The Applicant and Ms. Moore have two daughters whose ages are six years and four months respectively.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The Applicant has a number of criminal convictions, one of which is the basis of the removal order issued against him. The Applicant's first conviction occurred in 1995 when he was 14 years old. He was convicted under the former", "Young Offenders Act", ", R.S.C. 1985, c. Y-1 (", "YOA", "), as rep. by", "Youth Criminal Justice Act", ", S.C. 2002, c. 1 (", "YCJA", "), of sexual assault, contrary to section 271 of the Criminal Code of Canada (", "CCC", ") and was sentenced to one year of secure custody, three months of open custody and nine months of probation.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The Applicant's second conviction occurred on April 26, 2001, for Failure to Appear contrary to section 145(5) of the", "CCC", "and Failure to Attend Court contrary to section 145(2)(a) of the", "CCC", ".  <FRAGMENT_SUPPRESSED>"], ["[5]", "On March 22, 2005, the Applicant was convicted of four counts of trafficking in a controlled substance (specifically, cocaine) contrary to section 5(1) of the", "Controlled Drugs and Substances", "Act", ", S.C. 1996, c. 19, and one count of possession of a scheduled substance for the purpose of trafficking pursuant to section 5(2) of the same", "Act", ".  <FRAGMENT_SUPPRESSED>"], ["[6]", "The Applicant also has outstanding criminal charges. On March 20, 2006, a member of the Nanaimo Royal Canadian Mounted Police prepared a Report to Crown Counsel containing a list of proposed criminal charges and summaries of witness statements and police observations of the Applicant's conduct on March 17, 2007. The list of proposed charges included the following:  <FRAGMENT_SUPPRESSED>", "i) Uttering Threats for threatening to kill Cher ZAIEE;  <FRAGMENT_SUPPRESSED>", "ii) Uttering Threats for threatening to kill Natalie MOORE;  <FRAGMENT_SUPPRESSED>", "iii) Uttering Threats for threatening to blow up and burn Cher ZAIEE's residence;  <FRAGMENT_SUPPRESSED>", "iv) Mischief Under $5000 for putting a hole in the wall in Cher ZAIEE's residence;  <FRAGMENT_SUPPRESSED>", "v) Assault for hitting and grabbing Cher ZAIEE and causing bruising to her arms;  <FRAGMENT_SUPPRESSED>", "vi) Assault for attempting to head butt All ZAIEE.  <FRAGMENT_SUPPRESSED>"], ["[7]", "On March 21, 2007, the Immigration Division issued a deportation order against the Applicant on the basis that he was inadmissible for serious criminality under section 36(1)(a) of the", "Act", "because of his conviction for drug trafficking.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The Applicant appealed the deportation order and sought special relief on humanitarian and compassionate (H&C) grounds under the", "Act", ". He did not challenge the legal validity of the deportation order and was not represented by counsel at the hearing. The IAD denied the Applicant's appeal. This is the Decision under judicial review in this application.  <FRAGMENT_SUPPRESSED>", "DECISION UNDER REVIEW  <FRAGMENT_SUPPRESSED>"], ["[9]", "In its Decision, the IAD provided the following summary of the Applicant's criminal convictions:  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>", "August 15, 1995 - Saskatoon Youth Court  <FRAGMENT_SUPPRESSED>", "1) sexual assault, pursuant to section 271 of the", "Criminal Code  <FRAGMENT_SUPPRESSED>", "1 year secure custody; 3 months' open custody; 9 months' probation; Time served  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  -  <FRAGMENT_SUPPRESSED>", "2) Failure to comply with recognizance pursuant to section 145 of the", "Criminal Code  <FRAGMENT_SUPPRESSED>", "-  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  April 26, 2001 - Calgary  <FRAGMENT_SUPPRESSED>", "Fail to appear, pursuant to section 145(5) of the", "Criminal Code  <FRAGMENT_SUPPRESSED>", "1 day  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  -  <FRAGMENT_SUPPRESSED>", "Fail to attend court pursuant to section 145(2)(A) of the", "Criminal Code  <FRAGMENT_SUPPRESSED>", "$150.00Cda. I-D 3 days  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  March 22, 2005  <FRAGMENT_SUPPRESSED>", "Possession of a scheduled substance for the purpose of trafficking, pursuant to section 5(2) of the", "Controlled Drug", "Substance", "Act  <FRAGMENT_SUPPRESSED>", "11 days with 4 months' pre-sentence custody, 12 months' conditional sentence order and mandatory 109 prohibition order.  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"], ["[10]", "The IAD expressly stated that it considered the documentary materials tendered by the appellant (the Applicant in these proceedings), the contents of the Record, the Minister's counsel's disclosures and oral submissions of the appellant (Applicant) and the Minister's counsel.  <FRAGMENT_SUPPRESSED>"], ["[11]", "In its Decision, the IAD applied the non-exhaustive list of factors outlined in", "<FRAGMENT_SUPPRESSED>  (hereinafter", "Chieu", "). These factors are as follows:  <FRAGMENT_SUPPRESSED>", "a. The seriousness of the offences leading to the deportation;  <FRAGMENT_SUPPRESSED>", "b. The possibility of rehabilitation, the length of time spent in Canada, and the degree to which the appellant is established here;  <FRAGMENT_SUPPRESSED>", "c. The family in Canada and the dislocation to the family that deportation would cause;  <FRAGMENT_SUPPRESSED>", "d. Support available to the appellant within the family and within the community;  <FRAGMENT_SUPPRESSED>", "e. Potential foreign hardship the appellant would face in the likely country of removal.  <FRAGMENT_SUPPRESSED>"], ["[12]", "Taking these factors into account in its analysis, the IAD found that the Applicant's drug trafficking offence was a very serious one, that he had not shown any appreciable degree of rehabilitation, and that his presence in Canada was a risk to the health and safety of Canadians. The IAD also found that the Applicant had no degree of establishment in Canada and he had not shown that he or his family would suffer hardship if he were removed from Canada. The IAD concluded that the Applicant had not demonstrated that there were sufficient H&C considerations to warrant special relief from the removal order against him.  <FRAGMENT_SUPPRESSED>"], ["[13]", "The IAD also stated that, following the Supreme Court of Canada's decision in", "<FRAGMENT_SUPPRESSED> , it could not consider hardship in Iraq because the Applicant had been granted refugee status.  <FRAGMENT_SUPPRESSED>", "ISSUES  <FRAGMENT_SUPPRESSED>"], ["[14]", "The issues raised in this application are:  <FRAGMENT_SUPPRESSED>", "1. Did the IAD err in admitting the Applicant's juvenile criminal record into evidence?  <FRAGMENT_SUPPRESSED>", "2. Did the IAD err in taking into consideration the Report to Crown Counsel?  <FRAGMENT_SUPPRESSED>", "3. Did the IAD err in failing to determine whether a likely country of removal could be established and by finding that it could not consider hardship in Iraq because the Applicant is a convention refugee?  <FRAGMENT_SUPPRESSED>"], ["[15]", "The Applicant withdrew the third issue at the hearing of this application. Consequently, it will not be addressed in these reasons.  <FRAGMENT_SUPPRESSED>", "RELEVANT STATUTORY PROVISIONS  <FRAGMENT_SUPPRESSED>"], ["[16]", "The", "Act", "provides that a permanent resident has a right of appeal to the IAD against a removal order on various grounds, including humanitarian and compassionate grounds:  <FRAGMENT_SUPPRESSED>", "\"63(3) A permanent resident or a protected person may appeal to the Immigration Appeal Division against a decision at an examination or admissibility hearing to make a removal order against them.  <FRAGMENT_SUPPRESSED>", "\"67(1) To allow an appeal, the Immigration Appeal Division must be satisfied that, at the time that the appeal is disposed of,  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "(c) other than in the case of an appeal by the Minister, taking into account the best interests of a child directly affected by the decision, sufficient humanitarian and compassionate considerations warrant special relief in light of all the circumstances of the case.  <FRAGMENT_SUPPRESSED>", "\"68(1) To stay a removal order, the Immigration Appeal Division must be satisfied, taking into account the best interests of a child directly affected by the decision, that sufficient humanitarian and compassionate considerations warrant special relief in light of all the circumstances of the case. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"63(3) Le résident permanent ou la personne protégée peut interjeter appel de la mesure de renvoi prise au contrôle ou à l'enquête.  <FRAGMENT_SUPPRESSED>", "\"67(1) Il est fait droit à l'appel sur preuve qu'au moment où il en est disposé:  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "c) sauf dans le cas de l'appel du ministre, il y a - compte tenu de l'intérêt supérieur de l'enfant directement touché - des motifs d'ordre humanitaire justifiant, vu les autres circonstances de l'affaire, la prise de mesures spéciales.  <FRAGMENT_SUPPRESSED>", "\"68(1) Il est sursis à la mesure de renvoi sur preuve qu'il y a - compte tenu de l'intérêt supérieur de l'enfant directement touché - des motifs d'ordre humanitaire justifiant, vu les autres circonstances de l'affaire, la prise de mesures spéciales. <FRAGMENT_SUPPRESSED>", "ANALYSIS  <FRAGMENT_SUPPRESSED>", "Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[17]", "In my view, the remaining two questions raised on this application are questions relating to the admissibility of evidence. The admission of documents that ought not to have been admitted constitutes a breach of procedural fairness. It is well-established that the standard of review analysis does not apply to issues of procedural fairness (", "Canadian  <FRAGMENT_SUPPRESSED> ). Procedural fairness raises questions of law, reviewable on a standard of correctness (", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "1. Did the IAD err in admitting the Applicant's juvenile criminal record into evidence?  <FRAGMENT_SUPPRESSED>"], ["[18]", "The Applicant argues that the IAD erred by admitting his juvenile criminal record into evidence.  <FRAGMENT_SUPPRESSED>"], ["[19]", "At the hearing before the IAD, the Hearings Officer argued that the Applicant's juvenile criminal record was releasable and admissible under the", "YCJA", "because the Applicant had been convicted as an adult on April 26, 2001 of Failure to Appear and Failure to Attend Court, charges which, according to the Hearings Officer, were within five years of when the Applicant's sentence was completed. This meant that the record was accessible by the IAD.  <FRAGMENT_SUPPRESSED>"], ["[20]", "Although the Applicant was convicted under the former", "YOA", ", the applicable legislation is the", "YCJA", ", as transitional provisions under the", "YCJA", "make sections 114 to 129 of the", "YCJA", "applicable to records kept under sections 40 and 43 of the", "YOA", ":  <FRAGMENT_SUPPRESSED>", "\"163. Sections 114 to 129 apply, with any modifications that the circumstances require, in respect of records relating to the offence of delinquency under the Juvenile Delinquents Act, chapter J-3 of the Revised Statutes of Canada, 1970, and in respect of records kept under sections 40 to 43 of the Young Offenders Act, chapter Y-1 of the Revised Statutes of Canada, 1985. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"163. Les articles 114 à 129 s'appliquent, avec les adaptations nécessaires, aux dossiers relatifs à l'infraction de délinquance prévue par la Loi sur les jeunes délinquants, chapitre J-3 des Statuts révisés du Canada de 1970, et aux dossiers tenus en application des articles 40 à 43 de la Loi sur les jeunes contrevenants, chapitre Y-1 des Lois révisées du Canada (1985). <FRAGMENT_SUPPRESSED>"], ["[21]", "The", "YCJA", "contains the following prohibition (Prohibition) against the release of records of convictions of young persons:  <FRAGMENT_SUPPRESSED>", "\"118(1) Except as authorized or required by this Act, no person shall be given access to a record kept under sections 114 to 116, and no information contained in it may be given to any person, where to do so would identify the young person to whom it relates as a young person dealt with under this Act. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"118(1) Sauf autorisation ou obligation prévue par la présente loi, il est interdit de donner accès pour consultation à un dossier tenu en application des articles 114 à 116 ou de communiquer des renseignements qu'il contient lorsque l'accès ou la communication permettrait de constater que l'adolescent visé par le dossier a fait l'objet de mesures prises sous le régime par la présente loi. <FRAGMENT_SUPPRESSED>"], ["[22]", "The terms \"record\" and \"young person\" are defined in section 2(1) of the", "YCJA", "as follows:  <FRAGMENT_SUPPRESSED>", "\"'record' includes any thing containing information, regardless of its physical form or characteristics, including microform, sound recording, videotape, machine-readable record, and any copy of any of those things, that is created or kept for the purposes of this Act or for the investigation of an offence that is or could be prosecuted under this Act.  <FRAGMENT_SUPPRESSED>", "\"'young person' a person who is or, in the absence of evidence to the contrary, appears to be twelve years old or older, but less than eighteen years old and, if the context requires, includes any person who is charged under this Act with having committed an offence while he or she was a young person or who is found guilty of an offence under this Act. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"'dossier' Toute chose renfermant des éléments d'information, quels que soient leur forme et leur support, notamment microforme, enregistrement sonore, magnétoscopique ou informatisé, ou toute reproduction de ces éléments d'information, obtenus ou conservés pour l'application de la présente loi ou dans le cadre d'une enquête conduite à l'égard d'une infraction qui est ou peut être poursuivie en vertu de la présente loi.  <FRAGMENT_SUPPRESSED>", "\"'adolescent' Toute personne qui, étant âgée d'au moins douze ans, n'a pas atteint l'âge de dix-huit ans ou qui, en l'absence de preuve contraire, paraît avoir un âge compris entre ces limites. Y est assimilée, pour les besoins du contexte, toute personne qui, sous le régime de la présente loi, est soit accusée d'avoir commis une infraction durant son adolescence, soit déclarée coupable d'une infraction <FRAGMENT_SUPPRESSED>"], ["[23]", "Section 119(1) of the", "YCJA", "sets out several exceptions to the Prohibition against the release of records of convictions of young persons. Specifically, subsections 119(1)(h) and (n) provide that a judge, court, review body, or a member of a department or agency of a government of Canada may access criminal records within the \"Period of Access.\" The Period of Access is calculated from the time the youth sentence in respect of the offence is completed and is three years for summary convictions and five years for indictable convictions (", "YCJA", ", s. 119(2)(g)-(h)).  <FRAGMENT_SUPPRESSED>"], ["[24]", "Section 119(9) of the", "YCJA", "provides a further exception to the Prohibition where, during the Period of Access, the person is convicted of an offence as an adult:  <FRAGMENT_SUPPRESSED>", "\"119(9) If, during the period of access to a record under any of paragraphs (2)(g) to (j), the young person is convicted of an offence committed when he or she is an adult,  <FRAGMENT_SUPPRESSED>", "(a) section 82 (effect of absolute discharge or termination of youth sentence) does not apply to the young person in respect of the offence for which the record is kept under sections 114 to 116;  <FRAGMENT_SUPPRESSED>", "(b) this Part no longer applies to the record and the record shall be dealt with as a record of an adult; and  <FRAGMENT_SUPPRESSED>", "(c) for the purposes of the Criminal Records Act, the finding of guilt in respect of the offence for which the record is kept is deemed to be a conviction. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"119(9) Si, au cours de la période visée aux alinéas (2)g) à j), l'adolescent devenu adulte est déclaré coupable d'une infraction:  <FRAGMENT_SUPPRESSED>", "a) l'article 82 (effet d'une absolution inconditionnelle ou de l'expiration de la période d'application des peines) ne s'applique pas à lui à l'égard de l'infraction visée par le dossier tenu en application des articles 114 à 116;  <FRAGMENT_SUPPRESSED>", "b) la présente partie ne s'applique plus au dossier et celui-ci est traité comme s'il était un dossier d'adulte;  <FRAGMENT_SUPPRESSED>", "c) pour l'application de la Loi sur le casier judiciaire, la déclaration de culpabilité à l'égard de l'infraction visée par le dossier est réputée être une condamnation. <FRAGMENT_SUPPRESSED>"], ["[25]", "The Applicant was convicted as a young person of sexual assault on August 15, 1995, contrary to section 271 of the", "CCC", ". His sentence was completed when his probationary period expired two years later, on August 15, 1997. His next conviction occurred in adult court on April 26, 2001, at which time he was 20 years old. This conviction is more than three years after his sentence as a young person but within five years. Thus, the question of whether or not the Applicant's juvenile record falls within the Period of Access and is accessible turns on whether the sexual assault conviction was for a summary or indictable offence.  <FRAGMENT_SUPPRESSED>"], ["[26]", "The Applicant submits that there was no indication in the evidence before the IAD whether the Applicant, as a youth, was convicted of a summary or indictable offence. Without such evidence, argues the Applicant, the IAD had no way of determining whether the Applicant's juvenile conviction was releasable under the", "YCJA", ".  <FRAGMENT_SUPPRESSED>"], ["[27]", "I note that section 271 of the", "CCC", "is a hybrid offence, which means it may result in a summary or indictable conviction, depending on how the Attorney General elects to proceed with the charge. As noted by the Applicant, where no election is made in respect of a hybrid offence, the Attorney General is deemed to have elected to proceed by way of summary conviction pursuant to section 121 of the", "CCC", ".  <FRAGMENT_SUPPRESSED>"], ["[28]", "Section 271 of the", "CCC", "provides as follows:  <FRAGMENT_SUPPRESSED>", "\"271(1) Every one who commits a sexual assault is guilty of  <FRAGMENT_SUPPRESSED>", "(a) an indictable offence and is liable to imprisonment for a term not exceeding ten years; or  <FRAGMENT_SUPPRESSED>", "(b) an offence punishable on summary conviction and liable to imprisonment for a term not exceeding eighteen months. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"271(1) Quiconque commet une agression sexuelle est coupable:  <FRAGMENT_SUPPRESSED>", "a) soit d'un acte criminel et passible d'un emprisonnement maximal de dix ans;  <FRAGMENT_SUPPRESSED>", "b) soit d'une infraction punissable sur déclaration de culpabilité par procédure sommaire et passible d'un emprisonnement maximal de dix-huit mois. <FRAGMENT_SUPPRESSED>"], ["[29]", "In addition, the Applicant's sentence of one year secure custody, three months open custody and nine months of probation does not make clear whether the Attorney General proceeded summarily or by way of indictment.  <FRAGMENT_SUPPRESSED>"], ["[30]", "In response, the Respondent argues that it was not the task of the IAD to review the decision of the Saskatoon Police Service to release the Applicant's youth criminal record to the Minister's counsel. Instead, the task of the IAD was to consider whether or not the evidence before it was credible and trustworthy and to decide the weight to be given to that evidence.  <FRAGMENT_SUPPRESSED>"], ["[31]", "According to the Respondent, the IAD is authorized to consider all of the evidence before it that it finds credible or trustworthy. Section 67 of the", "Act", "requires the IAD to consider \"all the circumstances of the case\" when deciding whether there are sufficient H&C considerations to warrant special relief from a removal order. Also, section 175 of the", "Act", "provides that the IAD is not bound by any legal or technical rules of evidence and that it may receive and base a decision on evidence adduced in the proceedings that it considers credible or trustworthy in the circumstances:  <FRAGMENT_SUPPRESSED>", "\"175(1) The Immigration Appeal Division, in any proceeding before it,  <FRAGMENT_SUPPRESSED>", "(a) must, in the case of an appeal under subsection 63(4), hold a hearing;  <FRAGMENT_SUPPRESSED>", "(b) is not bound by any legal or technical rules of evidence;  <FRAGMENT_SUPPRESSED>", "(c) may receive and base a decision on evidence adduced in the proceedings that it considers credible or trustworthy in the circumstances. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"175(1) Dans toute affaire don't elle est saisie, la Section d'appel de l'immigration:  <FRAGMENT_SUPPRESSED>", "(a) dispose de l'appel formé au titre du paragraphe 63(4) par la tenue d'une audience;  <FRAGMENT_SUPPRESSED>", "(b) n'est pas liée par les règles légales ou techniques de présentation de la preuve;  <FRAGMENT_SUPPRESSED>", "(c) peut recevoir les éléments qu'elle juge crédibles ou dignes de foi en l'occurrence et fonder sur eux sa décision. <FRAGMENT_SUPPRESSED>"], ["[32]", "I do not agree with the Respondent that the IAD did not have a duty to assess whether the Applicant's youth criminal record was properly released. It is for the IAD to determine the admissibility, reliability and weight to be given to evidence presented before it. Although the IAD is not bound by the same legal or technical rules of evidence as a Court of law, I do not think that this confers upon the IAD the authority to admit a youth criminal record where the second conviction falls outside the Period of Access. In my view, the release of such a report would not only constitute a breach of section 118 of the", "YCJA", ", it would also amount to a breach of the procedural fairness guarantees in hearings before the IAD. The IAD in", "<FRAGMENT_SUPPRESSED>  was of the view (see paragraphs 60-62) that a properly authorized release of material is required before that material can be introduced into evidence, and I agree with them.  <FRAGMENT_SUPPRESSED>"], ["[33]", "I distinguish my finding here from the words of the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED> wherein Justice Linden, writing for the Court, stated as follows:  <FRAGMENT_SUPPRESSED>", "\"49. In admissibility hearings the IAD is not bound by the strict rules of evidence. Once the tribunal determines that the evidence is credible and trustworthy then it is admissible, and the question of how the evidence was obtained becomes relevant merely as to the weight attached to the evidence: section 173,", "IRPA", ". <FRAGMENT_SUPPRESSED>"], ["[34]", "I find that the IAD had a duty to determine the admissibility of the Applicant's youth criminal record before considering whether the record was credible and trustworthy and before determining the weight to be given to the record.  <FRAGMENT_SUPPRESSED>"], ["[35]", "In my view, the IAD in the present case never turned its mind to the issue of whether the youth criminal record was properly released, and the IAD is not relieved of this obligation by section 175(1) of", "IRPA", "(see", "<FRAGMENT_SUPPRESSED> , at paragraphs 60-61). The IAD simply accepted the record without any analysis. There was no way to tell from the materials before the IAD whether the record was releasable. The CPIC print out is not an official criminal record and this one contained mistakes. It was Parliament's intent to ensure that such records remain confidential and thus, there is much control over the release of these records. For the IAD to disregard the clear provisions regarding the release of youth criminal records explicitly set out in the", "YCJA", "by relying on general provisions in the", "IRPA", "(s. 175(1)) seems contrary to what Parliament intended. Where records or documents such as these are protected by statute, it is incumbent, in my view, that the IAD consider whether the documents put before it have been properly released.  <FRAGMENT_SUPPRESSED>"], ["[36]", "The Respondent further argues that there was uncontradicted evidence before the IAD indicating that the Applicant's youth criminal record was properly retained and released to the Minister's counsel. The Respondent says that the Applicant's criminal record clearly stated on its face that the record had been retained under section 45.01 of the", "YOA", ". The criminal record states:  <FRAGMENT_SUPPRESSED>", "\"******* THIS CRIMINAL HISTORY CONTAINS YOUTH COURT ENTRIES WHICH ARE RETAINABLE AS PER SECTION 45.01 OF THE", "YOUNG OFFENDER'S ACT", "(1996) ******* <FRAGMENT_SUPPRESSED>"], ["[37]", "The Respondent argues that the Applicant's youth criminal record was thus retained under section 45.01 of the", "YOA", "and was available for inspection because the Applicant had been convicted of a criminal offence as an adult within the applicable period of time after his youth sentence. Also, the Respondent submits that if the Applicant's youth criminal record was properly retained under the", "YOA", ", then it was also properly retained under the", "YCJA", ", since the provisions of the", "YCJA", "relating to the retention and release of youth criminal records are identical to the provisions of the former", "YOA", ".  <FRAGMENT_SUPPRESSED>"], ["[38]", "The Respondent's argument amounts to saying that the youth criminal record could only have been retained if the Applicant had committed the offence during the Period of Access. In other words, the IAD should be able to rely upon the fact that the record was retained as evidence of the legality of its release to the IAD. There is no evidence to suggest, the Respondent argues, that the record was not releasable and properly accepted as evidence.  <FRAGMENT_SUPPRESSED>"], ["[39]", "In my view, this argument does not really address the issue. There is no conclusive evidence on the record that the Applicant's conviction for sexual assault was dealt with by way of summary conviction or by indictment. The only evidence available is the clause contained in the criminal record, noted above, and the reference by the Hearings Officer in the transcripts wherein she is recorded as having stated as follows:  <FRAGMENT_SUPPRESSED>", "\"I was unaware that we could release that information [relating to the Applicant's conviction when he was a minor] and it only just came to my attention on Monday that because of the", "Youth Criminal Justice", "Act", "if he has had another conviction within five years of when his sentence finished for the conviction as a minor that then it's releasable.\" (Hearing Transcript at page 4, lines 9-13.)  <FRAGMENT_SUPPRESSED>"], ["[40]", "The Officer further stated \"I just included [the CPIC printout] so you [the IAD member] could see where he was convicted in '95 and the sentence and then when the next conviction was. So you would see that it was releasable\" (Hearing Transcript at page 4, lines 39-41).  <FRAGMENT_SUPPRESSED>"], ["[41]", "In my view, the IAD failed to properly inquire into whether the Applicant's youth criminal record was releasable. The IAD's reasons do not indicate whether any assessment was made. It is clear, in my view, that the IAD relied on the clause found in the criminal record and the submissions of the Hearings Officer. I find that this evidence was insufficient to ensure, without further information, that the charge was prosecuted by way of indictment.  <FRAGMENT_SUPPRESSED>"], ["[42]", "I am not satisfied that the mere inclusion of the clause by the police officer who prepared the document outlining the Applicant's criminal record is sufficient, in and of itself, to establish that the charge proceeded by way of indictment. With nothing more, I cannot be certain that the police officer did not commit an error when he included the clause in the statement containing the Applicant's criminal record. Further, the transcript does not make clear whether the Hearings Officer obtained information that the charge was prosecuted by way of indictment. I acknowledge that the Hearings Officer has a duty of candour. However, without providing evidence to support her submission that the Applicant's youth criminal record was releasable because, as she stated, \"he has had another conviction within five years of when his sentence finished for the conviction as a minor,\" I do not find that the evidence sufficiently establishes that the charge proceeded by way of indictment and that the Applicant's youth criminal record was therefore admissible. In my view, the Hearings Officer was relying on the clause in the statement provided by the police officer. I have already found that statement is insufficient to establish that the Applicant's youth criminal record could indeed be released. For these reasons, I find that the IAD did not properly assess whether the Applicant's youth criminal record was admissible. In my view this was a legal error.  <FRAGMENT_SUPPRESSED>"], ["[43]", "The record shows that the IAD did not turn its mind to this important issue and, even if it had done so, there was no reliable evidence before it on whether the matter had been dealt with summarily or by way of indictment. The IAD simply accepted the youth criminal record on the basis that it was relevant.  <FRAGMENT_SUPPRESSED>"], ["[44]", "The IAD clearly relied upon this evidence and refers to it in the Decision. It has relevance for the rehabilitation and credibility issues upon which the IAD based its Decision. I cannot say that the IAD would have reached the same conclusions without this evidence and it is not possible to say whether or not it should have been admitted. Hence, on this ground alone, the matter should be returned for reconsideration.  <FRAGMENT_SUPPRESSED>", "The Report to Crown Counsel  <FRAGMENT_SUPPRESSED>"], ["[45]", "Although I believe that this application must be allowed on the basis of the first issue alone, the Applicant points out that the Report to Crown Counsel also figures in the Decision as a basis for denying the appeal. This goes to the issues of rehabilitation and the Applicant's attempts to minimize his past criminal activities.  <FRAGMENT_SUPPRESSED>"], ["[46]", "<FRAGMENT_SUPPRESSED> Justice MacTavish, after reviewing the jurisprudence on this issue, drew the following distinction:  <FRAGMENT_SUPPRESSED>", "\"35. In my view, a distinction must be drawn between reliance on the fact that someone has been charged with a criminal offense, and reliance on the evidence that underlies the charges in question. The fact that someone has been charged with an offense proves nothing: it is simply an allegation. In contrast, the evidence underlying the charge may indeed be sufficient to provide the foundation for a good-faith opinion that an individual poses a present or future danger to others in Canada. <FRAGMENT_SUPPRESSED>"], ["[47]", "The Applicant points out that, on the facts of the present case, no charges were ever laid so that the Report to Crown Counsel is not reliable in the absence of evidence that would show that the Report correctly characterizes the underlying facts. The Applicant says that the IAD, in this case, simply accepted the Report as fact. What is more, this particular Report is suspect because it is anonymous and the names of the investigating officers are deleted, and no officer or witness ever testified before the IAD as to the factual accuracy of the Report. The information was never tested and the IAD simply failed to determine whether it was trustworthy.  <FRAGMENT_SUPPRESSED>"], ["[48]", "The Applicant reminds the Court of Justice Moseley's words in", "<FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "\"43. This is a mischaracterization of the nature of the police report. The report contains allegations as the officer recorded them upon investigating the complaint, not the findings of fact reached by the court that convicted the applicant and imposed sentence. Though the IAD could have referred to evidence or testimony to support an argument that on a balance of probabilities the police report likely characterized the underlying facts of the offence in an accurate manner, the IAD did not do so. It is not open to the Court to revisit or re-weigh the evidence in order to substantiate the findings of the IAD. <FRAGMENT_SUPPRESSED>"], ["[49]", "The Respondent, however, points out that the way the Report was used by the IAD in the Decision in this case does not fall foul on the problem that occurs in many of the older cases. In the present case, the IAD was provided with direct evidence from the Applicant himself regarding the factual basis for the offences referred to in the Report. He attempted to minimize his responsibility but he did not deny the facts upon which the offences referred to in the Report were based. Hence, the Respondent argues, there was no problem in admitting into evidence, and referring to, the Report to Crown Counsel because the Applicant provided confirmation of the factual underpinnings. There was nothing inherently wrong with the IAD admitting the Report into evidence and using it because the Applicant provided the factual confirmation of its accuracy.  <FRAGMENT_SUPPRESSED>"], ["[50]", "The Applicant argues that there is no close correlation between the Report and what the Applicant admitted in his testimony. For example, as the certified Tribunal Record shows at page 173, lines 19-22 the Applicant provided his own version of events regarding the assault on the babysitter. He admitted to some pushing. He denied that his brother threatened his wife. Again, at page 171, lines 28-32, he says that he told his wife he \"should\" kill her, not that he threatened to kill her.  <FRAGMENT_SUPPRESSED>"], ["[51]", "The Applicant says that the IAD simply accepted the Report as fact without determining, on a balance of probabilities, whether it was reliable. Even if the Applicant lacks credibility, this does not mean that the Report is reliable and the IAD is silent on this crucial issue.  <FRAGMENT_SUPPRESSED>"], ["[52]", "With respect to the incident at issue in the Report to Crown Counsel, the IAD found that the Applicant \"attempted to minimize the circumstances of the offences committed on March 17, 2006 in Nanaimo, while admitting that the incident took place.\" After quoting extensively from the Report, the IAD stated \"I note that the incident on March 17, 2006 took place while the appellant was serving a Conditional service Order and he breached condition 1 by failing to keep the peace and be of good behaviour.\" The IAD continued by noting as follows:  <FRAGMENT_SUPPRESSED>", "\"When questioned about the events on March 17, 2006, the appellant did not deny the incident; however he attempted to minimize the significance of his actions by suggesting that it was all due to a misunderstanding as he was provoked by the baby sitter's [sic] denial of access to his daughter. He insisted that his threats were hollow, while acknowledging a damage caused by him to the wall in the apartment. The appellant denied hitting his wife or that his daughter was traumatized by his actions. <FRAGMENT_SUPPRESSED>"], ["[53]", "With respect to its analysis on this part, the IAD found that the Applicant had not demonstrated an appreciable degree of rehabilitation. In its conclusion, the IAD held that \"[t]here are young children's interests to have a violence free existence for themselves and their mother\" and that \"[t]he children of the appellant are directly affected by this decision but the appellant had no significant and meaningful contact with them and his daughter expressed concern for the safety of her mother.\" The IAD then held that, taking the best interests of the children affected by the Decision into account, there were insufficient H&C considerations to warrant relief in the Applicant's circumstances.  <FRAGMENT_SUPPRESSED>"], ["[54]", "<FRAGMENT_SUPPRESSED>  at para. 12, Justice Snider, in the context of whether the IAD had erred by relying on a charge that had been withdrawn, held that the following analysis should be undertaken when reviewing the IAD's treatment of the existence of criminal charges laid against an applicant:  <FRAGMENT_SUPPRESSED>", "\"12 Applying these principles to the case before me, the questions that I must address are as follows:  <FRAGMENT_SUPPRESSED>", "1. Was the IAD relying on the charge to come to its conclusion or was it relying on evidence underlying the charge?  <FRAGMENT_SUPPRESSED>", "2. Is the evidence underlying the charge reliable and credible and, thus, sufficient to provide a foundation for a good-faith opinion that, having regard to all the circumstances of the case, the Applicant should be removed from Canada?  <FRAGMENT_SUPPRESSED>", "\"If the IAD has relied on the charge to come to its decision or if the underlying evidence is not sufficient, the IAD has erred. <FRAGMENT_SUPPRESSED>"], ["[55]", "After reading the Decision, it is clear that the IAD relied on the Report and the proposed charges therein to support its finding that the Applicant had not demonstrated an appreciable degree of rehabilitation and that the Applicant posed a danger and it was therefore not in the children's best interests that the Applicant remain in Canada. In doing so, the IAD failed to make the necessary distinction between the fact that the proposed charges were mere allegations and that the Applicant had not been convicted of the offences. I note that the IAD held that the Applicant \"attempted to minimize the circumstances of the offences committed on March 17, 2006 in Nanaimo, while admitting that the incident took place\" and also concluded that the Applicant \"breached condition 1 by failing to keep the peace and be of good behaviour\". Based on the evidence before it, including the Applicant's testimony in which he denied many of the allegations, and the fact that the Applicant had not been convicted of the charges set out in the Report, the IAD's finding that the Applicant committed the offences in the Report was, in my view, unreasonable. Although it was open to the IAD to consider the evidence underlying the charges in question, it was not open to the IAD to conclude that this evidence was sufficient to find that the Applicant was guilty of the offences proposed in the Report.  <FRAGMENT_SUPPRESSED>"], ["[56]", "Further, as noted above, the IAD's Decision is void of any discussion regarding the reliability and credibility of the Report to Crown Counsel. The absence of any analysis in this regard suggests that the IAD failed to turn its mind to whether the Report was reliable and credible. This omission constitutes an error of law.  <FRAGMENT_SUPPRESSED>"], ["[57]", "For the reasons above, I conclude that the IAD's decision must be set aside.  <FRAGMENT_SUPPRESSED>"], ["[58]", "Counsel are requested to serve and file any submissions with respect to certification of a question of general importance within seven days of receipt of these Reasons for Judgment. Each party will have a further period of three days to serve and file any reply to the submission of the opposite party. Following that, a Judgment will be issued.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/pdk  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}