{"id_": "085516", "body_str": [["[1]", "Le juge de Montigny", ": Il s'agit d'une demande de contrôle judiciaire à l'encontre d'une décision d'une agente d'immigration rejetant la demande de résidence permanente de la demanderesse dans la catégorie « époux ou conjoint de fait » au motif que son mariage avec son répondant, M. Muhamed Pandzic, n'était pas authentique et visait principalement l'acquisition d'un statut ou d'un privilège au sens de la", "Loi sur l'immigration et la protection des", "réfugiés (", "LIPR", ")."], ["[2]", "Pour les motifs qui suivent, la Cour en arrive à la conclusion que la décision de l'agente est raisonnable compte tenu de la preuve qui était devant elle, et que les principes de justice naturelle et d'équité procédurale ont été respectés lors de l'entrevue qui a précédé cette décision.", "1. Faits"], ["[3]", "La demanderesse est née en 1975 et a la citoyenneté marocaine. Le 11 septembre 2008, elle a obtenu un visa de visiteur de la part des autorités canadiennes, qui fut prolongé jusqu'au 30 novembre 2009. Elle est entrée au Canada le 28 septembre 2008, apparemment pour venir en aide à sa sœur, dont l'un des deux enfants est gravement malade."], ["[4]", "L'époux de la demanderesse est né en 1986 à Sarajevo, en Bosnie-Herzégovine. Il a obtenu sa résidence permanente au Canada le 10 décembre 2001, mais n'est pas citoyen canadien."], ["[5]", "Les époux ont fait connaissance le 2 octobre 2008 et se sont mariés le 13 avril 2009, selon les traditions de la religion musulmane. La demanderesse a déposé une demande de résidence permanente au Canada dans la catégorie « époux ou conjoints de fait » le 11 septembre 2009."], ["[6]", "Le 19 mai 2010, l'agente a complété des entrevues avec la demanderesse et M. Pandzic. Le lendemain, elle rejetait la demande de résidence permanente de la demanderesse, au motif que le mariage n'était pas authentique et qu'il visait principalement l'acquisition d'un statut au Canada.", "2. Décision contestée"], ["[7]", "Dans les notes au dossier, l'agente identifie cinq divergences entre les réponses données par Mme Essaidi et M. Pandzic. Ces divergences portent sur l'endroit de leur première rencontre, le moment de leur dernière relation sexuelle, l'identité des témoins au mariage, les activités communes du couple et les antécédents scolaires de la demanderesse."], ["[8]", "Compte tenu de l'ensemble de ces éléments, elle en est arrivée à la conclusion que la demanderesse ne répondait pas aux critères de la catégorie « Époux ou Conjoints de fait au Canada », dans la mesure où elle avait des raisons de croire que sa relation avec M. Pandzic n'était pas authentique et qu'elle avait été établie aux fins de l'immigration, au terme de l'article 4 du", "Règlement sur l'immigration et la protection des réfugiés", ", DORS/2002-227.", "3. Questions en litige"], ["[9]", "La demande de contrôle judiciaire de la demanderesse se fonde sur deux motifs. D'une part, elle est d'avis que l'agente a erré en concluant que son mariage n'était pas authentique. D'autre part, elle allègue également que la procédure suivie en l'espèce soulève plusieurs manquements à l'équité procédurale et à la justice naturelle. Je traiterai de ces deux arguments dans l'ordre.", "4. Analyse"], ["[10]", "Il est maintenant bien établi que les motifs de l'agente quant à l'authenticité d'un mariage doivent être révisés conformément à la norme de la décision raisonnable. Par conséquent, la Cour s'attachera « à la justification de la décision, à la transparence et à l'intelligibilité du processus décisionnel, ainsi qu'à l'appartenance de la décision aux issues possibles acceptables pouvant se justifier au regard des faits et du droit »:", "<FRAGMENT_SUPPRESSED> ."], ["[11]", "En revanche, les allégations liées à l'équité procédurale doivent faire l'objet d'un examen selon la norme de la décision correcte:", "Syndicat canadien de la fonction publique ( <FRAGMENT_SUPPRESSED> ."], ["[12]", "S'agissant de la raisonnabilité de la décision, la demanderesse a tout d'abord allégué que l'agente avait erré en s'attardant à des divergences mineures entre les réponses qu'elle et son répondant ont données et n'a pas suffisamment tenu compte des réponses correctes. À son avis, l'agente aurait dû davantage tenir compte des pertes de mémoire de son époux causées par son état médical ainsi que du fait que ce dernier ne parle pas arabe et peut pour cette raison avoir de la difficulté à retenir les noms des membres de sa belle-famille."], ["[13]", "Or, les divergences relevées par l'agente entre les déclarations de la demanderesse et celles de son répondant sont réelles et pouvaient raisonnablement faire douter de l'authenticité de leur mariage. En ce qui concerne tout d'abord le lieu de leur première rencontre, la demanderesse a indiqué qu'elle avait rencontré son époux chez lui. Pour sa part, M. Pandzic indique dans une lettre transmise à Citoyenneté et Immigration Canada qu'il a rencontré la demanderesse chez la sœur de celle-ci. Durant l'entrevue, M. Pandzic a tout d'abord réitéré qu'il avait rencontré la demanderesse chez sa sœur. Confronté à la réponse de son épouse dans son formulaire, M. Pandzic a dit qu'il s'était trompé et que la première rencontre avait effectivement eu lieu chez lui. Quant à la demanderesse, elle a indiqué en entrevue que la première rencontre avait eu lieu chez sa sœur, contredisant par le fait même son formulaire et la réponse modifiée de son époux. Les explications fournies par la demanderesse dans l'affidavit qu'elle a déposé devant cette Cour ne permettent pas d'expliquer ces différentes versions."], ["[14]", "Par ailleurs, M. Pandzic a indiqué lors de l'entrevue que ses dernières relations sexuelles avec la demanderesse avaient eu lieu une à deux semaines avant l'entrevue, ajoutant que la demanderesse avait eu ses règles dans la semaine précédant l'entrevue. En réponse à la même question, la demanderesse a répondu que le couple avait eu des relations sexuelles la veille. Même si cette question peut paraître intrusive, il est admis et usuel qu'un agent chargé de décider de l'authenticité d'un mariage puisse poser des questions sur la vie intime d'un couple."], ["[15]", "Questionné quant à savoir qui était M. Hoummad Elhiri, le témoin de la demanderesse, M. Pandzic l'a d'abord identifié comme étant le père de la demanderesse ou son frère, en indiquant qu'il avait de la difficulté avec les noms. Lorsque l'agente lui a montré une photo prise au mariage, il l'a correctement identifié comme le beau-frère de la sœur de la demanderesse, mais l'a nommé « Med » et a dit ne pas connaître l'identité des deux autres personnes avec lui."], ["[16]", "L'agent a par la suite demandé aux époux de décrire leurs activités en couple. La demanderesse a indiqué qu'ils ne vont pas au cinéma parce que son époux ne peut s'asseoir très longtemps en raison de son mal de dos. Toutefois M. Pandzic indique notamment, à la même question, que le couple se rend au cinéma à l'occasion."], ["[17]", "Enfin, l'agent a interrogé M. Pandzic sur les antécédents scolaires de la demanderesse. Ce dernier a répondu qu'elle faisait « quelque chose comme comptabilité dans les papiers », invoquant ensuite ses problèmes de mémoire. Or, la demanderesse a indiqué dans son formulaire qu'elle a complété un baccalauréat en enseignement secondaire et un diplôme à titre d'assistante à la direction."], ["[18]", "Chacune de ces divergences, considérées isolément, ne serait pas fatale prise isolément et pourrait sans doute faire l'objet d'une explication, comme a d'ailleurs tenté de le faire la demanderesse. Il n'en demeure pas moins que considérées dans leur totalité, elles pouvaient raisonnablement amener l'agente à conclure que le mariage en était un de convenance visant à permettre à la demanderesse d'obtenir la résidence permanente au Canada."], ["[19]", "Quant à l'argument de la demanderesse à l'effet que les réponses contradictoires de M. Pandzic peuvent s'expliquer par ses pertes de mémoire découlant de sa condition médicale, il ne peut être retenu. D'une part, il n'y avait aucune preuve à cet effet devant elle. M. Pandzic a tenté de remédier à cette lacune en déposant un affidavit le 23 novembre 2010 auquel est annexée une attestation médicale des troubles de concentration et des pertes de mémoire dont il serait affligé depuis qu'il a subi un accident de travail. Or, cette pièce n'était pas au dossier au moment de l'entrevue avec l'agente d'immigration, et il est bien établi que la Cour ne peut tenir compte que des éléments de preuve dont le décideur administratif était saisi lorsqu'elle est appelée à évaluer la raisonnabilité de la décision qui a été prise."], ["[20]", "Qui plus est, les explications fournies par la demanderesse eu égard aux pertes de mémoire de son mari apparaissent contradictoires. Dans son premier mémoire, la demanderesse indique que ce sont les médicaments contre la douleur au dos (et non la douleur en soi) qui causaient les pertes de mémoire de son époux. Pourtant, M. Pandzic ne prenait pas de médicaments lors de son entrevue. Dans son mémoire supplémentaire, la demanderesse allègue plutôt que ses problèmes de mémoire étaient dus au fait qu'il avait cessé de prendre ces mêmes médicaments. Toutes ces explications sont peu cohérentes et soulèvent une question de crédibilité."], ["[21]", "Bref, je suis d'avis que les témoignages à plusieurs égards incompatibles de la demanderesse et de son répondant permettaient à l'agent de conclure, compte tenu de la prépondérance de la preuve, que leur mariage n'était pas authentique et qu'il visait principalement l'acquisition d'un statut au Canada. Il s'agit là d'une conclusion qui relève des « issues possibles acceptables pouvant se justifier au regard des faits et du droit » ( <FRAGMENT_SUPPRESSED> , supra, au para 47)."], ["[22]", "Quant aux allégations portant sur de prétendues violations des principes de justice naturelle et d'équité procédurale, elles me paraissent sans fondement."], ["[23]", "La demanderesse a tout d'abord fait valoir qu'elle et son répondant n'avaient pas été informés des motifs de l'entrevue avant de s'y présenter. Cet argument ne peut être retenu, à la lumière des informations très claires que contenait la lettre de convocation leur ayant été envoyée près de deux semaines plus tôt. Ce document indique que l'entrevue est liée à la demande de parrainage au Canada et que le rendez-vous est essentiel à l'étude de la demande. On demande de plus aux époux d'apporter un certain nombre de documents (passeports, copie de bail, relevés bancaires récents, photos de mariage), ainsi que « tout autre document qui pourrait démontrer l'authenticité de votre relation avec votre épouse/répondant ». Les notes de l'agent indiquent également qu'au début de l'entrevue, elle a informé les époux qu'ils avaient été convoqués parce des doutes existaient quant à la bonne foi de leur mariage. En conséquence, il ne me paraît pas faire de doute que la demanderesse et son mari connaissaient l'objet de l'entrevue et ne pouvaient se méprendre sur les raisons pour lesquelles ils avaient été convoqués."], ["[24]", "Dans un deuxième temps, la demanderesse a fait valoir que l'agente avait manqué à son devoir d'équité procédurale en ne lui mentionnant pas son droit à l'assistance d'un avocat pour la préparation et l'accompagnement à l'entrevue. S'appuyant sur l'arrêt", "<FRAGMENT_SUPPRESSED>  la demanderesse soutient qu'elle et son mari auraient dû pouvoir être assistés par un avocat, étant donné l'absence de tout droit d'appel de la décision rendue par l'agente, le caractère contradictoire et intrusif des questions posées et les troubles de mémoire et le peu d'éducation de son mari."], ["[25]", "Une lecture attentive de l'arrêt", "Ha", "permet de constater que la Cour d'appel n'a fait que consacrer dans cette affaire le principe établi dans l'arrêt", "<FRAGMENT_SUPPRESSED> , à l'effet que les exigences d'équité procédurale varient selon les circonstances. Plus précisément, la Cour a indiqué que la présence d'un avocat à une entrevue pourra être requise lorsque les questions abordées sont de nature juridique ou complexes. En l'espèce, l'entrevue n'avait pour but que d'obtenir des éclaircissements sur des questions factuelles liées à l'authenticité de la relation entre les époux. Ce ne sont pas là des questions de nature juridique ou complexe auxquelles la demanderesse et son mari ne pouvaient répondre adéquatement en l'absence d'avocat: voir, par analogie,", "<FRAGMENT_SUPPRESSED> ."], ["[26]", "La trame factuelle qui a donné lieu à l'arrêt", "Ha", "est absente du présent dossier, et l'argumentation fondée sur le droit à l'assistance d'un avocat ne saurait être retenue ici. L'agente a été attentive à la situation médicale de M. Pandzic et n'a aucunement empêché la présence d'un avocat à l'entrevue - en fait, aucune demande en ce sens n'a été faite. Qui plus est, les questions posées lors de l'entrevue étaient de nature factuelle et liées à la vie de couple des époux, et la présence d'un avocat n'aurait pu être que d'une utilité limitée."], ["[27]", "La demanderesse a également soutenu que l'agente n'a pas respecté les principes d'équité procédurale dans la mesure où elle a omis de l'informer, ainsi que son époux, du droit qu'ils avaient d'être assistés par un interprète. Encore une fois, il n'y a aucune preuve au dossier permettant de croire que l'état de santé de M. Pandzic entravait sa capacité de comprendre les questions de l'agente et de répondre à ses questions. Cette dernière a d'ailleurs demandé à M. Pandzic s'il comprenait bien lorsqu'elle lui parlait en français au tout début de l'entrevue, ce à quoi M. Pandzic a répondu par l'affirmative. Dans ces circonstances, l'agente n'avait aucune obligation d'informer M. Pandzic de son droit à l'assistance d'un interprète, d'autant plus que les réponses qu'il a données aux questions posées ne traduisent pas un manque de compréhension de sa part: voir", "<FRAGMENT_SUPPRESSED> ."], ["[28]", "Enfin, la demanderesse a fait valoir que l'agente n'avait pas noté tout le contenu de l'interrogatoire de la demanderesse et de M. Pandzic, et que sans enregistrement ou notes sténographiques de l'audience elle ne peut présenter un argument complet et démontrer le caractère déraisonnable de l'entrevue."], ["[29]", "Encore une fois, je ne peux que souscrire à l'argument du défendeur sur ce point. Je note tout d'abord que chacun des époux a signé la déclaration suivante à la fin de leur entrevue respective: « Je, soussigné, déclare solennellement que j'ai répondu aux questions ci-dessus, croyant en conscience que ces réponses sont vraies et sachant que cette déclaration a la même force et le même effet que si elle était faite sous serment ». Ils ont donc tous les deux eu l'opportunité de relire les notes de l'agente et de vérifier leur exactitude."], ["[30]", "D'autre part, ni la", "LIPR", "ni le", "RIPR", "ne prévoit que les entrevues d'un agent d'immigration dans le cadre d'une demande de résidence permanente parrainée doivent être enregistrées. En l'absence d'une telle exigence, la demanderesse ne peut invoquer la violation des règles de justice naturelle du fait que l'audience n'a pas fait l'objet d'un enregistrement. En l'absence d'un droit à l'enregistrement expressément prévu par la loi, il n'y aura violation des principes de justice naturelle que dans l'hypothèse où le dossier qui est devant la Cour ne lui permet pas d'évaluer la raisonnabilité de la décision contestée:", "Syndicat canadien de la Fonction publique, section locale 301 c Montréal (Ville)", ", [1997] 1 R.C.S. 793, au para 81;", "<FRAGMENT_SUPPRESSED> . En l'occurrence, les notes circonstanciées prises par l'agente permettent à la demanderesse de présenter une argumentation complète et à cette Cour de statuer quant à sa demande de contrôle judiciaire. Le fait de ne pas avoir enregistré les entrevues ne préjudicient aucunement le droit de la demanderesse au respect de l'équité procédurale et ne viole aucune règle de justice naturelle."], ["[31]", "Pour tous les motifs qui précèdent, je suis donc d'avis que la demande de contrôle judiciaire doit être rejetée."], ["[32]", "La demanderesse a proposé une question pour fins de certification, qu'elle a libellée dans les termes suivants:", "Est-ce légal pour le Ministre de la Citoyenneté et de l'Immigration de décourager le recours aux avocats sur le site web de Citoyenneté et Immigration Canada et sur les formulaires IMM 5476 (11-2010 E) et IMM 5476 (11-2010 F) ainsi que d'omettre le droit à l'avocat dans ses correspondances avec les clients?"], ["[33]", "La Cour d'appel fédérale a énoncé les critères nécessaires à la certification d'une question importante de portée générale dans l'arrêt", "Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED>  litige, aborder des éléments ayant des conséquences importantes ou qui sont de portée générale, et être déterminante quant à l'issue de l'appel. La question formulée par la demanderesse ne m'apparaît pas remplir ces critères. Elle s'assimile davantage à une question de portée générale ayant peu de lien avec la décision de l'agente Blais. Bien que la demanderesse ait indirectement soulevé cette question dans son affidavit, elle n'a d'ailleurs pas été abordée dans ses représentations orales ou écrites. Pour ce seul motif, elle ne saurait être certifiée sous l'autorité de l'alinéa 74", "d)", "de la", "LIPR"], ["[34]", "D'autre part, une lecture attentive du site web de Citoyenneté et Immigration Canada et des formulaires mentionnés par la demanderesse révèle que le recours aux avocats n'est pas « découragé ». D'une part, on ne fait référence qu'aux consultants en immigration et non aux avocats. De façon plus significative, on n'incite pas les demandeurs à ne pas avoir recours à ces consultants; tout au plus les informe-t-on qu'il n'est pas nécessaire d'engager de tels consultants. Cette mise en garde me semble procéder d'un souci bien légitime de la part du Ministère, qui cherche à prémunir une clientèle vulnérable contre la publicité trompeuse ou malhonnête que pourrait faire certains consultants, et les informe par le fait même qu'il leur est tout à fait possible de remplir leur demande en suivant les instructions mises à leur disposition. Par conséquent, la prémisse même de la question m'apparaît erronée."], ["[35]", "Quant au droit à l'avocat, il en a déjà été traité dans les présents motifs. Cette question a déjà été tranchée à plusieurs reprises par les plus hauts tribunaux, notamment par la Cour d'appel dans l'arrêt", "Ha", "supra,", "et il n'est donc nul besoin de certifier cette question.", "JUGEMENT"], ["[36]", "LA COUR ORDONNE que", "la demande de contrôle judiciaire soit rejetée. Aucune question n'est certifiée.", ".........................", "<FRAGMENT_SUPPRESSED>  application for judicial review of an immigration officer's decision to reject the applicant's permanent residence application in the \"spouse or common-law partner\" class on the grounds that her marriage to her sponsor, Muhamed Pandzic, was not genuine and was primarily for the purpose of acquiring any status or privilege under the", "Immigration and Refugee Protection Act", "(IRPA)."], ["[2]", "For the following reasons, the Court finds that the officer's decision is reasonable given the evidence before her and that the principles of natural justice and procedural fairness were respected during the interview preceding this decision.", "1. Facts"], ["[3]", "The applicant was born in 1975 and is a citizen of Morocco. On September 11, 2008, she obtained a visitor visa from the Canadian authorities, which was extended until November 30, 2009. She entered Canada on September 28, 2008, apparently to assist her sister because one of her sister's two children was seriously ill."], ["[4]", "The applicant's spouse was born in 1986 in Sarajevo, Bosnia-Herzegovina. He obtained permanent residence in Canada on December 10, 2001, but is not a Canadian citizen."], ["[5]", "The spouses met on October 2, 2008, and were married on April 13, 2009, in a Muslim ceremony. The applicant filed an application for permanent residence in Canada in the \"spouse or common-law partner\" class on September 11, 2009."], ["[6]", "On May 19, 2010, the officer completed interviews with the applicant and Mr. Pandzic. The next day, she rejected the applicant's application for permanent residence on the grounds that the marriage was not genuine and that it was primarily for the purpose of acquiring status in Canada.", "2. Impugned decision"], ["[7]", "In the notes in the file, the officer identified five discrepancies between the answers given by Ms. Essaidi and Mr. Pandzic. These discrepancies concerned the location of their first meeting, the last time they had sexual relations, the identity of the witnesses at their wedding, their activities as a couple and the applicant's educational background."], ["[8]", "Given all of these elements, the officer arrived at the conclusion that the applicant did not meet the criteria of the \"spouse or common-law partner in Canada\" class insofar as the officer had reason to believe that the applicant's relationship with Mr. Pandzic was not genuine and that it had been established for immigration purposes under section 4 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227.", "3. Issues"], ["[9]", "The applicant's application for judicial review relies on two reasons. First, she is of the opinion that the officer erred in finding that her marriage was not genuine. Second, she is alleging that the procedure followed in this case raises several breaches of procedural fairness and natural justice. I will address these two arguments in turn.", "4. Analysis"], ["[10]", "It is now well established that the officer's reasons with respect to the genuineness of a marriage must be reviewed according to the standard of reasonableness. Consequently, the Court will be concerned with \" . . . the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\":", "<FRAGMENT_SUPPRESSED> ."], ["[12]", "Regarding the reasonableness of the decision, the applicant first alleged that the officer had erred by focusing on the minor discrepancies between the answers she and her sponsor gave and by not sufficiently taking correct responses into account. In her opinion, the officer should have given more thought to her spouse's memory loss caused by his medical condition as well as the fact that he does not speak Arabic and therefore has difficulty remembering the names of his spouse's family members."], ["[13]", "The discrepancies identified by the officer between the applicant's statements and those of her sponsor are real and could have reasonably created doubt as to the genuineness of their marriage. First, regarding where they first met, the applicant had indicated that she had met her spouse at his home. For his part, Mr. Pandzic had indicated in a letter sent to Citizenship and Immigration Canada that he had met the applicant at her sister's home. During the interview, Mr. Pandzic had first reiterated that he had met the applicant at her sister's home, but when he was confronted with the response in his spouse's form, Mr. Pandzic said that he had made a mistake and that they had indeed first met at his home. The applicant indicated in the interview that they had first met at her sister's home, thereby contradicting her form and her spouse's modified answer. The applicant's explanations in the affidavit she filed before this Court do not help explain these different versions."], ["[14]", "Moreover, Mr. Pandzic indicated during the interview that the last time he had had sexual relations with the applicant had been one to two weeks before the interview, adding that the applicant had had her period the week before the interview. In response to the same question, the applicant had replied that the couple had had sexual relations the night before. Even if this question may seem intrusive, it is customary and normal for an officer deciding on the genuineness of a marriage to ask questions on a couple's intimate life."], ["[15]", "When questioned as to the identity of Hoummad Elhiri, the applicant's witness, Mr. Pandzic first identified him as the applicant's father or brother, indicating that he has trouble with names. When the officer showed him a picture of the wedding, he correctly identified the applicant's sister's brother-in-law, but identified him as \"Med\" and said that he did not know the identity of the other two people with him."], ["[16]", "The officer then asked the spouses to describe their activities as a couple. The applicant said that they do not go to movies because her spouse cannot stay seated for long periods of time because he has a sore back. However, Mr. Pandzic's answer to the same question was, among other things, that the couple sometimes goes to movies."], ["[17]", "Finally, the officer questioned Mr. Pandzic about the applicant's educational history. He replied that she did [translation] \"something like accounting with paperwork\" and then cited memory problems. However, the applicant indicated in her form that she has a bachelor's degree in secondary education and a diploma in executive assistance."], ["[18]", "Each of these individual discrepancies would not have been fatal when considered in isolation and could have undoubtedly been explained, as the applicant indeed sought to do. The fact remains that when considered as a whole, these discrepancies could have reasonably led the officer to find that the marriage was one of convenience with the purpose of enabling the applicant to obtain permanent residence in Canada."], ["[19]", "The applicant's argument that Mr. Pandzic's contradictory answers can be explained by the memory loss caused by his medical condition cannot be accepted because there was no evidence of this before the officer. Mr. Pandzic tried to remedy this problem by filing an affidavit on November 23, 2010, to which was attached a medical certificate attesting to the concentration problems and memory loss he has allegedly been suffering from since his employment injury. However, this exhibit was not in the file at the time of the interview with the immigration officer, and it is well established that the Court can only consider the evidence that was before the administrative decision-maker when called to assess the reasonableness of the decision reached."], ["[20]", "What is more, the applicant's explanations of her spouse's memory loss appear contradictory. In her first memorandum, the applicant indicated that the medication her spouse was taking for back pain (not the pain itself) was causing his memory loss. Yet, Mr. Pandzic was not taking any medication during his interview. In her supplementary memorandum, the applicant instead alleged that his memory problems were the result of the fact that he had stopped taking this same medication. All of these explanations are inconsistent and raise a question of credibility."], ["[21]", "In short, I am of the opinion that the testimony by the applicant and her sponsor, which was inconsistent in several respects, permitted the officer to find, on a balance of probabilities, that their marriage was not genuine and that its primary purpose was to acquire status in Canada. This is a conclusion that is within the \" . . . range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , above, at paragraph 47)."], ["[22]", "The allegations of a breach of the principles of natural justice and procedural fairness appear to me to be without merit."], ["[23]", "First, the applicant argued that she and her sponsor had not been informed of the reasons for the interview beforehand. This argument cannot be accepted in light of the very clear information contained in the interview letter sent to them close to two weeks earlier. This document indicated that the interview was in relation to the sponsorship application in Canada and that the meeting was essential to the assessment of the application. The spouses were also asked to bring a number of documents (passports, copies of leases, recent bank statements, wedding photos), and [translation] \"any other document that could demonstrate the genuineness of your relationship with your spouse/sponsor\". The officer's notes also indicate that, at the beginning of the interview, she informed the couple that they had been summoned because there were doubts as to whether their marriage was bona fide. Consequently, there seems to me to be no doubt that the applicant and her spouse knew the purpose of the interview and could not have been mistaken as to why they had been summoned."], ["[24]", "Second, the applicant argued that the officer had breached her duty of procedural fairness by not informing her of her right to counsel, who could have helped her prepare for the interview and could have accompanied her to it. Relying on", "<FRAGMENT_SUPPRESSED>  the applicant contended that she and her spouse should have had the right to counsel given the lack of any right to appeal the officer's decision, the contradictory and intrusive nature of the questions asked and her spouse's memory problems and lack of education."], ["[25]", "A close reading of", "Ha", "shows that, in this matter, the Court of Appeal merely enshrined the principle established in", "<FRAGMENT_SUPPRESSED> , that procedural fairness requirements vary according to the circumstances. More specifically, the Court indicated that the presence of counsel in an interview could be required when the issues addressed are of a legal or complex nature. In this case, the interview's sole purpose was to clarify factual issues related to the genuineness of the relationship between the spouses. These are not questions of a legal or complex nature to which the applicant and her spouse could not have responded adequately without counsel: see, by analogy,", "<FRAGMENT_SUPPRESSED> ."], ["[26]", "The factual background that led to", "Ha", "is absent in this case, and the argument based on a right to counsel cannot be supported here. The officer was cognizant of Mr. Pandzic's medical situation and in no way prevented the presence of counsel in the interview. In fact, no such request was made. What is more, the questions asked during the interview were of a factual nature and related to the relationship between the spouses, and the presence of counsel would have been of limited value."], ["[27]", "The applicant also maintained that the officer failed to respect the principles of procedural fairness insofar as she failed to inform her and her spouse of their right to an interpreter. Again, there is no evidence in the record showing that Mr. Pandzic's health condition impaired his ability to understand the officer's questions and to answer them. Moreover, the officer asked Mr. Pandzic if he understood her when she spoke in French at the very beginning of the interview, to which Mr. Pandzic replied yes. Under these circumstances, the officer was not required to inform Mr. Pandzic of his right to an interpreter, especially since the answers he gave to the questions asked did not reflect a lack of understanding on his part: see", "<FRAGMENT_SUPPRESSED> ."], ["[28]", "Finally, the applicant argued that the officer had not noted all of the content from the interviews with the applicant and Mr. Pandzic, and that without a recording or a transcript of the hearing she could not submit a complete argument and demonstrate the unreasonable nature of the interview."], ["[29]", "Again, I cannot but agree with the respondent's argument on this point. First, I note that each spouse signed the following statement at the end of their respective interviews: [translation] \"I, undersigned, solemnly declare that I have answered the above-mentioned questions conscientiously believing them to be true and knowing that this statement is of the same force and effect as if made under oath\". Therefore, they both had the opportunity to reread the officer's notes and verify their accuracy."], ["[30]", "Second, neither the IRPA nor the IRPR stipulates that interviews by immigration officers in the context of sponsored permanent residence applications must be recorded. Without such a requirement, the applicant cannot raise the breach of the principles of natural justice on the grounds that the hearing was not recorded. In the absence of a right to a recording expressly stated by the Act, the principles of natural justice would only be breached in a case where the matter before the Court does not allow it to assess the reasonableness of the impugned decision:", "Canadian Union of Public Employees, Local 301 v. Montreal (City)", ", [1997] 1 S.C.R. 793, at paragraph 81;", "<FRAGMENT_SUPPRESSED> . In this case, the detailed notes taken by the officer allow the applicant to submit a complete argument and the Court to rule on her application for judicial review. The fact that the interviews were not recorded does not in any way adversely affect the applicant's right to procedural fairness and does not breach any rule of natural justice."], ["[31]", "For all of the foregoing reasons, I am therefore of the opinion that the application for judicial review must be dismissed."], ["[32]", "The applicant proposed a question for certification, which is worded as follows:", "[translation]", "Is it legal for the Minister of Citizenship and Immigration to discourage the use of counsel on the Citizenship and Immigration Canada Web site and in the forms IMM 5476 (11-2010 E) and IMM 5476 (11-2010 F) and to fail to mention the right to counsel when corresponding with clients?"], ["[33]", "The Federal Court of Appeal stated the necessary criteria for certifying a question of general importance in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  immediate parties to the litigation, contemplate issues of broad significance or general application and be determinative of the appeal. In my opinion, the question formulated by the applicant does not seem to satisfy these criteria. It is more similar to a question of general importance that has very little to do with the decision by Officer Blais. Even though the applicant indirectly raised this issue in her affidavit, it was not addressed in her oral or written submissions. On this ground alone, it must not be certified pursuant to paragraph 74(", ") of the IRPA."], ["[34]", "A close reading of the Citizenship and Immigration Web site and the forms mentioned by the applicant reveals that using counsel services is not \"discouraged\". In fact, there is no reference to counsel, only to immigration consultants. More importantly, applicants are not discouraged from using these consultants; at most they are informed that it is unnecessary to hire such consultants. In my opinion, this warning seems to arise out of a very legitimate concern by the Department, which seeks to protect a vulnerable clientele against the misleading or dishonest advertising some consultants might provide, and thus informs them that it is entirely possible to complete their application by following the instructions available to them. Consequently, I think that the very premise of the question is erroneous."], ["[35]", "These reasons have already addressed the right to counsel. This question has already been decided several times by the highest courts, namely by the Court of Appeal in", "Ha", ", above, and therefore there is no need to certify it.", "JUDGMENT"], ["[36]", "THE COURT ORDERS AND ADJUDGES that", "the application for judicial review be dismissed. No question is certified.", "[End of document]"]]}