{"id_": "085548", "body_str": [["[1]", "Strickland, J.", ": The Applicants seek judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board (Board), dated October 26, 2012, in which it concluded that they were not Convention refugees nor persons in need of protection pursuant to sections 96 or 97, respectively, of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (IRPA).", "I. Background"], ["[2]", "The Principal Applicant, Nino Shatirishvili, is a citizen of Georgia. Her husband, Georgi Tsikarisvili, is a citizen of Georgia and Greece and their daughter, Mariami Tsikarisvili, is a citizen of Greece. The Principal Applicant claims to fear persecution by a man named Shalva Nozadze."], ["[3]", "The Principal Applicant submits that beginning in 2001, Shalva became infatuated with her. In 2003, Shalva and three of his friends attempted to kidnap her by dragging her into a car. Her uncle reported the incident to the police who informed him that the Principal Applicant must undergo a medical examination and bring the papers to the police. Her family was later informed that no charges were laid against Shalva."], ["[4]", "In December 2004, she was traveling in a taxi with her friend, Manone. The taxi stopped at a store which Manone entered. Shalva and two of his friends then got in the taxi and drove off with the Principal Applicant. They held her at a house for two days."], ["[5]", "When her father reported the kidnapping to the police, he was told that the police would make it appear as though the Principal Applicant joined Shalva of her own volition and that her father should not complain about Shalva because his older brother held a high position in the police station. As a result of the kidnapping, she was ostracized by her village because she spent a night with a man outside of a marriage."], ["[6]", "In 2005 the Principal Applicant met Georgi Tsikarisvili. She married him in September 2006 and moved to Greece with him in November 2006. When Shalva discovered that she had married, he threatened her family in Georgia. They later escaped to join the Principal Applicant and her husband in Greece."], ["[7]", "On March 14, 2008, Shalva contacted her at her residence in Greece and demanded that she meet him, threatening that if she refused she would not see her family alive again. She met him in a restaurant where he demanded that she leave her family and join him, he repeated his threat."], ["[8]", "Prior to this incident, the Principal Applicant and her husband had plans to visit Canada on March 18, 2008. A few days after her meeting with Shalva, her husband learned of it and became angry. He left Greece without telling the Principal Applicant where he was going. He arrived in Canada on March 18, 2008. With the assistance of her brother-in-law, she and her minor daughter traveled to Canada on April 3, 2008 to join her husband."], ["[9]", "On October 26, 2012 the Board denied the Applicants' claims for refugee protection (Decision). This is the judicial review of that Decision.", "II. Decision under Review"], ["[10]", "As a preliminary note, while the male Applicant had recounted a fear of the mafia in Greece in his PIF, the Applicants did not contest the Board's finding respecting him which was not addressed at the hearing. For that reason, only that portion of the Decision pertaining to the Principal Applicant is set out below. The minor Applicant's claim is joined to the Principal Applicant's claim."], ["[11]", "The Board found that the Applicants were not Convention refugees nor were they persons in need of protection. The determinative issue was credibility. The Board found that the Applicants were not credible and the Principal Applicant was not pursued by Shalva nor was the male Applicant pursued by the mafia, as alleged."], ["[12]", "The Board stated that it considered Chairperson's", "Gender Guidelines", "and that it was cognizant of the sensitive nature of the Principal Applicant's allegations. The claims of the Principal Applicant, her husband and child were disjoined from those of the male Applicant's parents and brother for that reason."], ["[13]", "Before the Board, the Principal Applicant claimed, for the first time and contrary to her PIF, that Shalva sexually assaulted her. The Board did not did not draw a negative credibility inference from this discrepancy."], ["[14]", "The Board found that the Applicants lacked credibility because of the cumulative inconsistencies and omissions in their evidence. It noted the following with respect to the Principal Applicant's evidence:", "• In her original PIF, she stated that she was taken to Shalva's friend's house during the 2004 kidnapping. Before the Board, she testified that she did not know whose house she was kept in for two days. The Board did not accept her explanation that she did not know for sure but thought that the was kept at Shalva's friend's house;", "• Before the Board she stated that Manone was related to Shalva and arranged for her kidnapping in the taxi, but she did not mention this in her PIFs. The Board did not accept her explanation that a paralegal assisting her did not relate the story correctly and noted that and she had repeatedly amended her PIF until the hearing and that she was not unsophisticated or uneducated;", "• She testified that she never sought medical attention in Georgia because she did not want to reveal the assault. However, the Record of Examination indicates that she did receive medical attention. When confronted with this she stated that she was examined because she was bruised;", "• Before the Board, she stated that she received medical attention after the attempted kidnapping in June 2003, but did not mention this in her PIFs. The Board did not accept her explanation that a paralegal assisting her did not relate the story correctly;", "• She could not recall that she disclosed a medical report to the Board which was made following the June 2003 kidnapping attempt and testified that her father had not been able to obtain it from the police or the hospital. The Board did not accept her contradictory explanation that her father had wished to obtain the report directly from the hospital. The medical report also referred to \"Aleko\" and three other people as the culprits and not Shalva and contained no security features;", "• She stated in her PIF that her neighbours called the police when Shalva tried to pull her into a car in June 2003, but she testified that no calls were made to the police. The Board did not accept her explanation that this was not what she wrote or her counsel's explanation that she wrote this based on hearsay;", "• She testified that when her father sought help from the police on her behalf the first time, he was told that there was no such case and that Shalva's name was not included in the file. The next time the police told her father to go to another police office where he was informed that the Principal Applicant had gone to Shalva to meet him. However, in her original PIF, she stated that the police told her father to leave and not to complain about Shalva because his brother had a high position in the police and they would make it look as though she ran away with Shalva. The Board did not accept the Applicant's explanation that the paralegal who assisted her had recorded this incorrectly;", "• Before the Board, she testified that Shalva had bribed the police so that they would not assist her, but she did not include this in her PIFs. The Board did not accept her explanation that she was told that she could not add anything to her PIF as she had amended it on three occasions;", "• She testified that Shalva never telephoned her home in Georgia, but in her PIF she stated that he was calling her home and threatening her parents. The Board did not accept her explanation that she did not say this;", "• She testified that she was sexually assaulted in December 2004, but the doctor's letter stated that she was assaulted in June 2003. The Board found that she was not kidnapped or sexually assaulted in June 2003, and the doctor's note did not provide for a December 2004 assault. The Board did not accept her explanation that she was beaten during the kidnap attempt and sexually assaulted when she was kidnapped;", "• She offered the Board three different explanations as to why she failed to seek protection in Greece in the ROE, her PIF and in her testimony. At the hearing she gave only one reason and added, for the first time, that her husband was beaten by the police and her brother mistreated by them. When asked why this was not in her PIF she stated that it was the fault of the prior paralegal/translator. The Board also found that her explanation that Greek authorities do not treat immigrants and refugees well and that Shalva had threatened her to keep her from going to the police, was inconsistent with her actions as she continued to live there for 18 months."], ["[15]", "The Board gave no weight to the reports adduced by the Principal Applicant which included two letters from physicians and a letter from the Canadian Centre for Victims of Torture (CCVT). It stated that the credentials of the authors were not provided nor did the letters comprise psychological or psychiatric assessments. One of the letters included grammatical errors. The documents did not establish satisfactorily or persuasively that the Principal Applicant's conditions were the result of what she was alleging in her refugee claims as opinion evidence is only as valid as the truth of the facts on which it is based (", "<FRAGMENT_SUPPRESSED>  (QL) (TD) [ <FRAGMENT_SUPPRESSED> ]; nor can such letters serve as a cure-all for any and all deficiencies in a claimant's testimony (", "<FRAGMENT_SUPPRESSED>  (QL) (TD); [ <FRAGMENT_SUPPRESSED> ]."], ["[16]", "The Board found that the Applicants were lacking in credibility generally and that the lack of credibility extended to all of their relevant testimony.", "III. Issues"], ["[17]", "The issues in this application are as follows:", "(1) Were the Board's credibility findings unsupported by the evidence?", "(2) Did the Board err in its treatment of the documentary evidence?", "(3) Did the Board err in dismissing the claim on account of credibility?", "IV. Standard of Review"], ["[18]", "The Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard ( <FRAGMENT_SUPPRESSED> , above at para 57;", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ])."], ["[19]", "It is established jurisprudence that credibility findings, described as the \"heartland of the Board's jurisdiction\", are essentially pure findings of fact that are reviewable on a reasonableness standard (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  (QL) (CA) [ <FRAGMENT_SUPPRESSED> ]). Similarly, the weighing of evidence and the interpretation and assessment of evidence is also reviewed on a reasonableness standard ( <FRAGMENT_SUPPRESSED> , above, at para 26)."], ["[20]", "Reasonableness is concerned with the justification, transparency and intelligibility of the decision-making process, but also with whether the decision falls within a range of possible, acceptable outcomes defensible in respect of the facts and law ( <FRAGMENT_SUPPRESSED> , at para 47).", "V. Positions of the Parties and Analysis", "Issue 1: Were the credibility findings unsupported by the evidence?", "Applicants' Submissions"], ["[21]", "The Principal Applicant submits that the Board's credibility findings are unreasonable because they were based on erroneous findings of fact and, in many instances, a microscopic review of the evidence."], ["[22]", "Contrary to the Board's assertion, the Principal Applicant did not state in her PIF that she was taken to Shalva's friend's house during the December 2004 kidnapping. Further, she did not state in her PIF that the neighbours called the police following the attempted kidnapping; rather she stated that they threatened to call the police. Her testimony about her father's attempts to seek assistance from the police was also consistent with her narrative."], ["[23]", "The Board also erred in relying on the Principal Applicant's original PIF despite her testifying that there were translation problems. The Board relied on her original PIF regarding whether Shalva called her parents and not her amended PIF which was consistent with her testimony at the hearing. The Board also mischaracterized her testimony about seeking medical examinations in Georgia. She explained the circumstances surrounding her father obtaining the report and also attempted to clarify her evidence regarding that report.", "Respondent's Submissions"], ["[24]", "The Respondent submits that the Board's credibility findings are reasonable as there were numerous inconsistencies in the evidence, some of which have not been challenged. The Board's finding that the Principal Applicant's evidence concerning where she was held in December 2004 was reasonable because she provided inconsistent evidence. The Respondent concedes that the inconsistency regarding whether the neighbours contacted the police was unsupported by the evidence. However, there are many other inconsistencies which support the Board's decision."], ["[25]", "The Respondent submits that the Board did not make a negative credibility finding on the basis that the Principal Applicant amended her PIFs, but rather that she failed to include important information. PIFs require the inclusion of significant events or reasons which lead to claim protection (", "<FRAGMENT_SUPPRESSED>  (QL) (TD)). Where amendments are made to a PIF which omit highly relevant and central elements, these can be sufficient to support a negative credibility finding (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  (QL) (TD))."], ["[26]", "The Principal Applicant did not include important information in her PIFs including that Shalva paid a bribe to the police and whether she sought medical attention in Georgia. Some of her oral testimony was contradictory such as whether Shalva telephoned her home in Georgia."], ["[27]", "The Respondent also submits that claimants, who freely chose their counsel, should bear the consequences of that choice (", "<FRAGMENT_SUPPRESSED>  (QL) at para 23 ( <FRAGMENT_SUPPRESSED>  (QL) at para 2 ( <FRAGMENT_SUPPRESSED>  (QL) at para 3 (CA)).", "Analysis"], ["[28]", "It is well-established that significant deference is owed to credibility findings made by boards and tribunals as they are well placed to assess the credibility of refugee claimants ( <FRAGMENT_SUPPRESSED> , above, at para 4;", "<FRAGMENT_SUPPRESSED> ). The Court will only intervene in a credibility finding if the decision-maker based its decision on \"an erroneous finding of fact made in a perverse or capricious manner or if it made its decision without regard to the material before it\" (FCA, s 18.1(4)(d))."], ["[29]", "It is also open to the Board to base credibility findings on omissions and inconsistencies between POE notes, PIFs and a claimant's testimony at the hearing (", "<FRAGMENT_SUPPRESSED> )."], ["[30]", "However, not all omissions will be sufficient to ground a negative credibility finding.  <FRAGMENT_SUPPRESSED>  the Court stated at para 23 that \"[t]he nature of the omission, and the context in which the new information is brought forward, have to be examined in order to determine the materiality of the omission.\""], ["[31]", "In this case, the Board found the Principal Applicant not credible based on inconsistencies between her oral testimony, her ROE and PIFs and her failure to include relevant information. The Board does not appear to draw a negative inference from the fact that she submitted amended PIFs."], ["[32]", "Upon review of the record it is apparent that the Board made several erroneous findings of fact and impugned the Principal Applicant's credibility based on alleged inconsistencies where there were none. These are as follows:", "• Her testimony that she did not know where the kidnappers held her in December 2004 was consistent with both her July 20, 2011 PIF and her amended March 21, 2012 PIF. The Board erred in finding that her PIFs stated that she was kept at Shalva's friend's house;", "• In her July 20, 2011 PIF, she stated that the neighbours heard her scream and threatened to call the police. In her amended March 21, 2012 PIF, she stated that the neighbours heard her screams and ran to help her. The Board erred in stating that she had indicated in her PIFs that the neighbours called the police at the time of her attempted kidnapping;", "• As to her father's attempts to seek assistance from the police, her evidence was substantially consistent. At the hearing, she did not mention Shalva's connection to the police, but pointed out that she had mentioned this in both of her PIFs;", "• Her evidence was also consistent that there was an attempted abduction in 2003 and that she was abducted in 2004 and, at the hearing, she testified that she was sexually assaulted at that time. As to Dr. Felix Yaroshevky's letter, this states that in June 2003 the Principal Applicant was abducted and in 2004 she was abducted and raped. Contrary to the Board's finding, it does not state that she was kidnapped and sexually assaulted in June 2003."], ["[33]", "However, the Board does accurately describe other inconsistencies or omissions in the Principal Applicant's evidence:", "• Before the Board, the Principal Applicant testified for the first time that Manone was related to Shalva and arranged for her kidnapping. She did not mention this in her PIFs and it is a significant fact central to her claim;", "• Before the Board and in her POE, she stated that Shalva bribed the police and that therefore they would not assist her, but she did not include this in her PIFs. Again, this is a significant omission;", "• Regarding whether Shalva had telephoned her family in Georgia, in her July 20, 2011 PIF, she stated that he called her home and threatened her parents. In her amended March 21, 2012 PIF, she stated only that he started to abuse her family, and, in her oral testimony denied that she had ever stated that he had called her home, but confirmed that he threatened her family;", "• As to medical attention, in her ROE she stated that she had a medical report indicating that she had been \"beat up\". The Forensic Medical Examination report dated June 30, 2003 is contained in the record and is consistent with the date of the attempted kidnapping. However, in both of her PIFs she stated only that the police had told her to have a medical exam after the attempted kidnapping. When asked about this inconsistency at the hearing she attributed the omission to the paralegal;", "• She also testified that she never sought medical attention in Georgia and when reminded of the report contained in the record explained that it pertained to the attempted abduction. However, when later asked again about the medical report given to the police, she testified that the police retained it and her father was unable to retrieve a copy from the hospital. When again reminded that the report was actually contained in the record, she said that her father had wanted to obtain a copy directly from the hospital and not from the police;", "• She also offered the Board different explanations as to why she failed to seek protection in Greece. At the hearing she testified that she did not seek protection because the she did not trust the police, they did not treat refugees and immigrants well, Shalva had threatened that if she went to the police he would destroy her family, and that her brother was mistreated by the police and her husband was beaten by them. She had not indicated the last reason prior to the hearing."], ["[34]", "The accumulation of contradictions between a claimant's testimony, POE statements and PIFs may legitimately serve as the basis of a negative credibility finding (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]. Here, the Board found that there were cumulative contradictions as well as omissions. It was not bound to accept the Principal Applicant's explanations for these including that the translator selected by the Principal Applicant failed to accurately and completely record her narrative (", "<FRAGMENT_SUPPRESSED> )."], ["[35]", "While some of the Board's findings were not supported by the record, when considering those errors against its accurate findings and viewing its Decision in whole, its conclusion as to the Principal Applicant's credibility falls within the range of reasonable and acceptable outcomes. The Board accurately noted several inconsistencies and omissions which were not based on peripheral points, but were related to elements integral to her claim for protection, including the existence of the medical report, Manone's relation to Shalva and the bribe allegedly paid to the police. Given this, the Board's analysis cannot be characterized as imperfect, incomplete or inconsistent to the point where this Court's intervention would be warranted (", "<FRAGMENT_SUPPRESSED> )."], ["[36]", "It must also be kept in mind that the Board had the benefit of actually hearing the testimony of the Principal Applicant and observing her demeanour, and this affords deference. As stated in <FRAGMENT_SUPPRESSED> , above, at para 31-32:", "The Board members are in the best position to assess the issue of credibility. The applicant appeared before the Board and answered questions put to him. It is within the jurisdiction of the Board to \"weigh\" the answers in the context of the whole of the evidence and to decide if the answers given by the applicant are or not plausible.", "In a reading of the entire decision, it is apparent that the Board considered all the evidence and was within its jurisdiction to make an assessment of credibility.", "<FRAGMENT_SUPPRESSED> ).", "Issue 2: Did the Board err in its treatment of the documentary evidence?", "Applicants' Submissions"], ["[37]", "The Principal Applicant states that the Board erred in assigning the Forensic Medical Exam report little weight because it named Aleko Lursmanashvili and three other unidentified people as the attempted kidnappers, not Shalva, and because it contained no security features. The report corroborated her allegations, was signed and contained a seal and was consistent with her PIF and testimony (", "<FRAGMENT_SUPPRESSED> ). The Board was required to provide valid reasons for rejecting this corroborative evidence and, if it considered that the Applicant fabricated the letter, to clearly state this (", "<FRAGMENT_SUPPRESSED>  seeking to find weaknesses in the Applicants' story and evidence."], ["[38]", "The Principal Applicant submits that the Board committed a similar error regarding the letter from Dr. Felix Yaroshevsky which mentioned the incident of sexual assault in December 2004. The Board's concerns arise from its misapprehension of the letter. With respect to the letter from Dr. Naguib Milad, it is unreasonable to dismiss it on account of grammatical errors. The letter was signed, dated and on letterhead."], ["[39]", "And, while the Board noted the lack of credentials of the authors of the letters, it had evidence that the Principal Applicant continued to seek counselling at the CCVT, a well-known and reputable organization.", "Respondent's Submissions"], ["[40]", "The Respondent submits that the Board considered the medical reports but reasonably rejected them because they did not provide details of the therapy or counselling being provided, the credentials of the doctors and counsellor and whether there was an assessment of the Principal Applicant (", "<FRAGMENT_SUPPRESSED> ). The Board is also entitled to use common sense and to note basic grammatical and spelling errors. The Principal Applicant simply disagrees with the Board's weighing of the evidence (", "<FRAGMENT_SUPPRESSED> ).", "Analysis"], ["[41]", "The Decision demonstrates that the Board reasonably considered the medical and counselling letters. The Board discounted the Forensic Medical Exam report not only because it lacked security features, but also because the Principal Applicant could not remember that it was disclosed as evidence to the Board. Further, because it referred to one alleged kidnapper by name and mentioned three others. Given that the basis of the Principal Applicant's claim is persecution by Shalva, the Board reasonably afforded the report little weight as it did not name him but instead named another individual."], ["[42]", "The letter from the CCVT is dated December 5, 2011, and states only that the Principal Applicant attended there on October 31, 2011 and was assessed and accepted as a client. As such she received counselling and emotional support and would soon be assessed by a psychiatrist for a more in-depth evaluation of her mental health. The record contains nothing further from the CCVT."], ["[43]", "In my view, the Board also reasonably attributed little weight to the September 1, 2010 letter of Dr. Milad. This was addressed as \"to whom it may concern\" and stated only that:", "This is to confirm that Nino Shatirishvili is suffering from sever anxiety and panic attacks on and off, she is extremely scared and gets flashback of her kidnapping in her country, Georgia. She is much frittered from the thought of getting back to her own country knowing that the same person who kidnapped her is still looking for her.", "Mrs. Nino Shatirishvilil was kidnapped in Georgia for two days on Dec.2004 by a man that wanted to marry her against her wish, since then she and her family has been stocked and threatened a harassed by the same person in Georgia. It is very clear that returning to Georgia is very dangerous for her safety and the safety of her family."], ["[44]", "Putting aside the questionable grammar, this report offers little in the way a medical assessment nor does it state what, if any, treatment was being provided to the Principal Applicant."], ["[45]", "As to the letter from Dr. Yaroshevsky of March 12, 2012, it is addressed to Dr. Milad. It refers to the kidnapping and sexual assault and alleged persecution stating that, \"It is all described in the narrative on file.\" Based on what appears to have been a single meeting with the Principal Applicant on March 9, 2012, the doctor concludes that she suffers from post-traumatic stress disorder and ongoing stress. The letter notes that Dr. Milad is treating the Principal Applicant with unspecified pharmacotherapy and refers to the possibility of counselling. The letter does not state what Dr. Yaroshevsky's credentials are, nor does it provide a psychological assessment or definitely set out a course of treatment."], ["[46]", "The Board reasonably found that a psychiatric report, or in this case a doctor's or counsellor's letter, submitted as evidence where there are concerns regarding the claimant's testimony, amounts only to opinion evidence that is only as valid as the truth of the facts on which it is based. Further, that it cannot serve as a cure-all for any and all deficiencies in a claimant's testimony ( <FRAGMENT_SUPPRESSED> , above; <FRAGMENT_SUPPRESSED> , above;", "<FRAGMENT_SUPPRESSED> ). The Board had stated that it had credibility concerns and, therefore, it was open to it to consider the corroborating letters in the context of those concerns (", "<FRAGMENT_SUPPRESSED> ). Also see", "<FRAGMENT_SUPPRESSED> . Accordingly, the Board assigned little weight to these reports and it is not the task of this Court to reweigh this evidence.", "Issue 3: Did the Board err in dismissing the claim on account of credibility?", "Applicant's Submissions"], ["[47]", "The Principal Applicant submits that the Board erred in failing to assess whether she satisfied both the subjective and objective components of the test for refugee status. A finding of credibility is not determinative of the question of whether she is a Convention refugee (", "<FRAGMENT_SUPPRESSED>  (QL) at paras 11, 13 (TD); <FRAGMENT_SUPPRESSED> , above). While the Board was not convinced that Shalva was in pursuit of the Principal Applicant, it did not make a finding as to whether or not it believed that she was kidnapped, assaulted and sexually assaulted. It should therefore be presumed that the Board accepted her evidence of these incidents and the difficulties faced by women who are victims of this type of violence in Georgia."], ["[48]", "Further, the Board did not assess state protection in relation to Georgia, which is the Principal Applicant's country of citizenship.", "Respondent's Submissions"], ["[49]", "The Respondent did not make responding submissions.", "Analysis"], ["[50]", "There is case law which supports that a negative credibility finding may be determinative", "per se", "of the application in whole ( <FRAGMENT_SUPPRESSED> , above, at para 25;", "<FRAGMENT_SUPPRESSED> )."], ["[51]", "<FRAGMENT_SUPPRESSED>  Justice Noël stated the following:", "However, it is trite law that a \"negative credibility finding in relation to section 96 will often obviate the need to consider section 97\" (", "Meija", ", above, at para 20, citing", "Plancher", ", above, and", "<FRAGMENT_SUPPRESSED> ). In the case at bar, it appears that the section 97 analysis was implicit in the reasons. Accordingly, the RPD found that the absence of threats before June 2008 and the applicant's successful career supported the fact that he was not likely to experience any risks within the meaning of section 97."], ["[52]", "It must be recalled that the basis of the Principal Applicant's claim was her allegation of persecution by Shalva. The Board clearly made a finding, based on its credibility concerns, that it was not convinced that Shalva was in pursuit of the Principal Applicant. Therefore, this finding effectively disposed of entire claim."], ["[53]", "For all of the reasons above, the Principal Applicant's application for judicial review is dismissed.", "JUDGMENT"], ["[54]", "THIS COURT'S JUDGMENT is that", "the Applicants' application for judicial review is dismissed with no question of general importance to be certified.", ".........................", "Nino Shatirishvili, Mariami Tsikarisvili et  <FRAGMENT_SUPPRESSED>  Les demandeurs sollicitent le contrôle judiciaire de la décision du 26 octobre 2012 par laquelle la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié (la Commission) a conclu qu'ils n'étaient pas des réfugiés au sens de la Convention ou des personnes à protéger au sens des articles 96 et 97 de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (LIPR).", "I. Faits"], ["[2]", "La demanderesse principale, Nino Shatirishvili, est une citoyenne de la Géorgie. Son époux, Georgi Tsikarisvili, est un citoyen de la Géorgie et de la Grèce, et leur fille, Mariami Tsikarisvili, est citoyenne de la Grèce. La demanderesse principale dit craindre d'être persécutée par un homme du nom de Shalva Nozadze."], ["[3]", "Selon la demanderesse principale, Shalva s'est entiché d'elle en 2001. En 2003, Shalva et trois de ses amis ont tenté de l'enlever en la forçant à monter dans une voiture. Son oncle a signalé l'incident aux policiers, qui lui ont répondu que la demanderesse principale devait subir un examen médical et leur apporter les papiers. Sa famille a plus tard appris qu'aucune accusation n'avait été déposée contre Shalva."], ["[4]", "En décembre 2004, la demanderesse principale et son amie Manone étaient à bord d'un taxi. Le taxi s'est arrêté près d'un magasin dans lequel Manone est entrée. Shalva et deux de ses amis sont alors montés dans le taxi et le chauffeur a démarré. Shalva et ses amis ont détenu la demanderesse principale dans une maison pendant deux jours."], ["[5]", "Lorsque son père a signalé l'enlèvement à la police, on lui a dit que les policiers s'arrangeraient pour faire croire que la demanderesse principale avait suivi Shalva de son plein gré et qu'il ne devrait pas porter plainte contre Shalva parce que son frère aîné occupait un poste élevé au sein du commissariat. Par suite de l'enlèvement, la demanderesse principale a été ostracisée par les habitants de son village parce qu'elle avait passé une nuit avec un homme avec lequel elle n'était pas mariée."], ["[6]", "En 2005, la demanderesse principale a rencontré Georgi Tsikarisvili. Ils se sont mariés en septembre 2006 et la demanderesse principale est allée vivre en Grèce avec lui en novembre 2006. Lorsque Shalva a appris qu'elle s'était mariée, il a menacé les membres de sa famille en Géorgie. Ces derniers sont plus tard allés rejoindre la demanderesse principale et son époux en Grèce."], ["[7]", "Le 14 mars 2008, Shalva l'a appelée chez elle en Grèce et a demandé à la voir, en lui disant que si elle refusait, elle ne reverrait pas les membres de sa famille en vie. La demanderesse principale l'a rencontré dans un restaurant. En réitérant ses menaces, Shalva lui a demandé de quitter sa famille et de venir le rejoindre."], ["[8]", "Avant cet incident, la demanderesse principale et son époux avaient prévu de visiter le Canada le 18 mars 2008. Lorsque son époux a été mis au courant de la rencontre entre la demanderesse principale et Shalva quelques jours plus tard, il s'est mis en colère et a quitté la Grèce sans dire à la demanderesse principale où il allait. Il est arrivé au Canada le 18 mars 2008. Avec l'aide de son beau-frère, la demanderesse principale est venue rejoindre son époux au Canada le 3 avril 2008, avec sa fille d'âge mineur."], ["[9]", "Le 26 octobre 2012, la Commission a rejeté les demandes d'asile des demandeurs (la décision). La Cour est saisie du contrôle judiciaire de cette décision.", "II. Décision faisant l'objet du contrôle"], ["[10]", "Il convient d'abord de souligner que même si le demandeur avait dit craindre la mafia en Grèce dans son FRP, les demandeurs n'ont pas contesté la conclusion de la Commission à son égard, et cette conclusion n'a pas été abordée à l'audience. Pour cette raison, les paragraphes qui suivent traitent uniquement de la portion de la décision qui concerne la demanderesse principale. Pour ce qui est de la demanderesse d'âge mineur, sa demande est jointe à celle de la demanderesse principale."], ["[11]", "La Commission a conclu que les demandeurs n'étaient pas des réfugiés au sens de la Convention ni des personnes à protéger. La question déterminante était celle de la crédibilité. La Commission a jugé que les demandeurs n'étaient pas crédibles, que la demanderesse principale n'était pas poursuivie par Shalva comme elle le soutient et que le demandeur n'était pas poursuivi par la mafia comme il l'affirme."], ["[12]", "La Commission a mentionné qu'elle avait pris en considération les directives concernant la persécution fondée sur le sexe établies par le président et qu'elle était consciente de la nature délicate des allégations de la demanderesse principale. Pour cette raison, les demandes d'asile de la demanderesse principale, de son époux et de leur fille ont été séparées de celles des parents et du frère du demandeur."], ["[13]", "Lorsqu'elle s'est présentée devant la Commission, la demanderesse principale a affirmé pour la première fois que Shalva l'avait agressée sexuellement, alors qu'elle avait dit le contraire dans son FRP. Malgré cette contradiction, la Commission n'a pas tiré de conclusion défavorable quant à la crédibilité."], ["[14]", "La Commission a conclu que les demandeurs n'étaient pas crédibles en raison des incohérences et omissions cumulatives dans leurs témoignages. En ce qui concerne la preuve de la demanderesse principale, la Commission a noté ce qui suit:", "• Dans son FRP initial, la demanderesse principale a affirmé que lors de son enlèvement en 2004, elle avait été amenée à la maison d'un ami de Shalva. Devant la Commission, elle a dit qu'elle ne savait pas à qui appartenait la maison dans laquelle elle avait été détenue pendant deux jours. La Commission n'a pas accepté son explication selon laquelle elle pensait qu'elle avait été détenue dans la maison d'un ami de Shalva, mais qu'elle n'en était pas certaine;", "• Lorsqu'elle a témoigné devant la Commission, la demanderesse principale a dit que Manone était liée à Shalva et que celle-ci avait organisé son enlèvement dans le taxi, mais elle n'a rien mentionné de tel dans ses FRP. La Commission n'a pas accepté son explication selon laquelle le parajuriste qui l'avait aidée n'avait pas relaté son histoire correctement. La Commission a ajouté que la demanderesse principale avait modifié son FRP à plusieurs reprises avant l'audience et qu'elle n'était pas une personne mal informée ou peu instruite;", "• La demanderesse principale a affirmé qu'elle n'avait jamais demandé de soins médicaux en Géorgie parce qu'elle voulait cacher l'agression. Toutefois, le rapport d'examen indique qu'elle a reçu des soins médicaux. Lorsqu'on a porté ce fait à son attention, elle a déclaré qu'elle avait été examinée parce qu'elle avait des ecchymoses;", "• Devant la Commission, la demanderesse principale a déclaré avoir reçu des soins médicaux après la tentative d'enlèvement en juin 2003, mais elle n'en a pas fait mention dans ses FRP. La Commission n'a pas accepté son explication selon laquelle le parajuriste qui l'avait aidée n'avait pas relaté correctement son histoire;", "• La demanderesse principale ne se rappelait pas avoir remis à la Commission un rapport médical rédigé après la tentative d'enlèvement en juin 2003 et a déclaré que son père n'avait pas été en mesure d'obtenir un tel document auprès de la police ou de l'hôpital. La Commission n'a pas accepté son explication contradictoire selon laquelle son père souhaitait obtenir le rapport directement de l'hôpital. De plus, le rapport médical mentionnait qu'un certain « Aleko » et trois autres personnes étaient les coupables, et non Shalva, et le document ne contenait aucune caractéristique de sécurité;", "• La demanderesse principale a mentionné dans son FRP que ses voisins avaient appelé la police lorsque Shalva a tenté de l'obliger à monter dans une voiture en juin 2003, mais elle a déclaré à l'audience que personne n'avait appelé la police. La Commission n'a pas accepté son explication selon laquelle elle n'avait pas indiqué ce fait dans son FRP, ni l'explication de son conseil, qui a fait valoir que la demanderesse principale avait écrit cela en se fondant sur des ouï-dire;", "• La demanderesse principale a déclaré que lorsque son père avait demandé l'aide des policiers en son nom la première fois, ceux-ci lui avaient dit qu'aucune accusation de cette nature n'avait été portée et que le nom de Shalva ne figurait pas au dossier. La seconde fois, les policiers ont dit à son père de se rendre dans un autre commissariat. Une fois sur place, les policiers lui ont dit que la demanderesse principale était allée voir Shalva. Toutefois, dans son FRP initial, elle a déclaré que les policiers avaient dit à son père de quitter les lieux et de ne pas porter plainte contre Shalva étant donné que le frère de celui-ci occupait un poste élevé au sein de la police et que les policiers s'arrangeraient pour faire croire que la demanderesse principale s'était enfuie avec Shalva. La demanderesse principale a affirmé que le parajuriste qui l'avait aidée avait mal consigné son histoire, explication que la Commission n'a pas acceptée;", "• Devant la Commission, la demanderesse principale a déclaré que Shalva avait soudoyé les policiers pour qu'ils ne l'aident pas, mais elle n'a rien mentionné de tel dans ses FRP. La Commission n'a pas accepté son explication selon laquelle elle s'était fait dire qu'elle ne pouvait rien ajouter à son FRP étant donné qu'elle l'avait modifié à trois reprises;", "• La demanderesse principale a dit que Shalva ne l'avait jamais appelée chez elle en Géorgie, mais dans son FRP, elle a affirmé que Shalva l'appelait chez elle et menaçait ses parents. La Commission n'a pas accepté son explication selon laquelle elle n'avait pas tenu de tels propos;", "• La demanderesse principale a déclaré avoir été agressée sexuellement en décembre 2004, mais la lettre du médecin indique qu'elle a été agressée en juin 2003. La Commission a conclu qu'elle n'a pas été enlevée ou agressée sexuellement en juin 2003, et la lettre du médecin ne fait aucunement mention de l'agression de décembre 2004. La Commission n'a pas accepté son explication selon laquelle elle a été battue durant la tentative d'enlèvement et agressée sexuellement lorsqu'elle a été enlevée;", "• La demanderesse principale a donné à la Commission trois raisons différentes - dans le rapport d'examen, dans son FRP et dans son témoignage - pour expliquer pourquoi elle n'avait pas demandé de protection en Grèce. À l'audience, elle n'a mentionné qu'une seule raison et a dit, pour la première fois, que les policiers avaient battu son époux et maltraité son frère. Lorsqu'on lui a demandé pourquoi ce n'était pas précisé dans son FRP, elle a répondu que c'était la faute du parajuriste-traducteur précédent. La Commission a jugé que son explication selon laquelle les autorités grecques ne traitent pas bien les immigrants et les réfugiés et selon laquelle Shalva l'avait menacée pour l'empêcher de s'adresser à la police ne cadrait pas avec son comportement puisqu'elle a continué de vivre en Grèce pendant 18 mois."], ["[15]", "La Commission n'a accordé aucune valeur aux rapports fournis par la demanderesse principale, soit deux lettres rédigées par des médecins et une lettre provenant du Centre canadien pour victimes de torture (CCVT). La Commission a souligné que les titres de compétences des auteurs n'avaient pas été fournis et que les lettres ne renfermaient pas d'évaluations psychologiques ou psychiatriques. Une des lettres contenait des fautes de grammaire. Les documents n'établissent pas de façon satisfaisante ou convaincante que la situation de la demanderesse principale découle des faits qu'elle allègue dans le cadre de sa demande d'asile puisqu'un témoignage d'opinion n'est valide que dans la mesure où les faits sur lesquels il repose sont vrais (", "<FRAGMENT_SUPPRESSED>  (QL) (1re inst.) [ <FRAGMENT_SUPPRESSED> ]), et de telles lettres ne peuvent constituer une panacée pour pallier toutes les faiblesses dans le témoignage du demandeur d'asile (", "<FRAGMENT_SUPPRESSED>  (QL) (1re inst.) [ <FRAGMENT_SUPPRESSED> ])."], ["[16]", "La Commission a estimé que les demandeurs manquaient généralement de crédibilité et que cela s'étendait à l'ensemble de leurs témoignages pertinents.", "III. Questions en litige"], ["[17]", "La demande soulève les questions suivantes:", "(1) Les conclusions de la Commission quant à la crédibilité étaient-elles non étayées par la preuve?", "(2) La Commission a-t-elle commis une erreur dans sa façon de traiter la preuve documentaire?", "(3) La Commission a-t-elle commis une erreur en rejetant la demande d'asile en raison de la conclusion sur la crédibilité?", "IV. Norme de contrôle"], ["[18]", "Dans l'arrêt", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], la Cour suprême du Canada a posé en principe qu'il n'est pas nécessaire d'effectuer une analyse relative à la norme de contrôle dans chaque instance. En effet, lorsque la norme de contrôle applicable à une question précise présentée à la cour est bien établie par la jurisprudence, la cour de révision peut adopter cette norme de contrôle (arrêt <FRAGMENT_SUPPRESSED> , précité, au paragraphe 57;", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ])."], ["[19]", "Il est établi dans la jurisprudence que les conclusions relatives à la crédibilité, décrites comme l'« essentiel de la compétence de la Commission », sont essentiellement de pures conclusions de fait qui sont susceptibles de contrôle selon la norme de la décision raisonnable (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  (QL) (CA) [ <FRAGMENT_SUPPRESSED> ]). De façon similaire, l'importance attribuée à la preuve, l'interprétation et l'appréciation de cette preuve sont aussi susceptibles de contrôle selon la norme de la décision raisonnable (décision <FRAGMENT_SUPPRESSED> , précitée, au paragraphe 26)."], ["[20]", "Le caractère raisonnable tient à la justification de la décision, à la transparence et à l'intelligibilité du processus décisionnel, mais aussi à l'appartenance de la décision aux issues possibles acceptables pouvant se justifier au regard des faits et du droit (arrêt <FRAGMENT_SUPPRESSED> , précité, au paragraphe 47).", "V. Positions des parties et analyse", "Question no 1: Les conclusions quant à la crédibilité étaient-elles non étayées par la preuve?", "Observations des demandeurs"], ["[21]", "La demanderesse principale soutient que les conclusions de la Commission quant à la crédibilité sont déraisonnables parce qu'elles sont fondées sur des conclusions de fait erronées et, dans de nombreux cas, sur une analyse microscopique de la preuve."], ["[22]", "Contrairement à ce qu'affirme la Commission, la demanderesse principale n'a pas mentionné dans son FRP qu'elle a été amenée à la maison d'un ami de Shalva lorsqu'elle a été enlevée en décembre 2004. Par ailleurs, elle n'a pas mentionné dans son FRP que ses voisins ont appelé la police après la tentative d'enlèvement. Elle a plutôt déclaré qu'ils avaient menacé de le faire. Son témoignage au sujet des tentatives de son père en vue d'obtenir l'aide de la police cadrait également avec son exposé circonstancié."], ["[23]", "La Commission a aussi commis une erreur en se fondant sur le FRP initial de la demanderesse principale malgré qu'elle ait déclaré qu'il y avait des problèmes dans la traduction. Pour ce qui est de la question de savoir si Shalva a appelé ses parents, la Commission s'est appuyée sur son FRP initial et non sur son FRP modifié, lequel correspondait au témoignage qu'elle a livré à l'audience. De plus, la Commission a mal interprété son témoignage au sujet de la demande de soins médicaux en Géorgie. Elle a expliqué les circonstances entourant l'obtention du rapport par son père et a aussi tenté de clarifier sa preuve au regard de ce rapport.", "Observations du défendeur"], ["[24]", "Selon le défendeur, les conclusions de la Commission quant à la crédibilité sont raisonnables étant donné les nombreuses incohérences dans la preuve, certaines n'ayant pas été contestées. La conclusion de la Commission au regard de la preuve de la demanderesse principale concernant l'endroit où elle a été détenue en décembre 2004 était raisonnable parce que la demanderesse principale a présenté des éléments de preuve contradictoires. Le défendeur concède que l'incohérence quant à la question de savoir si les voisins ont appelé la police n'était pas étayée par la preuve. Toutefois, de nombreuses autres incohérences appuient la décision de la Commission."], ["[25]", "Le défendeur fait valoir que la Commission n'a pas tiré une conclusion négative sur la crédibilité du fait que la demanderesse principale a modifié ses FRP, mais plutôt du fait qu'elle n'y a pas mentionné des éléments importants. Le demandeur d'asile doit inclure dans ses FRP les événements importants ou raisons qui l'ont amené à demander l'asile (", "<FRAGMENT_SUPPRESSED>  (QL) (1re inst.);", "<FRAGMENT_SUPPRESSED>  (QL) (1re inst.). Lorsque des modifications sont apportées à un FRP et que des éléments hautement pertinents et fondamentaux sont omis, ces omissions peuvent suffire à justifier une conclusion défavorable quant à la crédibilité (", "<FRAGMENT_SUPPRESSED> à 24 [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  (QL) (1re inst.))."], ["[26]", "La demanderesse principale a omis des éléments importants dans ses FRP, y compris le fait que Shalva a soudoyé les policiers et la question de la demande de soins médicaux en Géorgie. Une partie de son témoignage de vive voix était contradictoire, entre autres pour ce qui est de la question de savoir si Shalva l'a appelée chez elle en Géorgie."], ["[27]", "Le défendeur soutient également que les demandeurs qui choisissent librement leur avocat doivent assumer les conséquences de cette décision (", "<FRAGMENT_SUPPRESSED>  (QL), au paragraphe 23 (1re inst.);", "<FRAGMENT_SUPPRESSED>  (QL), au paragraphe 2 (1re inst.);", "<FRAGMENT_SUPPRESSED>  (QL), au paragraphe 3 (CA)).", "Analyse"], ["[28]", "Il est bien établi que les conclusions relatives à la crédibilité formulées par les commissions et les tribunaux commandent une retenue considérable du fait que ces derniers sont bien placés pour apprécier la crédibilité des demandeurs d'asile (arrêt <FRAGMENT_SUPPRESSED> , précité, au paragraphe 4;", "<FRAGMENT_SUPPRESSED> ). La Cour n'interviendra que si le décideur a rendu une décision fondée sur « une conclusion de fait erronée, tirée de façon abusive ou arbitraire ou sans tenir compte des éléments dont il dispose » (", "Loi sur les Cours fédérales", ", alinéa 18.1(4)", "))."], ["[29]", "Il est aussi loisible à la Commission de fonder ses conclusions concernant la crédibilité sur des omissions et des contradictions entre les notes prises au PDE, les FRP et le témoignage d'un demandeur à l'audience (", "<FRAGMENT_SUPPRESSED> )."], ["[30]", "Cependant, les omissions ne sauraient toutes justifier une conclusion défavorable quant à la crédibilité. Dans la décision", "<FRAGMENT_SUPPRESSED>  la Cour s'exprimait en ces termes au paragraphe 23: « Pour juger de l'importance de l'omission, il faut examiner sa nature, ainsi que le contexte dans lequel est présenté le nouveau renseignement. »"], ["[31]", "En l'espèce, la Commission a conclu que la demanderesse principale n'était pas crédible en raison des contradictions entre son témoignage de vive voix, son rapport d'examen et ses FRP et parce qu'elle a omis d'inclure des éléments importants. La Commission ne semble pas tirer de conclusion négative du fait qu'elle a présenté des FRP modifiés."], ["[32]", "Après avoir examiné le dossier, il est clair que la Commission a tiré plusieurs conclusions de fait erronées et mis en doute la crédibilité de la demanderesse principale en raison de présumées contradictions qui n'étaient pas réellement des contradictions:", "• Dans son témoignage, la demanderesse principale a déclaré qu'elle ne savait pas où elle avait été détenue par ses ravisseurs en décembre 2004, ce qui cadre avec son FRP du 20 juillet 2011 et son FRP modifié du 21 mars 2012. La Commission a commis une erreur en concluant que, selon les FRP de la demanderesse principale, cette dernière avait été détenue dans la maison d'un ami de Shalva;", "• Dans son FRP du 20 juillet 2011, la demanderesse principale a affirmé que les voisins l'avaient entendu crier et avaient menacé d'appeler la police. Dans son FRP modifié du 21 mars 2012, elle a mentionné que les voisins avaient entendu ses cris et s'étaient précipités pour lui venir en aide. La Commission a commis une erreur en affirmant que la demanderesse principale a indiqué dans ses FRP que les voisins avaient appelé la police au moment de la tentative d'enlèvement;", "• En ce qui concerne les tentatives de son père pour obtenir l'aide de la police, les éléments de preuve de la demanderesse principale étaient essentiellement cohérents. À l'audience, elle n'a pas parlé des liens de Shalva avec la police, mais a précisé qu'elle en avait fait mention dans ses deux FRP;", "• Les éléments de preuve présentés par la demanderesse principale étaient également cohérents en ce qui concerne la tentative d'enlèvement en 2003 et l'enlèvement en 2004, et elle a déclaré à l'audience avoir été agressée sexuellement lors de ce dernier incident. Selon la lettre du Dr Felix Yaroshevky, la demanderesse principale a été enlevée en juin 2003 puis enlevée et violée en 2004. Contrairement à la conclusion de la Commission, la lettre ne dit pas que la demanderesse principale a été enlevée et agressée sexuellement en juin 2003."], ["[33]", "La Commission a cependant décrit correctement d'autres incohérences ou omissions dans la preuve de la demanderesse principale:", "• Devant la Commission, la demanderesse principale a affirmé pour la première fois que Manone était liée à Shalva et qu'elle avait organisé son enlèvement. Elle n'a rien dit à ce sujet dans ses FRP et il s'agit d'un fait important au cœur de sa demande;", "• Devant la Commission et au PDE, la demanderesse principale a affirmé que Shalva avait soudoyé les policiers et que ces derniers ne l'aideraient donc pas, mais elle n'en a pas parlé dans ses FRP. Il s'agit là d'une autre omission importante;", "• En ce qui concerne la question de savoir si Shalva a appelé la famille de la demanderesse principale en Géorgie, cette dernière a affirmé, dans son FRP du 20 juillet 2011, qu'il l'avait appelée chez elle et avait menacé ses parents. Dans son FRP modifié du 21 mars 2012, elle a seulement dit que Shalva avait commencé à s'en prendre à sa famille. Dans son témoignage de vive voix, elle a nié avoir dit que Shalva l'avait appelée à la maison, mais a confirmé qu'il avait menacé sa famille;", "• Pour ce qui est des soins médicaux, dans son rapport d'examen, la demanderesse principale a affirmé qu'elle avait un rapport médical indiquant qu'elle avait été [traduction] « battue ». Le rapport d'examen médico-légal du 30 juin 2003 figure au dossier et correspond à la date de la tentative d'enlèvement. Toutefois, dans ses deux FRP, elle a seulement mentionné que les policiers lui avaient dit de subir un examen médical après la tentative d'enlèvement. Lorsqu'on lui a demandé d'expliquer cette incohérence à l'audience, elle a dit que l'omission était la faute du parajuriste;", "• La demanderesse principale a aussi déclaré qu'elle n'avait jamais demandé de soins médicaux en Géorgie et, lorsqu'on lui a rappelé le rapport figurant au dossier, elle a expliqué que ce rapport concernait la tentative d'enlèvement. Toutefois, lorsqu'on l'a plus tard questionnée de nouveau au sujet du rapport médical remis à la police, elle a dit que la police avait conservé le rapport et que son père n'avait pas été en mesure d'en obtenir une copie auprès de l'hôpital. Lorsqu'on lui a une fois de plus rappelé que le rapport figurait au dossier, elle a affirmé que son père voulait obtenir une copie directement de l'hôpital et non de la police;", "• La demanderesse principale a aussi donné à la Commission différentes raisons pour expliquer pourquoi elle n'avait pas demandé de protection en Grèce. À l'audience, elle a déclaré qu'elle n'avait pas demandé de protection parce qu'elle ne faisait pas confiance à la police, que les policiers ne traitaient pas bien les réfugiés et les immigrants, que Shalva avait menacé de détruire sa famille si elle s'adressait à la police et que des policiers avaient maltraité son frère et battu son époux. Cette dernière raison n'avait jamais été mentionnée avant l'audience."], ["[34]", "L'accumulation de contradictions entre le témoignage d'un demandeur, ses déclarations au point d'entrée et ses FRP peut légitimement servir de fondement à une conclusion négative quant à sa crédibilité (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). En l'espèce, la Commission a conclu qu'il y avait une accumulation de contradictions de même que des omissions. Elle n'était pas tenue d'accepter les explications de la demanderesse principale à cet égard, notamment l'explication selon laquelle le traducteur qu'elle avait choisi n'a pas complètement et fidèlement consigné son récit (", "<FRAGMENT_SUPPRESSED> et 103)."], ["[35]", "Même si certaines des conclusions de la Commission n'étaient pas étayées par le dossier, si on examine ces erreurs par rapport aux conclusions exactes et qu'on prend en considération la décision dans son ensemble, la conclusion relative à la crédibilité de la demanderesse principale appartient aux issues raisonnables et acceptables. La Commission a, à juste titre, relevé plusieurs incohérences et omissions qui n'étaient pas fondées sur des éléments secondaires, mais qui étaient liées à des éléments faisant partie intégrante de sa demande d'asile, dont l'existence du rapport médical, les liens entre Manone et Shalva et le pot-de-vin qui aurait été versé à la police. L'analyse de la Commission ne peut donc pas être qualifiée d'imparfaite, d'incomplète ou de contradictoire au point où l'intervention de la Cour serait justifiée (", "<FRAGMENT_SUPPRESSED> et 13)."], ["[36]", "Il faut également se rappeler que la Commission a pu entendre le témoignage de la demanderesse principale et observer son comportement, ce qui appelle à la retenue. Comme l'affirme la Cour dans la décision <FRAGMENT_SUPPRESSED> , précitée, aux paragraphes 31 et 32:", "Les commissaires sont les mieux placés pour évaluer la question de la bonne foi. Le requérant a comparu devant la Commission et a répondu aux questions qui lui ont été posées. Il est du ressort de la Commission d'« apprécier » ces réponses dans le contexte de la preuve prise dans son ensemble et de déterminer si elles sont ou non plausibles.", "Il ressort clairement de la décision complète que la Commission a examiné toute la preuve et qu'il était de son ressort d'évaluer la bonne foi.", "<FRAGMENT_SUPPRESSED> ).", "Question no 2: La Commission a-t-elle commis une erreur dans sa façon de traiter la preuve documentaire?", "Observations des demandeurs"], ["[37]", "La demanderesse principale soutient que la Commission a commis une erreur en accordant peu d'importance au rapport d'examen médico-légal parce qu'il mentionnait qu'une personne nommée Aleko Lursmanashvili et trois autres personnes non identifiées étaient les coupables, et non Shalva, et parce que le document ne contenait aucune caractéristique de sécurité. Le rapport corroborait ses allégations, était signé et portait un sceau, et il concordait avec son FRP et son témoignage (", "<FRAGMENT_SUPPRESSED> ). La Commission était tenue de fournir des raisons valables à l'appui du rejet de cette preuve corroborante et, si elle estimait que la demanderesse avait fabriqué la lettre, elle devait le dire clairement (", "<FRAGMENT_SUPPRESSED>  d'excès de zèle en cherchant des faiblesses dans le récit et la preuve des demandeurs."], ["[38]", "Selon la demanderesse principale, la Commission a commis une erreur similaire en ce qui concerne la lettre du Dr Felix Yaroshevsky, qui mentionne l'agression sexuelle survenue en décembre 2004. Les doutes de la Commission découlent de son interprétation erronée de la lettre. Pour ce qui est de la lettre du Dr Naguib Milad, il n'est pas raisonnable de la rejeter en raison des fautes de grammaire. La lettre était signée, datée et rédigée sur du papier à en-tête."], ["[39]", "De plus, bien que la Commission ait noté que les titres de compétences des auteurs des lettres n'étaient pas mentionnés, elle disposait d'une preuve que la demanderesse principale a continué de demander du soutien psychologique auprès du CCVT, un organisme bien connu et de bonne réputation.", "Observations du défendeur"], ["[40]", "Le défendeur fait valoir que la Commission a examiné les rapports médicaux et les a rejetés avec raison parce qu'ils ne fournissent aucun détail sur les séances de thérapie ou de counseling et les titres de compétences des médecins et du conseiller, et ils ne précisent pas si la demanderesse principale a été soumise à une évaluation (", "<FRAGMENT_SUPPRESSED> ). La Commission a le droit d'avoir recours au bon sens et de relever les fautes élémentaires de grammaire et d'orthographe. La demanderesse principale conteste simplement l'appréciation de la preuve faite par la Commission (", "<FRAGMENT_SUPPRESSED> à 27 et 33;", "<FRAGMENT_SUPPRESSED> ).", "Analyse"], ["[41]", "La décision démontre que la Commission a raisonnablement pris en compte les lettres des médecins et du conseiller. La Commission a rejeté le rapport d'examen médico-légal non seulement parce qu'il ne contenait aucune caractéristique de sécurité, mais aussi parce que la demanderesse principale ne se rappelait pas qu'il avait été fourni à la Commission à titre d'élément de preuve. Elle l'a aussi rejeté parce qu'un des ravisseurs présumés y était nommé et qu'il faisait mention de trois autres personnes. Compte tenu du fait que la demande de la demanderesse principale a pour fondement la persécution que lui aurait fait subir Shalva, la Commission a raisonnablement accordé peu d'importance à ce rapport puisqu'une autre personne que Shalva y était nommée."], ["[42]", "La lettre du CCVT porte la date du 5 décembre 2011 et indique seulement que la demanderesse s'est présentée au centre le 31 octobre 2011 et qu'elle a été évaluée et acceptée comme cliente. À ce titre, elle a reçu des services de counseling et de soutien psychologique et sa santé mentale serait prochainement évaluée de façon plus approfondie par un psychiatre. Le dossier ne contient rien d'autre provenant du CCVT."], ["[43]", "À mon avis, la Commission a aussi raisonnablement accordé peu d'importance à la lettre du 1er septembre 2010 du Dr Milad. La lettre était adressée à « qui de droit » et mentionnait seulement ce qui suit:", "This is to confirm that Nino Shatirishvili is suffering from sever anxiety and panic attacks on and off, she is extremely scared and gets flashback of her kidnapping in her country, Georgia. She is much frittered from the thought of getting back to her own country knowing that the same person who kidnapped her is still looking for her.", "Mrs. Nino Shatirishvilil was kidnapped in Georgia for two days on Dec.2004 by a man that wanted to marry her against her wish, since then she and her family has been stocked and threatened a harassed by the same person in Georgia. It is very clear that returning to Georgia is very dangerous for her safety and the safety of her family.", "[La présente vise à confirmer que Nino Shatirishvili souffre d'anxiété grave et a des crises de panique de temps à autre. Elle est extrêmement effrayée et a des souvenirs récurrents de son enlèvement dans son pays, la Géorgie. Elle a très peur à l'idée de retourner dans son pays, sachant que la personne qui l'a enlevée la cherche toujours.", "En décembre 2004, Mme Nino Shatirishvili a été enlevée et détenue pendant deux jours en Géorgie par un homme qui voulait l'épouser contre son gré. Depuis, sa famille et elle sont traquées, menacées et harcelées par la même personne en Géorgie. Il est très clair que le fait de retourner en Géorgie mettrait sa sécurité et celle de sa famille en danger.]"], ["[44]", "Abstraction faite de la grammaire douteuse, ce rapport en dit peu sur l'évaluation médicale et il n'indique pas quel traitement a été prodigué à la demanderesse principale, le cas échéant."], ["[45]", "Pour ce qui est de la lettre du Dr Yaroshevsky datée du 12 mars 2012, elle est adressée au Dr Milad. Elle fait mention de l'enlèvement, de l'agression sexuelle et de la présumée persécution, et il y est précisé que [traduction] « tout est décrit dans l'exposé au dossier ». Après ce qui semble avoir été l'unique rencontre entre la demanderesse principale et le médecin le 9 mars 2012, ce dernier a conclu qu'elle souffrait d'un trouble de stress post-traumatique et de stress constant. La lettre indique que le Dr Milad traite la demanderesse principale à l'aide de médicaments non précisés et fait mention de la possibilité de recourir au counseling. La lettre ne dit pas quels sont les titres de compétences du Dr Yaroshevsky. Elle n'offre pas d'évaluation psychologique et n'établit pas non plus clairement un traitement."], ["[46]", "La Commission a raisonnablement conclu qu'un rapport psychiatrique (ou une lettre d'un médecin ou d'un conseiller en l'espèce) versé en preuve alors que le témoignage du demandeur soulève des doutes n'est qu'un témoignage d'opinion qui n'est valide que dans la mesure où les faits sur lesquels il repose sont vrais. De plus, il ne peut constituer une panacée pour pallier toutes les faiblesses dans le témoignage du demandeur d'asile (décisions <FRAGMENT_SUPPRESSED> et <FRAGMENT_SUPPRESSED> , précitées;", "<FRAGMENT_SUPPRESSED> ). Comme la Commission avait affirmé qu'elle avait des doutes quant à la crédibilité, il lui était loisible d'examiner les lettres corroborantes dans le contexte de ces doutes (", "<FRAGMENT_SUPPRESSED> ). Voir aussi", "<FRAGMENT_SUPPRESSED> . La Commission a donc accordé peu d'importance à ces rapports, et il n'appartient pas à la Cour de procéder à une nouvelle appréciation de cette preuve.", "Question no 3: La Commission a-t-elle commis une erreur en rejetant la demande d'asile en raison de la conclusion sur la crédibilité?", "Observations des demandeurs"], ["[47]", "La demanderesse principale soutient que la Commission a commis une erreur en ne cherchant pas à savoir si elle satisfaisait aux éléments subjectifs et objectifs du critère applicable au statut de réfugié. Une conclusion quant à la crédibilité ne détermine pas si elle a la qualité de réfugié au sens de la Convention (", "<FRAGMENT_SUPPRESSED>  (QL), aux paragraphes 11 et 13 (1re inst.); décision <FRAGMENT_SUPPRESSED> , précitée). Même si la Commission n'était pas convaincue que la demanderesse principale était poursuivie par Shalva, elle n'a pas formulé de conclusion indiquant si elle croyait ou non que la demanderesse principale avait été enlevée, agressée et agressée sexuellement. Il y a donc lieu de présumer que la Commission a accepté sa preuve à l'égard de ces incidents et des difficultés auxquelles se heurtent les femmes qui sont victimes de ce type de violence en Géorgie."], ["[48]", "Par ailleurs, la Commission n'a pas apprécié la protection de l'État en Géorgie, qui est le pays de citoyenneté de la demanderesse principale.", "Observations du défendeur"], ["[49]", "Le défendeur n'a formulé aucune observation en réponse.", "Analyse"], ["[50]", "Il existe une jurisprudence qui appuie le fait qu'une conclusion concernant l'absence de crédibilité peut être déterminante en soi pour l'issue de la demande (décision <FRAGMENT_SUPPRESSED> , précitée, au paragraphe 25;", "<FRAGMENT_SUPPRESSED> )."], ["[51]", "Dans la décision", "<FRAGMENT_SUPPRESSED>  le juge Noël a affirmé ce qui suit:", "Or, il est de jurisprudence constante qu'une « conclusion défavorable quant à la crédibilité, tirée en rapport avec l'article 96, écarte souvent le besoin de prendre en considération l'article 97 » (", "Meija", ", ci-haut, au para 20, citant", "Plancher", ", ci-haut et", "<FRAGMENT_SUPPRESSED> ). En l'espèce, il semble que l'analyse de l'article 97 s'est inscrite en filigrane aux motifs. En ce sens, la SPR a conclu que l'absence de menaces vécues avant juin 2008 et le succès professionnel du demandeur supportaient le fait qu'il ne vivrait vraisemblablement pas de risques au sens de l'article 97."], ["[52]", "Il convient de rappeler que la demande de la demanderesse principale a pour fondement la persécution que lui aurait fait subir Shalva. La Commission a clairement conclu, d'après ses doutes quant à la crédibilité, qu'elle n'était pas convaincue que la demanderesse principale était poursuivie par Shalva. Par conséquent, cette conclusion suffit pour décider de l'issue de la demande."], ["[53]", "Pour tous les motifs qui précèdent, la demande de contrôle judiciaire de la demanderesse principale est rejetée.", "JUGEMENT"], ["[54]", "LA COUR STATUE que", "la demande de contrôle judiciaire des demandeurs est rejetée et qu'il n'y a aucune question d'importance générale à certifier.", "[End of document]"]]}