{"id_": "085605", "body_str": [["[1]", "Manson, J.", ": This is an application for judicial review pursuant to section 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [the Act] of two decisions by an Immigration Officer [the Officer] of the Canadian High Commission in Islamabad, dated January 12, 2012, wherein the Officer refused the applicants' permanent resident applications made under the \"Convention refugee abroad class\" and the \"country of asylum class\".", "I.", "Background"], ["[2]", "The applicants are citizens of Afghanistan. Mr. Nadir Ali Ismailzada [the principal applicant or PA] is the father of nine adult children. Mr. Shah Wali Azrati [the second applicant] is the father of three minor children. The second applicant's sister is one of the PA's daughters-in-law. Both applicants and their families moved to Pakistan in 1996 after several years of civil war in Afghanistan."], ["[3]", "In 2000, one of the PA's sons and the son's wife, who is the sister of the second applicant, moved to Canada with their children. In 2008, they applied with three friends to sponsor the applicants and their respective dependants as members of the country of asylum class. They stated in their applications that they had left Afghanistan because of the war. They said many people had lost their family members, property, and there was no peace or safety in the country at all. They stated that for their safety, they had no choice but to leave Afghanistan."], ["[4]", "By regular mail and e-mail, the applicants were convoked to an interview on July 14, 2011 at the visa office in Islamabad. At the interview, the PA stated he had been jailed, beaten, tortured and extorted by the Taliban and that the Taliban had killed his son. The Officer proceeded to interview the PA's daughter Seleha Ismailzada. He pointed out that the PA had not mentioned anything on his application form about being beaten or jailed or about the death of a son in Afghanistan. She responded that her father had signed a blank form and that the form was completed over the telephone by her brother's Pakistani friends in Canada who were co-sponsoring her family. The Computer Assisted Immigration Processing System [CAIPS] notes also indicate that the second applicant's wife was present at the interview and that she confirmed what the PA had told the Officer."], ["[5]", "A major contested fact is whether the second applicant and the other dependents came to the interview on July 14, 2011. The respondent asserts they did not. The applicants, however, claim that as there is no evidence to show that only the three individuals whose responses are recorded in the CAIPS notes are the only individuals who were present, it would appear the second applicant and the other dependents did attend the interview as required but that the visa Officer simply chose to only interview three of the individuals.", "II.", "Issues"], ["[6]", "The applicants raises several issues in the present application:", "A. Did the Officer deny the applicants procedural fairness by failing to separately interview the other applicant and dependents?", "B. Did the Officer deny the applicants procedural fairness by failing to give the applicants an opportunity to respond to his specific concerns?", "C. Did the Officer deny the applicants procedural fairness by failing to provide the applicants with an opportunity to verify the truth of their story?", "D. Did the Officer make unreasonable credibility findings?", "E. Did the Officer err in law by failing to apply the facts as found to the legal definitions?", "F. Should costs be awarded?"], ["[7]", "I have rephrased the issues slightly in the analysis that follows.", "III.", "Standard of review"], ["[8]", "An Officer's decision about whether an applicant falls within the Convention refugee abroad or country of asylum classes is a question of fact and mixed fact and law and is reviewable on a standard of reasonableness:", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]."], ["[9]", "It is also settled law that questions of procedural fairness are to be reviewed against the standard of correctness (", "<FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , above, at para 10).", "IV.", "Analysis", "A.", "Did the Officer breach the duty of procedural fairness by failing to interview the second applicant?"], ["[10]", "The applicants submit the Officer breached the duty of procedural fairness by failing to interview all the applicants. They maintain it is trite law that in light of the Supreme Court decision in", "<FRAGMENT_SUPPRESSED>  [", "Singh", "], a refugee claimant must be interviewed or granted a hearing in order to address any credibility concerns and that case law related to in-Canada refugee cases applies to refugee applications made outside of Canada."], ["[11]", "Moreover, the applicants assert that it was unfair for the Officer to rely on the evidence of three individuals to refuse both the applications. The applicants also maintain that it would have only made sense for the Officer to interview the second applicant and other dependents as well, in order to verify the truth of the statements of the three people the Officer interviewed that he deemed not credible."], ["[12]", "The respondent submits that none of the applicants' case law states that applicants in the refugee abroad or country of asylum cases, let alone their dependents, must be interviewed prior to a final decision. The respondent asserts that the Federal Court has explicitly rejected the notion that", "Singh", ", above, gives applicants in the refugee abroad class a right to an interview (", "<FRAGMENT_SUPPRESSED> to 11 [ <FRAGMENT_SUPPRESSED> ]). The respondent maintains other case law shows that the Court has sanctioned applicants in the refugee abroad and country of asylum classes not being interviewed (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). As applicants do not get an automatic interview, the respondent submits their listed dependents should not get one either."], ["[13]", "The respondent admits the applicants deserved a chance to respond to the Officer's credibility concerns, but as the PA took advantage of the opportunity to respond at the interview, he has no cause for complaint. As for the second applicant, the respondent submits he was invited to the interview but did not attend, so he lost his chance to respond to the Officer's concerns. However, while his wife Rahela was present, I do not see anywhere in the file that she was sent by the second applicant to take his place. Regarding the applicants' assertion that the second applicant \"appears\" to not have attended the interview, the respondent submits the onus is on the applicants to prove this argument and not on the respondent to disprove it, especially when the argument is based on speculation (", "<FRAGMENT_SUPPRESSED> [", "Wang", "]). The respondent says the affidavit sworn by the second applicant's sister living in Canada does not support the claim that the second applicant was present at the interview and that, without any evidence in the record to support the allegation the second applicant was present at the interview, applicants' counsel's argument is based on mere speculation."], ["[14]", "The respondent states the Officer was not required to provide another opportunity to the second applicant to respond. The respondent notes that in any event, the second applicant nor any of the other dependents ever asked the Officer for their own interviews or informed the Officer that their absence was unavoidable, and that parties are \"not normally able to complain of a breach of the duty of procedural fairness by an administrative tribunal of they did not raise it at the earliest reasonable moment\" (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). The respondent asserts the applicants effectively waived their right to complain by not doing so at the interview or immediately after (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ])."], ["[15]", "With respect to the applicants' argument that it was unfair for the Officer to rely on the evidence of three individuals to refuse both the applications, the respondent submits the applicants miscast Justice John A. O'Keefe's words in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], which were made in an extrinsic evidence context. The respondent submits the Officer's actions in the present case followed Justice O'Keefe's propositions in <FRAGMENT_SUPPRESSED> , above. Moreover, the respondent asserts the Officer did nothing wrong by relying on the statements from the three interviewees to decide the fate of those absent at the interview, as dependants cannot insulate their version of events from each other."], ["[16]", "The applicants submit the second applicant was present at the Canadian High Commission on July 14, 2011, but that the Officer did not interview him. The respondent submits there is no proof the second applicant was present that day and alleges that he did not show up to the interview. Although the onus is on the applicant to demonstrate a basis for the Court's intervention (", "Wang", ", above, at paras 31-33), it is surprising that the respondent did not file an affidavit from the Officer who conducted the interview to support this claim. For example, the Officer's affidavit helped persuade this Court in the recent case of <FRAGMENT_SUPPRESSED> , above, at paras 29-31, that the Officer had not breached the duty of procedural fairness despite the applicants' allegations that they had not been given the opportunity to answer questions completely regarding their refugee abroad application."], ["[17]", "Nevertheless, this Court held in", "Wang", "at para 31 that \"[t]he visa officer had no obligation to file and serve any affidavit, it is up to him to decide.", "By not filing an affidavit, the respondent had not conceded anything.", "The certified tribunal record is evidence in support of the visa officer's decision.\" [Emphasis added]"], ["[18]", "As the respondent observes, the affidavit evidence filed by the applicants does not clearly establish that the second applicant was present at the interview. The applicants have only filed one affidavit and it is by the second applicant's sister living in Canada. In it, she states that only three of the individuals who had applied were interviewed, but she makes no statement as to whether the second applicant was present at the interview (see p. 23 of the applicants' record)."], ["[19]", "On the other hand, the refusal letter the Officer sent to the second applicant states that \"[y]ou were interviewed on July 14, 2011 in Islamabad\". The respondent provides no explanation for why the letter makes a statement that is contradictory to the respondent's allegation that the second applicant was absent at the interview."], ["[20]", "Therefore, on the balance of the evidence before the Court on the issue of whether the second applicant showed up to the interview, of which the only relevant document is the refusal letter mailed to the second applicant, it appears that the second applicant was present at the interview. Justice Mosley's decision in", "<FRAGMENT_SUPPRESSED> is instructive of how the Court should approach the right or duty to provide an interview when credibility is clearly an issue:", "Having reviewed the factual context of the cases cited above, it is clear that where a concern arises directly from the requirements of the legislation or related regulations, a visa officer will not be under a duty to provide an opportunity for the applicant to address his or her concerns. Where however the issue is not one that arises in this context, such a duty may arise.", "This is often the case where the credibility, accuracy or genuine nature of information submitted by the applicant in support of their application is the basis of the visa officer's concern", "[...] [Emphasis added]"], ["[21]", "The duty of fairness owed to refugee claimants applying from within Canada is different than the duty owed to applicants outside of Canada. The Supreme Court in", "Singh", "did not comment adversely on the process used for the determination of refugee claims by persons outside of Canada ( <FRAGMENT_SUPPRESSED> , above, at paras 8-11). The respondent admits the applicants deserved a chance to respond to the Officer's credibility concerns, but that the second applicant lost the chance to do so when he did not show up to the interview. Given that on the evidence before me I have accepted that the second applicant was present at the interview, he should have also been given the opportunity to respond to the Officer's credibility concerns. The Officer therefore breached the duty of procedural fairness by not giving him this chance. On this issue alone, the Court's intervention is warranted."], ["[22]", "As for the respondent's submission that in any event, the applicants should have raised the procedural fairness concern at the earliest possible moment, the case law cited by the respondent on the issue is in the context of refugee claims made in Canada ( <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> , above), so are distinguishable. I also note that the applicants did not have a lawyer present with them at their interview (in fact, the letter inviting them to the interview specifically advised them to only bring their adult dependents to the interview, and no one else).", "B.", "Did the Officer breach the duty of procedural fairness by failing to inform the applicants of his specific concerns and give them an opportunity to respond?"], ["[23]", "The applicants submit the Officer breached the duty of procedural fairness by failing to put directly to the applicants his concern that the applicants had fabricated the incident of the PA's son being killed because he concluded they had recently learned a general risk was a less compelling ground for a refugee claim."], ["[24]", "The respondent submits it is trite law that visa officers have no duty to apprise applicants of concerns arising directly from the Act, so the Officer had no duty to apprise the applicants of his doubts about the explanations for the new information about a personalized risk."], ["[25]", "The applicants only cite one case to support this argument, and it is distinguishable because it was in the context of a refugee claim made in Canada and not a refugee claim made abroad (", "<FRAGMENT_SUPPRESSED> ). I am therefore not persuaded of the applicants' argument on this issue.", "C.", "Did the Officer err in his credibility determination?"], ["[26]", "The applicants further submit the decision is unreasonable, as the Officer failed to explain why he rejected plausible, consistent evidence that the PA's son had been killed by the Taliban and that he himself had been taken prisoner, as well as the explanation for why this information was not on their forms. The applicants state that apart from the fact the evidence regarding the PA's son was not in the application forms, there is no apparent reason to disbelieve the allegation since each of the interviewees verified it was truly what had occurred and it was not inconsistent with the other evidence produced."], ["[27]", "The respondent maintains the Officer's clear statement in the refusal letters that he did not find the alleged death of the PA's son credible demonstrates the adequacy of the Officer's reasons. Moreover, the respondent submits the applicants' explanations for not including this information on their forms were not reasonable, and that it was the applicants' credibility that was the issue and not the plausibility of the allegations. As for the Officer's own conclusion about why the new information about personalized risk came out at the interview, the respondent submits this was \"simply the coating to a bitter pill\" and that, furthermore, the Officer's finding is supported by his non-credibility finding."], ["[28]", "The Officer's negative credibility finding is, at first blush, reasonable, given the fact that the PA first raised the allegations of having been jailed, beaten, tortured and extorted by the Taliban and that the Taliban had killed his son at the interview and had not mentioned these serious claims on his application form for permanent residence. While it seemed reasonable for the Officer to reject the PA's and dependents' explanation that the PA had signed a blank form and that the form was completed over the telephone by friends in Canada who were co-sponsoring the family. Justice Luc Martineau found that a similar negative credibility inference was reasonable in <FRAGMENT_SUPPRESSED> , above, at para 20. However, and most importantly, given the fact that the Officer did not mention the interviewees' explanation that the PA is illiterate, and that the PA's son in Canada is illiterate, it was unreasonable for the Officer to ignore that part of the explanation. The Officer erred in this regard.", "D.", "Did the Officer err in assessing whether the applicants met the definitions for the Convention refugee abroad class and the country of asylum class?"], ["[29]", "The applicants argue that regardless of the fact the Officer found some of the applicants' information not credible, the Officer erred by failing to apply the evidence he did accept to the legal definitions of the refugee abroad and country of asylum classes and that he erred by not doing so. The applicants submit the experience they had in Afghanistan that the Officer did find credible demonstrates that they meet the legal definition for the country of asylum class."], ["[30]", "The respondent submits the Officer did assess the applicants' credible evidence against the two class requirements and made no reviewable error in finding that the applicants do not meet the definitions."], ["[31]", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ], this Court found the following:", "The Court finds that the Officer committed no error of law in this regard. He stated the correct criteria for membership in that class:", "Secondly, I have assessed if you are eligible for country of asylum class processing, if you have demonstrated that you would be personally and seriously affected by ongoing violence and insecurity in your country of nationality ..."], ["[32]", "The Officer in the present case articulated the definition for the country of asylum class in a very similar way: as whether the applicants would be personally and seriously affected by civil war, armed conflict or massive violation of human rights in their country of nationality. Based on <FRAGMENT_SUPPRESSED> , above, I find that the Officer made no error in applying the law for the country of asylum class, as the Officer correctly states the criteria for the definition, and the applicants could not meet that definition with respect to the information the Officer found was credible."], ["[33]", "However, the Officer's assessment of whether the applicants met the definition for being members of the Convention refugee abroad class requires a different consideration. On this question, this Court found in <FRAGMENT_SUPPRESSED> at para 39 that it was incumbent on an Officer assessing an application for permanent residence in Canada as a member of the Convention refugee abroad class or as a member of the Humanitarian-protected persons abroad class to exercise his legal duty to consider whether the applicant's claim supported a finding of persecution based on his membership in a minority clan, even though the applicant did not explicitly raise that ground himself, and the Officer had failed by not doing so. The Court stated the Officer had a duty to explore the applicants' responses with a view to discovering whether the evidence could support that ground."], ["[34]", "Similarly, in the present case the Officer failed to assess the applicants' claim to protection as Convention refugees. The Officer merely states the following at the end of the decision, after finding the applicants were not members of the country of asylum class:", "Nor, on the basis of this information, am I satisfied that you, or your family members have a well-founded fear of persecution on a ground enumerated in the 1951 Refugee Convention."], ["[35]", "For these reasons, the application shall be allowed.", "E.", "Should costs be awarded to the applicants?"], ["[36]", "The applicants argue that an award of costs to them is justified in this case because the Officer made egregious errors and they endured a prolonged delay of six years for an interview."], ["[37]", "The respondent asserts that no errors were made and that the delay of six years for an interview does not justify an award of costs, even if the Officer's decision contained a reviewable error."], ["[38]", "The", "Federal Courts Immigration and Refugee Protection Rules", ", SOR/93-22 state the following regarding costs:", "22. No costs shall be awarded to or payable by any party in respect of an application for leave, an application for judicial review or an appeal under these Rules unless the Court, for special reasons, so orders."], ["[39]", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at paras 28-29, a case cited by the applicants, this Court endorsed the following statement by Justice Eleanor R. Dawson in", "<FRAGMENT_SUPPRESSED> :", "[s]pecial reasons may be found if one party has unnecessarily or unreasonably prolonged proceedings, or where one party has acted in a manner that may be characterized as unfair, oppressive, improper or actuated by bad faith."], ["[40]", "This Court in <FRAGMENT_SUPPRESSED> , above, also stated that \"special reasons\" in the Federal Courts Immigration and Refugee Protection Rules mean \"[s]omething considerably out of the ordinary administrative failings or delays that may be encountered in processing refugee and visa claims.\""], ["[41]", "I do not find the circumstances of this case warrant any order as to costs.", "JUDGMENT"], ["[42]", "THIS COURT'S JUDGMENT is that", "1.) The application is allowed, the decisions set aside, and the applicants' applications for permanent residence be remitted to another Officer for reconsideration;", "2.) There will be no order as to costs.", "3.) No question is certified.", "Application allowed.", "Editor: Gary W. McLaughlin/pdk"]]}