{"id_": "085668", "body_str": [["[1]", "Harrington, J.", ": Mr. Asadnejad may have, as the British say, \"egged his pudding\". The Member of the Refugee Protection Division of the Immigration and Refugee Board of Canada, who heard his claim for political asylum from Iran based on political opinion, thought he had so overstated his case that his credibility was put in issue. She determined that he was neither a refugee within the meaning of the United Nations Convention and s. 96 of the", "Immigration and Refugee Protection Act", "or otherwise in need of Canada's protection in accordance with s. 97 of the Act. This is the judicial review of that decision."], ["[2]", "Mr. Asadnejad was an air traffic controller. The event which led him to leave Iran was this. He and two other air traffic controller colleagues decided to document and forward their concerns about the aviation safety in Iran to the International Civil Aviation Organization (ICAO) and the International Federation of Air Traffic Controllers Association (IFATCA). To camouflage their identities for reasons of safety, they created special email accounts and sent their messages from a cyber café."], ["[3]", "He was later warned that Iranian security agents were looking for him. Because of his history with the authorities, he escaped and made his way to Canada. Allegedly, both his colleagues were arrested."], ["[4]", "Mr. Asadnejad ties in this incident with previous events. While he was at the Civil Aviation Technology College in Tehran from 1998 to 2001, he was involved in establishing the Iranian Air Traffic Controllers Association which was subsequently registered with the IFATCA. He was also engaged in a rally and addressed striking students. He was arrested, interrogated, flogged and suspended for six months."], ["[5]", "Thereafter, he was engaged as an air traffic controller at Lar Airport. He considered this to be a \"dead-end\" airport and that this was internal exile. Whatever it was, it could hardly be considered persecution."], ["[6]", "Later, he apparently redeemed himself and was transferred to Shiraz, a city with a major airport. However, while there, he proposed that the local branch of the air traffic controllers invite Mir Hossein Moussavi to speak to them. He was a reformist who ran in the 2009 presidential election. As thanks for this proposal, intelligence officers arrested him and accused him in engaging in political activities. He was once more flogged and \"exiled\" to Kish Island, again as an air traffic controller."], ["[7]", "One other event which bears mentioning is that he was granted permission to leave Iran for Iraq in 2010 and then returned."], ["[8]", "Following his arrival in Canada, he has received letters from his cousin who helped him escape, and from his brother. His brother criticized him for the hardships which have fallen upon the family remaining in Iran.", "I. Issue"], ["[9]", "The real issue is credibility and the lack of what the Member considered corroborative evidence. She is said to have ignored certain objective evidence, such as a medical report which clearly indicates that Mr. Asadnejad's body bore two sets of scars which are said to support his submission that he was twice flogged, in 1999 and in 2008.", "II. Discussion"], ["[10]", "Mr. Asadnejad ties in his report to ICAO and IFATCA in 2011 and the alleged search for him by the authorities with earlier incidents. The Member obviously considered that he had overstated his case. He returned to Iran in 2010 which is inconsistent with a subjective fear of persecution."], ["[11]", "The Member did not ignore the scars on his body. They may or may not have corroborated his version of events, as country conditions indicated that flogging was common in Iran and could be imposed for any number of reasons. The issue was why he was flogged, not that he was flogged."], ["[12]", "Being posted to remote airports, and being paid for it, is not persecution."], ["[13]", "All this naturally caused the Member some concern as to whether there was actually a complaint report sent to ICAO and IFATCA. Mr. Asadnejad had not kept copies, and his efforts, some time later, to obtain copies from the two organizations were too little too late."], ["[14]", "The Member correctly noted that there is a rebuttable presumption that the applicant is telling the truth (", "<FRAGMENT_SUPPRESSED>  (FCA). Counsel for Mr. Asadnejad submits that the Member paid scant lip service to this principle as she remarked, time and time again, that there was no corroborative evidence. While it is wrong in law to draw a negative inference about an applicant's credibility from the mere fact that no documents were submitted to support the refugee claim, a negative inference may be drawn when the applicant's credibility is in issue, as it was in this case (", "<FRAGMENT_SUPPRESSED> , at para 47, the Supreme Court said:", "Reasonableness is a deferential standard animated by the principle that underlies the development of the two previous standards of reasonableness: certain questions that come before administrative tribunals do not lend themselves to one specific, particular result. Instead, they may give rise to a number of possible, reasonable conclusions. Tribunals have a margin of appreciation within the range of acceptable and rational solutions. A court conducting a review for reasonableness inquires into the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes. In judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law."], ["[16]", "Deference is owed to the Member who had the opportunity of observing Mr. Asadnejad. Perhaps if I had been hearing this case in first instance, I would have come to a different conclusion. However, I must bear in mind Mr. Justice Iacobucci's caution in", "Canada (Director of Investigation and  <FRAGMENT_SUPPRESSED>  (QL), at para 80:", "I wish to observe, by way of concluding my discussion of this issue, that a reviewer, and even one who has embarked upon review on a standard of reasonableness", "simpliciter", ", will often be tempted to find some way to intervene when the reviewer him- or herself would have come to a conclusion opposite to the tribunal's. Appellate courts must resist such temptations. My statement that I might not have come to the same conclusion as the Tribunal should not be taken as an invitation to appellate courts to intervene in cases such as this one but rather as a caution against such intervention and a call for restraint. Judicial restraint is needed if a cohesive, rational, and, I believe, sensible system of judicial review is to be fashioned.", "JUDGMENT"], ["[17]", "FOR REASONS GIVEN;", "THIS COURT'S JUDGMENT is that", "1. This application for judicial review is dismissed.", "2. There is no serious question of general importance to certify.", ".........................", "<FRAGMENT_SUPPRESSED>  semblerait que M. Asadnejad ait trop voulu en rajouter. La commissaire de la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié du Canada qui a entendu la demande d'asile politique que ce demandeur iranien a présentée en invoquant ses opinions politiques a estimé que l'intéressé avait tellement exagéré les faits que sa crédibilité avait été mise en cause. Elle a conclu qu'il n'était ni un réfugié au sens de la Convention des Nations Unies et de l'article 96 de la", "Loi sur l'immigration et la protection des réfugiés", "ni une personne à protéger aux termes de l'article 97 de la Loi. La Cour est ici saisie du contrôle judiciaire de la décision."], ["[2]", "M. Asadnejad était un contrôleur de la navigation aérienne. Voici les faits qui l'ont poussé à quitter l'Iran. Deux autres contrôleurs de la circulation aérienne et lui-même ont voulu documenter leurs inquiétudes au sujet de la sécurité aéronautique en Iran et les transmettre à l'Organisation de l'aviation civile internationale (OACI) et à la Fédération internationale des associations de contrôleurs du trafic aérien (IFATCA). Pour cacher leur identité et se protéger, ils ont créé des comptes de courrier électronique spéciaux et transmis leurs messages depuis un cybercafé."], ["[3]", "Le demandeur a par la suite été alerté au fait que les agents de la sécurité iranienne le recherchaient. En raison de ses démêlés avec les autorités, il s'est enfui au Canada. Il allègue que ses deux collègues ont été arrêtés."], ["[4]", "M. Asadnejad fait un lien entre cet incident et d'autres incidents passés. Pendant qu'il fréquentait le Civil Aviation Technology College de Téhéran, de 1998 à 2001, il a pris part à la fondation de l'Iranian Air Traffic Controllers Association, laquelle a par la suite été enregistrée auprès de l'IFATCA. Il a également participé à une grande manifestation où il s'est adressé à des étudiants en grève. Il a été arrêté, interrogé, fouetté et suspendu de ses fonctions pendant six mois."], ["[5]", "Par la suite, il a été embauché comme contrôleur de la circulation aérienne à l'aéroport de Lar. Il estimait que cet aéroport n'offrait aucune possibilité d'avancement et que, pour lui, cela équivalait à un exil intérieur. Quoi qu'il en soit, il serait difficile de prétendre que c'était de la persécution."], ["[6]", "Plus tard, après s'être apparemment racheté, il a été transféré à Shiraz, une ville dotée d'un grand aéroport. Toutefois, durant son séjour, il a proposé que la section locale des contrôleurs de la circulation aérienne invite Mir Hossein Moussavi à leur faire une conférence. Ce réformiste s'était présenté à l'élection présidentielle de 2009. Pour le remercier de sa suggestion, des agents du renseignement ont arrêté le demandeur et l'ont accusé de se livrer à des activités politiques. Là encore, il a été fouetté et « exilé » à l'île de Kish, pour y exercer des fonctions de contrôleur aérien."], ["[7]", "Il y a lieu de mentionner aussi qu'il a obtenu l'autorisation de se rendre en Iraq en 2010, mais qu'il est retourné en Iran par la suite."], ["[8]", "Après son arrivée au Canada, il a reçu des lettres de son cousin qui l'avait aidé à s'enfuir ainsi que de son frère. Son frère le blâmait pour les épreuves qu'avaient dû subir les membres de sa famille restés en Iran.", "I. Question à trancher"], ["[9]", "La véritable question en cause réside dans la crédibilité et le manque de ce que la commissaire a considéré comme des éléments de corroboration. Le demandeur prétend qu'elle a omis de tenir compte de certains éléments de preuve objective, dont un rapport médical qui indiquait clairement que le corps de M. Asadnejad portait deux séries de cicatrices qui auraient dû corroborer son allégation selon laquelle il avait été fouetté à deux occasions, soit en 1999 et en 2008.", "II. Analyse"], ["[10]", "M. Asadnejad fait un lien entre le fait qu'il avait fait rapport à l'OACI et l'IFATCA en 2011 et le fait qu'il était apparemment recherché par les autorités et des incidents antérieurs. La commissaire a manifestement estimé qu'il avait versé dans l'exagération. Le demandeur est retourné en Iran en 2010, ce qui n'est pas compatible avec une crainte subjective de persécution."], ["[11]", "La commissaire n'a pas omis de tenir compte des cicatrices sur son corps. Celles-ci ont peut-être corroboré la version des faits du demandeur, étant donné que la documentation sur les conditions dans le pays indique que le fouet est un moyen de punition courant en Iran qui peut être infligé pour diverses raisons. La question était de savoir pourquoi il avait été fouetté, et non s'il avait été fouetté."], ["[12]", "Le fait d'être affecté à des aéroports de régions éloignées, et d'être rémunéré pour son travail, ne constitue pas de la persécution."], ["[13]", "Tout cela a naturellement suscité des doutes chez la commissaire quant à la question de savoir si le demandeur avait effectivement transmis un rapport à l'OACI et à l'IFATCA. M. Asadnejad n'en avait pas gardé de copies et ses efforts ultérieurs auprès des deux organisations pour en obtenir étaient insuffisants et tardifs."], ["[14]", "La commissaire a relevé avec raison qu'il était possible de réfuter la présomption que le demandeur disait la vérité (", "<FRAGMENT_SUPPRESSED>  (CAF). L'avocat de M. Asadnejad soutient que la commissaire a mentionné cette décision pour la forme seulement puisqu'elle a fait remarquer encore et encore qu'il n'existait aucune preuve corroborante. Bien qu'il soit erroné en droit de tirer une conclusion défavorable quant à la crédibilité d'un demandeur du seul fait qu'aucun document n'a été produit pour appuyer la demande d'asile, une conclusion défavorable est justifiée lorsque la crédibilité du demandeur est mise en cause, comme c'était le cas en l'espèce (", "<FRAGMENT_SUPPRESSED> , la Cour suprême déclare ceci au paragraphe 47:", "La norme déférente du caractère raisonnable procède du principe à l'origine des deux normes antérieures de raisonnabilité: certaines questions soumises aux tribunaux administratifs n'appellent pas une seule solution précise, mais peuvent plutôt donner lieu à un certain nombre de conclusions raisonnables. Il est loisible au tribunal administratif d'opter pour l'une ou l'autre des différentes solutions rationnelles acceptables. La cour de révision se demande dès lors si la décision et sa justification possèdent les attributs de la raisonnabilité. Le caractère raisonnable tient principalement à la justification de la décision, à la transparence et à l'intelligibilité du processus décisionnel, ainsi qu'à l'appartenance de la décision aux issues possibles acceptables pouvant se justifier au regard des faits et du droit."], ["[16]", "Il faut faire preuve de déférence à l'égard de la commissaire qui a eu la possibilité d'observer M. Asadnejad. Si j'avais instruit l'affaire en première instance, ma conclusion aurait peut-être été différente. Toutefois, je dois garder à l'esprit la mise en garde qu'a faite le juge Iacobucci dans l'arrêt", "Canada (Directeur des enquêtes et recherches) c Southam Inc.", ", [1997] 1 CSC 748, [1996] ACS no 116 (QL), au paragraphe 80:", "En guise de conclusion de mon analyse de cette question, je tiens à faire observer que le décideur chargé du contrôle de la décision, et même un décideur appliquant la norme de la décision raisonnable", "simpliciter", ", sera souvent tenté de trouver un moyen d'intervenir dans les cas où il aurait lui-même tiré la conclusion contraire. Les cours d'appel doivent résister à cette tentation. Mon affirmation selon laquelle je ne serais peut-être pas arrivé à la même conclusion que le Tribunal ne devrait pas être considérée comme une invitation aux cours d'appel à intervenir dans les cas comme celui qui nous intéresse, mais plutôt comme une mise en garde contre pareille intervention et comme un appel à la retenue. La retenue judiciaire s'impose si l'on veut façonner un système de contrôle judiciaire cohérent, rationnel et, à mon sens, judicieux.", "JUGEMENT"], ["[17]", "POUR CES MOTIFS,", "LA COUR STATUE que", "1. La présente demande de contrôle judiciaire est rejetée.", "2. Aucune question grave de portée générale n'est certifiée.", "[End of document]"]]}