{"id_": "085818", "body_str": [["[1]", "Snider, J.", ": In 2008, the Principal Applicant and her son (the Minor Applicant), citizens of Mexico, applied for refugee protection in Canada on the basis that they feared persecution by the Principal Applicant's abusive ex-partner. In January 2009, the Principal Applicant voluntarily withdrew their refugee claim. In April 2009, the Applicants filed an application to reinstate the claim. In a decision dated May 6, 2009 (the First Decision), a panel of the Immigration and Refugee Protection Board, Refugee Protection Division (the Board) dismissed the application to reinstate the claim. In a decision dated December 1, 2009 (", "<FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 238 (", "2009 Castillo", ")), Justice James W. O'Reilly granted the application for judicial review of the First Decision. In a decision dated January 11, 2010, as affirmed by a letter dated February 16, 2010 (the Second Decision), a different panel of the Board dismissed the application to reinstate the claim. The Applicants now seek judicial review of the Second Decision."], ["[2]", "The applicable statutory provision is Rule 53(3) of the", "Refugee Protection Division Rules", ", SOR/2002-228 (the", "Rules", "), made under the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (", "IRPA", "). In context of the balance of Rule 53, Rule 53(3) states as follows:", "53. (1) A person may apply to the Division to reinstate a claim that was made by that person and withdrawn.", "Form and content of application", "(2) The person must follow rule 44, include their contact information in the application and provide a copy of the application to the Minister.", "(3) The Division must allow the application if it is established that there was a failure to observe a principle of natural justice or if it is otherwise in the interests of justice to allow the application.", "53. (1) Toute personne peut demander à la Section de rétablir la demande d'asile qu'elle a faite et ensuite retirée.", "Forme et contenu de la demande", "(2) La personne fait sa demande selon la règle 44; elle y indique ses coordonnées et transmet une copie de la demande au ministre.", "(3) La Section accueille la demande soit sur preuve du manquement à un principe de justice naturelle, soit s'il est par ailleurs dans l'intérêt de la justice de le faire."], ["[3]", "In the case at hand, the Applicants do not dispute the Board's finding that there was no failure to observe a principle of natural justice. The sole question before me is whether the Board properly considered the \"interests of justice\" branch of Rule 53(3). The standard of review is reasonableness. According to the Supreme Court, in determining whether a decision is reasonable, the factors to be considered are justification, transparency and intelligibility within the decision-making process. The outcome must be defensible in respect of the facts and law (", "<FRAGMENT_SUPPRESSED>  at para. 47 ( <FRAGMENT_SUPPRESSED> ))."], ["[4]", "Rule 53(3) contains two separate grounds for reinstating a refugee claim. An application for reinstatement must be allowed if there was a failure to observe a principle of natural justice. In addition and distinct from the first ground, the application must be allowed if it can be established that it is \"in the interests of justice\" to do so. Rule 53(3) may be contrasted to Rule 55(4) of the", "Rules", ". That provision applies in the case of an application to reopen a claim or hearing that has been decided or abandoned. Rule 53(4) provides that the application must be allowed \"if it is established that there was a failure to observe a principle of natural justice\". In that provision, contrasted to Rule 53(3), there is no consideration of whether it is \"in the interests of justice\" to allow the application."], ["[5]", "Given the principle of statutory interpretation that the legislature avoids superfluous or meaningless words (", "<FRAGMENT_SUPPRESSED>  (QL) at para. 61), it is obvious that Rule 53(3) requires a separate consideration of each ground where submissions on both grounds have been made. It is entirely possible that the evidence before the Board may be relevant to both grounds. However, a decision that is reasonable and reflects \"justification, transparency and intelligibility\" ( <FRAGMENT_SUPPRESSED> , para. 47) must address both branches of Rule 53(3). It must be clear to the reader (and the reviewing Court) that the Board understood that there are two separate grounds in Rule 53(3). The Board cannot satisfy both elements of the Rule by merely stating that it has addressed the issue of whether it was in the interests of justice to allow the request."], ["[6]", "A clear interpretation of the meaning of the term \"in the interests of justice\" in Rule 53(3) is contained in the decision of Justice Michael Phelan in", "<FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1358 (QL) at paragraph 13 ( <FRAGMENT_SUPPRESSED> ), citing", "<FRAGMENT_SUPPRESSED>  Admin. L.R. (4th) 220:", "The term \"otherwise in the interests of justice\" are broad words giving the Board a wide discretion to reinstate but which requires the Board to weigh all the circumstances of a case - not just from the vantage point of an applicant's interests. Reinstatement is an exception to the norm and must be interpreted and applied in that context."], ["[7]", "With this background, I now turn to the Second Decision. After considering the totality of the evidence, and the decision in", "2009 Castillo,", "the Board concluded that it was not in the interests of justice to reinstate the Applicants' refugee claim under Rule 53(3), and the application was dismissed."], ["[8]", "The Board considered the decision in", "2009 Castillo", "which concluded that the Board had taken into account the Principal Applicant's state of mind and the", "Gender Guidelines", "in arriving at the conclusion that the Principal Applicant had withdrawn her claim voluntarily and without duress, which did not amount to a breach of natural justice."], ["[9]", "The Board considered the case of <FRAGMENT_SUPPRESSED> where an applicant withdrew his claim upon being advised by his wife that the governmental agents were no longer looking for him and it was safe for him to return to Armenia. The Board analogized this decision to the case at bar where the Principal Applicant withdrew her application after a telephone conversation with her estranged lover, and the alleged agent of persecution. The Court in <FRAGMENT_SUPPRESSED> at paragraph 14 stated:", "The applicant had made a strategic decision which apparently did not work to his advantage. The Rule is not designed to protect applicants from the consequences of their freely chosen course of conduct even where they have made the decision or taken steps which did not work out as they may have hoped."], ["[10]", "In my view, the Second Decision is not reasonable."], ["[11]", "The first problem with the decision is that I am not persuaded that the Board had regard to all of the evidence before it. I agree with the Respondent that, in general, the Board is presumed to have considered all of the evidence, and has no obligation to refer to every document in the record. However, in this case the Board refers to", "no", "documents. It is widely accepted that where a document is important to a determination by the Board it is necessary for the decision-maker to explicitly address that document (", "<FRAGMENT_SUPPRESSED>  (QL) (F.C.T.D.)). There were many documents before the Board that were relevant to the determination of what was \"in the interests of justice\" and should have been considered. It is not sufficient for the Board to baldly state \"I am not swayed by the evidence submitted\"."], ["[12]", "Further, the Second Decision contains no reference to the personal circumstances of the Minor Applicant who cannot be blamed for the decision of the Principal Applicant to withdraw their refugee application."], ["[13]", "The decision of <FRAGMENT_SUPPRESSED> is distinguishable from the case at bar. In that case, the Applicant made no substantial submissions on whether it would be \"in the interests of justice\" to allow reinstatement of the refugee claim ( <FRAGMENT_SUPPRESSED> , para. 10). Therefore, there was no need to address the second ground under Rule 53(3). As I have observed, the situation before the Board in this case is different. The Applicants' submissions in this case were relevant to the determination of whether it was \"in the interests of justice\" to allow the application to reinstate the refugee claim. I am not satisfied that these submissions were considered by the Board in the Second Decision."], ["[14]", "In short, the Board did nothing beyond examining the circumstances under which the Principal Applicant withdrew her refugee claim. While this is a significant factor that may weigh against the interests of justice in allowing the application, it was only one of many factors argued by the Applicants in their submissions. There was no analysis of the particular circumstances of the Applicants, or any of the other factors which could have weighed in favour, or against, allowing the application to reinstate the refugee claim."], ["[15]", "This application for leave and judicial review will be allowed. Neither party has proposed a question for certification.", "JUDGMENT"], ["[16]", "THIS COURT ORDERS AND ADJUDGES that", "1. The application for judicial review is allowed, the decision of the Board is quashed and the matter is sent back to the Board for re-determination by a newly-constituted panel of the Board; and", "2. no question of general importance is certified.", "[End of document]"]]}