{"id_": "085894", "body_str": [["[1]", "Russell, J.", ": This is an application under s 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [Act] for judicial review of the decision of a senior immigration officer [Officer], dated August 21, 2013 [Decision], which rejected the Applicant's Pre-Removal Risk Assessment [PRRA] application.", "II.", "BACKGROUND"], ["[2]", "The Applicant is a citizen of El Salvador. He claims to face a risk of death or serious harm at the hands of the Maras gang in El Salvador."], ["[3]", "The Applicant says his family owned several businesses in El Salvador. In 2005, his family was robbed. They called the police and the robbers were arrested, prosecuted and sentenced to five years in prison. One robber escaped from prison in November 2005. Shortly after, someone came to their store and laid a gun on the counter to intimidate the family."], ["[4]", "In August 2009, someone who self-identified as a Maras member came to the family's home searching for the Applicant's father. The Maras member said that he knew about the family's businesses and travel, and demanded money from them. The police were called and the Applicant's father was interviewed by an inspector and a detective."], ["[5]", "In February and March 2010, the family received three notes demanding even more money. The family continued to report these incidents to the detective in charge of their case. The family believed they were being targeted for retaliation for reporting members of the Maras to the police after the 2005 robbery."], ["[6]", "In March 2010, the Applicant's family fled El Salvador. The Applicant's father went into hiding in Honduras. The Applicant, his mother and his brother came to Canada to seek refugee protection. The Refugee Protection Division of the Immigration and Refugee Board [RPD] refused their claim in August 2011. The RPD found no nexus between the claimants' fear of persecution and a Convention ground. It also found that the fear of criminal gangs was not a personalized risk but a general risk faced by everyone in El Salvador. Judicial review of the decision was dismissed in August 2012."], ["[7]", "After their refugee claim was rejected, the Applicant's mother and brother returned to El Salvador and then fled to Honduras to join his father. The Applicant's mother required medical treatment which she was unable to receive in Honduras. The Applicant's mother, father and brother returned to El Salvador on December 21, 2011. On their way to the hospital, their car was cut off. Men came out of the car stopped in front of them and shot at the family's car. The Applicant's mother and father were both injured. The Applicant's father died of his gunshot wounds the next day. The Applicant's mother reported the attack to the police immediately and followed up with the police after the Applicant's father died. The Applicant's mother and brother are now hiding in Honduras."], ["[8]", "In April 2013, the Applicant submitted his PRRA application. He fears the Maras continue to seek revenge for the 2005 robbery and because the family failed to pay the extortion demands. He says that the attack and murder are new evidence of the risk he faces in El Salvador at the hands of the Maras. He also says that family members and friends living in El Salvador continue to receive phone calls asking for the Applicant.", "III.", "DECISION UNDER REVIEW"], ["[9]", "The Officer rejected the Applicant's PRRA application on August 21, 2013."], ["[10]", "The Officer first considered the Applicant's new evidence. This consisted of the police report regarding his father's murder and letters from his mother, his aunt, his youth pastors, and the Captain of an aviation school that the Applicant attended in El Salvador. The Officer said that the evidence had little probative value because it came from sources close to the Applicant. As a result, he assigned \"little weight\" to the evidence. The Officer also assigned the Captain's letter little weight because he found that the Captain had a vested interest in the outcome of the application because he had maintained contact with the Applicant despite the Applicant having moved a number of times."], ["[11]", "The Officer said that the Applicant had not indicated that his fear of the Maras was based on a Convention ground. The Officer acknowledged that the Applicant claims he is being personally targeted by the gang but said that the RPD had rejected this claim. The Officer acknowledged that the police report indicated that another incident had occurred since the RPD hearing; however, he found the Applicant had provided insufficient evidence to demonstrate that the murder was linked to the earlier events, or that the murder was an act of revenge. The Officer said that the initial police report (taken approximately thirty minutes after the shooting) indicated that the Applicant's mother did not know the reason for the attack. The Applicant's mother returned to the police station two days later to provide further information after the Applicant's father's death. At this time, she said that she thought her husband's murderers belonged to gangs because the family had been receiving threatening phone calls and demands for money in the week leading up to the attack. The Officer acknowledged that the letters also spoke to threatening phone calls but said that he had already assigned little weight to them."], ["[12]", "The Officer said that the documentary evidence indicated that the risk of gang-related crime and violence is widespread in El Salvador and is a risk generally faced by the population of El Salvador. The Officer found that the Applicant had provided insufficient evidence to distinguish his risk from that of the general population."], ["[13]", "In addition, the Officer said that, despite counsel's submissions, state protection is available in El Salvador. El Salvador has a functioning judiciary and police force which offers witness protection and victim programming. Furthermore, the Applicant's family received police assistance after the robbery, the extortion attempts and the murder.", "IV.", "ISSUES"], ["[14]", "The Applicant raises four issues in this proceeding:", "1. Whether the Officer erred in dismissing or assigning little weight to relevant probative evidence;", "2. Whether the Officer erred in casting doubts on the credibility of the Applicant's evidence without affording him an oral hearing;", "3. Whether the Officer erred in law in focusing on the Applicant's previously asserted risk and ignoring his new evidence of the new risk; and", "4. Whether the Officer applied the wrong test for state protection.", "V.", "STANDARD OF REVIEW"], ["[15]", "The Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is settled in a satisfactory manner by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless, or where the relevant precedents appear to be inconsistent with new developments in the common law principles of judicial review, must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis:", "<FRAGMENT_SUPPRESSED> ."], ["[16]", "The Respondent submits that the Officer's findings of fact and mixed fact and law are reviewable on a standard of reasonableness: <FRAGMENT_SUPPRESSED> , above, at paras 47, 53, 55, 62;", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]. Questions of procedural fairness and natural justice are reviewed on a standard of correctness: <FRAGMENT_SUPPRESSED> , above, at para 60;", "<FRAGMENT_SUPPRESSED> ."], ["[17]", "The first three issues raise questions of the Officer's treatment of the evidence. Such questions are reviewable on a standard of reasonableness:", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> . So far as the second question also raises a question of procedural fairness, it will be reviewed on a standard of correctness:", "<FRAGMENT_SUPPRESSED> ."], ["[18]", "The fourth issue raises a question of mixed fact and law and is reviewable on a standard of reasonableness:", "<FRAGMENT_SUPPRESSED> ."], ["[19]", "When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": see <FRAGMENT_SUPPRESSED> , above, at para 47; <FRAGMENT_SUPPRESSED> , above, at para 59. Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\"", "VI.", "STATUTORY PROVISIONS"], ["[20]", "The following provisions of the Act are applicable in this proceeding:", "Convention refugee", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "Person in need of protection", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "Person in need of protection", "(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.", "[...]", "Application for protection", "112. (1) A person in Canada, other than a person referred to in subsection 115(1), may, in accordance with the regulations, apply to the Minister for protection if they are subject to a removal order that is in force or are named in a certificate described in subsection 77(1).", "[...]", "Consideration of application", "113. Consideration of an application for protection shall be as follows:", "(a) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection;", "(b) a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required;", "(c) in the case of an applicant not described in subsection 112(3), consideration shall be on the basis of sections 96 to 98;", "[...]", "Définition de « réfugié »", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays don't elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "Personne à protéger", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays don't elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "Personne à protéger", "(2) A également qualité de personne à protéger la personne qui se trouve au Canada et fait partie d'une catégorie de personnes auxquelles est reconnu par règlement le besoin de protection.", "[...]", "Demande de protection", "112. (1) La personne se trouvant au Canada et qui n'est pas visée au paragraphe 115(1) peut, conformément aux règlements, demander la protection au ministre si elle est visée par une mesure de renvoi ayant pris effet ou nommée au certificat visé au paragraphe 77(1).", "[...]", "Examen de la demande", "113. Il est disposé de la demande comme il suit:", "a) le demandeur d'asile débouté ne peut présenter que des éléments de preuve survenus depuis le rejet ou qui n'étaient alors pas normalement accessibles ou, s'ils l'étaient, qu'il n'était pas raisonnable, dans les circonstances, de s'attendre à ce qu'il les ait présentés au moment du rejet;", "b) une audience peut être tenue si le ministre l'estime requis compte tenu des facteurs réglementaires;", "c) s'agissant du demandeur non visé au paragraphe 112(3), sur la base des articles 96 à 98;", "[...]", "VII.", "ARGUMENT", "A.", "Applicant"], ["[21]", "The Applicant submits that the Officer erred in rejecting his PRRA for a failure to provide sufficient evidence of a particularized risk when the Officer unreasonably dismissed all of his evidence of particularized risk. Despite the Officer saying that he was assigning \"little weight\" to the evidence, it is clear that he actually assigned no weight to the evidence. Had this evidence not been discounted, the Applicant could have established the links between the various events:", "<FRAGMENT_SUPPRESSED> ."], ["[22]", "The Officer also erred in providing no other reason for dismissing the Applicant's evidence beside the fact that the sources were close to the Applicant. The Court has repeatedly said that an officer cannot reject evidence solely because it emanates from someone associated with the person concerned:", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> [", "Mata Diaz", "]."], ["[23]", "The Applicant says he should have been afforded an oral hearing to address the Officer's decision to discount the Captain's letter because of what the Officer perceived to be \"some level of friendship.\" He says he could have explained the nature of their relationship and continuing contact. Furthermore, while the Officer provided some analysis for rejecting the Captain's letter, the concerns raised by the Officer are in fact addressed in the Captain's letter."], ["[24]", "The Officer also erred in finding that there was no evidence that the Applicant was personally targeted. The Applicant does not fear general gang violence; rather, he fears retaliation for his family's failure to comply with the Maras' demands:", "<FRAGMENT_SUPPRESSED> . The threats began as extortion but continued as personal targeting for the family's defiance of the Maras' demands. The threats were targeted at the Applicant's home and former school. His family even continued to receive threats while they were living in Honduras. In addition, there is no other apparent motive for the Applicant's father's murder."], ["[25]", "Finally, the Officer erred in failing to consider the efficacy of the state protection measures that he detailed:", "<FRAGMENT_SUPPRESSED> . The test for state protection is whether a state is able to provide actual protection; mere good intentions or legislation does not satisfy the burden:", "<FRAGMENT_SUPPRESSED> .", "B.", "Respondent"], ["[26]", "The Respondent submits that the PRRA is intended only to assess new developments which arose between the refugee hearing and the anticipated removal date:", "<FRAGMENT_SUPPRESSED> ; Act, s 113(a);", "<FRAGMENT_SUPPRESSED> . The Officer relied on the RPD decision which found that the Applicant was generally credible. The Applicant was not entitled to an oral hearing because the Officer did not make any credibility findings but rather found that there was little supporting evidence to establish a link between the recent incidents to either the earlier events or to motives of revenge. These are sufficiency of evidence findings, not credibility findings:", "The Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . A PRRA officer is entitled to skip an assessment of the credibility of evidence and move directly to weight:", "<FRAGMENT_SUPPRESSED> [", "Ferguson", "];", "<FRAGMENT_SUPPRESSED> . Furthermore, the new evidence did not rebut the RPD findings."], ["[27]", "An officer is entitled to assess the weight of evidence from witnesses with a personal interest in a matter before considering its credibility:", "Ferguson", ", above, at para 25; <FRAGMENT_SUPPRESSED> , above, at para 20. Further, evidence from third parties who cannot independently verify the facts to which they testify and evidence lacking corroboration generally may be assigned little weight without an assessment of its credibility:", "<FRAGMENT_SUPPRESSED> . It was open to the Officer to give the letters from family members little weight because they came from sources close to the Applicant. There was also no corroborative evidence of what was described in the letters."], ["[28]", "It was also open to the Officer to give little weight to the Captain's letter. The Officer gave various reasons for giving it little weight and it was not solely because the letter came from an interested party. The Officer said that even if he accepted that the Captain had received calls for the Applicant, there was nothing in the evidence to establish that the calls were from Maras members."], ["[29]", "In addition, contrary to the Applicant's assertions, the Officer properly understood what was required on a s 97 analysis. He did not reject the application solely because he assigned little weight to the letter. Rather, there was no evidence to link the attack to the previous events or to his claim of revenge. As a result, there was no evidence of a personalized risk."], ["[30]", "The Officer also applied the proper test for state protection. The state is presumed to be able to offer protection to its citizens absent a complete breakdown of the state:", "<FRAGMENT_SUPPRESSED> . Not only did the Officer find that there was state protection available in El Salvador, the Officer found that the Applicant had actually received state protection a number of times.", "C.", "Applicant's Reply"], ["[31]", "In reply, the Applicant submits that his submissions do not ignore the RPD decision but rather argue that, in light of the evolving jurisprudence, the PRRA Officer was required to revisit the RPD decision.", "VIII.", "ANALYSIS"], ["[32]", "I agree with the Applicant that the Officer's handling of the new evidence from the Applicant's mother, his youth pastors and his aunt is fraught with reviewable error. This evidence is given \"little weight\" (which appears to mean no weight at all when read in context) because it \"comes from sources close to the applicant.\" The jurisprudence of this Court is that evidence cannot be rejected on this basis alone. See", "Mata  <FRAGMENT_SUPPRESSED> , at para 37; <FRAGMENT_SUPPRESSED> , above, at para 11. Obviously in this case, if the Maras wanted to make threatening phone calls they would not phone strangers. Threats are made to and through family members. To reject or significantly discount evidence on this basis alone would deprive applicants of their principal source of evidence and, logically, it would mean that applicants would be disbelieved when they give evidence themselves."], ["[33]", "The same applies to the Officer's treatment of the evidence from the aviation school Captain, except in this case the Officer also relies on pure speculation to support a conclusion that the Applicant and the Captain are friends. There was no evidence before the Board to support such a finding.  <FRAGMENT_SUPPRESSED> ."], ["[34]", "With regard to the Captain's evidence, the Board also says that (Certified Tribunal Record [CTR] at 6):", "While I accept that Captain Carlos Dardano may have received phone calls intended for the applicant during the specified periods of time, I find that the intentions of the calls are unclear. Insufficient evidence has been provided to demonstrate the calls were from Mara members and that Mara members were looking to inflict harm on the applicant."], ["[35]", "The Captain said in his letter that (CTR at 43):", "We immediately suspected that the phone call came from gangs due to the language they used ... We believe that they thought you had returned to the country and that is why they were looking for you ... We want to tell you Jaime that the risk you run is immense."], ["[36]", "The evidence of the Captain should have been considered in conjunction with the aunt's evidence which specifically identifies the Maras' threats. Taken together, the evidence might well have supported a finding that the Applicant and his family had been subjected to threats by the Maras from October to December 2011, and that the Applicant's father was targeted and murdered by the Maras in December 2011. This could well have supported a finding of personalized risk and a campaign of targeting against the family that cannot be described as generalized risk under s 97. The Applicant's fear of returning to El Salvador is not that he will be randomly robbed or extorted, but that he will be further targeted for retaliation because he and his family have not complied with the Maras' demands."], ["[37]", "Officers should not dismiss direct evidence of the threat complained of on spurious grounds and then draw unreasonable adverse inferences."], ["[38]", "The difficulty for the Applicant is that the Board also found that he had not rebutted the presumption of adequate state protection. In essence, the Applicant claims that the Board relies upon state efforts and initiatives, but does not look at the realities and operational adequacies of what the state can or will do to protect someone in his position. The Board addressed the state protection that the Applicant's family has received in the past (CTR at 7-8):", "Although counsel stated that state protection against the Maras is inadequate in El Salvador, I note the applicant and his family received assistance and protection from the police authorities in El Salvador. The family experienced a robbery in 2005; the police were called and the robbers were arrested, prosecuted and sentenced for five years in prison. In 2009 and 2010, extortion attempts were made against the applicant's family. The police and PNC were contacted; the applicant's father was interviewed by an inspector and a detective was assigned to their case. In the most recent incident in 2011, the applicant's family members were attacked and his father was murdered; the police arrived at the scene thirty minutes after they were contacted and provided assistance. The police report provided by the applicant also demonstrates that the police authorities in El Salvador took the time to listen to his mother and document her allegations. These incidents demonstrate that the authorities in El Salvador took necessary action to provide protection to him and his family members and also possess the ability to perform investigations, prosecute perpetrators and convict those responsible. While it appears that the Salvadoran authorities have not been able to identify the perpetrators in the 2009/2010 and 2011 incidents, I note that they took action to address and investigate the incidents. I find that the failure to convict those responsible, after a police investigation, does not indicate that state protection does not exist. The applicant has provided insufficient evidence to demonstrate that the authorities in El Salvador have failed to provide protection to him and his family members and has failed to rebut the presumption of state protection."], ["[39]", "The Applicant points out that, apart from the 2005 robbery incident which was investigated and dealt with, there was really no evidence before the Officer to support a finding that, while it appears that the Salvadoran authorities have not been able to identify the perpetrators in the 2009/2010 and 2011 incidents, they took action to address and investigate the incidents, and the failure to convict those responsible, after a police investigation, does not indicate that state protection does not exist."], ["[40]", "While it is clear that the police responded and took reports, there does not appear to be evidence to support a conclusion that the \"authorities in El Salvador took necessary action to provide protection to him and his family members\" (CTR at 8). Assigning an investigator to a case does not mean that investigations took place or that the Applicant and his family were given any protection. As the Applicant's mother made clear in her Personal Information Form [PIF], following the 2009 incident, the police simply told the family \"not to answer the phone and not to give attention to that threats [", "sic", "] \" and \"we realized that was not the support we needed\" (CTR at 92). The Applicant went to the extortion unit of the police and was interrogated by the officer in charge but his mother says \"[w] e passed the rest of the day waiting for the detective but he never came and less [", "sic", "] gave a call to give instructions\" (CTR at 92). The mother later says in her PIF (CTR at 93):", "The detective showed his concern because the gang was not interested in money anymore, we asked the PNC for help and they said they could do nothing, that we had to wait what could happen, that we would be so careful and avoid leaving the house."], ["[41]", "This does not look like adequate investigation and protection to me. I can find no evidentiary basis for the Officer's conclusions that, apart from what happened in 2005 before the active and intense targeting began, the authorities in El Salvador took adequate action to investigate the threats or to protect the Applicant and his family. This is hardly surprising considering the general documentation on the record."], ["[42]", "The Immigration and Refugee Board Responses to Information Requests, dated June 25, 2012, advises as follows (CTR at 28):", "According to the US Department of State, \"inadequate training, insufficient government funding, lack of a uniform code of evidence, and isolated instances of corruption and outright criminality interfered with the PNC's effectiveness\" (US 8 Apr. 2011, Sec 1d). Sources also indicate that the judiciary is inefficient, corrupt and prone to political interference, and that impunity remained high (ibid., Sec. 1e; IDHUCA 2010, 15). The US Department of State indicates that police officers, victims and witnesses are intimidated and assassinated; judges are subject to outside influence; and that the criminal conviction rate is less that [", "sic", "] 5 percent (8 Apr. 2011, Sec. 1e). IDHUCA indicates in its 2010 report that, during judicial proceedings, oral testimony takes precedence over scientific evidence, with the latter hardly ever used (2010, 13)."], ["[43]", "No adverse credibility findings were made by either the RPD or the PRRA Officer. I can find no evidence to support the Officer's findings that the Applicant and his family received adequate state protection when they approached the police with their concerns. This undermines the Officer's entire state protection analysis."], ["[44]", "As regards the general documentation referred to by the Officer, I agree with the Applicant that, generally speaking, it is more about \"efforts\" than an examination of the \"operational adequacy\" of those efforts when it comes to the kind of threats made against the Applicant and his family and the stated risks of targeting that he says he faces if returned to El Salvador. This is not reasonable."], ["[45]", "In conclusion, the Officer unreasonably discounted evidence that, if accepted, could have established the targeting that the Applicant says he faces and that removes him from the generalized risk category. The Officer's state protection analysis is also unreasonable."], ["[46]", "When this matter goes back for reconsideration, the following should be borne in mind:", "a) There are no credibility issues;", "b) The Applicant's father has been murdered and his mother and brother have had to flee El Salvador;", "c) The Applicant has been targeted by the Maras who are actively seeking him;", "d) The Court has produced extensive recent case law on s 97 and the issue of generalized risk and personal targeting. This jurisprudence should be followed; and,", "e) While state protection need not be perfect, its operational adequacy must be assessed."], ["[47]", "Counsel agree there is no question for certification and the Court concurs.", "JUDGMENT"], ["[48]", "THIS COURT'S JUDGMENT is that", "1. The application is allowed. The Decision is quashed and this matter is returned for reconsideration by a different officer in accordance with my reasons.", "2. There is no question for certification.", ".........................", "<FRAGMENT_SUPPRESSED>  Russell", "[Traduction]: La Cour est saisie d'une demande de contrôle judiciaire au titre du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (la Loi) à l'encontre de la décision d'un agent principal de l'immigration (l'agent) datée du 21 août 2013, rejetant la demande d'évaluation des risques avant renvoi (ERAR) du demandeur.", "II.", "CONTEXTE"], ["[2]", "Le demandeur est un citoyen du Salvador. Il prétend être exposé à une menace à sa vie ou à un grave danger aux mains du gang des Maras au Salvador."], ["[3]", "Le demandeur affirme que sa famille était propriétaire de plusieurs entreprises au Salvador. En 2005, sa famille a été dévalisée. Ils ont appelé la police, et les cambrioleurs ont été arrêtés, poursuivis et condamnés à cinq ans de prison. L'un d'eux s'est évadé de prison en novembre 2005. Peu après, quelqu'un s'est présenté à leur magasin et a posé un pistolet sur le comptoir pour intimider la famille."], ["[4]", "En août 2009, un individu prétendant être un membre des Maras s'est présenté au domicile familial à la recherche du père du demandeur: il a déclaré qu'il était au courant des affaires et des déplacements de la famille, et leur a réclamé de l'argent. La police a été contactée, le père du demandeur a été questionné par un inspecteur et un détective."], ["[5]", "En février et mars 2010, la famille a reçu trois notes exigeant encore plus d'argent et a continué à signaler ces incidents au détective chargé de leur dossier. La famille pensait avoir été prise pour cible en représailles pour avoir dénoncé des membres des Maras à la police après le cambriolage de 2005."], ["[6]", "En mars 2010, la famille du demandeur a fui le Salvador. Son père s'est caché au Honduras. Le demandeur, sa mère et son frère sont entrés au Canada pour y demander l'asile. La Section de la protection des réfugiés (SPR) de la Commission de l'immigration et du statut de réfugié a rejeté leur demande en août 2011. La SPR a conclu qu'il n'existait aucun lien entre la crainte de persécution des demandeurs d'asile et les motifs de la Convention, et que la peur des gangs criminels ne représentait pas un risque personnalisé mais général, concernant tous les habitants du Salvador. La demande de contrôle judiciaire de la décision a été rejetée en août 2012."], ["[7]", "Après le rejet de leur demande d'asile, la mère et le frère du demandeur sont retournés au Salvador puis se sont enfuis au Honduras pour rejoindre le père. La mère avait besoin de traitements médicaux qu'elle ne pouvait pas recevoir au Honduras. Ils sont donc tous revenus au Salvador le 21 décembre 2011. Alors qu'ils se dirigeaient vers l'hôpital, leur voiture s'est fait couper la route. Des hommes surgis de la voiture qui s'était arrêtée en face d'eux se sont mis à tirer sur la leur. La mère et le père du demandeur ont tous les deux été blessés, et le père est mort de ses blessures par balles le lendemain. La mère a immédiatement signalé l'attaque à la police et a effectué un suivi auprès d'eux après le décès de son mari. La mère et le frère du demandeur se cachent à présent au Honduras."], ["[8]", "En avril 2013, le demandeur a soumis sa demande d'ERAR. Il craint que les Maras cherchent toujours à se venger pour le cambriolage de 2005 et du fait que la famille ne s'est pas pliée à leurs demandes d'extorsion. Il affirme que l'attaque et le meurtre constituent de nouvelles preuves du danger auquel il s'expose au Salvador aux mains des Maras. Il ajoute que ses parents et amis vivant au Salvador continuent de recevoir des appels demandant où il se trouve.", "III.", "DÉCISION VISÉE PAR LE CONTRÔLE"], ["[9]", "L'agent a rejeté la demande d'ERAR du demandeur le 21 août 2013."], ["[10]", "L'agent a d'abord examiné la nouvelle preuve fournie par le demandeur, composée du rapport de police relatif au meurtre de son père et de lettres écrites par sa mère, sa tante, ses pasteurs de jeunesse et le capitaine de l'école d'aviation qu'il a fréquentée au Salvador. L'agent a estimé que cette preuve n'avait que peu de valeur probante parce qu'elle émanait de sources proches du demandeur. Il ne lui a donc accordé que [traduction] « peu de poids ». L'agent a également accordé peu de poids à la lettre du capitaine, ayant conclu que ce dernier avait un intérêt personnel dans l'issue de la demande puisqu'il avait gardé contact avec le demandeur en dépit du fait que ce dernier eut déménagé un certain nombre de fois."], ["[11]", "L'agent a affirmé que le demandeur n'avait pas indiqué que sa crainte des Maras était fondée sur un motif prévu par la Convention; il reconnaît que celui-ci prétend être pris personnellement pour cible par le gang, mais fait remarquer que la SPR a rejeté sa demande d'asile. L'agent a aussi reconnu que d'après le rapport de police, un autre incident était survenu depuis l'audience de la SPR, mais a estimé que la preuve présentée par le demandeur était insuffisante pour démontrer que le meurtre était lié aux événements précédents, ou qu'il s'agissait d'un acte de vengeance. L'agent a noté que le rapport de police initial (rédigé une trentaine de minutes après la fusillade) indiquait que la mère du demandeur ignorait la raison de l'attaque. Cette dernière est retournée au commissariat deux jours plus tard pour fournir d'autres renseignements après le décès du père du demandeur. Elle a déclaré alors qu'elle pensait que les meurtriers de son mari appartenaient au gang, étant donné que la famille avait reçu des appels téléphoniques menaçants et des demandes d'argent dans la semaine ayant précédé l'attaque. L'agent a reconnu que les lettres évoquaient également les appels téléphoniques menaçants, mais a indiqué qu'il leur avait déjà accordé peu de poids."], ["[12]", "Pour l'agent, les éléments de preuve documentaire montraient que le risque de crimes et de violences liés aux gangs est répandu au Salvador et que la population de ce pays y est exposée de manière générale. L'agent a conclu que le demandeur n'avait pas fourni suffisamment de preuves permettant de distinguer le risque auquel il s'exposait de celui visant la population générale."], ["[13]", "De plus, l'agent a estimé, en dépit des observations du conseil, que la protection de l'État existait au Salvador. Ce pays est doté d'un appareil judiciaire et d'une force policière fonctionnels qui offrent des programmes de protection des témoins et d'aide aux victimes. Par ailleurs, la famille du demandeur a reçu l'assistance de la police après les cambriolages, les tentatives d'extorsion et le meurtre.", "IV.", "QUESTIONS EN LITIGE"], ["[14]", "Le demandeur soulève quatre questions en litige dans le cadre de la présente instance:", "1. L'agent a-t-il commis une erreur en rejetant une preuve probante pertinente ou en ne lui accordant que peu de poids?", "2. L'agent a-t-il commis une erreur en mettant en doute la crédibilité de la preuve du demandeur sans lui accorder d'audience?", "3. L'agent a-t-il commis une erreur de droit en s'attardant sur le risque précédemment invoqué par le demandeur et en ignorant les nouveaux éléments qu'il a soumis concernant le nouveau risque?", "4. L'agent a-t-il appliqué le mauvais critère en ce qui a trait à la protection de l'État?", "V.", "NORME DE CONTRÔLE"], ["[15]", "Dans l'arrêt", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], la Cour suprême du Canada a estimé qu'il n'était pas nécessaire à chaque fois d'effectuer une analyse relative à la norme de contrôle. En fait, lorsque la norme de contrôle applicable à une question donnée est bien arrêtée par la jurisprudence, la cour de révision qui en est saisie peut l'adopter. Elle n'examinera les quatre facteurs de l'analyse liée à la norme de contrôle que si cette recherche est infructueuse, ou que si la jurisprudence pertinente semble désormais incompatible avec l'évolution récente des principes de common law en matière de contrôle judiciaire:", "<FRAGMENT_SUPPRESSED> ."], ["[16]", "Le défendeur fait valoir que les conclusions de fait et les conclusions mixtes de fait et de droit de l'agent sont susceptibles de contrôle selon la norme de la décision raisonnable: <FRAGMENT_SUPPRESSED> , précité, aux paragraphes 47, 53, 55 et 62;", "<FRAGMENT_SUPPRESSED> à 62 [ <FRAGMENT_SUPPRESSED> ]. Les questions qui ont trait à l'équité procédurale et à la justice naturelle sont soumises à la norme de la décision correcte: <FRAGMENT_SUPPRESSED> , précité, au paragraphe 60;", "<FRAGMENT_SUPPRESSED> ."], ["[17]", "Les trois premières questions renvoient au traitement de la preuve par l'agent. Elles appellent la norme de la décision raisonnable:", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> à 7. Il en ira de même de la deuxième question dans la mesure où elle concerne également un enjeu d'équité procédurale:", "Établissement de  <FRAGMENT_SUPPRESSED> ."], ["[18]", "La quatrième question renvoie à des questions de fait et de droit et sera donc soumise à la norme de la décision raisonnable:", "<FRAGMENT_SUPPRESSED> et 10;", "<FRAGMENT_SUPPRESSED> ."], ["[19]", "Au moment d'examiner une décision selon la norme de la décision raisonnable, l'analyse tiendra principalement « à la justification de la décision, à la transparence et à l'intelligibilité du processus décisionnel, ainsi qu'à l'appartenance de la décision aux issues possibles acceptables pouvant se justifier au regard des faits et du droit »: voir <FRAGMENT_SUPPRESSED> , précité, au paragraphe 47; <FRAGMENT_SUPPRESSED> , précité, au paragraphe 59. En d'autres termes, la Cour ne doit intervenir que si la décision était déraisonnable en ce sens qu'elle n'appartient pas « aux issues possibles acceptables pouvant se justifier au regard des faits et du droit ».", "VI.", "DISPOSITIONS LÉGISLATIVES"], ["[20]", "Les dispositions suivantes de la Loi s'appliquent à la présente instance:", "Définition de « réfugié »", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays don't elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "Personne à protéger", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays don't elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "Personne à protéger", "(2) A également qualité de personne à protéger la personne qui se trouve au Canada et fait partie d'une catégorie de personnes auxquelles est reconnu par règlement le besoin de protection.", "[...]", "Demande de protection", "112. (1) La personne se trouvant au Canada et qui n'est pas visée au paragraphe 115(1) peut, conformément aux règlements, demander la protection au ministre si elle est visée par une mesure de renvoi ayant pris effet ou nommée au certificat visé au paragraphe 77(1).", "[...]", "Examen de la demande", "113. Il est disposé de la demande comme il suit:", "a) le demandeur d'asile débouté ne peut présenter que des éléments de preuve survenus depuis le rejet ou qui n'étaient alors pas normalement accessibles ou, s'ils l'étaient, qu'il n'était pas raisonnable, dans les circonstances, de s'attendre à ce qu'il les ait présentés au moment du rejet;", "b) une audience peut être tenue si le ministre l'estime requis compte tenu des facteurs réglementaires;", "c) s'agissant du demandeur non visé au paragraphe 112(3), sur la base des articles 96 à 98;", "[...]", "Convention refugee", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "Person in need of protection", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "Person in need of protection", "(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.", "[...]", "Application for protection", "112. (1) A person in Canada, other than a person referred to in subsection 115(1), may, in accordance with the regulations, apply to the Minister for protection if they are subject to a removal order that is in force or are named in a certificate described in subsection 77(1).", "[...]", "Consideration of application", "113. Consideration of an application for protection shall be as follows:", "(a) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection;", "(b) a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required;", "(c) in the case of an applicant not described in subsection 112(3), consideration shall be on the basis of sections 96 to 98;", "[...]", "VII.", "ARGUMENTS", "A.", "Le demandeur"], ["[21]", "Le demandeur soutient que l'agent a eu tort de rejeter sa demande d'ERAR au motif qu'il n'avait pas produit de preuves suffisantes pour établir un risque personnalisé, alors même qu'il a écarté déraisonnablement tous les éléments qu'il avait soumis à cette fin. L'agent a beau avoir déclaré qu'il accordait [traduction] « peu de poids » à la preuve, il est clair qu'en fait il ne lui en a conféré aucun. Si cette preuve n'avait pas été écartée, le demandeur aurait pu établir que les divers événements étaient liés:", "<FRAGMENT_SUPPRESSED> à 15."], ["[22]", "L'agent a également commis une erreur en rejetant la preuve du demandeur sans fournir d'autre motif que la proximité des sources avec ce dernier. La Cour a indiqué plusieurs fois que les agents ne peuvent rejeter des éléments de preuve simplement parce qu'ils émanent de gens liés à la personne concernée:", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> [", "Mata Diaz", "]."], ["[23]", "Le demandeur affirme qu'il aurait dû bénéficier d'une audience pour opposer des arguments à l'encontre de la décision de l'agent d'écarter la lettre du capitaine en raison de ce qui lui semblait être [traduction] « un certain degré d'amitié ». Le demandeur estime qu'il aurait pu expliquer la nature de leur relation et leurs contacts continus. Par ailleurs, bien qu'il ait fondé le rejet de la lettre du capitaine sur quelques éléments d'analyse, le document dissipe en fait les préoccupations soulevées par l'agent."], ["[24]", "L'agent a également commis une erreur en concluant qu'aucune preuve n'établissait que le demandeur avait personnellement été pris pour cible. Le demandeur ne craint pas la violence des gangs en général; il redoute plutôt d'être victime de représailles parce que sa famille ne s'est pas pliée aux demandes des  <FRAGMENT_SUPPRESSED> à 42;", "<FRAGMENT_SUPPRESSED> à 24;", "<FRAGMENT_SUPPRESSED> . Les menaces ont d'abord pris la forme de demandes d'extorsion, puis ont été dirigées personnellement contre la famille pour avoir refusé d'acquiescer aux demandes des Maras. Le domicile et l'ancienne école du demandeur ont été pris pour cible. Sa famille a même continué à recevoir des menaces alors qu'elle vivait au Honduras. De plus, aucun autre motif apparent n'explique le meurtre du père du demandeur."], ["[25]", "Enfin, l'agent a commis une erreur en n'examinant pas l'efficacité des mesures de protection de l'État qu'il a énumérées:", "<FRAGMENT_SUPPRESSED> . Le critère applicable est de savoir si l'État est en mesure d'offrir une protection réelle; de simples bonnes intentions ou législations ne suffisent pas pour s'acquitter du fardeau:", "<FRAGMENT_SUPPRESSED> et 39.", "B.", "Le défendeur"], ["[26]", "Le défendeur fait valoir que l'ERAR ne sert qu'à évaluer les faits nouveaux survenus entre l'audition de la demande d'asile et la date prévue de renvoi:", "<FRAGMENT_SUPPRESSED> ; la Loi, alinéa 113", ");", "<FRAGMENT_SUPPRESSED> . L'agent s'est appuyé sur la décision de la SPR selon laquelle le demandeur était généralement crédible. Ce dernier n'avait pas droit à une audience puisque l'agent n'a tiré aucune conclusion quant à sa crédibilité, mais estimé plutôt qu'il y avait peu d'éléments pour établir un lien entre les incidents récents et les événements antérieurs ou des motifs de revanche. Ces conclusions concernaient le caractère suffisant de la preuve et non la crédibilité:", "Le Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED> . L'agent d'ERAR peut sauter l'évaluation de la crédibilité de la preuve et passer directement au poids à lui accorder:", "<FRAGMENT_SUPPRESSED> et 26 [", "Ferguson", "];", "<FRAGMENT_SUPPRESSED> . Par ailleurs, la nouvelle preuve ne réfutait pas les conclusions de la SPR."], ["[27]", "L'agent peut évaluer le poids de la preuve émanant de témoins ayant un intérêt personnel dans l'affaire avant d'examiner sa crédibilité:", "Ferguson", ", précité, au paragraphe 25; <FRAGMENT_SUPPRESSED> , précité, au paragraphe 20. Par ailleurs, la preuve émanant de tiers qui ne peuvent pas vérifier de manière indépendante les faits à l'égard desquels ils déposent, comme celle qui n'est pas corroborée, peuvent généralement recevoir peu de poids sans qu'il faille évaluer leur crédibilité:", "<FRAGMENT_SUPPRESSED> et 23;", "<FRAGMENT_SUPPRESSED> . Il était loisible à l'agent d'accorder peu de poids aux lettres des parents puisqu'elles émanaient de sources proches du demandeur. Par ailleurs, aucune preuve ne corroborait les événements décrits dans les lettres."], ["[28]", "Il était également loisible à l'agent de n'accorder que peu de poids à la lettre du capitaine, ce qu'il a justifié par différents motifs et pas seulement le fait qu'elle provenait d'une partie intéressée. L'agent a précisé, tout en reconnaissant que le capitaine avait reçu des appels destinés au demandeur, que rien dans la preuve ne permettait d'établir que des membres des Maras en étaient les auteurs."], ["[29]", "De plus, contrairement à ce qu'affirme le demandeur, l'agent a bien compris ce qu'exigeait l'analyse fondée sur l'article 97. Il n'a pas rejeté la demande seulement parce qu'il a accordé peu de poids à la lettre. En fait, aucune preuve ne permettait d'établir un lien entre l'attaque et les événements précédents ou la vengeance qu'il invoquait. Par conséquent, le risque personnalisé n'était étayé par aucune preuve."], ["[30]", "L'agent a également appliqué le critère approprié en ce qui a trait à la protection de l'État. L'État est censé être en mesure de protéger ses citoyens en l'absence d'un effondrement complet de l'appareil étatique:", "Canada (Procureur général) c Ward", ", [1993] 2 RCS 689, à 724 et 726;", "<FRAGMENT_SUPPRESSED> . Non seulement l'agent a-t-il conclu que la protection de l'État existait au Salvador, mais il a même estimé que le demandeur en avait en fait bénéficié un certain nombre de fois.", "C.", "La réponse du demandeur"], ["[31]", "Le demandeur fait valoir en réponse que ses observations tiennent compte de la décision de la SPR. Il soutient plutôt, compte tenu de l'évolution de la jurisprudence, que l'agent d'ERAR était tenu de réexaminer cette décision.", "VIII.", "ANALYSE"], ["[32]", "Je conviens avec le demandeur que l'agent a accumulé les erreurs susceptibles de contrôle dans son traitement de la nouvelle preuve provenant de sa mère, de ses pasteurs de jeunesse et de sa tante. Cette preuve reçoit [traduction] « peu de poids » (ce qui veut plutôt dire aucun poids du tout si la décision est lue dans son contexte) parce qu'elle [traduction] « émane de sources proches du demandeur ». La jurisprudence de la Cour établit que la preuve ne peut être rejetée pour cette seule raison. Voir", "Mata Diaz", ", précité, au paragraphe 37; <FRAGMENT_SUPPRESSED> , précité, au paragraphe 11. À l'évidence, en l'espèce, si les Maras voulaient faire des appels téléphoniques menaçants, ils ne contacteraient pas des étrangers. Les menaces sont adressées à des membres de la famille ou sont transmises par leur intermédiaire. Rejeter ou écarter largement la preuve pour cette seule raison priverait les demandeurs de leur principale source de preuve et signifierait, en toute logique, que les demandeurs ne doivent pas être crus lorsqu'ils témoignent eux-mêmes."], ["[33]", "Il en va de même du traitement par l'agent de la preuve provenant du capitaine de l'école d'aviation, sauf qu'ici l'agent s'appuie en outre sur de pures conjectures pour étayer la conclusion voulant que le demandeur et le capitaine soient des amis. La Commission ne disposait d'aucun élément pour appuyer une telle conclusion.  <FRAGMENT_SUPPRESSED> ."], ["[34]", "S'agissant de la preuve du capitaine, la Commission affirme par ailleurs (dossier certifié du tribunal (DCT), à la page 6):", "[traduction] Même si je suis disposé à accepter que le capitaine Carlos Dardano a peut-être reçu des appels téléphoniques destinés au demandeur durant les périodes spécifiées, j'estime que l'objet de ces appels est obscur. La preuve permettant de démontrer que des membres des Maras en étaient les auteurs et que ces derniers cherchaient à nuire au demandeur est insuffisante."], ["[35]", "Le capitaine déclarait dans sa lettre (DCT, à la page 43):", "[traduction] Nous avons immédiatement soupçonné que les appels téléphoniques émanaient des gangs à cause du langage utilisé. [...] Nous pensons qu'ils ont cru que tu étais revenu au pays et c'est la raison pour laquelle ils te cherchaient. [...] Nous voulons te dire Jaime que le risque que tu cours est immense."], ["[36]", "La preuve du capitaine aurait dû être examinée conjointement avec celle de la tante qui identifie spécifiquement les menaces provenant des Maras. Pris ensemble, ces éléments de preuve auraient très bien pu étayer la conclusion voulant que le demandeur et sa famille aient été menacés par les Maras d'octobre à décembre 2011, et que le père du demandeur ait été pris pour cible et assassiné par ce gang en décembre 2011. Ils pouvaient aisément confirmer l'existence d'un risque personnalisé et d'une campagne ciblant la famille, lesquels ne sauraient être pris pour un risque généralisé au sens de l'article 97. Le demandeur ne craint pas de retourner au Salvador parce qu'il risque d'être victime d'un vol ou d'extorsion de manière aléatoire, mais parce qu'il sera encore victime de représailles, car sa famille et lui ne se sont pas pliés aux demandes des Maras."], ["[37]", "Les agents ne doivent pas rejeter pour des motifs fallacieux une preuve directe des menaces invoquées et tirer ensuite des inférences défavorables et déraisonnables."], ["[38]", "La difficulté pour le demandeur vient de ce que la Commission a également conclu qu'il n'avait pas réfuté la présomption de protection adéquate de l'État. Le demandeur soutient en substance que la Commission s'appuie sur les efforts et les initiatives de l'État, mais qu'elle n'examine pas la réalité et le caractère adéquat au plan opérationnel des mesures de protection qu'il peut déployer ou qu'il déploiera pour quelqu'un dans sa situation. La Commission a évoqué la protection de l'État dont la famille du demandeur a bénéficié par le passé (DCT, aux pages 7 et 8):", "[traduction] Bien que le conseil ait déclaré que la protection de l'État contre les Maras est inadéquate au Salvador, je note que le demandeur et sa famille ont reçu l'assistance et la protection des autorités policières de ce pays. La famille a été victime d'un cambriolage en 2005; la police a été appelée et les cambrioleurs ont été arrêtés, poursuivis et condamnés à cinq de prison. En 2009 et 2010, la famille du demandeur a été victime de tentatives d'extorsion. La police et la PNC ont été contactées; le père du demandeur a été interrogé par un inspecteur, et un détective a été affecté à leur dossier. Lors du dernier incident en 2011, les membres de la famille du demandeur ont été attaqués, et son père, assassiné; la police est arrivée sur les lieux trente minutes après avoir été contactée et a fourni son aide. Le rapport de police soumis par le demandeur démontre également que les autorités policières du Salvador ont pris le temps d'écouter la mère et de consigner ses allégations. Ces incidents démontrent que les autorités salvadoriennes ont pris les mesures nécessaires pour protéger le demandeur et les membres de sa famille et qu'elles ont les moyens d'effectuer des enquêtes, de poursuivre les auteurs et de condamner les responsables. Même si les autorités salvadoriennes ne semblent pas avoir été en mesure d'identifier les responsables des incidents de 2009, 2010 et 2011, je note qu'elles ont pris la peine d'y répondre et d'enquêter sur eux. J'estime que le fait que les personnes responsables n'aient pas été condamnées, après une enquête policière, ne signifie pas que la protection de l'État est inexistante. Le demandeur n'a pas fourni suffisamment d'éléments de preuve pour démontrer que les autorités du Salvador ne lui ont pas fourni, ainsi qu'aux membres de sa famille, une protection, et il n'a pas réussi à réfuter la présomption de protection de l'État."], ["[39]", "Le demandeur fait remarquer qu'en dehors de l'affaire du cambriolage de 2005, qui a fait l'objet d'une enquête et qui a été résolue, l'agent ne disposait vraiment d'aucune preuve propre à étayer la conclusion voulant que, même si elles n'ont pas été en mesure d'identifier les auteurs des incidents de 2009, 2010 et 2011, les autorités salvadoriennes aient pris la peine d'y répondre et d'enquêter sur eux, et que le fait qu'elles n'aient pas condamné les responsables, à l'issue d'une enquête policière, n'indique pas que la protection de l'État est inexistante."], ["[40]", "Même s'il est clair que la police a répondu et qu'elle a rédigé des rapports, rien ne semble confirmer que [traduction] « les autorités salvadoriennes ont pris les mesures nécessaires pour lui fournir, ainsi qu'aux membres de sa famille, une protection » (DCT, à la page 8). Affecter un enquêteur au dossier ne signifie pas que des enquêtes ont été menées ou que le demandeur et sa famille ont reçu la moindre protection. Comme l'a clairement indiqué la mère du demandeur dans son formulaire de renseignements personnels (FRP), la police a simplement conseillé à la famille après l'incident de 2009 [traduction] « de ne pas répondre au téléphone et de ne pas faire attention à ces menaces » et [traduction] « nous nous sommes rendus compte que ce n'était pas le soutien dont nous avions besoin » (DCT, à la page 92). Le demandeur s'est présenté à l'unité de lutte contre l'extorsion de la police et a été interrogé par l'agent responsable, mais sa mère indique [traduction] « [n]ous avons passé le reste de la journée à attendre le détective, mais il n'est jamais venu et a moins [", "sic", "] appelé pour donner des instructions » (DCT, à la page 92). La mère ajoute plus loin dans son FRP (DCT, à la page 93):", "[traduction] Le détective s'est montré préoccupé parce que le gang n'avait plus l'air intéressé par l'argent; nous avons demandé l'aide de la PNC, qui nous a répondu qu'elle ne pouvait rien faire, que nous devions attendre de voir ce qui pouvait se passer, et que nous devions être très prudents et éviter de quitter la maison."], ["[41]", "Cela ne ressemble pas à mon avis à une enquête et à une protection adéquates. Je ne trouve aucun fondement probatoire aux conclusions de l'agent d'après lesquelles, en dehors des événements de 2005, avant le début du ciblage actif et intense, les autorités salvadoriennes ont pris des mesures adéquates pour enquêter sur les menaces ou pour protéger le défendeur et sa famille. Cela n'a rien d'étonnant compte tenu de la documentation générale figurant au dossier."], ["[42]", "La réponse à la demande d'information de la Commission de l'immigration et du statut de réfugié, datée du 25 juin 2012, indique ce qui suit: (DCT, à la page 28):", "Selon le Département d'État des États-Unis, [traduction] « la formation inadéquate, le financement insuffisant de la part du gouvernement, l'absence de code de preuve uniforme et les cas isolés de corruption et de criminalité pure et simple nuisent à l'efficacité de la PNC » (ibid. 8 avr. 2011, sect. 1.d). Des sources précisent aussi que l'appareil judiciaire est inefficace, corrompu et susceptible d'ingérence politique, et que l'impunité demeure considérable (ibid., sect. 1.e; IDHUCA 2010, 15). Le Département d'État des États-Unis écrit que des policiers, des victimes et des témoins sont intimidés et assassinés; que des juges font l'objet d'influence extérieure; et que le taux de déclarations de culpabilité atteint moins de 5 p. 100 (8 avr. 2011, sect. 1.e). On peut lire dans le rapport 2010 de l'IDHUCA que lors des poursuites judiciaires, les témoignages de vive voix l'emportent sur la preuve scientifique, cette dernière étant très rarement utilisée (2010, 13)."], ["[43]", "Ni la SPR ni l'agent d'ERAR n'ont tiré de conclusions défavorables quant à la crédibilité. Je ne vois aucune preuve étayant les conclusions de l'agent voulant que le demandeur et sa famille aient bénéficié d'une protection de l'État adéquate lorsqu'ils ont fait part de leurs préoccupations à la police. Cela mine toute l'analyse de l'agent relative à la protection de l'État."], ["[44]", "Quant à la documentation générale à laquelle l'agent a renvoyé, je conviens avec le demandeur que, dans l'ensemble, elle concerne plutôt les [traduction] « efforts » que leur [traduction] « caractère adéquat au plan opérationnel » à l'égard du type de menaces dont le demandeur et sa famille ont été victimes, et des risques de ciblage qu'il a décrits et auxquels il prétend s'exposer en cas de retour au Salvador. Cela n'est pas raisonnable."], ["[45]", "En conclusion, l'agent a de façon déraisonnable écarté la preuve qui aurait pu établir, si elle avait été admise, le ciblage invoqué par le demandeur, ce qui le fait échapper à la catégorie du risque généralisé. L'analyse de l'agent concernant la protection de l'État est également déraisonnable."], ["[46]", "Au moment du renvoi de l'affaire pour réexamen, les éléments suivants doivent être pris en compte:", "a) Il n'y a aucune question quant à la crédibilité;", "b) Le père du demandeur a été assassiné, tandis que sa mère et son frère ont dû fuir le Salvador;", "c) Le demandeur a été pris pour cible par les Maras, qui le recherchent activement;", "d) La Cour a produit un nombre considérable de décisions récentes concernant l'article 97 et la question du risque généralisé et du ciblage personnel. Cette jurisprudence doit être suivie;", "e) La protection de l'État n'a pas à être parfaite, mais son caractère adéquat au plan opérationnel doit être évalué."], ["[47]", "Les avocates conviennent qu'il n'y a pas de question à certifier, et la Cour en convient.", "JUGEMENT"], ["[48]", "LA COUR STATUE que", "1. Il est fait droit à la demande. La décision est annulée et l'affaire est renvoyée à un autre agent pour nouvel examen conformément à mes motifs.", "2. Il n'y a pas de question à certifier.", "[End of document]"]]}