{"id_": "086040", "body_str": [["[1]", "Hughes, J.", ": Apotex Inc., Defendant and Plaintiff-by-Counterclaim has, further to the Court's Direction of July 10, 2007, brought a motion to permit it to adduce the evidence of more than ten (10) expert witnesses at the trial of this action scheduled to begin early next year. For the reasons that follow, I find that Apotex shall be given leave to adduce evidence of not more than fifteen (15) expert witnesses, subject to the discretion of the Trial Judge.  <FRAGMENT_SUPPRESSED>"], ["[2]", "On July 10, 2007, I made a Direction following a case conference meeting with counsel at which time they were asked to provide their best estimates as to the number of experts that they required for giving evidence at trial. The Direction was consistent with those estimates and provided:  <FRAGMENT_SUPPRESSED>", "\"2. No party shall adduce expert evidence of no more than 10 expert witnesses in total for Apotex; 10 expert witnesses in total for Eli Lilly and 5 expert witnesses in total for Shionogi without seeking and obtaining an Order from this Court. Any such Order shall be sought by motion made in writing to Hughes, J., no later than September 15, 2007. <FRAGMENT_SUPPRESSED>"], ["[3]", "Apotex now seeks to exceed the estimate given by, to quote from its Notice of Motion \"... more than 10 experts\" and from paragraph 46 of its supporting affidavit of Ivor M. Hughes:  <FRAGMENT_SUPPRESSED>", "\"46 Accordingly, Apotex will likely need to have the opportunity to serve expert reports from 15 experts best to present its case <FRAGMENT_SUPPRESSED>"], ["[4]", "The Plaintiffs, Defendants-by-Counterclaim, Eli Lilly oppose this motion, asserting that Apotex has not demonstrated that it requires in excess of 10 experts. Shionogi, another Defendant-by-Counterclaim as set out in a letter from its Counsel dated September 25, 2007, does not oppose the motion by Apotex and asks that no costs be assessed as against it.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The action taken by Eli Lilly asserts infringement of several claims of eight patents apparently directed to processes for the manufacture of an antibiotic compound known as cefaclor and intermediates and complexes used in such processes. In brief, the patents can be grouped in two, one group relating to developments originated by Eli Lilly, the other to developments originated by Shionogi. Apotex denies infringement of any of the patents and asserts that each is invalid on a number of grounds. Apotex's counterclaim seeks a declaration as to invalidity of each of the patents. Apotex further alleges in its Defence and by way of Counterclaim that Eli Lilly acquired the Shionogi group of patents in order to prevent competition in the Canadian marketplace and that Eli Lilly engaged in this and other anti-competitive activity.  <FRAGMENT_SUPPRESSED>"], ["[6]", "Apotex supports its motion by an Affidavit of Ivor M. Hughes, a lawyer and patent agent with a Bachelor's degree in chemistry. In his opinion, as set out in paragraphs 30 and 31 of his affidavit, there are six areas of chemistry that will need to be addressed by experts in respect to the eight patents at issue. In paragraph 41, he concludes that eight (8) scientists will be required for that task. In paragraph 42, the states that two (2) further experts may be needed to reply to issues that may be raised by other parties.  <FRAGMENT_SUPPRESSED>"], ["[7]", "At paragraphs 43 to 45 of his Affidavit, Ivor M. Hughes states that in the order of five (5) further experts would be needed to address the conspiracy issues.  <FRAGMENT_SUPPRESSED>"], ["[8]", "In total, Apotex is asking that it be permitted to lead evidence at trial from up to 15 experts.  <FRAGMENT_SUPPRESSED>"], ["[9]", "Eli Lilly, in opposing the motion, submits the affidavit of Dr. Paul A. Bartlett, a Professor of Chemistry who was cross-examined. He disagrees with Ivor M. Hughes that there are six areas of chemistry involved in the proceedings that would require separate experts. At paragraph 24, he concludes that Mr. Hughes suggestion that a separate expert is required for an understanding of every facet of organic chemistry is simply not founded on an understanding of this science. Bartlett does not address whether other experts to deal with the competition law issues are necessary.  <FRAGMENT_SUPPRESSED>"], ["[10]", "Eli Lilly also submitted an affidavit of a law student which attached as exhibits some proceedings and correspondence relating to this action. No opinions were expressed by the student.  <FRAGMENT_SUPPRESSED>"], ["[11]", "There are several questions bound up with the motion brought by Apotex. One is whether the", "Canada Evidence", "Act", ", section 7, limits the number of experts that a party might lead to five (5) in the proceeding as a whole, or to five (5) in respect of each issue in a proceeding and, if so, what constitutes an \"issue\". Another is, given the Direction of July 10, 2007, is it appropriate to permit an increase of Apotex's expert witnesses allotment from 10 to 15.  <FRAGMENT_SUPPRESSED>"], ["[12]", "First, I will consider whether section 7 of the", "Canada Evidence", "Act", "permits a party to adduce evidence of no more than five (5) expert witnesses per proceeding or per issue, without leave of the Court.  <FRAGMENT_SUPPRESSED>"], ["[13]", "Section 7 of the", "Canada Evidence Act", ", R.S.C. 1989, c. C-5, provides that \"... not more than five (expert) witnesses may be called on either side without leave of the court\". It says:  <FRAGMENT_SUPPRESSED>", "\"7. Where, in any trial or other proceeding, criminal or civil, it is intended by the prosecution or the defence, or by any party, to examine as witnesses professional or other experts entitled according to the law or practice to give opinion evidence, not more than five of such witnesses may be called on either side without the leave of the court or judge or person presiding. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"7. Lorsque, dans un procès ou autre procédure pénale ou civile, le poursuivant ou la défense, ou toute autre partie, se propose d'interroger comme témoins des experts professionnels ou autres autorisés par la loi ou la pratique à rendre des témoignages d'opinion, il ne peut être appelé plus de cinq de ces témoins de chaque côté sans la permission du tribunal, du juge ou de la personne qui préside. <FRAGMENT_SUPPRESSED>"], ["[14]", "The Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  has interpreted a former provision of the", "Alberta Evidence", "Act", ", section 10 which read:  <FRAGMENT_SUPPRESSED>", "\"10. Where it is intended by a party to examine as witnesses persons entitled according to the law or practice to give opinion evidence not more than three of such witnesses may be called upon either side. <FRAGMENT_SUPPRESSED>"], ["[15]", "Justice Cartwright of the Supreme Court held that the evidence in question was not expert evidence. However, if it were to be held to be expert evidence, he held that section 10 of the", "Alberta Evidence", "Act", "contemplated three experts per issue or, as he put it, each of \"several facts\". He said at pages 381-382:  <FRAGMENT_SUPPRESSED>", "\"If, contrary to the view which I have expressed, it should be held that Hare was entitled to give and did give opinion evidence, I would none the less reject this ground of appeal. In 1912, in the case of", "In Re Scamen and Canadian Northern Railway Co.", ", [(1912), 5 Alta. L.R. 376; 2 W.W.R. 1006; 22 W.L.R. 105; 6 D.L.R. 142.], s. 10 was interpreted by the Supreme Court of Alberta en banc. The effect of the judgment of the Court, delivered by Harvey, C.J., is accurately summarized in the second paragraph of the headnote in D.L.R., as follows:  <FRAGMENT_SUPPRESSED>", "'Upon the proper interpretation of section 10 of the", "Alberta Evidence Act, 1910", ", 2nd sess., ch. 3, in the event of a trial or inquiry involving several facts, upon which opinion evidence may be given, a party is entitled to call three witnesses to give such evidence upon each of such facts, as he is not limited to three of such witnesses for the whole trial.'  <FRAGMENT_SUPPRESSED>", "\"As already mentioned s. 10 was re-enacted ipsissimis verbis in the Revised Statutes of 1922 and of 1942, and this re-enactment should be taken to have given legislative sanction to the construction placed upon that section in", "In re Scamen", ". The applicable rule was stated as follows by James L.J. in", "Ex parte Campbell; In re Cathcart", "[(1870), L.R. 5 Ch. 703 at 706.]:  <FRAGMENT_SUPPRESSED>", "'Where once certain words in an Act of Parliament have received a judicial construction in once of the Superior Courts, and the Legislature has repeated them without alteration in a subsequent statute, I conceive that the Legislature must be taken to haveused them according to the meaning which a Court of competent jurisdiction has given to them.'  <FRAGMENT_SUPPRESSED>", "\"This statement was approved by the majority in the House of Lords in", "<FRAGMENT_SUPPRESSED> ; [1940] 3 All E.R. 384; [1940] 3 D.L.R. 353; [1940] 2 W.W.R. 445]. It should be observed that while Parliament and the Legislatures of some of the Provinces have seen fit to modify this rule of construction (see for example, s. 21(4) of the", "Interpretation Act", ", R.S.C. 1952, c. 158) this has not been done in Alberta.  <FRAGMENT_SUPPRESSED>", "\"It has already been pointed out that no other witness called by the respondents gave opinion evidence upon the subject in regard to which the witness Ford was examined, and it follows that there was no breach of s. 10 as construed in", "In re  <FRAGMENT_SUPPRESSED> . <FRAGMENT_SUPPRESSED>"], ["[16]", "Subsequently the Manitoba Court of Appeal in", "<FRAGMENT_SUPPRESSED>  (Man. C.A.), was required to construe section 25 of the", "Manitoba Evidence Act", ", R.S.M. 1954, c. 75 which, in contrast to the former Alberta statute, provides that the Court may increase the number of experts. It states:  <FRAGMENT_SUPPRESSED>", "\"25. Where it is intended by any party to examine as witnesses persons entitled, according to the law or practice, to give opinion evidence, not more than three of such witnesses may be called upon either side without the leave of the court, to be applied for before the examination of any of such witnesses. <FRAGMENT_SUPPRESSED>"], ["[17]", "Guy, J.A., in giving the Reasons for the court in reversing the Trial Judge who held that the statute provided for three (3) witnesses per issue, distinguished the decision of the Supreme Court in", "<FRAGMENT_SUPPRESSED>  experts with leave of the Court. At pages 97 and 98 he said:  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>  substantial difference between that section and s. 25 of the", "Manitoba Evidence Act", ". The former had no provision to call more than three expert witnesses ['upon either side'], while the latter makes provisions for the calling of more than three experts with leave of the Court. One was a very rigid enactment, to prevent the abuse of the use of experts, but left no way out to call more than three when justice required it; while s. 25 of the", "Manitoba Evidence Act", "is indeed differently worded and provides for the possibility of more than three experts to be called upon leave.  <FRAGMENT_SUPPRESSED>", "\"I can find no ambiguity in the wording of s. 25 of the", "Manitoba Evidence", "Act", "or anything to give it the wide meaning and interpretation favoured by the Albert Court in", "<FRAGMENT_SUPPRESSED>  substantial number of experts at any one trial.  <FRAGMENT_SUPPRESSED>", "\"I would, therefore, hold that", "<FRAGMENT_SUPPRESSED>  Evidence", "Act", "and that the portion of Mr. Turpie's evidence in which he testified as to his opinion ought not to have been received since leave had not been granted to increase the number of expert witnesses allowed to testify. <FRAGMENT_SUPPRESSED>"], ["[18]", "Justice Farley of the Ontario Superior Court in", "<FRAGMENT_SUPPRESSED>  O.R.(3d) 134 (Gen. Div.), interpreted section 12 of the", "Ontario Evidence Act", ", R.S.R. 1990, S. E23 the same way:  <FRAGMENT_SUPPRESSED>", "\"12. Where it is intended by a person to examine as witnesses persons entitled, according to the law or practice, to give opinion evidence, not more than three of such witnesses may be called upon either side without the leave of the judge or other person presiding. <FRAGMENT_SUPPRESSED>"], ["[19]", "At pages 137 and 138 [O.R.], Farley, J., said:  <FRAGMENT_SUPPRESSED>", "\"In my view the approach in", "B.C. Pea and Buttrum", "is preferable to that of", "<FRAGMENT_SUPPRESSED> , as interpreted by", "Fagnan", ". It is clear that in the latter two cases the courts found it necessary to give the section of the", "Albert Evidence", "Act", "broad interpretation because there was no provision for leave in that section. Had the Alberta legislation incorporated the possibility of leave for more experts if the necessity were demonstrated, then there would not have been any problem in otherwise protecting the interests of justice. In fact just as", "Fagnan", "was being decided in the Supreme Court of Canada, the Alberta statue was amended to include the following words:  <FRAGMENT_SUPPRESSED>", "'...", "without leave of the court which shall be applied for before the examination of any such witness", ".' (Emphasis added)  <FRAGMENT_SUPPRESSED>", "\"This amendment cleared up the problem of future cases in Alberta; however it would not be appropriate to import the preamendment remedy from Alberta to Ontario as the Ontario legislation always had the leave protection.", "Scamen", "and", "Fagnan", "should be relegated to the curiosity cupboard as obsolete cases which were required to correct an historical oddity of the then Alberta legislation. <FRAGMENT_SUPPRESSED>"], ["[20]", "This reasoning was followed by Ferguson, J., of the Ontario Superior Court in", "<FRAGMENT_SUPPRESSED> ; [2005] O.J. No. 929 (Sup. Ct.).  <FRAGMENT_SUPPRESSED>"], ["[21]", "Thus the distinction provided by these decisions is that, where there is discretion provided to the Court to increase the stated number of expert witnesses, the stated number is on a per case basis with discretion in the Court to increase that number.  <FRAGMENT_SUPPRESSED>"], ["[22]", "In the Federal Court, the first consideration of the number of experts permitted by section 7 of the", "Canada Evidence", "Act", "was given by Reed, J., in", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 371 (T.D.), at pages 411 to 413 [C.P.R.] where she was concerned with the issue as to whether each \"side\" was limited to five experts where there was more than one party on a \"side\". She said that the parties largely agreed with her interpretation that the limits applied per \"side\". She said at page 412 [C.P.R.]:  <FRAGMENT_SUPPRESSED>", "\"In any event, I interpreted section 7 as allowing Mr. Deeth to call five witnesses on behalf of his client (Novopharm) and Mr. Radomski to call five on behalf of his two clients (Apotex and Nu-Pharm). Mercifully, counsel for the plaintiffs assured me that since they had already, except for reply witnesses, called the plaintiffs' evidence, they would not take advantage of the logic of my ruling to add yet more expert evidence on their clients' behalf. The section 7 limitation operates in the absence of leave being given by the Court or a judge to depart therefrom. I indicated that because of the stage of the proceedings at which this issue had arisen I would, in any event, be prepared to grant leave to exceed the section 7 restriction if that were necessary. The nature of the proceeding particularly the extensive reliance on expert evidence was also a factor. In any event, what had started as an expression of concern by counsel for the plaintiffs was dealt with as a motion by the defendants for a ruling on the interpretation of section 7 and, alternately, if the decision was not in the defendants' favour, for leave to call additional witnesses. The disposition of the motion was dealt with on this alternate basis also. <FRAGMENT_SUPPRESSED>"], ["[23]", "However, two paragraphs earlier in that decision, Reed, J., commented on whether section 7 limited experts on a \"per issue\" or \"per case\" basis. She said at pages 411-412 [C.P.R.]:  <FRAGMENT_SUPPRESSED>", "\"In this case three actions were set down for hearing concurrently, on common evidence. They were not consolidated although Mr. Radomski as counsel for both Apotex and Nu-Pharm essentially proceeded with respect to his clients in a consolidated fashion. Section 7 has been interpreted as referring to expert opinion evidence only and as limiting the evidence to five witnesses per subject matter or factual issue in a case, not five witnesses in total (", "<FRAGMENT_SUPPRESSED>  D.L.R.(2d) 273,", "<FRAGMENT_SUPPRESSED>  (QL) [summarized 16 W.C.B.(2d) 416]", "<FRAGMENT_SUPPRESSED>  (Man. Q.B.)). <FRAGMENT_SUPPRESSED>"], ["[24]", "Quite obviously, Reed, J.'s, attention was not drawn to the Court of appeal decision in Manitoba which reversed the Trial Judge in the", "BC Pea Grower's", "case as she cited only the Trial Division decision. The Ontario decision of Farley, J., came after Reed, J., gave her decision. Had the Manitoba Court of Appeal decision been drawn to Reed, J.'s, attention, she undoubtedly would not have come to the conclusion that she did.  <FRAGMENT_SUPPRESSED>"], ["[25]", "Heneghan, J., of the Federal Court in", "<FRAGMENT_SUPPRESSED>  C.P.R.(4th) 342 (F.C.), relied on Reed, J., in", "Eli Lilly", "and Pinard, J., in", "<FRAGMENT_SUPPRESSED>  There was no good reason why the Prothonotary should not have followed and applied the jurisprudence of this Court that has interpreted s. 7 as a limitation upon the total number of experts per issue, rather than for the case as a whole. My finding in this regard is sufficient to dispose of this appeal and to grant it. <FRAGMENT_SUPPRESSED>"], ["[26]", "It appears that counsel did not draw to the attention of Heneghan, J., the decision of the Manitoba Court of Appeal in", "BC Pea Growers", "or Farley, J., in", "Bank of America  <FRAGMENT_SUPPRESSED>"], ["[27]", "Given the state of jurisprudence, it is reasonable to conclude that a proper interpretation of section 7 of the", "Canada Evidence", "Act", "is to limit each party to five (5) expert witnesses in the proceeding as a whole, subject to the direction of the Court to have that number increased. The burden lies on a party seeking to increase the number of expert witnesses it intends to call in the case to seek and obtain the approval of the court to do. That is what is being done in this present case.  <FRAGMENT_SUPPRESSED>"], ["[28]", "In the present case, I allowed by the Direction of July 10, 2007, Apotex 10 experts and the parties opposite to it 15 experts in total, 10 to Eli Lilly and 5 to Shionogi.  <FRAGMENT_SUPPRESSED>"], ["[29]", "In my view, it is not necessary to determine the number of \"issues\" or what constitutes an \"issue\" on a case. I am mindful that the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED> in the context of an NOC proceeding has held that validity of a patent, irrespective of the number of grounds of invalidity raised, is a single \"issue\". This is the basis upon which I made comments in", "<FRAGMENT_SUPPRESSED> to 7 and Tabib P. made her statements in", "<FRAGMENT_SUPPRESSED>  (Protho.), at paragraphs 35 to 37. I agree with her comments at paragraph 37 that the purpose of section 7 of the", "Canada Evidence", "Act", "is to limit the number of experts subject to control by the court:  <FRAGMENT_SUPPRESSED>", "\"37 The purpose of section 7 is to limit the number of experts that may be called by the parties to what is considered a reasonable number, beyond which", "prior", "leave of the Court must be obtained by demonstrating that a greater number of experts is necessary for the determination of the issues, that there are no unnecessary duplications in the evidence, and that the additional strain on the time and resources of the Court and the parties is justified (see:", "<FRAGMENT_SUPPRESSED>  (S.C.J.) and Sopinka, John et al.,", "The Law of Evidence in Canada", ", 2nd ed., 1999, at pp. 664-666). <FRAGMENT_SUPPRESSED>"], ["[30]", "Given that the Court has overall control of the proceeding and the number of experts in excess of five, it is not relevant to consider the number of \"issues\". The appropriate consideration is whether taken as a whole, does the case which a party has to present or to meet fairly require more than five (5) experts.  <FRAGMENT_SUPPRESSED>"], ["[31]", "Turning now to Apotex's motion it, in effect, asks for an increase of the number of experts that it is permitted to lead in evidence at trial from 10 to 15. I am mindful that already each of Apotex and Eli Lilly had been allowed to exceed the number of five (5) experts per proceeding so that each is allowed up to 10. I am also mindful that Apotex in reality is facing up to 15 experts against it already, 10 from Eli Lilly, plus five (5) from Shionogi.  <FRAGMENT_SUPPRESSED>"], ["[32]", "I do not intend to resolve complex issues of chemistry as they are set out in the affidavits of Ivor M. Hughes and Dr. Bartlett. Bartlett is undoubtedly a more qualified chemist but he is not a lawyer. Hughes is a lawyer and patent agent. The issues are a mixture of patent law, competition law and chemistry. It is sufficient to say that Apotex has shown more than a prima facie case that it requires up to five (5) more experts than the original ten (10) allowed given the competition issues and possible need for rebuttal.  <FRAGMENT_SUPPRESSED>"], ["[33]", "I take careful note of what Apotex's counsel says at paragraph 43 of its Memorandum of Argument in chief that:  <FRAGMENT_SUPPRESSED>", "\"... the various experts will opine on matters that are sufficiently distinct so as to avoid any threat of the evidence produced being duplicative or unnecessary <FRAGMENT_SUPPRESSED>"], ["[34]", "For that reason, I will leave to the Trial Judge the discretion to disallow any expert evidence tendered by Apotex that is duplicative or unnecessary.  <FRAGMENT_SUPPRESSED>"], ["[35]", "The matter of costs should be left to the Trial Judge save for Shiniogi who shall not have costs awarded to or against it.  <FRAGMENT_SUPPRESSED>", "ORDER  <FRAGMENT_SUPPRESSED>"], ["[36]", "For the Reasons given", ":  <FRAGMENT_SUPPRESSED>", "THIS COURT ORDERS that", ":  <FRAGMENT_SUPPRESSED>", "1. The motion is allowed to the extent that Apotex may lead the evidence of up to 15 expert witnesses in this proceeding at trial subject to the discretion of the Trial Judge to disallow any such evidence as is duplicative or unnecessary;  <FRAGMENT_SUPPRESSED>", "2. Costs of this motion shall be left for determination by the Trial Judge;  <FRAGMENT_SUPPRESSED>", "3. Shiniogi shall have no costs awarded for or against it.  <FRAGMENT_SUPPRESSED>", "Motion allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Rodney A. Jordan/pdk  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}