{"id_": "086198", "body_str": [["[1]", "Mandamin, J.", ": This is an application for judicial review of a decision of the Immigration and Refugee Board, Refugee Protection Division (the \"Panel\") dismissing the Applicants' claim for refugee protection.", "BACKGROUND"], ["[2]", "The principal Applicant, Ms. Samah Amun is a citizen of Israel. She is a divorced Muslim Palestinian who is now married to the Applicant, Shadi Jabbour, a Christian Palestinian who is also a citizen of Israel. Ms. Amun has a son, Ndal Amun, who was born in Israel and is the minor Applicant in this application. Ms. Amun and Mr. Jabbour have a son together, Joel Loaay Shadi Jabbour, who was born in Canada and who is not a party in this application."], ["[3]", "The adult Applicants met in Israel. The Applicant, Mr. Jabbour, showed kindness to Ms. Amun, a divorced Muslim woman. They commenced a relationship which they kept secret because she is a Muslim woman and he is a Christian man. Ms. Amun's family would not approve of her relationship with a Christian. Relatives and neighbours watched her because she was a divorced woman."], ["[4]", "Ms. Amun's family learned of the relationship when hospital staff notified them of a car accident involving Ms. Amun and Mr. Jabour in 2002. Although her family disapproved, the couple secretly continued their relationship."], ["[5]", "To keep the relationship secret, Ms. Amun underwent three abortions. A doctor recommended them because he was aware of the danger posed should she have a child by a Christian man. The first two abortions were in 2000 and 2001. Ms. Amun's mother discovered the relationship during the third abortion in 2005, but was persuaded by her daughter to keep it secret."], ["[6]", "During this period Ms. Amun was followed and became the target of vandalism. She said she contacted the police for help, but was told nothing could be done unless she identified the perpetrators. After one of her relatives harassed her, her brother told her the family would deny anything happened if she reported it. On making one complaint to the police, Ms. Amun was directed to another official who proposed she act as an informant; thereby securing police protection. She declined because it would jeopardize her safety in her community."], ["[7]", "Mr. Jabbour said he was harassed with threatening phone calls. People threw bottles and stones at his business. He also went to the police and encountered the same response as Ms. Amun. Since he could not identify the perpetrators, the police said they could do nothing."], ["[8]", "In 2005, Mr. Jabbour sought to make peace by formally requesting permission to marry Ms. Amun. The Amuns rejected the proposal. Two of Ms. Amun's brothers assaulted her. A third brother threatened to kill Mr. Jabbour and burn his town to ashes if his sister married the Christian man."], ["[9]", "Ms. Amum feared her brothers would kill her to defend their family's honour. The threat of an \"honour killing\" was based on her relationship with a Christian man and the child she had by him."], ["[10]", "The Applicants fled Israel in September 2006 to Canada in order to live together in safety. They were married in Mississauga on February 27, 2008, and their son was born on April 7, 2008.", "DECISION UNDER REVIEW"], ["[11]", "The Applicants' claim for refugee protection is based on the Convention grounds of religion, nationality, political opinion and membership in a particular social group - a mixed interfaith family. The Applicants claimed their lives were at risk, or they would be subject to cruel and unusual punishment in Israel."], ["[12]", "The Panel decided the Applicants do not have a well-founded fear of persecution based on a Convention ground in Israel, their lives were not at risk and they would neither be subject to cruel and unusual treatment nor punishment."], ["[13]", "The Panel found the Applicants did not provide sufficient evidence showing they sought state protection or state protection was simply not available to them. Nor was the Panel convinced it would have been unreasonable to seek state protection in Israel."], ["[14]", "The Panel surveyed the documentary evidence and found discrimination against Israeli Arabs existed, but not to a degree amounting to persecution. The Panel quoted an International Religious Freedom Report 2003, which states Israel confers \"full social and political equality on its citizens regardless of religious affiliations.\""], ["[15]", "The Panel considered the issue of a possible honour killing, as the Applicant Amun alleges would have been her fate; however, the Panel dismissed her concern stating:", "\"There is nothing in the material on file in this case which leads me to conclude that the Israeli authorities would not act on a report of a threat of honour killing. There is nothing to suggest that the police would not follow up on a complaint which directly named a Palestinian Muslim or a member of the Muslim community that made any threat of killing someone or burning cities or that they would be incapable of investigating such reports.\""], ["[16]", "The Panel did not express concerns about the credibility of the adult Applicants.", "ISSUES"], ["[17]", "The relevant issues in this case are:", "a. Did the Panel err in law in its analysis of state protection by failing to assess the adequacy of state protection?", "b. Did the Panel err by selectively relying on documentary evidence?", "STANDARD OF REVIEW"], ["[18]", "The issue of whether adequate state protection is available is a finding of fact. In pre- <FRAGMENT_SUPPRESSED> jurisprudence the standard was patent unreasonableness:", "<FRAGMENT_SUPPRESSED> . In a post <FRAGMENT_SUPPRESSED> context, the standard of review is reasonableness.", "<FRAGMENT_SUPPRESSED>"], ["[19]", "As long as a tribunal's reasons are \"tenable in the sense that they can stand up to a somewhat probing examination,\" then the decision is reasonable and the Court will not interfere with the tribunal decision:", "<FRAGMENT_SUPPRESSED>  at para. 55."], ["[20]", "The Refugee Division is a specialized body and expert in its field. Evidence with respect to country conditions and the availability of state protection fall within its expertise. The Court should not intervene in the Panel's decision unless it is made capriciously or ignores relevant and admissible material. Once those facts are established, they must rebut the presumption of state protection.", "<FRAGMENT_SUPPRESSED>  paras. 7-8.", "ANALYSIS"], ["[21]", "The Applicants submit the Panel misunderstood the test for state protection: namely a state's ability to protect its citizens is a presumption which can be defeated by clear and convincing evidence. The Applicants submit the Panel committed a reviewable error by failing in its duty to consider the objective documentary evidence relating to the Applicants' situation. The Applicants submit this is an error of law because the Panel did not consider evidence indicating Arab Israelis are treated as second class citizens."], ["[22]", "The Panel, in assessing the availability of state protection with regard to the Applicants, must consider the police attitude towards Palestinian citizens in Israel and the effectiveness of the police response with respect to honour killings."], ["[23]", "The Panel noted Israel is a democracy with an independent judiciary, and Arab Israelis are subject to the same laws as all citizens. The Panel was satisfied the reason the police would not assist the Applicants was because they could not provide sufficient information as to who was harassing them."], ["[24]", "The Respondent submits the onus is on the Applicants in all respects of their application for a refugee claim. And the Panel was not satisfied because the Applicants failed to rebut the presumption that state protection was available."], ["[25]", "The Respondent submits it is open to the Panel to prefer some documentary evidence to other documentary evidence. In this case, the Panel considered the evidence indicating flaws in state protection in Israel, but concluded resulting discrimination did not rise to the level of persecution. The Panel is entitled to put more weight on the documentary evidence even when it accepts the Applicant's testimony.", "<FRAGMENT_SUPPRESSED>  at para. 11."], ["[26]", "The Respondent submits murders have occurred that are quite possibly honour killings, but it does not mean adequate state protection is unavailable. And it submits Israel's investigations and prosecutions of these cases indicate it is protecting its Arab citizens against honour killings."], ["[27]", "There is an onus on the Applicants to seek state protection, if possible and rebut the presumption of state protection with clear and convincing evidence the state was unable or unwilling to help.", "<FRAGMENT_SUPPRESSED> . The burden of proof for rebutting the presumption of state protection is related to the level of democracy in a state; the higher level of democracy, the heavier the onus on the Applicants to prove that they exhausted all the courses available to them:", "<FRAGMENT_SUPPRESSED>  at para. 5."], ["[28]", "<FRAGMENT_SUPPRESSED>  at para. 16, the Court confirmed the principle that refugee claimants need not risk their lives in seeking protection merely to demonstrate its ineffectiveness."], ["[29]", "<FRAGMENT_SUPPRESSED>  I concluded that the holding of Gibson J. in", "<FRAGMENT_SUPPRESSED>  at para. 15 remains good law: \"Ability of a state to protect must be seen to comprehend not only the existence of an effective legislative and procedural framework but the capacity and the will to effectively implement that framework.\" In <FRAGMENT_SUPPRESSED> I noted the Turkish government made efforts to address the problem of honour killings but continuing problems were such that the effectiveness of such efforts had to be considered."], ["[30]", "<FRAGMENT_SUPPRESSED>  this Court found that when the Panel \"arrives at its conclusion by ignoring relevant and apparently overwhelming evidence to the contrary, its decision may not be allowed to stand\",", "Rosales", "at para. 7."], ["[31]", "Contrary to the Panel's finding that there was nothing in the material indicating the police would not act on a report of a threat of an honour killing, there was evidence before the Panel that raises questions about the effectiveness of police protection in relation to the threat of an honour killing of a Muslim woman. It failed to properly consider highly relevant evidence regarding the issue of protection for women who are threatened with honour killing."], ["[32]", "Ms. Amun was treated by the Panel as a credible witness and her testimony is assumed to be true. The Applicant testified that:", "\"When I went to ask the police for protection against what my family was doing to me, the harassment that I was facing, so I went and complained to the police as unusual. I found myself sent to different office to a person, only one person was in that office, and this sole person started to take the information from me about my problem. So, this person told me, yes, I [sic] hard you, let me think about your problem, this is my card, whenever you hear something of interest to me, please call me, this is my card and my number. An of course that was very clear to me that, and he explained that, that he wanted information about activities, about people, what they do, what they don't do. It didn't have anything whatsoever to do with the problem I was reporting to him.", ". . . . .", "\"I was sure that was - I didn't fit that category that I become an informer, an agent. But if I were to accept this offer, I would have made the danger greater to myself.\""], ["[33]", "The Panel treated her report of the police proposition that she secure police protection by being an informant for them in the Palestinian community as merely information sharing. It stated: \"However, I am not persuaded that this type of information sharing is tantamount to being an informer for the Israeli Security about the Arab Community.\" The Panel never addressed the propriety of police withholding protection from a victim unless that person turns informant."], ["[34]", "The Research Directorate Response to Information Request (RIR) ISR102085 E is the Refugee Division's report on honour killings in Israel and is highly relevant."], ["[35]", "Before referring to the RIR, the Panel stated \"I acknowledge that in Israel honour killings have occurred but rarely.\" The Panel then referred to the RIR citing that \"honour killings\" result in the death of about 10 Israeli Arab women every year. The Panel noted the there is little widespread support in Israel's Arab sector for honour killings, that the Israeli police vigorously investigate murder, and Israeli law recognizes no mitigating circumstances in such cases."], ["[36]", "However, the RIR presents a different picture. It reports the Al-Badil, an Arab feminist organization, states serious legislative and police action is needed against perpetuators of honour killings in the Arab community. The Al-Badil blames the Israeli state for failing to adequately address the problem, a position echoed by the Nazareth-based Woman against Violence."], ["[37]", "The RIR reports that the Working Group on the Status of Palestinian Women Citizens of Israel, a women's NGO network comprising of six Arab-Israeli women's organizations, stated it is the state's obligation to take steps to eliminate the practice of 'honor' killings. Citing research on honour crimes against Palestinian-Israeli women, the Working Group indicated that out of twenty-five cases investigated, victims in five cases had sought police assistance before being turned away and subsequently murdered."], ["[38]", "The RIR reports that, in April 2006, the police arrested a doctor and his four brothers for the murder of his sister who refused to marry a man they wanted her to marry. The police who were monitoring her safety noticed her disappearance \"after she failed to arrive at a meeting they arranged with her to make sure she was safe.\" The Panel made no comment on the inadequacy of police protective measures where the victim was required to go to meet with police to show she was safe."], ["[39]", "The RIR noted five honour killings in the period between April and June, just months before the Applicants fled to Canada in September 2006, contrary to the Panel's conclusion honour killings occurred \"but rarely.\""], ["[40]", "Despite the above relevant documentary evidence, the Panel emphatically stated:", "There is nothing", "in the material on file in this case which leads me to conclude that the Israeli authorities would not act on a report of a threat of honour killing. (emphasis added)\""], ["[41]", "Also in the documentary information submitted by the Applicants is evidence Christian Palestinians also face problems securing Israeli police protection. The Panel accepts that Palestinians in Israel are subject to discrimination. However, it does not assess documentary evidence concerning whether such discrimination impacts on the protection provided by police to affected communities. The Research Directorate Report ISR42767.E refers to several newspaper reports of complaints by members of Christian communities about police inaction or ineffectiveness in dealing with violence directed against Christian Arabs. Despite the reports, the Panel stated:", "There is nothing", "to suggest that the police would not follow up on a complaint which directly named a Palestinian Muslim or a member of the Muslim community that made any threat of killing someone or burning cities or that they would be incapable of investigating such reports.\" (emphasis added)"], ["[42]", "It is incumbent upon a tribunal to address the practical adequacy of state protection when a threat to the life or safety of a refugee applicant is accepted. I find that the Panel did not properly address this important question. Instead, it explicitly denied the existence of the Applicants' evidence on this important question."], ["[43]", "<FRAGMENT_SUPPRESSED>  the Court quashed the decision of the tribunal for failing to consider relevant, claim-specific information. I find the Panel's reasons in this application failed to consider relevant evidence directly bearing on the Applicants' claim for refugee protection."], ["[44]", "I find this judicial review application must be allowed and sent back for re-determination before a different panel.", "JUDGMENT"], ["[45] THIS COURT ORDERS AND ADJUDGES that:", "1. The application for judicial review is granted and the matter is sent back for redetermination by a different panel.", "2. No question of general importance is certified.", "[End of document]"]]}