{"id_": "086222", "body_str": [["[1]", "Snider, J.", ": Mr. Perez Enriquez (the Applicant), is a citizen of Mexico, who, on November 18, 2010, applied to come to Canada as a permanent resident under the Federal Skilled Worker Class. Initially, his application was based on a November 2010 offer of employment as a management consultant with Mysteriously Yours Inc. (Mysteriously Yours), a dinner theatre company in Toronto, Ontario. Although the Applicant was laid off in January 2011 from Mysteriously Yours, processing of his application continued."], ["[2]", "In a decision dated October 14, 2011, a Designated Immigration Officer (Officer) at the Embassy of Canada in Mexico City, Mexico, refused the Application. The determinative finding was that the Applicant had failed to provide conclusive evidence that he had been working for Mysteriously Yours as a management consultant for at least one year of continuous full-time employment within the preceding ten years, as required by s. 75(2) of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 [the Regulations]."], ["[3]", "The Applicant seeks to overturn this decision, raising the following issues:", "1. Is the Officer's decision unreasonable?", "2. Did the Officer make her decision in violation of the duty of fairness, by failing to put her concerns to the Applicant?", "Standard of Review"], ["[4]", "The decision of the Officer on whether permanent residency should be granted to the Applicant is reviewable on a standard of reasonableness (for example,", "FRAGMENT_SUPPRESSED)."], ["[5]", "When a reasonableness standard is appropriate, the court must determine whether \"the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and the law\" (", "FRAGMENT_SUPPRESSED). A court should also examine whether the decision displays \"justification, transparency and intelligibility within the decision-making process\" (", "FRAGMENT_SUPPRESSED). It is important to remember that the Court must not substitute its own assessment of the evidence for that carried out by the decision maker. The fact that another decision would be reasonable on the evidence in the record does not make the decision rendered unreasonable. As recognized by the Supreme Court, there may be a range of \"possible, acceptable outcomes\"."], ["[6]", "The appropriate standard of review for issues of procedural fairness is correctness. The question with respect to Issue #2 is whether the Officer did or did not breach the duty of fairness; no deference is owed the decision maker (", "FRAGMENT_SUPPRESSED"], ["[7]", "In reviewing the decision, it is accepted that the reasons for the decision include the notes of the Officer, as recorded in the Global Case Management System (GCMS).", "Background"], ["[8]", "In the context of an application under the Federal Skilled Worker Class, an applicant bears the burden of demonstrating that he meets the requirements of the Regulations. In this case, the most important and relevant requirement is contained in s. 75(2):", "A foreign national is a skilled worker if", ") within the 10 years preceding the date of their application for a permanent resident visa, they have at least one year of continuous full-time employment experience, as described in subsection 80(7), or the equivalent in continuous part-time employment in one or more occupations, other than a restricted occupation, that are listed in Skill Type 0 Management Occupations or Skill Level A or B of the", "National Occupational Classification", "matrix;", ") during that period of employment they performed the actions described in the lead statement for the occupation as set out in the occupational descriptions of the", "National Occupational Classification", "; and", ") during that period of employment they performed a substantial number of the main duties of the occupation as set out in the occupational descriptions of the", "National Occupational Classification", ", including all of the essential duties.", "Est un travailleur qualifié l'étranger qui satisfait aux exigences suivantes:", "a)", "il a accumulé au moins une année continue d'expérience de travail à temps plein au sens du paragraphe 80(7), ou l'équivalent s'il travaille à temps partiel de façon continue, au cours des dix années qui ont précédé la date de présentation de la demande de visa de résident permanent, dans au moins une des professions appartenant aux genre de compétence 0 Gestion ou niveaux de compétences A ou B de la matrice de la Classification nationale des professions - exception faite des professions d'accès limité;", "b)", "pendant cette période d'emploi, il a accompli l'ensemble des tâches figurant dans l'énoncé principal établi pour la profession dans les descriptions des professions de cette classification;", "c)", "pendant cette période d'emploi, il a exercé une partie appréciable des fonctions principales de la profession figurant dans les descriptions des professions de cette classification, notamment toutes les fonctions essentielles."], ["[9]", "If an Applicant does not meet this requirement, s. 75(3) states that the application \"shall be refused\"."], ["[10]", "In his initial application, the Applicant included the following relevant documents:", "• A copy of a visa issued under the Student Work Abroad Program, valid from April 2006 to April 2007;", "• Copies of three successive work visas issued commencing in January 2008 and terminating in January 2011, all of which refer to the employer as \"Mysteriously Yours Mystery Theatre\";", "• A letter of recommendation dated March 31, 2006 from Chevrolet, apparently a Mexican subsidiary of General Motors, stating that the Applicant worked as an \"Administrative Assistant\" from 2002 to 2005, and listing his job duties;", "• A letter dated November 4, 2010 from Mysteriously Yours stating that he had worked at the company since January 21, 2008 as a Management Consultant and offering him a permanent position \"on a full time basis\"; and", "• Copies of unsigned Federal tax returns prepared by H&R Block for the 2008 and 2010 taxation years."], ["[11]", "As reflected in the GCMS, the initial review of his application resulted in a determination that the Applicant \"appears\" to meet the minimum requirements for work experience. At this stage, none of his documentation was verified. The final review and assessment were carried out by the Officer."], ["[12]", "On September 20, 2011, a call-in letter was sent to the Applicant scheduling an interview on October 13, 2011. In highlighted type, the Applicant was asked to bring in the following documents:", "• Notices of Assessment (NOAs) for the years 2009 and 2010;", "• Employment reference letters and pay slips for the positions that the Applicant declared in his application as a skilled worker;", "• Evidence that Mysteriously Yours is an active business, consisting of tax reports from 2008, 2009 and 2010; and", "• Pay slips from Mysteriously Yours for the entire period of his employment."], ["[13]", "The Applicant came to his interview without most of the requested documents. He did bring two pay slips, one of which was illegible and a copy of a document entitled \"Ontario Sales Tax Credit (OSTC) Notice\" for the base year 2009."], ["[14]", "During the interview, as set out in the Officer's contemporaneously-made notes, the Applicant provided a number of excuses or reasons for not producing the requested information. For the lacking NOAs, the Applicant responded that \"I did not declare taxes\" because of \"negligence\". When asked why he did not have pay slips or T4s, he responded that \"I did not keep my pay slips, and the T4s were used to declare taxes\". The Applicant had nothing to say about whether Mysteriously Yours was an active business or why he could not produce employment reference letters, other than that he had been \"let go\" by the company.", "Reasonableness of the Decision"], ["[15]", "The Applicant asserts that the Officer made her decision on the basis of the documentation that he did not bring, instead of considering the requirements of the Regulations and the information that was available to her. In my view, this is not a correct interpretation of either the Regulations or the actions of the Officer."], ["[16]", "It is not unreasonable for the Officer to look for something other than the information produced by the Applicant. In fact, not a single document produced by the Applicant stated unequivocally that the Applicant had been working for one continuous year on a full-time basis for Mysteriously Yours. The only legible payslip established - at best - six months of employment and did not set out his position or duties with the company. Given that he admitted to being laid off in January 2011, the offer of employment from November 2010 is not evidence of employment for a one-year period. Neither the unsigned tax returns nor the OSTC Notice name an employer."], ["[17]", "The evidence that is relied on by the Applicant as the best evidence of his employment at Mysteriously Yours consists of the three NAFTA work visas. The Applicant included, with his judicial review application, Temporary Foreign Worker Guidelines (FW 1). I accept that some review of the Applicant's position must have been undertaken by immigration officials at that time. However, none of that evidence (such as an application or employer offer letter) was before the Officer. The fact that work visas had been issued does not establish that he worked full-time for the company."], ["[18]", "The job offer letter of November 4, 2010 states only that the Applicant worked for Mysteriously Yours as a management consultant from January 21, 2008. There is no statement in the letter that this position was continuous or full-time. Indeed, the fact that the offer explicitly states that the permanent position is full-time, leaves open the possibility that the prior position had been part time only. In other words, it was not unreasonable for the Officer to give little weight to the offer as evidence of his past employment."], ["[19]", "Finally, the Applicant raises the reference letter dated March 31, 2006 from Chevrolet. This letter states that the Applicant worked for this Mexican company from December 2002 to January 2005 as an \"Administrative Assistant\". The Applicant submits that, even if the Officer was not prepared to accept his experience at Mysteriously Yours, this letter demonstrates that he performed management duties for Chevrolet, thus meeting the s. 75 requirements."], ["[20]", "The Officer, in her notes, acknowledges this letter. Her response, at the interview, was as follows:", "Position indicated does not appear to be at skill level 0 A, or B of the NOC. . . .You failed to provide additional evidence in support of this employment such as pay slips, registration before Mexican Social Security Institute or Tax Reports. This document is not sufficient to grant you points for paid work experience at a qualified level A."], ["[21]", "In the summary of her decision, the Officer states that the position at the Mexican company \"does not appear to be at skill level A or B of the NOC matrix\"."], ["[22]", "With respect to this portion of her decision, I agree that the Officer likely erred by failing to look beyond the title of the job as an \"Administrative Assistant\" to the listed duties, some of which may have fallen into the appropriate skill level. However, in my view, this error is immaterial. Even if the Officer had accepted the skill level, the problem remained that the letter, on its own, provides no evidence of full-time continuous employment. The Officer correctly points out that the Applicant failed to provide any supporting documents for this position, such as pay slips or tax reports."], ["[23]", "In sum, there is no reviewable error. The reasons, as reflected in the decision letter and the Officer's notes, confirm that the Officer did not ignore any evidence. Her decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and the law.", "Procedural Fairness"], ["[24]", "The Applicant raises two issues of procedural fairness. First, the Applicant asserts that, if the Officer had doubts about the Applicant's evidence, she should have sought clarification to confirm or dismiss them (", "FRAGMENT_SUPPRESSED). The Applicant also argues that the Officer did not provide the Applicant with an opportunity to respond to her concerns about his employment (", "FRAGMENT_SUPPRESSED)."], ["[25]", "Although the duty to seek clarification and to provide the Applicant with an opportunity to reply arose on these facts, the Officer discharged these duties and there is no breach of fairness."], ["[26]", "The first duty raised by the Applicant is the duty to seek clarification. When an Applicant puts his or her best foot forward by submitting complete evidence and a visa officer doubts that evidence, the officer has a duty to seek clarification (", "FRAGMENT_SUPPRESSED). Although this duty is not triggered in situations where an applicant simply presents insufficient evidence, it will arise if the officer entertains concerns regarding the veracity of evidence; for example, if the officer questions the credibility, accuracy or genuine nature of the information provided (", "FRAGMENT_SUPPRESSED). On the facts of this case, a duty to clarify may have arisen but was discharged by the Officer's questions to the Applicant during the interview. There was no breach of fairness."], ["[27]", "The second duty raised by the Applicant is a duty to provide an opportunity to respond. When an applicant submits information that, if accepted, supports the application, he or she should be given an opportunity to respond to the officer's concerns if the officer wishes to make a decision based on those concerns (", "FRAGMENT_SUPPRESSED). Procedural fairness may require an interview; for example, if a visa officer believes an applicant's documents may be fraudulent (", "FRAGMENT_SUPPRESSED). In the case at bar, the Officer discharged her duty to allow the Applicant an opportunity to reply to her concerns. The Officer convened an interview with the Applicant for just this purpose. There are some discrepancies between the account of the Applicant and the Officer; that said, both accounts of the interview suggest that the Officer stated her doubts about the Applicant's work experience at the outset of the interview and at other points during the exchange. At this time, the Applicant had the opportunity to respond to the Officer's concern that she did not believe that the Applicant had worked for Mysteriously Yours, given the lack of reliable supporting evidence."], ["[28]", "In sum, there was no breach of procedural fairness.", "Conclusion"], ["[29]", "For these reasons, I conclude that the Application for Judicial Review should be dismissed."], ["[30]", "Neither party proposes a question for certification. None will be certified.", "JUDGMENT"], ["[31]", "THIS COURT ORDERS AND ADJUDGES that", "1. the application for judicial review is dismissed; and", "2. no question of general importance is certified.", "Application dismissed.", "Editor: Gary W. McLaughlin/klf"]]}