{"id_": "086229", "body_str": [["[1]", "Rothstein, J.", ": This is a judicial review of a decision of A/Area Manager Michael J. Finnerty, dated July 14, 1993 wherein it was determined that there were insufficient humanitarian and compassionate grounds to accept the applicant's application for permanent residence from within Canada.  <FRAGMENT_SUPPRESSED>"], ["[2]", "There are two issues on this judicial review:  <FRAGMENT_SUPPRESSED>", "(1) Is the application for judicial review brought out of time?  <FRAGMENT_SUPPRESSED>", "(2) Was it necessary for the immigration officer to confront the applicant with   <FRAGMENT_SUPPRESSED>", "(a) contradictions between her evidence and the evidence of her spouse taken separately from the applicant, and  <FRAGMENT_SUPPRESSED>", "(b) prejudicial material contained in the immigration file?  <FRAGMENT_SUPPRESSED>", "Is The Application For Judicial Review", "Brought Out Of Time?  <FRAGMENT_SUPPRESSED>"], ["[3]", "The sequence of relevant events was:  <FRAGMENT_SUPPRESSED>", "(1) November 3, 1992 - recommendation by Immigration Officer Mary Mammoliti that the applicant's marriage was not bona fide and that her request for permanent residence from within Canada based on the marriage be refused. This recommendation was based on separate interviews with the applicant and her husband and on material in the case file.  <FRAGMENT_SUPPRESSED>", "(2) November 3, 1992 - decision of Paul Hind, A/Area Manager Mississauga Hearing CIC based on the recommendation of Mary Mammoliti that there were insufficient humanitarian and compassionate grounds to warrant processing the applicant's request for permanent residence from within Canada.  <FRAGMENT_SUPPRESSED>", "(3) June 21, 1993 - recommendation by Immigration Officer Doug Allen that nothing had occurred since the November 3, 1992 review that convinced him that the marriage was bona fide. This recommendation was based on a review of the case file including Ms. Mammoliti's recommendation and submissions on behalf of the applicant. No interview was conducted.  <FRAGMENT_SUPPRESSED>", "(4) July 14, 1993 - decision of Michael J. Finnerty, A/Area Manager Toronto Hearing CIC based on the recommendation of Doug Allen that there were insufficient humanitarian and compassionate and public policy grounds to warrant the applicant's application to process her permanent residence application from within Canada. [see footnote 1]", "Counsel for the respondent submits that the substance of the applicant's judicial review application pertains to the recommendation of Immigration Officer Mary Mammoliti, dated November 3, 1992 and her failure to confront the applicant with apparent contradictions and negative file information so that they might be explained. Respondent's counsel points out that in this judicial review, the applicant does not seek to review Ms. Mammoliti's recommendation but rather the decision of Mr. Finnerty. He says that the application is brought some ten months after Ms. Mammoliti's recommendation and is out of time.  <FRAGMENT_SUPPRESSED>"], ["[4]", "Applicant's counsel submits that Ms. Mammoliti's recommendation was incorporated by reference into the June 21, 1993 recommendation of Immigration Officer Doug Allen, which formed the basis of Mr. Finnerty's July 14, 1993 decision.  <FRAGMENT_SUPPRESSED>"], ["[5]", "Mr. Allen was cross-examined on his affidavit and in answer to questions from his own counsel stated:  <FRAGMENT_SUPPRESSED>", "\"There were a number of discrepancies in the [Mammoliti] interview which I felt were serious, and that I did give some fairly heavy weight to in coming up with my -- considered with my recommendation. And also her outline of the case history was also taken into consideration. <FRAGMENT_SUPPRESSED>", "Later in his cross-examination, Mr. Allen was asked by counsel for the Solicitor General:  <FRAGMENT_SUPPRESSED>", "\"Q.\tNow, in your recommendation on p. 7 you state, 'I do not believe that anything has occurred since the review in '92 that would convince me of the bonafides of the marriage'.", "A.\tM'hmm.  <FRAGMENT_SUPPRESSED>", "Q.\tWhat did you mean by that?", "A.\tJust simply that. That I did not come across any additional information that went to the bonafides of the marriage. And my review of the 1992 in-person interview [by Ms. Mammoliti] as an independent decision maker I assessed it as being as the marriage was not bonafide.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "Q.\t-- in person? What -- why, in this case, did you decide not to interview the applicant?", "A.\tA previous interview had been conducted eight and a half months earlier, and I felt that it was done in such depth and totality that it would be a waste of time to -- or it would be inappropriate to re-interview them. Ms. Mammoliti did a very thorough job in her interview as the notes indicate.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "Q.\tNow, is that a repetition of Ms. Mammoliti's statement, or is that your own statement?", "A.\tThat's my own statement. Rather than listing the many discrepancies I simply indicated that she had some grave suspicions on the bona fides of the marriage. <FRAGMENT_SUPPRESSED>"], ["[6]", "It was open to Mr. Allen to conduct his humanitarian and compassionate review in one of two ways. He could have conducted an entirely independent examination without regard to Ms. Mammoliti's recommendation. Alternatively, he could rely on Ms. Mammoliti's recommendation and determine whether there had been any changes since her recommendation that would result in a different conclusion than the one reached by her. He chose to do the latter. In doing so, he adopted Ms. Mammoliti's recommendations as his own. Any breaches of procedural fairness she may have committed in the process she followed in arriving at her recommendation must affect Mr. Allen's recommendation. If her recommendation is legally in error because of a breach of a duty of fairness, I do not see how it becomes cleansed of that error when it is adopted by Mr. Allen. It was open to the applicant, in my view, to challenge the Finnerty decision based upon the Allen recommendation which adopted the recommendation made by Ms. Mammoliti. The applicant, in challenging the decision of Mr. Finnerty, is not precluded from addressing the process followed by Ms. Mammoliti.  <FRAGMENT_SUPPRESSED>", "Was It Necessary For The Immigration", "Officer To Confront The Applicant With  <FRAGMENT_SUPPRESSED>", "(a) Contradictions Between Her", "Evidence And The Evidence Of", "Her Spouse, And  <FRAGMENT_SUPPRESSED>", "(b) Prejudicial Material Contained In", "The Immigration File?  <FRAGMENT_SUPPRESSED>"], ["[7]", "In the case at bar, Immigration Officer Mammoliti called in the applicant and her spouse for separate interviews. The intention was to try to ascertain whether the marriage in question was bona fide or was entered into for immigration purposes. Separate interviews enable the immigration officer, without collusion of the spouses, to obtain information from each spouse pertaining to the marriage with a view to ascertaining whether the spouses are living together as husband and wife and whether the relationship has the attributes of a bona fide marriage.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The applicant says she was not given an opportunity to address contradictions between her evidence and the evidence given by her spouse separately and negative information in the case file, all of which caused Ms. Mammoliti to conclude that the marriage was not bona fide. Discrepancies related to matters such as how the applicant and her spouse met and their wedding. The case file contained information about the applicant's failure to appear at inquiries. Counsel for the respondent agrees that the applicant was not given an opportunity to explain the contradictions or correct or explain information in the case file. However, he says that having regard to the nature of inquiries involving the bona fides of marriages for immigration purposes, it is not necessary and indeed, is counterproductive, to require an immigration officer to allow an applicant an opportunity to respond to apparent contradictions or address matters in the immigration file.  <FRAGMENT_SUPPRESSED>"], ["[9]", "Counsel for the respondent also cited a line of authority of this court to the effect that because spousal interviews are quite special in their character, fairness does not require that an applicant be given the opportunity to respond to discrepancies between the spouses' interviews. See for example", "<FRAGMENT_SUPPRESSED>  (T.D.); and", "<FRAGMENT_SUPPRESSED>  (T.D.).  <FRAGMENT_SUPPRESSED>"], ["[10]", "It was also submitted by counsel for the respondent that humanitarian and compassionate provisions constitute a generous policy of the Governor-in-Council which exempts individuals from the usual requirement to apply for landing from outside Canada. It was said that immigration officers are not legally trained and that the procedure applicable to them should not be unduly complicated. It was further argued that in the case of marriages for immigration purposes, immigration officers are often dealing with deceit and that it is easy for applicants to \"explain away\" discrepancies by being untruthful.  <FRAGMENT_SUPPRESSED>"], ["[11]", "The most recent authority of which I am aware with respect to the question of procedural fairness pertaining to humanitarian and compassionate reviews is", "<FRAGMENT_SUPPRESSED> ] In", "Shah", ", Hugessen, J.A., states that the content of the duty of fairness in humanitarian and compassionate reviews under s. 114(2) of the", "Immigration Act", "is minimal. He points out that no hearing need be held and no reasons need be given.   <FRAGMENT_SUPPRESSED>"], ["[12]", "The only indication he gives that a duty of fairness exists at all in these cases is that if an immigration officer relies on \"extrinsic evidence, not brought forward by the applicant\", he must give the applicant the chance to respond to this evidence. At p. 2 Hugessen, J.A., states:  <FRAGMENT_SUPPRESSED>", "\"The officer is not required to put before the applicant any tentative conclusions she may be drawing from the material before her, not even as to apparent contradictions that concern her.", "Of course, if she is going to rely on extrinsic evidence, not brought forward by the applicant, she must give him a chance to respond to such evidence.", "In the case of perceived contradictions, however, the failure to draw them specifically to the applicant's attention may go to the weight that should later be attached to them but does not affect the fairness of the decision.\" (footnotes omitted) (emphasis added)  <FRAGMENT_SUPPRESSED>"], ["[13]", "One interpretation of these words might be that apparent or perceived contradictions in separate spousal interviews need not, as a matter of procedural fairness, be brought to the attention of an applicant for response and that the failure to do so goes only to weight. However, I do not think this interpretation is consistent with other principles enunciated in the decision or, indeed, consistent with the immediately preceding sentence. If the failure to permit an applicant to respond to any perceived or apparent contradictions arising from information obtained in the absence of the applicant does not constitute a breach of a duty of fairness, it is difficult to see that there are any procedural safeguards applicable to s. 114(2) proceedings at all. Yet Hugessen, J.A., does indicate that a duty of fairness exists, although its content is minimal. Further, Hugessen, J.A., expressly states that an applicant must be given an opportunity to respond to extrinsic evidence, not brought forward by the applicant. I think these words must mean that in a s. 114(2) process, an immigration officer need not confront an applicant with all the impressions and conclusions that the immigration officer has or reaches, nor with contradictions that arise from evidence and information presented by or in the presence of the applicant. But for extrinsic evidence not brought forward by the applicant, the failure to provide an opportunity for a response could constitute a breach of the duty of fairness.  <FRAGMENT_SUPPRESSED>"], ["[14]", "Although it is not stated expressly in", "Shah", ", I take it that the duty to give an applicant an opportunity to respond to extrinsic evidence not brought forward by him always exists, irrespective of how the immigration officer processes the application under s. 114(2), that is, whether by oral hearing or on a review of the file.  <FRAGMENT_SUPPRESSED>"], ["[15]", "Is the evidence obtained from the applicant's spouse, in the applicant's absence, extrinsic evidence not brought forward by the applicant?   <FRAGMENT_SUPPRESSED>"], ["[16]", "Counsel for the respondent submits that the extrinsic evidence referred to by Hugessen, J.A., in", "Shah", "is information from outside sources of which the applicant would have no knowledge. He was of the view that the evidence obtained by an immigration officer from an applicant's spouse in a separate interview was not extrinsic evidence.  <FRAGMENT_SUPPRESSED>  (F.C.A.), referred to in", "Shah", ", the information to which the entrepreneurial immigrant applicant had the right of response was information from the Province of Ontario negatively assessing the applicant's business plan. In", "Muliadi", "the Federal Court of Appeal found that the immigration officer, before disposing of the permanent residence application, had a duty to inform the applicant of the negative assessment of the Province of Ontario and give him a fair opportunity of correcting or contradicting it before making a final decision.   <FRAGMENT_SUPPRESSED>"], ["[17]", "As set out in the trial decision in", "Shah", "( <FRAGMENT_SUPPRESSED> ), the issue was whether there were sufficient humanitarian and compassionate grounds for landing from within Canada based on a marriage between an applicant and a permanent resident of Canada. In that case, the immigration officer concluded that the marriage had been entered into solely for immigration purposes and that there were therefore insufficient humanitarian and compassionate grounds for landing from within Canada.  <FRAGMENT_SUPPRESSED>"], ["[18]", "An important distinction from the case at bar, however, is that in", "Shah", ", the immigration officer interviewed the applicant and his spouse separately", "and then together", ", over a three hour period, while in the case at bar, Ms. Mammoliti only interviewed the spouses separately. At p. 92 of his decision in", "Shah", ", Jerome, A.C.J., found:  <FRAGMENT_SUPPRESSED>", "\"The applicant and his wife were given ample opportunity to explain the discrepancies in their answers given at their separate interviews. <FRAGMENT_SUPPRESSED>", "He found no procedural unfairness in the process followed by the immigration officer and dismissed the judicial review.   <FRAGMENT_SUPPRESSED>"], ["[19]", "It is against this background that the Federal Court of Appeal rendered its decision in", "Shah", ", holding that the application for judicial review had been properly dismissed by Jerome, A.C.J. Having regard to the fact that in", "Shah", ", the immigration officer interviewed the applicant and his spouse together after conducting separate interviews, it is easy to understand Hugessen, J.A.'s, conclusion that there is no duty to provide an opportunity to an applicant to respond to apparent or perceived contradictions.   <FRAGMENT_SUPPRESSED>"], ["[20]", "The term \"extrinsic evidence\" is normally used with reference to ambiguous documents. In that context, extrinsic evidence is evidence of statements, facts or circumstances that do not appear on the face of the document or that are not referred to in the document, but which serve to explain, vary or contradict the document. The introduction of such evidence is not often allowed. In the case at bar, having regard to the words \"not brought forward by the applicant\" used by Hugessen, J.A., to qualify the term \"extrinsic evidence\", and his reference to", "Muliadi", ", I interpret the term \"extrinsic evidence not brought forward by the applicant\" as evidence of which the applicant is unaware because it comes from an outside source. This would be evidence of which the applicant has no knowledge and on which the immigration officer intends to rely in making a decision affecting the applicant. While this would include information obtained from an outside party as  <FRAGMENT_SUPPRESSED>", ", I fail to see why it would not also include evidence from a spouse obtained separately from the applicant, or other information in the immigration file that did not come from the applicant, of which the applicant could not reasonably be expected to have knowledge.  <FRAGMENT_SUPPRESSED>"], ["[21]", "The relevant point as I see it is whether the applicant had knowledge of the information so that he or she had the opportunity to correct prejudicial misunderstandings or misstatements. The source of the information is not of itself a differentiating matter as long as it is not known to the applicant. The question is whether the applicant had the opportunity of dealing with the evidence. This is what the long-established authorities indicate the rules of procedural fairness require. In the well known words of Lord Loreburn, L.C., in", "<FRAGMENT_SUPPRESSED>  (H.L.), at p. 182:  <FRAGMENT_SUPPRESSED>", "\"They can obtain information in any way they think best, always giving a fair opportunity to those who are parties in the controversy for correcting or contradicting any relevant statement prejudicial to their view. <FRAGMENT_SUPPRESSED>", "The controversy here is whether the applicant's marriage is bona fide. The answer will determine whether she should be landed from within Canada on the basis of that marriage.   <FRAGMENT_SUPPRESSED>"], ["[22]", "I agree that separate spousal interviews are a special type of process geared to ascertaining the bona fides of a marriage, having regard to the credibility of the spouses. I am also aware that humanitarian and compassionate procedures can be the subject of abuse by deceitful applicants. However, I know of no principle of law which justifies departure from fundamental rules of fairness simply because credibility is at issue or because the issue is the bona fides of a marriage. Nor do I agree that the process would be frustrated by allowing applicants the opportunity to respond to discrepancies. Separate interviews are intended to avoid collusion between spouses and they are justified for this reason. But I do not see how the process is frustrated if an applicant is then confronted with discrepancies and granted an opportunity to respond to them. Even if the applicant attempts to \"explain away\" the discrepancies, it is always open to the immigration officer to reject the explanation, as was done in", "Shah", ". On the other hand, denying the opportunity to respond invites a decision being made by an immigration officer on the basis of innocent discrepancies or a misunderstanding. That is why, in my view, procedural fairness requires an opportunity to respond to information not brought forward by the applicant.  <FRAGMENT_SUPPRESSED>"], ["[23]", "Further, I do not see how affording an applicant the opportunity of confronting discrepancies arising from information separately obtained, places any undue burden on immigration officers. That is not a complicated process. It only requires telling an applicant of the negative file information not obtained from him or her and contradictory statements made by the spouse of the applicant in his or her absence, and obtaining the applicant's explanation. While this may involve a certain expenditure of additional time by the immigration officer, it has not been demonstrated there is any additional cost or hardship involved. As I have indicated, if upon hearing the explanations the immigration officer is of the opinion that they are not credible, they may be rejected.  <FRAGMENT_SUPPRESSED>"], ["[24]", "I conclude, based upon my interpretation of", "Shah", ", that in denying the applicant the opportunity to deal with contradictions arising from the separate interviews of the applicant and her spouse and with negative information in the case file not originating with the applicant, the applicant was denied even the minimal procedural fairness that pertains to the humanitarian and compassionate procedure under s. 114(2) of the", "Immigration Act", ". This judicial review is allowed and the matter is returned for redetermination by an immigration officer other than those who have been involved in this case. The applicant will be afforded the opportunity of responding to discrepancies in the spousal interviews and to negative information in the case file.  <FRAGMENT_SUPPRESSED>"], ["[25]", "Counsel for both parties requested that I certify questions of general importance pursuant to s. 83(1) of the", "Immigration Act", ". I shall certify the following two questions for determination by the Federal Court of Appeal:  <FRAGMENT_SUPPRESSED>", "\"1. In a judicial review of a humanitarian and compassionate decision that was based in part on an earlier humanitarian and compassionate decision, or recommendation, from which judicial review was not sought and from which the time to do so has expired, may procedural errors in the earlier processes be the subject of the judicial review of the later decision?  <FRAGMENT_SUPPRESSED>", "\"2. Is information in a case file not obtained from the applicant or information obtained from a spouse in a separate spousal interview at which the applicant is not present, extrinsic evidence not brought forward by an applicant to which the applicant must be afforded an opportunity of response in a humanitarian and compassionate process under s. 114(2) of the", "Immigration Act", "? <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Debra F. MacCausland/saf  <FRAGMENT_SUPPRESSED>", "Footnote  <FRAGMENT_SUPPRESSED>", "1. Applicant's counsel in this case did not pursue the argument that the July 14, 1993 decision of Mr. Finnerty denying the humanitarian and compassionate application for permanent residence from within Canada was not made by the person who reviewed the file.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}