{"id_": "086378", "body_str": [["[1]", "Gagné, J.", ": This is an application for judicial review of a decision by the Refugee Protection Division of the Immigration and Refugee Board [panel], rendered on December 22, 2011, wherein the panel concluded that the applicants were neither Convention refugees nor persons in need of protection, within the meaning of sections 96 and 97 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA]."], ["[2]", "For the reasons below, I find the panel's key findings to be reasonable in the circumstances. The applicants have not established that the impugned decision is one which can be characterized as unreasonable and I find that none of their arguments in this application for judicial review warrant the Court's intervention.", "Background"], ["[3]", "The applicants (the principal applicant, Marco Antonio, and his brother, Wilder) are brothers from Huancayo, Peru. They allege that they fear returning to their country because, as renowned athletes, they have both received threats from members of the Shining Path, a Peruvian guerrilla group which sought to extort money from them."], ["[4]", "The applicants allege that in November 1991, their late brother Edgar, who was a national boxing champion in Peru, was targeted for extortion, kidnapped and killed at the age of 24 by members of the Shining Path. His dead body was found in the mountains outside Huancayo with the body of another athlete. The applicants allege that according to the forensic report they both had died from trauma to the head and bullets were found in their bodies. In his narrative in response to question 31 of his Personal Information Form [PIF], the principal applicant claims that his father filed a denunciation about his son's disappearance as the newly elected President Toledo had encouraged people to report their experiences with the country's terrorists. However, the applicants allege that because of numerous attacks against state authorities at the time, no copy of the denunciation would currently be accessible."], ["[5]", "The applicants allege that on October 20, 2005, Wilder was kidnapped by members of the Shining Path and was threatened with death if he refused to pay them $6,000 (US). This incident allegedly happened after Wilder had won a financial award in an international competition. Wilder did not report the incident to the police but on October 24, 2005 he temporarily moved to Lima to protect himself from the Shining Path. In October 2005 Wilder was selected to participate in an international marathon competition that took place in New York on November 6, 2005. Wilder alleges that as a result of the threats he had received, he never returned to Peru afterwards. He lived in New Jersey without legal status for five years before applying for refugee status in Canada on January 14, 2011."], ["[6]", "The applicants allege that Marco Antonio was targeted and kidnapped by members of the Shining Path on January 10, 2010. He was allegedly threatened with a gun and told that he had ten days to pay $7,000 (US); that way he would have paid the balance his brother Wilder owed to the party. Marco Antonio alleges in his PIF narrative that the assailants also threatened to kill him if he reported them to the police."], ["[7]", "Despite these threats, Marco Antonio states in his PIF narrative that he did report the incident to the police five days after it took place but they did not do anything except to tell him \"that if something happened again, not to worry about coming back to the police again, that there is nothing they could do. [He] told the police that if they come back to [him he] could be dead. But they did not offer to help; they just said there was nothing they could do.\""], ["[8]", "On January 15, 2011, Marco Antonio went to Lima and hid there for a month, during which time he received an invitation to participate in a marathon competition in Puerto Rico, United States. Marco Antonio alleges that he considered this an opportunity to escape. He travelled to the United Stated on February 25, 2010 and went to Vive la Casa on March 10, 2010 in hopes of seeking asylum from Canada. Although he was told he did not qualify because he had no relatives in Canada he ran for three hours in order to cross into Quebec. He then travelled to Toronto from Montreal and filed an application for refugee status on March 24, 2010.", "Decision under Review"], ["[9]", "The panel was of the view that several aspects of the applicants' narrative lacked credibility, namely as it related to their failure to claim refugee status in the United States and as it related to the availability of an Internal Flight Alternative [IFA] for them in Lima. The panel further concluded that the applicants had not succeeded in rebutting the presumption that the Peruvian police were able to ensure their protection as such protection was never sought.", "Failure to claim elsewhere"], ["[10]", "The panel first noted that failure to claim refugee protection from a country within which the claimant resided or even sojourned or travelled before coming to Canada, when that country is a signatory of the Refugee Convention, can be seen to negate the claimant's subjective fear of persecution. The panel also noted that lack of evidence going to the subjective element of the claim is in itself sufficient for the claim to fail, even when there is evidence that an objective basis for the fear does exist."], ["[11]", "The panel found that in this case, both applicants had the opportunity to seek asylum in the United States or, at the very least, to seek information from official government sources regarding the process to seek asylum in the United States, but they did not do so. Wilder lived in the United States for nearly four and a half years without legal status and without ever making any enquiries or efforts to regularize his status. The panel found Wilder's explanation that he was unaware of the possibility that he could claim refugee status in the United States because he did not speak English was unsatisfactory and unreasonable in light of the fact that he left New York for New Jersey immediately after he finished his marathon in 2005. According to Wilder's testimony, some Spanish speaking people he had met in New York told him how to get to New Jersey, but he did not trust them enough to tell them his story."], ["[12]", "The panel also found improbable Marco Antonio's contention that while he was in Buffalo from February 25 to March 10, 2010, he was not told anything about the asylum process in the United States, but only about the process in Canada; all the more so that he left Peru in hopes of seeking protection in the United States.", "Availability of an Internal Flight Alternative"], ["[13]", "Both Marco Antonio and Wilder testified that they fled to Lima once they were threatened by the Shining Path on January 10, 2010 and October 20, 2005 respectively. They stated that it was because they were living in hiding that they were safe in Lima. However, the panel found the applicants not to be credible on that issue."], ["[14]", "The applicants alleged that an IFA in Lima was not appropriate because members of the Shining Path are able to trace them anywhere in the country. However, the panel noted that according to his PIF narrative and testimony, Marco Antonio was under routine training in a stadium in Lima from January 16 to February 25, 2010, which suggests that on a balance of probabilities, if the Shinning Path were after him, he would have been located in Lima."], ["[15]", "The applicants' previous move to Lima also raised credibility concerns for the panel. The panel questioned the plausibility of the claim that both applicants were approached, five years apart from the other, shortly before their trips to the United States, to run in marathons and they both went to Lima just after they were allegedly threatened, where they stayed less than a month. Upon questioning as to when they became aware that they would be going to an international competition, Marco Antonio became very evasive and finally mentioned that it was a week after he went to Lima that he was advised of the trip to the United States. Wilder, on the other hand, replied that he learned about his selection two and a half month before departing for the United States, while he only stayed in Lima for ten days."], ["[16]", "The panel stated that on a balance of probabilities both applicants would have been given at least a couple months notice of their selection and concluded that Marco Antonio's move to Lima was for training and monitoring purposes and not because of the threats allegedly made against him. Accordingly, the panel found that the applicants were attempting to embellish their claim by contending that they fled from Huancayo to avoid extortion and save their lives."], ["[17]", "Applying the two-pronged IFA test established by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  (FCA) and", "<FRAGMENT_SUPPRESSED>  (FCA), the panel stated that no persuasive evidence was put before it to suggest that either of the applicants were being pursued by the Shining Path or that the latter retained any interest in them. Notably, no evidence was provided to the panel to indicate that the applicants' family members, including the principal applicant's wife and daughter, were being subject to harassment by Shining Path members."], ["[18]", "Also, in view of the objective documentary evidence, the panel found that Shining Path members do not have any sort of an elevated profile in terms of any contacts or influence over the police or the government of Peru. Their activities are now rather limited to the traffic of drugs through corporate means. The panel concluded that, on a balance of probabilities, the agents of persecution could not locate the applicants in Peru if they were to move to Lima."], ["[19]", "Finally, the panel found that considering the age of the applicants and their notoriety as national sports figures of some international stature, it is not unduly harsh to expect them to move within Peru, namely to Lima, before seeking refuge in Canada.", "Other Credibility Issues"], ["[20]", "Other major concerns noted in the panel's findings seriously undermined the applicants' credibility:", "▪ A death certificate and a police report were produced in evidence of the death of the applicants' older brother. However, the panel found that this evidence said nothing of their older brother being kidnapped and killed by the Shining Path. The panel rejected the applicants' testimony that they were unable to get a copy of their father's denunciation to the police about the home invasion and kidnapping of his son because the police station was later destroyed in a terrorist attack. The panel noted that the applicants were able to obtain proof of their brother's death but no proof of the denunciation; which led the panel to conclude that, on a balance of probabilities, no such denunciation was ever made because none of the alleged events had taken place.", "▪ The panel found a contradiction between Marco Antonio's oral and written testimony with respect to the report he filed with the police in January 2010: while the applicant testified that the police told him to come back if something happened to him again, the PIF narrative mentioned that the applicant was told not to come back to the police because they could not offer any help.", "▪ The applicants were unable to provide a reasonable explanation for why the January 2010 police report stated that \"this certificate is issued by the request of the interested party for legal purposes.\" The panel noted that given Marco Antonio's inconsistent testimony and the finding that he was knowingly leaving his hometown to eventually go to the United States, as well as the fact that according to the record the principal applicant has made two unsuccessful attempts to come to Canada in the past, there is the basis to conclude on a balance of probabilities that the applicant's complaint was baseless and the police report was sought in an effort to support a refugee claim in Canada.", "▪ Although Edgar's death could have occurred as a result of a terrorist act, the panel found it implausible that once Wilder left the Country (fourteen years after Edgar's death), it took five years for members of the Shining Path to locate Marco Antonio and demand Wilder's outstanding payment, in spite of the fact that Marco Antonio continued to reside at the same place."], ["[21]", "The panel went on to conclude that even if the applicants have encountered problems with a terrorist group, both an IFA and state protection would be available for them.", "Failure to Seek State Protection"], ["[22]", "The panel reiterated that Wilder made no efforts whatsoever to seek police protection after the alleged extortion demands from the Shining Path and that Marco Antonio filed a denunciation but did not give the police sufficient time to conduct its investigation, as he immediately left without following up on his complaint. Not only there was no evidence to suggest that police were not making genuine and earnest efforts to investigate the principal applicant's allegations and apprehend the perpetrators, but also his choice to leave the country within a few weeks may have resulted in the investigation being delayed or stymied given that he was the key witness."], ["[23]", "In view of the circumstances and considering the objective documentary evidence that the Peruvian government is taking active action against the Shining Path, the panel found that the applicants had failed to provide clear and convincing evidence to establish their state's inability to protect them. The burden was on them to do so."], ["[24]", "To conclude, the panel found that there is not a serious possibility that the applicants would be persecuted upon their return to Peru, nor that they would be personally subjected to a risk to their lives, a risk of cruel or unusual treatment or punishment, or a danger of torture, on a balance of probabilities. Accordingly, their claims were both rejected.", "Issues and Applicable Standard of Review"], ["[25]", "Three issues are raised in this application for judicial review:", "1) Did the panel err in its assessment of the principal applicant's failure to seek asylum in the United States?", "2) Did the panel misapprehend and speculate in reaching its credibility findings in relation to the issue of IFA?", "3) Did the panel err in its assessment of the issue of state protection?"], ["[26]", "The parties agree that it is the standard of reasonableness that applies to all of the above issues as they raise questions of fact or of mixed fact and law. Accordingly, if the decision falls \"within the range of possible, acceptable outcomes which are defensible in respect of the facts and law\" it shall not be set aside:", "<FRAGMENT_SUPPRESSED> ;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ."], ["[27]", "The respondent underlines that a \"high standard of review has consistently been held to apply to decisions of the Refugee Protection Division concerning findings of fact or of credibility in the context of claims under sections 96 and 97 of the Act\" (", "<FRAGMENT_SUPPRESSED> [2009] FCJ 1181); \"the very essence of deference [being] that the Court will not substitute its view of the evidence or apply its own weight to the testimony where there is a reasonably based Board's conclusion\" (", "<FRAGMENT_SUPPRESSED> [2011] FCJ 527). It is also established that \"a negative finding regarding subjective fear may render the assessment of the objective aspect of the complaint superfluous and may in itself warrant the dismissal of the claim\" (", "<FRAGMENT_SUPPRESSED> [2007] FCJ 1620).", "Review of the Impugned Decision"], ["[28]", "The applicants take issue with portions of the panel's finding and not with its entire reasoning. As stated above, I find none of their arguments justify the Court's intervention.", "No reviewable error in the assessment of the principal applicant's failure to seek asylum in the United States"], ["[29]", "The principal applicant alleges that he only stayed in the United States for two weeks and his stay there was akin to a transit stop on his way to Canada. He also alleges that the explanation he provided in this respect was a strong one: he sought advice within a short period of his arrival and was told to go to Vive la Casa in Buffalo, which he did. This, according to the principal applicant, constitutes a reasonable explanation given the fact that he did not speak English and had to seek information in a prompt fashion."], ["[30]", "The applicants have cited case law (notably,", "<FRAGMENT_SUPPRESSED> ; [2003] FCJ 116 [ <FRAGMENT_SUPPRESSED> ] ) to argue that the panel should have inquired into principal applicant's personal circumstances in order to determine whether, in fact, there was a reasonable opportunity for him to claim refugee protection elsewhere. In <FRAGMENT_SUPPRESSED> , at paras 58-59, the Court stated:", "The panel, in its discussion of the decision of the applicants not to claim refugee protection in the United States and the advice on which that claim was based, mentioned only that the applicant had spoken with counsel. The panel stated that she \"may have received that advice or may not have\". The panel went on to state that it expects that a refugee would take\"every reasonable opportunity\" to seek international protection.", "In my view, a subjective determination of what constitutes a reasonable opportunity is appropriate in this case. The principal applicant understood, based on the advice that she claims to have received from other refugees and church workers, that there was a chain of causality between making a claim for asylum in the United States and being sent back to Sri Lanka, where her fears of torture and mistreatment could materialize. This explanation with the other elements already mentioned by the applicant satisfies me that she had a well-founded fear of persecution by being returned to Sri Lanka."], ["[31]", "The jurisprudence is clear that a delay in making a refugee claim is related to the existence of a subjective fear of persecution, the essential element of a claim (", "<FRAGMENT_SUPPRESSED> [2003] FCJ 1680). The <FRAGMENT_SUPPRESSED> case should not be read as suggesting that any postponement of a refugee claim is justified insofar as the claimant followed someone else's advice in a foreign country, just as it \"does not stand for a blanket proposition that a fear of deportation to persecution is a valid reason in every case for not claiming asylum in the United States. Such an argument will be decided on the circumstances of each case\" (", "<FRAGMENT_SUPPRESSED>  at par 36, [2005] FCJ 2131). Furthermore, the principal applicant has not established that the Board failed to consider his explanations which he reiterates in this application for judicial review and the Court is not prepared to reassess his evidence."], ["[32]", "I agree with the respondent that while the principal applicant's claim could not be rejected solely on this basis, the panel could reasonably take this factor into consideration where the applicant failed to make any inquiries into the process in place in the United States, despite allegedly going there in hopes of seeking protection. As this finding was supported by other credibility issues which also undermined the principal applicant's subjective fear, there is no basis for holding that the panel committed a reviewable error in this regard.", "No unreasonable credibility findings in relation to the IFA"], ["[33]", "The applicants assert that the findings of the panel regarding the IFA are based solely on speculation and conjecture rather than on the relevant evidence. More specifically, they submit that regarding the lack of police report concerning the 1991 kidnapping and murder of Edgar, the panel disregarded the situation of Peru and the fact that the rural area of Huancayo was under attack by the Shining Path at the time; hence the claim that no proper records remain of that incident."], ["[34]", "However, if read in its context, the panel's finding, although not the only conclusion it could have reasonably reached, nonetheless falls within the realm of reasonable outcomes. The panel questioned the fact that the applicants were able to provide both a police report regarding the death of their brother and a death certificate from the police station that they alleged was destroyed in terrorist attacks. The applicants were unable to clarify at the hearing the reason why their father's denunciation (which incidentally was the only document reporting the circumstances of the incident) was also the only missing document. In this context, the Court finds the panel's finding to fall within the range of possible, acceptable outcomes which are defensible in respect of the facts and law."], ["[35]", "The applicants further cite", "<FRAGMENT_SUPPRESSED>  (FCA), in which the Federal Court of Appeal essentially held that the fact that an individual had to remain in hiding to avoid problems and successfully managed to do so is not evidence of an IFA or a lack of objective basis of fear. Accordingly, they argue that the panel made incorrect and perverse findings on the likelihood for them to be relocated by the Shining Path elsewhere in Peru."], ["[36]", "The applicants seem to suggest that the panel erred in finding that the Shining Path could not relocate them in Peru simply because they managed to hide for a certain period of time in Lima. As I read the panel's reasoning in its entirety, this argument is clearly unfounded. First, as the respondent notes, the panel reasonably found that the applicants were not hiding in Lima and that their move to Lima was in preparation for an upcoming marathon in the United States. Second, the panel's finding with respect to the objective basis of the applicant's fear was not solely based on the fact that they lived safely in Lima but, more fundamentally, that there was no evidence before the panel to support the allegation that the Shining Path continued to pursue the applicants or would be interested in them now. On the contrary, the evidence tends to demonstrate that they were not seriously after the applicants. The incident upon which Wilder bases his claim allegedly occurred fourteen years after Edgar's death, whereas the incident upon which the principal applicant bases his claim allegedly occurred close to twenty years after Edgar's death and five years after Wilder's departure from Peru, in spite of the fact that the principal claimant continued to reside at the same place. On the issue of the burden of proof, I concur with Justice Gibson's comments in", "<FRAGMENT_SUPPRESSED> [2006] FCJ 1481, where he stated:", "With great respect to the Applicant, I am satisfied that it is clear beyond question that, despite what may transpire at the opening of a hearing when the range of issues before the RPD is discussed, the legal duty or onus remains on a claimant to make out his or her claim in clear and unmistakeable terms. The transcript of the hearing before the RPD clearly discloses that the\"agents of persecution today\" was an issue before the RPD relating to the objective component of the claimants' claim. The issues before the RPD were not narrowed. More specifically, the issue of \"agents of persecution today\" was not withdrawn. As stated in paragraph 11 of the reasons for decision in Ranganathan:", "... A failure by a claimant to fulfill his obligations and assume his burden of proof cannot be ... imputed to the Board so as to make it a Board's failure.", "No reviewable error in the assessment of the issue of state protection"], ["[37]", "The applicants submit that the panel failed to consider the verbal answer that was given to Marco Antonio at the police station, namely that the police cannot help him and that if further problem occurs he should not return to them. The applicants contend that it was unreasonable for the panel to conclude that they could be given adequate protection despite this evidence."], ["[38]", "Yet the panel did consider the principal applicant testimony at several points in its written reasons. Aside from the contradictions the testimony contained with regards to what the police exactly told him that day and the fact that he did not await for his complaint to be duly investigated, the panel found that other recourses, such as the Public Ministry and the Ombudsman, were still available to the principal applicant. Again, I find that the applicants take issue with portions of the panel's reasons without reading them in context."], ["[39]", "Regarding the objective documentary evidence considered by the panel, the applicants submit that according to the jurisprudence, the state's willingness to address a particular situation (", "<FRAGMENT_SUPPRESSED> [2002] FCJ 1080) or mere police investigation and prosecution (", "<FRAGMENT_SUPPRESSED> [2002] FCJ 621) cannot be equated with adequate state protection. In my view, this argument is also unfounded in circumstances where, contrary to the cases they have referred to, the principal applicant immediately left the country without allowing the state enough time to look into his complaint."], ["[40]", "The applicants also submit that the panel erred in its analysis of state protection by failing to consider the totality of the evidence and preferring one excerpt of the documentary evidence over others. However, the applicants make no further submission to establish that the panel conducted a selective reading of the documentary evidence; they do not specify which documents have been overlooked or misconstrued. A bare assertion that the panel failed to consider the totality of the evidence is insufficient as it does not enable the Court to conduct a more detailed review."], ["[41]", "For all of the above reasons this application for judicial review is dismissed. No questions were proposed for certification and none arises in this case.", "JUDGMENT"], ["[42]", "THIS COURT'S JUDGMENT is", "that:", "a. The application for judicial review is dismissed.", "b. There is no question for certification.", ".........................", "Marco Antonio Romero  <FRAGMENT_SUPPRESSED>  est saisie d'une demande de contrôle judiciaire visant la décision en date du 22 décembre 2011 par laquelle la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié (le tribunal) a conclu que les demandeurs n'étaient ni des réfugiés au sens de la Convention ni des personnes à protéger aux termes des articles 96 et 97 de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 [LIPR]."], ["[2]", "Pour les motifs exposés ci-dessous, j'estime que les principales conclusions formulées par le tribunal sont raisonnables dans les circonstances. Les demandeurs n'ont pas établi que la décision en cause peut être qualifiée de déraisonnable et aucun des arguments qu'ils invoquent ne peut selon moi fonder l'intervention de la Cour.", "Contexte"], ["[3]", "Les demandeurs (le demandeur principal, Marco Antonio, et son frère Wilder) sont citoyens péruviens et viennent de la ville de Huancayo. Ils disent craindre de retourner au Pérou parce que des membres du Sentier lumineux, un groupe de guérilla, les ont menacés et ont tenté de leur extorquer de l'argent parce qu'ils sont des athlètes connus."], ["[4]", "Les demandeurs allèguent qu'au mois de novembre 1991, leur frère Edgar, un champion national de boxe alors âgé de 24 ans, a fait l'objet de tentatives d'extorsion et a été enlevé et tué par des membres du Sentier lumineux. Son corps et celui d'un autre athlète ont été retrouvés dans les montagnes, à l'extérieur de Huancayo. Selon le rapport médico-légal, les deux hommes étaient morts par suite de coups à la tête, et ils avaient aussi reçu des coups de feu. Dans la réponse qu'il a donnée à la question 31 du formulaire de renseignements personnels (FRP), le demandeur principal affirme que son père avait signalé la disparition de son fils, car le président Toledo, nouvellement élu, avait encouragé la population à signaler leurs expériences avec les terroristes du pays, mais qu'en raison des nombreuses attaques dont les autorités étaient l'objet à l'époque, il n'était pas possible à présent de se procurer de copie de la dénonciation."], ["[5]", "Les demandeurs allèguent aussi que le 20 octobre 2005, Wilder a été enlevé par des membres du Sentier lumineux qui ont menacé de le tuer s'il ne leur versait pas 6 000 $ (US). Cela se serait produit après que Wilder eut touché une bourse lors d'une compétition internationale. Wilder n'a pas signalé l'incident à la police mais, le 24 octobre 2005, il a temporairement déménagé à Lima pour se mettre à l'abri du Sentier lumineux. Ce même mois, il a été sélectionné pour participer au marathon international de New York, qui devait avoir lieu le 6 novembre. Wilder allègue qu'à cause de ces menaces, il n'est pas retourné au Pérou après la compétition. Il a vécu au New Jersey pendant cinq ans, sans statut, avant de demander asile au Canada le 14 janvier 2011."], ["[6]", "Les demandeurs affirment en outre que Marco Antonio a lui aussi été enlevé par le Sentier lumineux le 10 janvier 2010. Les ravisseurs auraient pointé une arme sur lui et lui auraient dit qu'il avait dix jours pour leur verser 7 000 $ (US); il aurait ainsi payé ce que son frère Wilder devait au parti. Marco Antonio déclare dans son FRP que les ravisseurs ont également menacé de le tuer s'il les dénonçait à la police."], ["[7]", "Marco Antonio indique dans son FRP qu'il a malgré tout signalé l'incident à la police cinq jours plus tard, mais que la police s'est bornée à lui dire que [traduction] « si d'autres incidents se produisaient, de ne pas retourner les voir, puisqu'ils ne pouvaient rien faire. [Il a] dit à la police que s'ils revenaient, [il pourrait] être tué. Mais ils n'ont pas proposé de l'aider; ils ont juste dit qu'ils ne pouvaient rien faire »."], ["[8]", "Le 15 janvier 2011, Marco Antonio est allé à Lima où il s'est caché pendant un mois. Pendant cette période, il a été invité à prendre part à un marathon à Puerto Rico, État associé aux États-Unis. Il allègue qu'il a vu là l'occasion de fuir. Il s'est rendu aux États-Unis le 25 février 2010 et est allé à Vive la Casa le 10 mars 2010, dans l'espoir de demander asile au Canada. Il s'est fait dire qu'il ne remplissait pas les conditions parce qu'il n'avait pas de famille au Canada, mais il a couru trois heures durant et est entré au Canada par le Québec. Il s'est ensuite rendu de Montréal à Toronto où il a présenté une demande d'asile le 24 mars 2010.", "Décision faisant l'objet du contrôle"], ["[9]", "Le tribunal a estimé que plusieurs éléments de l'exposé circonstancié des demandeurs manquaient de crédibilité, à savoir ceux qui se rapportaient à leur omission de demander asile aux États-Unis ou à l'existence d'une possibilité de refuge intérieur à Lima. Il a aussi jugé que les demandeurs n'ayant jamais demandé la protection de la police péruvienne, ils n'avaient pas réfuté la présomption que cette dernière était en mesure de les protéger.", "Omission de demander asile dans un autre pays"], ["[10]", "Le tribunal a d'abord indiqué que l'omission de demander asile dans un pays signataire de la Convention relative au statut des réfugiés lorsqu'on y réside ou même lorsqu'on y séjourne ou voyage avant de venir au Canada peut avoir pour effet de nier l'existence d'une crainte subjective de persécution. Il a également signalé que l'absence d'élément de preuve relatif à l'élément subjectif de la demande d'asile suffit en soi à la faire rejeter, même en présence d'éléments établissant que la crainte peut être objectivement fondée."], ["[11]", "Le tribunal a jugé que, dans les circonstances, les deux demandeurs avaient eu la possibilité de demander asile aux États-Unis ou, au moins, de se renseigner auprès de sources officielles au sujet du processus de demande d'asile dans ce pays, mais qu'ils ne l'avaient pas fait. Wilder avait vécu aux États-Unis sans statut pendant près de quatre ans et demi sans jamais prendre de renseignements ou faire d'effort pour régulariser sa situation. Selon le tribunal, l'explication de Wilder voulant qu'il ignorait qu'il pouvait demander asile aux États-Unis parce qu'il ne parlait pas anglais était insatisfaisante et déraisonnable compte tenu du fait qu'il avait quitté New York pour le New Jersey immédiatement après le marathon de 2005. Wilder avait indiqué dans son témoignage que des hispanophones rencontrés à New York lui avaient expliqué comment aller au New Jersey, mais qu'il ne leur faisait pas assez confiance pour leur raconter son histoire."], ["[12]", "Le tribunal a aussi estimé douteuse l'affirmation de Marco Antonio voulant que, pendant son séjour à Buffalo du 25 février au 10 mars 2010, on ne lui aurait parlé que du processus de demande d'asile au Canada et pas du tout de celui des États-Unis, d'autant plus qu'il était parti du Pérou dans l'espoir de demander protection aux États-Unis.", "Existence d'une possibilité de refuge intérieur"], ["[13]", "Marco Antonio et Wilder ont tous deux témoigné qu'ils s'étaient réfugiés à Lima après avoir reçu des menaces du Sentier lumineux, l'un le 10 janvier 2010, et l'autre, le 20 octobre 2005. Ils ont déclaré qu'ils y étaient en sécurité dans la mesure où ils vivaient cachés, mais le tribunal a jugé qu'ils n'étaient pas crédibles sur ce point."], ["[14]", "Les demandeurs ont affirmé que le refuge intérieur n'était pas possible à Lima parce que les membres du Sentier lumineux pouvaient les retrouver partout dans le pays. Le tribunal a toutefois signalé que, selon l'exposé circonstancié du FRP et le témoignage de Marco Antonio, celui-ci s'était entraîné tous les jours dans un stade de Lima, du 16 janvier au 25 février 2010, ce qui indiquait selon la prépondérance des probabilités que, si le Sentier lumineux était à sa recherche, il l'aurait retrouvé à Lima."], ["[15]", "La question des déménagements à Lima des demandeurs a également suscité des doutes en matière de crédibilité dans l'esprit du tribunal, qui s'est demandé s'il était plausible que les demandeurs aient tous deux été invités, à cinq ans d'intervalle, à participer à un marathon peu avant leur voyage aux États-Unis et qu'ils soient allés à Lima et y soient restés moins d'un mois, juste après avoir reçu des menaces. Questionné au sujet du moment où ils avaient appris qu'ils participeraient à une compétition internationale, Marco Antonio est devenu très évasif, puis a fini par répondre qu'il avait su qu'il irait aux États-Unis une semaine après son arrivée à Lima. Wilder, par contre, a indiqué qu'il avait appris qu'il avait été sélectionné deux mois et demi avant de partir pour les États-Unis, alors qu'il n'est demeuré que dix jours à Lima."], ["[16]", "Le tribunal a jugé que, selon la prépondérance des probabilités, les deux demandeurs auraient été informés de leur sélection au moins quelques mois d'avance, et il a conclu que Marco Antonio était allé à Lima à des fins d'entraînement et de supervision et non parce qu'il aurait reçu des menaces. Le tribunal a donc estimé que les demandeurs essayaient d'embellir leur demande d'asile en prétendant avoir fui Huancayo pour éviter d'être extorqués et pour sauver leur vie."], ["[17]", "Appliquant le critère à deux volets établi par la Cour d'appel fédérale dans", "<FRAGMENT_SUPPRESSED>  (CAF), le tribunal a indiqué qu'on ne lui avait présenté aucun élément de preuve convaincant établissant que l'un ou l'autre des demandeurs était poursuivi par le Sentier Lumineux ou que ce groupe les recherchait toujours. Plus particulièrement, aucun élément de preuve n'indiquait que le Sentier lumineux harcelait les membres de la famille des demandeurs, notamment la femme et la fille du demandeur principal."], ["[18]", "Compte tenu de la preuve documentaire objective, le tribunal a également conclu que les membres du Sentier lumineux n'exerçaient aucune influence sur la police et le gouvernement du Pérou ni n'avaient de contact avec eux et que les activités de l'organisation se limitaient plutôt, actuellement, au trafic de stupéfiants au moyen de sociétés. Selon le tribunal, la prépondérance des probabilités indiquait que les agents de persécution ne pourraient localiser les demandeurs s'ils retournaient à Lima."], ["[19]", "Enfin, le tribunal a estimé qu'étant donné l'âge des demandeurs et le fait qu'il s'agissait d'athlètes connus d'envergure nationale participant à des événements internationaux, il n'était pas trop sévère de s'attendre à ce qu'ils aillent ailleurs au Pérou, notamment à Lima, avant de demander asile au Canada.", "Autres problèmes de crédibilité"], ["[20]", "Le tribunal a fait état d'autres problèmes ébranlant la crédibilité des demandeurs:", "▪ Les demandeurs ont produit en preuve un certificat de décès et un rapport de police relativement à la mort de leur frère aîné. Le tribunal a cependant jugé que rien dans ces pièces n'établissait que leur frère avait été enlevé et tué par le Sentier lumineux, et il a écarté leur témoignage selon lequel ils ne pouvaient obtenir de copie de la dénonciation faite par leur père à la police au sujet de la violation de domicile et de l'enlèvement parce que le poste de police avait été détruit au cours d'une attaque terroriste. Soulignant que les demandeurs avaient pu obtenir la preuve du décès de leur frère mais non celle de la dénonciation, le tribunal a conclu, selon la prépondérance des probabilités, qu'il n'y avait pas eu de dénonciation parce qu'aucun de ces incidents n'avait eu lieu.", "▪ Le tribunal a relevé une contradiction entre le témoignage de Marco Antonio et ses déclarations écrites au sujet de la dénonciation faite à la police en janvier 2010; celui-ci a témoigné s'être fait dire par la police de revenir si un autre incident se produisait, alors que le FRP indique que la police lui aurait dit de ne pas revenir parce qu'elle ne pouvait pas l'aider.", "▪ Les demandeurs ont été incapables de fournir une explication raisonnable à la mention suivante figurant dans le rapport de police de janvier 2010: [traduction] « [l] e présent certificat est délivré à la demande de la personne intéressée, à des fins juridiques ». Le tribunal, faisant état du témoignage contradictoire de Marco Antonio, de sa conclusion que ce dernier partait sciemment de la ville où il résidait pour aller aux États-Unis et du fait que le dossier indiquait que le demandeur principal avait tenté sans succès à deux reprises de venir au Canada, il s'est estimé fondé à conclure selon la prépondérance des probabilités que la plainte était sans fondement et que c'est dans le but d'étayer sa demande d'asile au Canada qu'il a demandé le rapport de police.", "▪ Tout en considérant qu'il se pouvait que la mort d'Edgar ait résulté d'un acte terroriste, le tribunal a conclu qu'il n'était pas plausible qu'après le départ de Wilder du pays (14 ans après la mort d'Edgar), les membres du Sentier lumineux aient mis cinq ans à trouver Marco Antonio pour lui demander de régler la dette de Wilder alors que Marco Antonio continuait à résider au même endroit."], ["[21]", "Le tribunal a ajouté qu'en supposant même que les demandeurs aient été aux prises avec un groupe terroriste, ils disposaient d'une PRI et de la protection de l'État.", "Omission de solliciter la protection de l'État"], ["[22]", "Le tribunal a répété que Wilder n'avait fait aucun effort pour obtenir la protection de la police après la présumée tentative d'extorsion de la part du Sentier lumineux et que Marco Antonio avait déposé une dénonciation mais n'avait pas laissé à la police le temps de faire enquête puisqu'il était parti immédiatement, sans faire de suivi. Non seulement n'y avait-il aucun élément de preuve indiquant que la police ne déployait pas d'effort sérieux et véritable pour faire enquête au sujet des allégations du demandeur principal et pour procéder à des arrestations, mais la décision de ce dernier de quitter le pays quelques semaines plus tard a pu retarder l'enquête ou y faire obstacle puisqu'il était le témoin principal."], ["[23]", "Vu ces circonstances et la preuve documentaire objective établissant que le gouvernement péruvien sévit activement contre le Sentier lumineux, le tribunal a jugé que les demandeurs n'avaient pas présenté de preuve claire et convaincante établissant l'incapacité de l'État de les protéger, alors qu'il leur incombait de faire cette preuve."], ["[24]", "Enfin, le tribunal a conclu à l'absence de possibilité sérieuse que les demandeurs soient persécutés à leur retour au Pérou et estimé que, selon la prépondérance des probabilités, ils ne seraient pas exposés personnellement à une menace à leur vie, au risque de traitements ou peines cruels et inusités ou au risque d'être soumis à la torture. En conséquence, leur demande a été rejetée.", "Questions en litige et norme de contrôle applicable"], ["[25]", "Voici les questions soulevées par la demande de contrôle judiciaire:", "1) Le tribunal a-t-il commis une erreur dans l'appréciation de l'omission du demandeur principal de présenter une demande d'asile aux États-Unis?", "2) Les conclusions du tribunal en matière de crédibilité concernant la PRI résultent-elles d'une mauvaise compréhension ou reposent-elles sur des conjectures?", "3) Le tribunal a-t-il commis une erreur dans l'appréciation de la protection de l'État?"], ["[26]", "Les parties conviennent que toutes les questions énoncées ci-dessus appellent l'application de la norme de la raisonnabilité car il s'agit de questions mixtes de fait et de droit. En conséquence, si la décision fait partie des « issues possibles acceptables pouvant se justifier au regard des faits et du droit », elle ne sera pas annulée:", "<FRAGMENT_SUPPRESSED> ;", "Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED> ."], ["[27]", "Le défendeur souligne qu'« [i] l est de jurisprudence constante que cette norme de contrôle stricte s'applique aux décision de la Section de la protection des réfugiés dans le cas des conclusions de fait ou de crédibilité que l'on tire dans le contexte des demandes présentées en vertu des articles 96 et 97 de la Loi » (", "<FRAGMENT_SUPPRESSED> [2009] ACF no 1181);« l'essence même de la déférence veut que la Cour ne substitue pas son opinion quant à la preuve ou à la valeur probante des témoignages lorsque la conclusion de la Commission repose sur un fondement raisonnable » (", "<FRAGMENT_SUPPRESSED> [2011] ACF no 527). Il est également établi « qu'une conclusion négative quant à la crainte subjective peut rendre superflu l'examen de l'aspect objectif de la plainte et peut à elle seule justifier le rejet de la demande d'asile » (", "<FRAGMENT_SUPPRESSED> [2007] ACF no 1620).", "Examen de la décision soumise au contrôle"], ["[28]", "Les demandeurs contestent des passages des conclusions du tribunal et non la totalité du raisonnement qu'il a tenu. Comme je l'ai déjà indiqué, je suis d'avis qu'aucun de leurs arguments ne justifie l'intervention de la Cour.", "L'appréciation de l'omission de présenter une demande d'asile aux États-Unis n'est entachée d'aucune erreur susceptible de contrôle"], ["[29]", "Le demandeur principal affirme qu'il n'est resté que deux semaines aux États-Unis et que ce séjour s'apparente à une escale à destination du Canada. Il soutient aussi qu'il a fourni une explication solide à cet égard: il a demandé conseil peu après son arrivée et s'est fait dire de s'adresser à Vive la Casa à Buffalo, ce qu'il a fait. Selon le demandeur, il s'agit d'une explication raisonnable, étant donné qu'il ne parlait pas anglais et devait obtenir rapidement de l'information."], ["[30]", "Les demandeurs ont cité de la jurisprudence (notamment", "<FRAGMENT_SUPPRESSED> ; [2003] ACF no 116 [ <FRAGMENT_SUPPRESSED> ] ) à l'appui de leur argument que le tribunal aurait dû examiner la situation personnelle du demandeur principal pour déterminer s'il avait effectivement disposé d'une possibilité raisonnable de présenter une demande d'asile ailleurs. Dans <FRAGMENT_SUPPRESSED> , la Cour s'est exprimée ainsi aux paragraphes 58-59:", "Dans son analyse de la décision des demandeurs de ne pas réclamer la protection offerte aux réfugiés aux États-Unis et de l'avis sur lequel cette décision a été prise, la formation a simplement mentionné que la demanderesse avait parlé à son avocat. La formation déclare qu'elle [traduction] « avait reçu ce conseil ou peut-être qu'elle ne l'avait pas reçu ».La formation poursuit en déclarant qu'elle s'attend à ce qu'un réfugié prenne [traduction] « toutes les occasions raisonnables » de demander la protection internationale.", "À mon avis, une décision subjective de ce qui constitue une possibilité raisonnable est appropriée en l'espèce. La demanderesse principale a compris, d'après les conseils qu'elle dit avoir reçus d'autres réfugiés et de bénévoles, qu'il y avait un lien de causalité entre le fait de demander l'asile aux États-Unis et le fait d'être renvoyée au Sri Lanka, où pourraient se concrétiser ses craintes d'être torturée et maltraitée. Cette explication, jumelée à d'autres éléments déjà mentionnés par la demanderesse, me convainc qu'elle avait une crainte fondée d'être persécutée si elle retournait au Sri Lanka."], ["[31]", "La jurisprudence établit clairement l'existence d'un lien entre le retard dans la présentation de la demande d'asile et la crainte subjective de persécution, élément essentiel d'une demande d'asile (", "<FRAGMENT_SUPPRESSED> [2003] ACF no 1680). Il ne faut pas voir dans la décision <FRAGMENT_SUPPRESSED> l'affirmation que le fait de suivre un conseil donné dans un pays étranger justifie tout report de la présentation d'une demande d'asile, et cette décision « n'étaye pas la thèse générale voulant que la crainte d'être expulsé là où l'on sera persécuté constitue toujours une raison valable de ne pas demander l'asile aux États-Unis. Un tel argument sera tranché eu égard aux circonstances de chaque cas » (", "<FRAGMENT_SUPPRESSED> [2005] ACF no 2131). De plus, le demandeur principal n'a pas démontré que la Commission n'a pas tenu compte des explications qu'il a données et qu'il a répétées dans la demande de contrôle judiciaire, et la Cour n'est pas disposée à procéder à une nouvelle appréciation de son témoignage."], ["[32]", "Je donne raison au défendeur lorsqu'il affirme que le tribunal, même s'il ne pouvait rejeter la demande d'asile pour ce seul motif, pouvait raisonnablement tenir compte de ce facteur, le demandeur ne s'étant pas informé au sujet du processus existant aux États-Unis alors qu'il disait se rendre dans ce pays dans l'espoir d'y chercher refuge. Comme d'autres problèmes de crédibilité ébranlant l'argument de crainte subjective étayaient cette conclusion, on ne saurait affirmer que le tribunal a commis une erreur susceptible de contrôle sur ce point.", "Les conclusions en matière de crédibilité relatives à la PRI ne sont pas déraisonnables"], ["[33]", "Les demandeurs affirment que les conclusions du tribunal relatives à la PRI reposent uniquement sur des hypothèses et des conjectures et non sur des éléments de preuve pertinents. Plus précisément, ils font valoir que le tribunal a tiré sa conclusion au sujet de l'absence de rapport de police relatif à l'enlèvement et au meurtre d'Edgar en 1991 en faisant abstraction de la situation existant au Pérou et du fait que la région rurale de Huancayo était alors la cible d'attaques du Sentier lumineux, ce qui l'a amené à écarter l'argument qu'il ne restait pas de document concernant cet incident."], ["[34]", "Placée dans son contexte, toutefois, il appert que, bien que cette conclusion du tribunal n'ait pas été la seule qu'il pouvait raisonnablement tirer, elle faisait néanmoins partie des issues raisonnables possibles. Le tribunal s'est interrogé à propos du fait que les demandeurs avaient pu fournir un rapport de police concernant le décès de leur frère et un certificat de décès émanant du poste de police qui, selon leurs dires, avait été détruit lors d'attaques terroristes. Les demandeurs n'ont pu indiquer à l'audience pourquoi la dénonciation faite par leur père (qui était incidemment le seul document décrivant l'incident) était également le seul document manquant. Dans ce contexte, la Cour est d'avis que la conclusion du tribunal appartient aux issues possibles acceptables pouvant se justifier au regard des faits et du droit."], ["[35]", "Les demandeurs invoquent également l'arrêt", "<FRAGMENT_SUPPRESSED> (CAF), dans lequel la Cour d'appel fédérale statue essentiellement que le fait de vivre caché pour éviter des problèmes et d'y parvenir ne fait pas preuve de l'existence d'une PRI pas plus que de l'absence de crainte subjective, et ils font valoir que le tribunal a formulé des conclusions erronées et abusives à propos de la possibilité que le Sentier lumineux les retrouve ailleurs au Pérou."], ["[36]", "Les demandeurs semblent affirmer que le tribunal a erré en concluant que le Sentier lumineux ne pourrait les retrouver au Pérou simplement parce qu'ils avaient réussi à se cacher pendant un certain temps à Lima. Le raisonnement du tribunal, pris dans son intégralité, prive clairement cet argument de fondement. Premièrement, comme le signale le défendeur, le tribunal a raisonnablement conclu que les demandeurs ne se cachaient pas à Lima, mais qu'ils s'y trouvaient pour se préparer à un marathon qu'ils s'apprêtaient à courir aux États-Unis. Deuxièmement, la conclusion du tribunal au sujet de la crainte objective des demandeurs ne reposait pas uniquement sur le fait qu'ils vivaient en sécurité à Lima mais, plus fondamentalement, sur l'absence de preuve étayant l'allégation que le Sentier lumineux était toujours à leur recherche ou continuait à s'intéresser à eux. La preuve tend au contraire à établir que l'organisation ne les cherchait pas assidûment. L'incident fondant la demande d'asile de Wilder se serait produit quatorze ans après la mort d'Edgard, tandis que celui qui fonde celle du demandeur principal serait survenu près de vingt ans après le décès de son frère et cinq ans après le départ de Wilder du Pérou, alors que le demandeur principal a continué à résider au même endroit. Sur la question de fardeau de preuve, je fais miens les commentaires suivants formulés par le juge  <FRAGMENT_SUPPRESSED> [2006] ACF no 1481:", "Avec égards pour le demandeur, il ne fait selon moi aucun doute qu'en dépit de ce qui peut se passer au début d'une audience lorsque les questions dont est saisie la SPR sont examinées, le demandeur conserve l'obligation juridique ou le fardeau d'établir le bien-fondé de ses allégations de façon claire et non équivoque. La transcription de l'audience démontre clairement que la question de savoir qui sont à l'heure actuelle les agents de persécution a été soulevée devant la SPR au regard du volet objectif des demandes d'asile. Les questions dont était saisie la SPR n'ont pas été circonscrites. Plus particulièrement, la question de savoir qui sont à l'heure actuelle les agents de persécution n'a pas été retirée. Comme il est énoncé au paragraphe 11 des motifs de l'arrêt", "Ranganathan", "[...] Le défaut d'un revendicateur de satisfaire à ses obligations quant au fardeau de la preuve ne peut être imputé à la Commission et se transformer en faute de la Commission.", "L'appréciation de la protection de l'État n'est pas entachée d'erreur susceptible de contrôle"], ["[37]", "Les demandeurs soutiennent que le tribunal n'a pas tenu compte de la réponse verbale donnée à Marco Antonio au poste de police, à savoir que la police ne pouvait l'aider et qu'il était inutile qu'il revienne s'il avait d'autres problèmes. Ils font valoir qu'il était déraisonnable de conclure, en dépit de cette preuve, qu'ils pouvaient recevoir une protection adéquate."], ["[38]", "Cependant, il appert de plusieurs passages des motifs du tribunal qu'il a tenu compte du témoignage du demandeur principal. Outre les contradictions relevées dans le témoignage au sujet de ce que la police lui avait dit ce jour-là et le fait qu'il n'avait pas attendu que l'enquête soit faite sur sa plainte, le tribunal a indiqué que le demandeur disposait d'autres recours et pouvait notamment s'adresser au ministère public ou à l'ombudsman. J'estime, encore une fois, que les demandeurs attaquent des parties des motifs du tribunal sans les placer dans leur contexte."], ["[39]", "S'agissant de la preuve documentaire objective examinée par le tribunal, les demandeurs affirment que la jurisprudence établit que la simple volonté de l'État de régler un problème particulier (", "<FRAGMENT_SUPPRESSED> [2002] ACF no 1080) ou le seul fait qu'il y ait enquête policière et poursuite (", "<FRAGMENT_SUPPRESSED> [2002] ACF no 621) ne peuvent être considérés comme une protection adéquate de la part de l'État. Selon moi, cet argument n'est pas non plus fondé en l'espèce, où, contrairement à la situation en cause dans les décisions invoquées, le demandeur principal a immédiatement quitté le pays sans donner à l'État suffisamment de temps pour faire enquête sur sa plainte."], ["[40]", "Les demandeurs soutiennent en outre que le tribunal a mal examiné la question de la protection de l'État en ne prenant pas en compte la totalité de la preuve et en préférant un extrait de la preuve documentaire plutôt que d'autres. Toutefois, ils n'ont rien fait valoir de plus à l'appui de leur argument que le tribunal avait effectué un examen sélectif de la preuve documentaire; ils ne précisent pas quels documents ont été écartés ou mal interprétés. Il ne suffit pas de simplement affirmer que le tribunal n'a pas tenu compte de toute la preuve, car cela ne permet pas à la Cour d'effectuer un examen plus approfondi."], ["[41]", "En conséquence, la demande de contrôle judiciaire est rejetée. Aucune question n'a été soumise pour certification, et la présente espèce n'en soulève aucune.", "JUGEMENT"], ["[42]", "LA COUR ORDONNE", "a. La demande de contrôle judiciaire est rejetée.", "b. Il n'y a aucune question à certifier.", "[End of document]"]]}