{"id_": "086385", "body_str": [["[1]", "Kelen, J.", ": This application for judicial review was first heard by the Court on November 29, 2006 and adjourned for reasons set out in my Order dated December 12, 2006:  <FRAGMENT_SUPPRESSED> . The background to this application is set out in my reasons for order in the following paragraphs 2 to 5 of  <FRAGMENT_SUPPRESSED> :"], ["[2] The applicant Yolando Hurtado sponsored his wife and children’s permanent residence application. A visa officer initially refused the application on April 30, 2003 under paragraph 117(9)(d) of the Immigration and Refugee Protection Regulations. In the refusal letter, the visa officer noted:", "You married your sponsor on May 21, 1990 and your son Carlo was born on May 22, 1991. Your sponsor applied for and obtained permanent residence on November 23, 1992.", "His record of landing shows his marital status as single, and he declared that he had no non-accompanying dependants", ". On the basis of this information, I conclude that", "you were not examined in conjunction with your sponsor’s application for permanent residence", ". Therefore, I have determined, pursuant to Regulation 117(9)(d), that all of", "you are not, with respect to your sponsor, members of the Family Class", ". (Emphasis added)"], ["[3] Mr. Hurtado appealed this first refusal to the Appeal Division. The Minister’s counsel wrote to the Appeal Division on July 31, 2003 recommending that the Appeal Division allow the appeal on the grounds that there were sufficient humanitarian and compassionate grounds justifying special relief. The Appeal Division refused to accept the recommendation on the basis that it did not have jurisdiction to allow the appeal because section 65 of the Act does not permit the Appeal Division to consider humanitarian and compassionate grounds unless it has decided that the foreign national is a member of a family class."], ["[4] On October 22, 2003, the applicants withdrew their appeal and applied for reconsideration on humanitarian and compassionate grounds. On March 18, 2005, the application was refused a second time. The visa officer cited paragraph 117(9)(d) and subsection 117(10) of the Regulations and noted:", "We have no records that you were examined in connection with your sponsor’s application for permanent residence", ". You were given the opportunity to provide further information to this office by a letter dated 21 September 2003. However", "you were unable to provide a satisfactory response to disabuse us of our concerns.", "On the basis of the information before me, I conclude that you were not examined in conjunction with your sponsor’s application for permanent residence.", "Therefore, pursuant to paragraph 117(9)(d) of the regulations, you are not a member of the family class with respect to your sponsor", ". (Emphasis added)", "With respect to humanitarian and compassionate grounds, the visa officer said:", "I do not find the existence of humanitarian and compassionate grounds in your file."], ["[5] Mr. Hurtado appealed the second refusal to the Appeal Division. The Appeal Division dismissed the appeal, holding that it was bound by paragraph 117(9)(d) and this Court’s decision in  <FRAGMENT_SUPPRESSED> ], the Federal Court considered a second refusal application under section 117(9)(d). The Federal Court noted that the Minister holds a broad discretion to relieve conflicts with the Act and Regulations under section 25 of [the Act]. It is open to Parliament to say when the exercise of Ministerial discretion on humanitarian and compassionate grounds is not available. Parliament has done so in section 65 of [the Act].", "The appropriate remedy in respect of the Minister’s humanitarian and compassionate grounds decision is to seek judicial review of that decision in the Federal Court. In such an application the visa officer’s terse conclusion that humanitarian and compassionate grounds do not exist might be challenged in light of the recommendation of the Minister’s counsel to allow the appeal on humanitarian and compassionate grounds", ". The appeal is dismissed. (Emphasis added)"], ["[2]", "As I stated at paragraph 18 of my reasons in  <FRAGMENT_SUPPRESSED> , it became evident at the hearing of this application for judicial review on November 29, 2006 that the decision that ought to be reviewed was that of the Program Manager to whom the assessment of H&C considerations had been deferred:"], ["[18] At the hearing, it was clear to the Court, and to the parties, that the just and equitable disposition of this case requires that the parties address the decision refusing the applicant an exemption from paragraph 117(9)(d) of the Regulations on humanitarian and compassionate considerations. At the hearing, it became evident that the letter from the visa officer which simply stated,", "I do not find the existence of humanitarian and compassionate grounds in your file,", "was not in fact the actual decision. The actual H&C decision under section 25 was outside the jurisdiction of the visa officer. The CAIPS notes show that the H&C decision was referred to the \"Program Manager\" for decision and his decision is dated January 19, 2005. This H&C decision has never been referred to by either party or by the IAD. This is the H&C decision which should be the subject of judicial review. The parties ought to address this decision by way of submissions and further evidence if required. Accordingly, the Court decided, and the parties agreed, that this application be adjourned, and the Court require the parties submit representations and other material with respect to this H&C decision. The Court will then resume hearing the judicial review."], ["[3]", "In accordance with my Order dated December 12, 2006, the parties have each filed further submissions. The hearing of this application subsequently resumed by videoconference on May 23, 2007.", "Original Recommendation for H&C"], ["[4]", "In a letter dated July 31, 2003, the Immigration Officer initially on this file recommended that the appeal before the Immigration Appeal Division be allowed on humanitarian and compassionate grounds. The Immigration Officer wrote:", "After a thorough review of the Immigration file and the materials filed by the Applicant, although it is the opinion of the Counsel for the Minister that the refusal of the application of Maria Juvy Hurtado and her dependant children, is valid in law,", "Counsel for the Minister recommends that the Immigration Appeal Division allow this appeal in equity on the ground that [there] exist humanitarian and compassionate considerations that warrant the granting of special relief", "In particular, the Appellant has indicated that the only reason why he did not declare his wife and child at the time of his immigration processing is because he had to hide the fact that he was married from his parents, as they would have never approved of it.", "Furthermore, the Appellant is gainfully employed, has no debts, has never relied on social assistance and has never been in trouble with the law. There is also expression of undue hardship caused to the Appellant and his wife and children as a result of their separation.", "[…] ([Emphasis added)", "Issue"], ["[5]", "This application raised only one issue: did the Program Manger err in concluding that there were insufficient humanitarian and compassionate grounds to justify an exemption of the requirement to disclose family members under paragraph 117(9)(d) of the Regulations.", "Relevant Legislation"], ["[6]", "The legislation relevant to this application is as follows:", "1. the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (the Act); and", "2. the Immigration and Refugee Protection Regulations, S.O.R. 2002-227 (the Regulations).", "Standard of Review"], ["[7]", "I adopt the analysis provided at paragraphs 57-62 in  <FRAGMENT_SUPPRESSED>  concerning the appropriate standard of review, which the Supreme Court of Canada held at paragraph 62 to be reasonableness:", "[…] I conclude that considerable deference should be accorded to immigration officers exercising the powers conferred by the legislation, given the fact-specific nature of the inquiry, its role within the statutory scheme as an exception, the fact that the decision-maker is the Minister, and the considerable discretion evidenced by the statutory language. Yet the absence of a privative clause, the explicit contemplation of judicial review by the Federal Court -- Trial Division and the Federal Court of Appeal in certain circumstances, and the individual rather than polycentric nature of the decision, also suggest that the standard should not be as deferential as \"patent unreasonableness\".", "I conclude, weighing all these factors, that the appropriate standard of review is reasonableness simpliciter.", "(Emphasis added)"], ["[8]", "A decision is unreasonable only if there is no line of analysis within the given reasons that could reasonably lead the tribunal from the evidence before it to the conclusion at which it arrived. This means that a decision may satisfy the standard if it is supported by a tenable explanation even if it is not one that the reviewing courts find compelling:  <FRAGMENT_SUPPRESSED> .", "The Decision Under Review"], ["[9]", "The reasons of the Program Manager are set out at the end of the CAIPS notes entered on January 19, 2005:", "I do not find the existence of H&C in this file. In reaching this decision, I am conscious of:", "1) The material reference in the history of this file by the appeals office “… This case does not fall within the OM, however, there are sufficient H&C grounds that may warrant the granting of special relief.”", "I am not aware of what those H&C grounds were.", "2) The fact that no commitment was made to approve visas in this case.", "3) New Regulations in July 2004 concerning sec 117 to ensure that in certain cases family members who were not examined as part of the sponsor’s application are not excluded from the family class.", "I do not see that these new Regs cover the facts of this case. The sponsor’s wife and child were not examined because they were never declared by the sponsor, not because they were not required to be examined for administrative or policy purposes. Further the applicant, now sponsor, could not be counselled re the consequences of no examining his dependents because he never declared that he had dependents. He did not declare his dependents on his application form, nor at the time of landing. He was, at the time of landing, under the J88 Regs, 27 years old and should have appreciated the difference between the true and the untrue.", "Not only did the sponsor not declare his dependents on two occasions when he had the requirement to do so, but the attempt to deceive the department in this cases continued even after the applicant filed her application. She indicated that she was married and supplied a marriage certificate indicating the date of marriage as being Dec 23, 1995. We verified this marriage with the National Statistics Office which provided us with an earlier marriage certificate between the two parties showing a marriage date of May 21, 1990. This earlier date meant that the sponsor was married at the time he gained admission to Can as a never-married dependent while his visa and record of landing indicates that he is single. The later marriage date falls after his landing. The presentation of the later marriage certificate is, in my opinion, a further attempt to misrepresent a material fact. This continued to be on our record up to the time that we discovered the earlier marriage certificate in April 2003.", "While the sponsor was married in 1990, had a child in 1991 and was landed in 1992, he did not take any action to reunite his family until 1999 – 7 years later. By his own admission, he did not declare his marriage nor his child “due to the fear that might delay or deny our approval to come to Canada.[”]", "The applicant did not declare the true facts of the marriage.", "In consideration of all the above, I do not see that there are H&C grounds sufficient to overcome the immigration legislation which states that the applicants are not members of the family class.", "Relevant Statutory Provisions"], ["[10]", "I reviewed the relevant statutory provisions and the judicial treatment of these provisions at paragraphs 9 to 13 of my reasons in  <FRAGMENT_SUPPRESSED> :"], ["[9] Subsection 13(1) of the Act provides a limited right to sponsor family members:", "Right to sponsor family member", "13. (1) A Canadian citizen or permanent resident may, subject to the regulations, sponsor a foreign national who is a member of the family class.", ". . . . .", "Droit au parrainage: individus", "13. (1) Tout citoyen canadien et tout résident permanent peuvent, sous réserve des règlements, parrainer l’étranger de la catégorie « regroupement familial »."], ["[10] Paragraph 117(9)(d) of the Regulations provides that a foreign national cannot be considered a member of the family class if he or she was a non-accompanying family member of the sponsor and was not examined when the sponsor previously made an application for permanent residence:", "117. [...]", "Excluded relationships", "(9) A foreign national shall not be considered a member of the family class by virtue of their relationship to a sponsor if […]", "(d) subject to subsection (10), the sponsor previously made an application for permanent residence and became a permanent resident and, at the time of that application, the foreign national was a non-accompanying family member of the sponsor and was not examined.", ". . . . .", "117. […]", "Restrictions", "(9) Ne sont pas considérées comme appartenant à la catégorie du regroupement familial du fait de leur relation avec le répondant les personnes suivantes: […]", "d) sous réserve du paragraphe (10), dans le cas où le répondant est devenu résident permanent à la suite d’une demande à cet effet, l’étranger qui, à l’époque où cette demande a été faite, était un membre de la famille du répondant n’accompagnant pas ce dernier et n’a pas fait l’objet d’un contrôle.", "The purpose of paragraph 117(9)(d), as I stated in [ <FRAGMENT_SUPPRESSED> ] at paragraph 35, is to prevent the fraudulent concealment of material circumstances during the permanent residence application process:", "[T] he purpose of subsection 117(9)(d) of the Regulations is for the proper administration of Canada's immigration law. It is reasonable that the immigration law would require an applicant for permanent residence disclose, on his or her application, all members of his or her family. Otherwise, the application for permanent residence could not be assessed properly for the purposes of the immigration law. Accordingly, paragraph 117(9)(d) of the Regulations is for a relevant purpose, i.e., to prevent the fraudulent concealment of material circumstances which might prevent the applicant from being admitted to Canada.", "Humanitarian and Compassionate Considerations"], ["[11]", "The exclusion under paragraph 117(9)(d), however, must be read in conjunction with section 25 of the Act", ". As I held in De  <FRAGMENT_SUPPRESSED> , at paragraph 21:", "¶21 Subsection 25(1) of IRPA provides that an exemption may be granted from any applicable criteria if the Minister is of the opinion that the exemption is justified by humanitarian and compassionate considerations, taking into account the best interests of the children. Accordingly, the applicant's two sons can request an exemption from paragraph 117(9)(d), which request could be supported by the applicant.", "Under section 25, Parliament provides an equitable jurisdiction whereby humanitarian and compassionate considerations and the best interests of the child are to be weighed"], ["[12] The Federal Court of Appeal affirmed this view in  <FRAGMENT_SUPPRESSED>  at paragraphs 49, 51 and 98."], ["[13] Subsection 25(1) of the Act provides an exemption of any applicable criteria if the Minister is of the opinion that the exemption is justified by humanitarian and compassionate considerations, taking into account the best interests of the children. Subsection 25(1) reads as follows:", "Humanitarian and compassionate considerations", "25. (1) The Minister shall, upon request of a foreign national who is inadmissible or who does not meet the requirements of this Act, and may, on the Minister’s own initiative, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligation of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to them, taking into account the best interests of a child directly affected, or by public policy considerations.", ". . . . .", "Séjour pour motif d’ordre humanitaire", "25. (1) Le ministre doit, sur demande d’un étranger interdit de territoire ou qui ne se conforme pas à la présente loi, et peut, de sa propre initiative, étudier le cas de cet étranger et peut lui octroyer le statut de résident permanent ou lever tout ou partie des critères et obligations applicables, s’il estime que des circonstances d’ordre humanitaire relatives à l’étranger — compte tenu de l’intérêt supérieur de l’enfant directement touché — ou l’intérêt public le justifient. (Emphasis added)", "Analysis"], ["[11]", "A generous reading of the Program Manager’s reasons for denying the applicants’ H&C application yields no evidence that the Program Manager carefully considered the factors giving rise to the H&C application. While the Program Manager set out in detail the reasons why the applicants were not members of the family class, there is not even a cursory review of the positive factors supporting the H&C application. There is no consideration given to the unification of the applicants’ family or the best interests of the dependent children. Instead, the Program Manager’s reasons provide only a recitation of the facts giving rise to the applicants’ presumptive exclusion from the family class under paragraph 117(9)(d) of the Regulations."], ["[12]", "The respondent argues that the Program Manager was not obliged to conduct an assessment of the best interests of the children given that the applicants’ submissions “contain only passing references to the children, and no actual evidence or submissions regarding the best interests of those children.” The respondent argues that it was unclear that the applicants and sponsor were specifically relying on the best interests of the children as part of their H&C application."], ["[13]", "A review of the application record, however, discloses several instances in which the applicants put in issue positive H&C factors. In the letter submitted by the principal applicant to the Board, he indicated that he wished to be reunited with his family:", "… since I am looking forward for the arrival, I am in the process of buying a house that will be close to my children’s school. The place where I am currently staying in Mississauga has all the amenities that will be convenient for my family: school, church, groceries. I am appealing to your office to allow me to continue my stay in Canada permanently.", "Asked what hardship his family would experience if he were required to leave Canada, the principal applicant indicated that there would be no future for his family and children, limited job opportunities, and no assistance available to the family since the entire family is in Canada. He also stated that his elderly parents were depending on him for support."], ["[14]", "The Program Manager’s failure to address the H&C factors raised in the applicants’ application yields a decision that cannot withstand judicial review. The failure to consider relevant factors and evidence is a fatal one. As Justice Mactavish held in  <FRAGMENT_SUPPRESSED> :", "In my view, these ‘reasons’ are not really reasons at all, essentially consisting of a review of the facts and a statement of a conclusion, without any analysis to back it up.", "That is, the officer simply reviewed the positive factors militating in favour of granting the application, concluding that, in her view, these factors were not sufficient to justify the granting of an exemption, without any explanation as to why that is.", "That is not sufficient, as it leaves the applicants in the unenviable position of not knowing why their application was rejected", ". (Emphasis added)", "In this case, the Program Manager omitted even a perfunctory weighing of the H&C factors. While the applicant’s conduct was a negative and important factor relevant to the weighing, his conduct does not obviate the need to consider the H&C evidence. Indeed, if the applicant’s misrepresentation were the only factor to be considered, there would be no room for discretion left to the Minister under section 25 of the Act. In the result, this application for judicial review is allowed. The decision of the Program Manager is set aside and returned for reconsideration by a different Program Manager.", "Certified Question"], ["[15]", "Both parties and the Court agreed that this application does not raise a serious question of general importance which should be certified.", "ORDER"], ["[16]", "THIS COURT ORDERS that:", "1. this application for judicial review is allowed; and", "2. the H&C decision of the Program Manager is set aside and returned for reconsideration by a different Program Manager.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}