{"id_": "086402", "body_str": [["[1]", "Strickland, J.", ": This is an application brought pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC- 2001, c 27 (the IRPA) seeking judicial review of the decision of a visa officer (Officer) of the High Commission of Canada in London, United Kingdom, refusing the Applicant's application for permanent residence in Canada as a member of the federal skilled worker class."], ["[2]", "The Applicant is a citizen of Pakistan. He applied for permanent residence in Canada under National Occupation Code (NOC) 0213, computer and information systems managers. By letter dated April 25, 2012, the Officer informed the Applicant that he had not indicated that he had performed all the essential duties and a substantial number of the main duties set out in NOC 0213. Therefore, his application was ineligible for processing. This is the judicial review of that decision.", "Decision Under Review"], ["[3]", "The decision in this case consists of the above described refusal letter and the reasons for the decision contained in the Global Case Management System Notes (GCMS Notes) made by the Officer. It is well established that GCMS Notes form part of the reasons of a visa officer (", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 650 (QL) [ <FRAGMENT_SUPPRESSED> ] at para 8;", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 650 (QL) [ <FRAGMENT_SUPPRESSED> ] at para 25;", "<FRAGMENT_SUPPRESSED>  [2013] FCJ No 804 (QL) [ <FRAGMENT_SUPPRESSED> ] at paras 58-59;", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 923 (QL) [ <FRAGMENT_SUPPRESSED> ] at para 10)."], ["[4]", "The refusal letter is in standard form. The relevant portion reads as follows:", "Although the NOC code corresponds to the occupations specified in the instructions, the main duties that you listed do not indicate that you performed all of the essential duties and a substantial number of the main duties, as set out in the occupational descriptions of the NOC. I am therefore not satisfied that you are a 0213- Computer and Information Systems manager.", "Since you did not provide satisfactory evidence that you have work experience in any of the listed occupations, you do not meet the requirements of the Ministerial Instruction and your application is not eligible for processing."], ["[5]", "The GCMS Notes state, in part:", "The information submitted to support this application is insufficient to substantiate that client meets the occupational description and/or a substantial number of the main duties of NOC 0213. Client submitted a work reference letter from TRG in Pakistan. The letter describes client as a Project Manager, Data Entry and Data Processing Dept. No explanation is provided as far as the essence of the projects in which client was involved is concerned. No budgetary responsibilities or recruitment of its analysts, engineers, programmers is mentioned, only hiring of supervisors and data entry processing teams, who appear to be employees who are simply recording data in data bases. The job description provided appears to more closely resemble the one of a Data Entry Supervisor as per NOC 1211. In view of all of the concerns mentioned above, I am not satisfied that client completed a period of one year of experience in NOC 0213. Am not satisfied on basis of the information on file that client performed the duties specified in NOC 0213.", "Issues"], ["[6]", "Although the Applicant identified four issues in his submissions, in my view these are captured as follows:", "1. Did the Officer err in assessing the Applicant's work experience?", "2. Did the Officer deny the Applicant procedural fairness?", "Standard of Review"], ["[7]", "A standard of review analysis need not be conducted in every instance if prior jurisprudence satisfactorily establishes which standard is to apply (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]). Prior case law has held that the standard of review that applies to an officer's assessment of the evidence submitted to support an application for permanent residence under the federal skilled worker class will be reviewed on the reasonableness standard. This standard also applies to the application of the NOC document to the evidence (", "<FRAGMENT_SUPPRESSED>  [2013] FCJ No 39 (QL) at para 36;", "<FRAGMENT_SUPPRESSED>  [2010] FCJ No 771 (QL) at paras 17-18;", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 400 (QL) at paras 19-20;", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 1782 (QL) [ <FRAGMENT_SUPPRESSED> ] at para 12)."], ["[8]", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 923 at para 29, Justice O'Keefe found that, when considering whether an officer applied the correct legal test for assessing an applicant's work experience, the applicable standard of review was reasonableness, citing", "<FRAGMENT_SUPPRESSED>  at para 26 where the Supreme Court of Canada held that the standard of review for questions pertaining to the interpretation of a decision maker's enabling statute or statutes that are closely connected to its function is reasonableness."], ["[9]", "Adequacy of reasons is no longer a stand-alone basis for quashing a decision, but is subsumed into the analysis of the reasonableness of the decision as a whole. A reviewing court should not substitute its own reasons but may, if necessary, look to the record for the purpose of assessing the reasonableness of the outcome. If the reasons allow the reviewing court to understand why the tribunal made its decision and permit it to determine whether the conclusion is within the range of acceptable outcomes then the <FRAGMENT_SUPPRESSED> criteria have been met (", "Newfoundland and  <FRAGMENT_SUPPRESSED>  [2011] SCR 708 [", "Newfoundland and Labrador Nurses' Union", "] at para 14)."], ["[10]", "Accordingly, the standard of review for the first issue is reasonableness."], ["[11]", "Prior case law has held that whether a visa officer should bring any concerns to the attention of an applicant and offer an opportunity to address them is a question of procedural fairness reviewable on a standard of correctness (", "<FRAGMENT_SUPPRESSED> ;", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 1624 (QL) at para 14). When examining an issue of procedural fairness the Court must determine whether the process followed by the decision-maker satisfied the level of fairness required in all of the circumstances (", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  at para 43). Therefore, the standard of review applicable to the second issue is correctness.", "Analysis"], ["[12]", "Sections 75 to 85 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (the IRPA Regulations) address the skilled worker class. Subsection 75(2) prescribes the three requirements that must be met by an applicant to fall within that class. In essence, a skilled worker is a foreign national who has a minimum of one year experience in a listed NOC code within the ten year period preceding his or her application for permanent residence (subsection 75(2)(a)). Further, during that period of employment, has performed the actions described in the lead statement for the occupation as set out in the NOC (subsection 75(2)(b)), and, has performed a substantial number of the main duties of the occupation as set out in the NOC, including all of the essential duties (subsection 75(2)(c)). The relevant legislative provisions are contained in the Annex of this decision."], ["[13]", "The NOC 0213 lead description states that:", "Computer and information systems managers plan, organize, direct, control and evaluate the activities of organizations that analyze, design, develop, implement, operate and administer computer and telecommunications software, networks and information systems. They are employed throughout the public and private sectors."], ["[14]", "The main duties are described as:", "Computer and information systems managers perform some or all of the following duties:", "• Plan, organize, direct, control and evaluate the operations of information systems and electronic data processing (EDP) departments and companies;", "• Develop and implement policies and procedures for electronic data processing and computer systems development and operation;", "• Meet with clients to discuss system requirements, specifications, costs and timelines;", "• Assemble and manage teams of information systems personnel to design, develop, implement, operate and administer computer and telecommunications software, networks and information systems;", "• Control the budget and expenditures of the department, company or project;", "• Recruit and supervise computer analysts, engineers, programmers, technicians and other personnel and oversee their professional development and training."], ["[15]", "Although not clearly articulated, the Applicant appears to submit that the Officer applied an incorrect test when applying the requirements of NOC 0213 to the evidence provided by the Applicant. Specifically, that the refusal letter states that the Applicant had not indicated that he had performed \"all of the essential duties and a substantial number of the main duties\", yet that could not be the correct test as the NOC 0213 does not include any essential duties. It contains only a lead statement and the main duties of the position."], ["[16]", "The refusal letter is to be considered in the context of the GCMS Notes which, as indicated earlier, form a part of the Officer's reasons. The GCMS Notes state that the information submitted by the Applicant was insufficient to substantiate that he met the occupational description and/or a substantial number of the main duties of NOC 0213. Further, that the letter provided by The Resource Group (the TRG letter), the Applicants' employer, provided no explanation \"as far as the essence of the projects in which the client [Applicant] was involved is concerned.\" The GCMS Notes conclude that, on the basis of the information provided, the Officer was not satisfied that the Applicant performed the duties specified in NOC 0213."], ["[17]", "The GCMS Notes establish that the Officer applied the correct NOC requirements, being whether the Applicant fulfilled the occupational description (the lead statement) and a substantial number of the listed main duties."], ["[18]", "The Applicant argues that the Officer erred by stating that he had failed to provide information as to the \"essence of\" the projects he worked on and therefore imported a new and inapplicable element to the federal skilled worker criteria. As noted above, I do not agree. The Officer was simply explaining that, by failing to describe the nature of the projects, the Applicant failed to provide sufficient information to permit the Officer to determine the \"pith and substance\" of the position that the Applicant held and whether or not he met the lead description."], ["[19]", "The Applicant submits that the use of the word \"substantial\" in subsection 75(2)(c), that is, in the performance of a substantial number of the NOC main duties, leads to uncertainty as the NOC requires the performance of \"some or all\" of the main duties. The result being that the Decision is unreasonable. The Applicant relies on", "<FRAGMENT_SUPPRESSED>  (QL) [ <FRAGMENT_SUPPRESSED> ] in support of that position."], ["[20]", "I agree that", "A'bed", ", above is relevant in that it concluded that the words \"some or all\" take precedence over and supersede the more general language concerning a \"substantial number\" of the main duties, and, that \"some\" means more than one. Subsequently it has been held that it is an error for a visa officer to require an applicant to have performed a majority of the main duties when the relevant NOC description merely demands experience in some or all of them (", "<FRAGMENT_SUPPRESSED>  [2007] FCJ No 898 (QL) [ <FRAGMENT_SUPPRESSED> ] at para 4). I do not agree that the wording of subsection 75(2)(c) and the NOC is alone sufficient to render the Decision unreasonable. The jurisprudence has satisfactorily interpreted the application of those provisions."], ["[21]", "The issue is whether the Officer reasonably applied the NOC requirements to the Applicant's evidence. As Justice Phelan states in", "<FRAGMENT_SUPPRESSED>  [2009] FCJ No 114 at para 10, \"The real function of the visa officer is to determine what is the pith and substance of the work performed by an applicant.\" The onus is on the Applicant to ensure that sufficient information is adduced (", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 381 (QL) at para 18;  <FRAGMENT_SUPPRESSED>  [2011] FCJ No 1022 (QL) at para 37."], ["[22]", "In that regard, the Applicant has filed an affidavit dated July 18, 2012 in support of this judicial review. Paragraph 13 of that Affidavit states that, \"I need to explain in some detail what is meant by the TRG reference letter in respect to the duties to which they have referred.\" Paragraphs 14 to 24 and paragraph 39 then address this. These explanations are not contained in the record that was before the Officer."], ["[23]", "The scope of the evidence admissible on an application for judicial review is restricted to the material that was before the decision maker. Additional evidence may only be submitted on issues of procedural fairness and jurisdiction (", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 1575 (QL) [ <FRAGMENT_SUPPRESSED> ]) at para 14. At para 15 of <FRAGMENT_SUPPRESSED> , Justice Mosley states the following:"], ["[15] The impugned evidence is not admissible in this proceeding to bolster the applicant's claim that he met the requirements of the NOC classification when he submitted his skilled worker application. In particular, the applicant may not rely on the assertions in the affidavits regarding his employment duties or the practice of employers in Manila to be shy of certifying such duties. The affidavit evidence is admissible solely for the limited purpose of supporting his argument that the manner in which his application was assessed was unfair."], ["[24]", "In this case the Applicant has referenced and relied heavily on his Affidavit to support his written submissions. However, I agree with the Respondent that paragraphs 13 to 24 and paragraph 39 are inadmissible as they do not speak to an issue of procedural fairness, but are intended to bolster the Applicant's claim of his compliance with the NOC. I also note that paragraphs 40 to 50 are comprised primarily of argument."], ["[25]", "The Applicant also submits that the Officer did not assess, or reasonably assess, the duties he performed as against the NOC."], ["[26]", "The TRG letter states that the Applicant was employed as a Project Manager in the Data Entry and Data Processing Department, from September, 2006 until February, 2009. It describes his responsibilities as the following:", "• Project management of data entry and data processing projects at various locations;", "• Plan, direct and organize data entry and data processing projects;", "• Prepare policies and procedures for data entry and data processing projects;", "• Oversee and evaluate the data entry projects, assess the needs of clients and assure the fulfillment of the requirements;", "• Monitor the productivity of the team;", "• Meet with clients to discuss their needs on data entry projects and monitor the progress of the teams;", "• Work with information technology teams to discuss the hardware requirements of data entry projects and resolve issues;", "• Prepare invoices for projects in collaboration with the finance department;", "• Oversee the training of the team for data entry projects;", "• Recruit supervisors and data entry and processing teams in collaboration with the recruitment department;", "• Manage rotation of shifts;", "• Verify the quality of data provided by the teams."], ["[27]", "The GCMS Notes establish that the Officer referred to the TRG letter. The letter was the only evidence offered to substantiate that the Applicant met the occupational description, including the lead statement, contained in NOC 0213. In the absence of any further information, including any that could be derived from the main duties description, as to the actual nature of the position held by the Applicant and, given the Applicant's title at TRG, it was not unreasonable for the Officer to find that this did not substantiate that his position was one of a computer and information systems manager as described in the NOC 0213 lead statement which is a requirement of subsection 75(2)(b)."], ["[28]", "The description of the Applicant's responsibilities contained in the TRC letter place these, almost exclusively, in the context of data processing projects. This does not assist the Applicant in establishing that his position is one of a computer and information systems manager who plans, organizes, directs, controls and evaluates the activities of organizations that analyze, design, develop, implement, operate and administer computer and telecommunications software, networks and information systems."], ["[29]", "The GCMS Notes also state that while the TRG letter describes the Applicant as a project manager, data entry and data processing department, no explanation is provided as to the essence of the projects in which he was involved. As noted above, by failing to describe the nature of those projects, the Applicant failed to provide sufficient information to the Officer to permit him to determine whether the position held by the Applicant met the lead description."], ["[30]", "The Officer also noted that the TRG letter did not mention budgetary responsibilities or recruitment of IT analysts, engineers, or programmers. Instead, it referred only to the hiring of supervisors and data entry processing teams who appear to be employees and who are simply recording data in data bases. The Officer then stated that the job description provided appears to more closely resemble that of a Data Entry Supervisor as per NOC 1211. In view of this, the Officer was not satisfied that the Applicant had performed the duties specified in NOC 0213."], ["[31]", "Given that the main responsibilities of the Applicant as set out in the TRG letter are limited to their performance in relation to data processing projects, absent an explanation of the nature of those projects, the Officer reasonably found that the Applicant had not met the onus of establishing that he had performed a substantial number of the required NOC 0213 main duties."], ["[32]", "The Applicant argues that he was denied procedural farness because the Officer did not bring this concern to his attention. This issue was addressed by Justice Mosley in", "<FRAGMENT_SUPPRESSED>  [2006] FCJ No 1597 (QL) [ <FRAGMENT_SUPPRESSED> ] at para 24:"], ["[24] Having reviewed the factual context of the cases cited above, it is clear that where a concern arises directly from the requirements of the legislation or related regulations, a visa officer will not be under a duty to provide an opportunity for the applicant to address his or her concerns. Where however the issue is not one that arises in this context, such a duty may arise. This is often the case where the credibility, accuracy or genuine nature of information submitted by the applicant in support of their application is the basis of the visa officer's concern, as was the case in Rukmangathan, and in John and Cornea cited by the Court in Rukmangathan, above."], ["[33]", "Here, the Applicant's credibility was not at issue and the Officer's concerns arose directly from the requirements of the IRPA and the IRPA Regulations. Specifically, whether the information submitted by the Applicant was sufficient to establish compliance with the legislative and regulatory requirements. Accordingly, the Officer was not under a duty to raise his concerns with the Applicant and the Applicant was not denied procedural fairness (", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 896 (QL) at paras 30-32;", "<FRAGMENT_SUPPRESSED>  [2010] FCJ No 771 (QL) at para 43;", "<FRAGMENT_SUPPRESSED>  [2013] FCJ No 814 (QL) at para 38; <FRAGMENT_SUPPRESSED> , above)."], ["[34]", "The Applicant also submits that the reasons provided by the Officer in the Decision are inadequate."], ["[35]", "The reference to the performance of the essential duties contained in the refusal letter was in error as NOC 0213 does not identify any essential duties. The letter also makes no reference to the determination found in the GCMS Notes that the submitted information was insufficient to establish that the Applicant met the occupational description. It also appears to suggest his application was directed occupations in addition to NOC 0213 when that was not the case."], ["[36]", "It must be recalled that visa officers review and respond to thousands of similar applications. It is simply not feasible to expect detailed reasons to be issued in response to each application that is declined for processing. And as indicated earlier, officers utilize standard form letters with their reasons often supplemented in the GMCS Notes (", "Rezaeiazar, Ghirmatsion, Taleb, Anabtawi", ", all above)."], ["[37]", "Further, considerable deference is given to the decision of a visa officer assessing an application in the federal skilled worker class", "( <FRAGMENT_SUPPRESSED>  [2011] FCJ No 1279 (QL) at para 7)."], ["[38]", "While the reasons are brief and to some degree inaccurate it must also be recalled that the decision under review in this case is an eligibility determination by a visa officer which falls on the lower end of the procedural fairness scale. As Justice Pinard states in <FRAGMENT_SUPPRESSED> , above at para 23:"], ["[23] Moreover, it has been confirmed by the Federal Court of Appeal in", "Minister of Citizenship and  <FRAGMENT_SUPPRESSED> that the content of the duty of fairness owed by a visa officer is at the lower end of the spectrum (see also", "Nodijeh", "at para 3;", "<FRAGMENT_SUPPRESSED> [", "Dash", "];", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). Specifically, in the context of the decision of a visa officer on an application for permanent residence, the duty of fairness is quite low and easily met, \"due to an absence of a legal right to permanent residence, the fact that the burden is on the applicant to establish [his] eligibility, the less serious the impact on the applicant that the decision typically has, compared with the removal of a benefit and the public interest in containing administrative costs\" ( <FRAGMENT_SUPPRESSED> at para 12). The applicant is not entitled to anything more than the visa officer mentioning the evidence on which his decision was based (", "Dash", "at para 29)."], ["[39]", "Further, as to the sufficiency of reasons, in", "Dash v (Minister of Citizenship and Immigration)", ", 2010 FC 1255, [2010] FCJ No 1565 (QL), CAIPS Notes (the older version of the present GCMS notes) were relied upon for the purpose of supplementing the reasons in a refusal letter:"], ["[27] I must disagree with the Applicant who finds these reasons to be inadequate. It is settled law that visa applicants are owed a degree of procedural fairness which falls at the low end of the spectrum (", "<FRAGMENT_SUPPRESSED>  (QL) (C.A.) at para. 41). CAIPS notes have been held to constitute sufficient reasons if they provide detail sufficient enough to allow the applicant to know why their application was rejected (", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 474 at para. 18)."], ["[40]", "The Applicant provided insufficient evidence as to the details of the data processing projects that he worked on (i.e. the \"essence\" projects) and, based on the details that were provided, it was unclear whether his job description really matched either the lead description or the main duties listed in NOC 0213. Thus, while the duties listed in the TGR letter appear to coincide with some of the NOC main duties, in the absence of clarity on the nature of the data processing projects and the Applicant's position as a data processing manager, the Officer reasonably concluded that there was insufficient information to confirm that the Applicant was a computer and information systems manger."], ["[41]", "The reasons contained in the refusal letter are far from perfect and better use of the form letter certainly could and should have been made. However, ultimately, it does state that because the Applicant did not provide satisfactory evidence that he had the required work experience his application was not eligible for processing. The Applicant thus knew why his application was denied (", "<FRAGMENT_SUPPRESSED> , at paras 19-24) and nothing further was required. There was no breach of procedural fairness and the Officer's decision was reasonable.", "JUDGMENT"], ["[42]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is dismissed. No question of general importance for certification has been proposed and none arises.", "Application dismissed.", "Editor: Anick Ouellette-Levesque/vnh", "ANNEX", "The following provisions of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 are applicable in these proceedings:", "Application", "87.3", "(1) This section applies to applications for visas or other documents made under subsection 11(1), other than those made by persons referred to in subsection 99(2), to sponsorship applications made by persons referred to in subsection 13(1), to applications for permanent resident status under subsection 21(1) or temporary resident status under subsection 22(1) made by foreign nationals in Canada, to applications for work or study permits and to requests under subsection 25(1) made by foreign nationals outside Canada.", "Attainment of immigration goals", "(2) The processing of applications and requests is to be conducted in a manner that, in the opinion of the Minister, will best support the attainment of the immigration goals established by the Government of Canada.", "Instructions", "(3) For the purposes of subsection (2), the Minister may give instructions with respect to the processing of applications and requests, including instructions", "(a) establishing categories of applications or requests to which the instructions apply;", "(a.1) establishing conditions, by category or otherwise, that must be met before or during the processing of an application or request;", "(b) establishing an order, by category or otherwise, for the processing of applications or requests;", "(c) setting the number of applications or requests, by category or otherwise, to be processed in any year; and", "(d) providing for the disposition of applications and requests, including those made subsequent to the first application or request.", "Application", "87.3", "(1) Le présent article s'applique aux demandes de visa et autres documents visées au paragraphe 11(1) - sauf à celle faite par la personne visée au paragraphe 99(2) -, aux demandes de parrainage faites par une personne visée au paragraphe 13(1), aux demandes de statut de résident permanent visées au paragraphe 21(1) ou de résident temporaire visées au paragraphe 22(1) faites par un étranger se trouvant au Canada, aux demandes de permis de travail ou d'études ainsi qu'aux demandes prévues au paragraphe 25(1) faites par un étranger se trouvant hors du Canada.", "Atteinte des objectifs d'immigration", "(2) Le traitement des demandes se fait de la manière qui, selon le ministre, est la plus susceptible d'aider l'atteinte des objectifs fixés pour l'immigration par le gouvernement fédéral.", "Instructions", "(3) Pour l'application du paragraphe (2), le ministre peut donner des instructions sur le traitement des demandes, notamment des instructions:", "a) prévoyant les groupes de demandes à l'égard desquels s'appliquent les instructions;", "a.1) prévoyant des conditions, notamment par groupe, à remplir en vue du traitement des demandes ou lors de celui-ci;", "b) prévoyant l'ordre de traitement des demandes, notamment par groupe;", "c) précisant le nombre de demandes à traiter par an, notamment par groupe;", "d) régissant la disposition des demandes dont celles faites de nouveau.", "The following provisions of the", "Immigration and Refugee Protection Regulations", ", SOR/ 2002-227 are applicable in these proceedings:", "Class", "75.", "(1) For the purposes of subsection 12(2) of the Act, the federal skilled worker class is hereby prescribed as a class of persons who are skilled workers and who may become permanent residents on the basis of their ability to become economically established in Canada and who intend to reside in a province other than the Province of Quebec.", "Skilled workers", "(2) A foreign national is a skilled worker if", ") within the 10 years preceding the date of their application for a permanent resident visa, they have at least one year of continuous full-time employment experience, as described in subsection 80(7), or the equivalent in continuous part-time employment in one or more occupations, other than a restricted occupation, that are listed in Skill Type 0 Management Occupations or Skill Level A or B of the National Occupational Classification matrix;", ") during that period of employment they performed the actions described in the lead statement for the occupation as set out in the occupational descriptions of the National Occupational Classification; and", ") during that period of employment they performed a substantial number of the main duties of the occupation as set out in the occupational descriptions of the National Occupational Classification, including all of the essential duties.", "Catégorie", "75.", "(1) Pour l'application du paragraphe 12(2) de la Loi, la catégorie des travailleurs qualifiés (fédéral) est une catégorie réglementaire de personnes qui peuvent devenir résidents permanents du fait de leur capacité à réussir leur établissement économique au Canada, qui sont des travailleurs qualifiés et qui cherchent à s'établir dans une province autre que le Québec.", "Qualité", "(2) Est un travailleur qualifié l'étranger qui satisfait aux exigences suivantes:", "a) il a accumulé au moins une année continue d'expérience de travail à temps plein au sens du paragraphe 80(7), ou l'équivalent s'il travaille à temps partiel de façon continue, au cours des dix années qui ont précédé la date de présentation de la demande de visa de résident permanent, dans au moins une des professions appartenant aux genre de compétence 0 Gestion ou niveaux de compétences A ou B de la matrice de la Classification nationale des professions - exception faite des professions d'accès limité;", "b) pendant cette période d'emploi, il a accompli l'ensemble des tâches figurant dans l'énoncé principal établi pour la profession dans les descriptions des professions de cette classification;", "c) pendant cette période d'emploi, il a exercé une partie appréciable des fonctions principales de la profession figurant dans les descriptions des professions de cette classification, notamment toutes les fonctions essentielles."]]}