{"id_": "086473", "body_str": [["[1]", "Le juge Pinard", ": Il s'agit d'une demande de contrôle judiciaire d'une décision de la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié (la CISR) rendue le 14 juillet 2004, statuant que le demandeur est un \"réfugié\" au sens de la Convention, et une \"personne à protéger\" selon les définitions données aux articles 96 et 97 respectivement de la Loi sur l'immigration et la protection des réfugiés, L.C. (2001), ch. 27 (la Loi)."], ["[2]", "En début d'audition devant moi, l'avocate du défendeur a verbalement demandé une remise aux fins de pouvoir faire entendre le commissaire Menotti Iaricci. La requête, à laquelle s'est opposé l'avocat du demandeur, a été rejetée sur le banc, au motif qu'elle était tardive et qu'elle n'était appuyée d'aucune preuve pouvant justifier ce retard manifeste."], ["[3]", "Le 28 mars 2002, Ange Mokono, le défendeur, est arrivéau Canada où il a fait une demande d'asile."], ["[4]", "Le 14 février 2003, la Commission a informé le ministère que la demande d'asile de monsieur Mokono pouvait soulever l'application de l'article 1Fa) de la Convention de Genève et a demandé à ce que le ministère fasse part de ses intentions."], ["[5]", "Le 20 mars 2003, le ministre de la Citoyenneté et de l'Immigration, par son représentant, a informé la Commission qu'il entendait participer à l'audition de monsieur Mokono, étant d'avis que la revendication mettait en cause l'article 1Fa) de la Convention."], ["[6]", "Les audiences ont été tenues les 13 mai 2003, 2 juillet 2003, 5 mars 2004, 6 mai 2004 et 7 juin 2004."], ["[7]", "Le 26 août 2004, la Commission a transmis aux parties un avis de décision, selon laquelle elle reconnaissait au demandeur la qualité de réfugié et accueillait sa demande d'asile. Aucun motif n'accompagnait cet avis de décision."], ["[8]", "Le 30 août 2004, le représentant du ministre a demandé à la Commission que des motifs écrits soient fournis aux parties en rapport avec cette décision."], ["[9]", "Le 25 octobre 2004, la Commission a transmis au défendeur des motifs de décision \"incomplets\". Dans sa lettre, la Commission indique qu'il n'était pas possible de transmettre des motifs complets, en raison du départ du commissaire, monsieur Menotti Iaricci, ainsi que des portions inaudibles de la cassette des motifs."], ["[10]", "La disposition pertinente de la Loi est la suivante:", "169. Les dispositions qui suivent s'appliquent aux décisions, autres qu'interlocutoires, des sections:", "[. . .]", "d) le rejet de la demande d'asile par la Section de la protection des réfugiés est motivé par écrit et les motifs sont transmis au demandeur et au ministre;", "e) les motifs écrits sont transmis à la personne en cause et au ministre sur demande faite dans les dix jours suivant la notification ou dans les cas prévus par les règles de la Commission;", "[. . .]", "169. In the case of a decision of a Division, other than an interlocutory decision:", "[. . .]", "(d) if the Refugee Protection Division rejects a claim, written reasons must be provided to the claimant and the Minister;", "(e) if the person who is the subject of proceedings before the Board or the Minister requests reasons for a decision within 10 days of notification of the decision, or in circumstances set out in the rules of the Board, the Division must provide written reasons;", "[. . .]"], ["[11]", "La disposition pertinente des Règles de la Section de la protection des réfugiés, DORS/2002-228, (les Règles) est la suivante:", "61. (3) Dans le cas où elle indique dans les motifs de sa décision qu'elle accueille la demande d'asile après avoir conclu que les sections E ou F de l'article premier de la Convention sur les réfugiés ne s'appliquent pas, la Section transmet au demandeur d'asile et au ministre, avec l'avis de décision, les motifs écrits de la décision.", "61. (3) If the reasons of the Division indicate that it has allowed a claim for refugee protection after determining that sections E or F of Article 1 of the Refugee Convention do not apply, the Division must provide the notice of decision and written reasons for the decision to the claimant and the Minister."], ["[12]", "Dans sa décision, la CISR a récité les allégations de fait du défendeur. Sous le titre \"Analyse\", après avoir mentionné l'intervention du ministre, elle écrit qu'après \"une analyse approfondie de la preuve soumise tant testimoniale que documentaire, le tribunal estime que le demandeur [M. Mokono] s'est déchargé du fardeau de démontrer qu'il a une crainte bien fondée de persécution au Congo Brazzaville en raison d'opinions politiques imputées et de son (inaudible)\" et que \"[l]e tribunal en est arrivé à la conclusion que le demandeur [M. Mokono] est (inaudible) selon la Convention pour les raisons suivantes.\" Par la suite, la décision réfère strictement et brièvement à l'acceptation de l'identité du défendeur, monsieur Mokono."], ["[13]", "Lorsque la Commission rejette une demande d'asile, elle a l'obligation de fournir des motifs écrits (alinéa 169e) de la Loi). Lorsque l'affaire soulève l'application d'une \"clause d'exclusion\", comme en l'espèce, le paragraphe 61(3) des Règles impose une obligation supplémentaire de fournir des motifs écrits. Même dans le cas où la Commission accueille la demande d'asile, elle a l'obligation de fournir des motifs écrits à la personne en cause et au ministre sur demande faite dans les dix jours (alinéa 169f) de la Loi). Le demandeur s'est conformé à l'alinéa 169f) de la Loi et a demandé que des motifs écrits soient fournis aux parties en rapport avec cette décision. Les seuls motifs écrits qu'il a reçus sont ceux du 14 juillet 2004, qui indiquent qu'ils sont incomplets."], ["[14]", "Au-delà de la simple obligation de fournir des motifs écrits, la Commission a l'obligation de fournir des motifs adéquats. Dans l'affaire Mehterian c. ministre de l'Emploi et de l'Immigration, [1992] A.C.F. no 545, la Cour d'appel fédérale a expliqué que pour satisfaire à l'obligation de motivation \"il faut que les motifs soient suffisamment clairs, précis et intelligibles pour permettre à l'intéressé de connaître pourquoi sa revendication a échoué et de juger, le cas échéant, de demander la permission d'en appeler\" (voir aussi,  <FRAGMENT_SUPPRESSED>  [2005] A.C.F. no 175). Autant le demandeur d'asile a le droit de connaître les motifs pour lesquels sa demande n'a pas été accueillie, autant le ministre a le droit de connaître les motifs pour lesquels la demande d'asile a été accueillie."], ["[15]", "Dans la présente affaire, les motifs fournis par la Commission au soutien de sa décision sont clairement incomplets et inadéquats. Ils ne permettent pas de savoir comment elle est arrivée à sa décision, ni de comprendre pourquoi la demande du demandeur d'asile a été accueillie. La Commission n'indique pas non plus quel traitement elle a réservé à l'argument du ministre selon lequel le demandeur d'asile était exclu de la définition de réfugié, étant visé à l'article 1Fa) de la Convention des Nations unies relative au statut des réfugiés. Sur ce dernier point, les motifs sont inexistants."], ["[16]", "Pour tous ces motifs, la demande de contrôle judiciaire est accueillie et l'affaire, renvoyée devant la CISR différemment constituée pour nouvelle considération."], ["[17]", "L'avocate du défendeur a demandé l'adjudication de dépens en faveur de ce dernier, même si la présente demande de contrôle judiciaire est accueillie, reprochant à la CISR de ne pas avoir été pour le moins diligente dans cette affaire. Cette demande est refusée sur la base de l'article 22 des Règles de la Cour fédérale en matière d'immigration et de protection des réfugiés, DORS/2002-232, et en considération du fait qu'on ne peut reprocher au demandeur de faire valoir ses droits procéduraux.", ".........................", "Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  decision by the Refugee Protection Division of the Immigration and Refugee Board (the IRB), dated July 14, 2004, that the applicant is a \"Convention refugee\" and \"a person in need of protection\" as defined in sections 96 and 97, respectively, of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (the Act)."], ["[2]", "At the beginning of the hearing before me, the respondent's counsel orally requested a postponement so that member Menotti Iaricci could be heard. The motion, opposed by the applicant's counsel, was dismissed from the bench, on the grounds that it was out of time and was not supported by any evidence that would justify this obvious delay.", "* * * * * * * *"], ["[3]", "On March 28, 2002, Ange Mokono, the respondent, arrived in Canada, where he claimed refugee protection."], ["[4]", "On February 14, 2003, the Board informed the Department that Mr. Mokono's refugee claim could raise the application of paragraph 1F(a) of the Geneva Convention and asked that the Department inform the Board of its intentions."], ["[5]", "On March 20, 2003, the Minister of Citizenship and Immigration, through its representative, informed the Board that it intended to participate in Mr. Mokono's hearing, as it was of the opinion that the claim raised the issue of paragraph 1F(a) of the Convention."], ["[6]", "The hearings were held on May 13, 2003, July 2, 2003, March 5, 2004, May 6, 2004 and June 7, 2004."], ["[7]", "On August 26, 2004, the Board sent the parties a notice of decision, recognizing the claimant as a refugee and allowing his claim for protection. There were no reasons accompanying that notice of decision."], ["[8]", "On August 30, 2004, the Minister's representative asked the Board to provide written reasons to the parties in regard to that decision."], ["[9]", "On October 25, 2004, the Board sent \"incomplete\" reasons for the decision to the respondent. In its letter, the Board stated that it was not possible to send complete reasons due to the departure of the member, Menotti Iaricci, as well as to inaudible portions of the cassette of the reasons.", "* * * * * * * *"], ["[10]", "The relevant provision of the Act is the following:", "169. In the case of a decision of a Division, other than an interlocutory decision:", ". . .", "(d) if the Refugee Protection Division rejects a claim, written reasons must be provided to the claimant and the Minister;", "(e) if the person who is the subject of proceedings before the Board or the Minister requests reasons for a decision within 10 days of notification of the decision, or in circumstances set out in the rules of the Board, the Division must provide written reasons;", ". . .", "169. Les dispositions qui suivent s'appliquent aux décisions, autres qu'interlocutoires, des sections :", "[. . .]", "d) le rejet de la demande d'asile par la Section de la protection des réfugiés est motivé par écrit et les motifs sont transmis au demandeur et au ministre;", "e) les motifs écrits sont transmis à la personne en cause et au ministre sur demande faite dans les dix jours suivant la notification ou dans les cas prévus par les règles de la Commission;", "[. . .]"], ["[11]", "The relevant provision of the Refugee Protection Division Rules, SOR/2002-228, (the Rules) is the following:", "61. (3) If the reasons of the Division indicate that it has allowed a claim for refugee protection after determining that sections E or F of Article 1 of the Refugee Convention do not apply, the Division must provide the notice of decision and written reasons for the decision to the claimant and the Minister.", "61. (3) Dans le cas où elle indique dans les motifs de sa décision qu'elle accueille la demande d'asile après avoir conclu que les sections E ou F de l'article premier de la Convention sur les réfugiés ne s'appliquent pas, la Section transmet au demandeur d'asile et au ministre, avec l'avis de décision, les motifs écrits de la décision.", "* * * * * * * *"], ["[12]", "In its decision, the IRB set out the respondent's allegations of fact. Under the heading \"Analysis\", after mentioning the Minister's intervention, it writes that after \". . . a thorough analysis of both the testimonial and the documentary evidence submitted [the panel] is of the opinion that [Mr. Mokono] has discharged his burden of establishing that he has a well-founded fear of persecution in Congo Brazzaville because of his imputed political opinion and his (inaudible)\" and that \"[t] he panel concludes that the claimant is (inaudible) under the Convention, for the following reasons\". Then, the decision refers strictly and briefly to the acceptance of the identity of the respondent, Mr. Mokono.", "* * * * * * * *"], ["[13]", "When the Board denies a refugee claim, it has the obligation to provide written reasons (paragraph 169(e) of the Act). When the matter raises the application of an \"exclusion clause\", as in this case, subsection 61(3) of the Rules imposes an additional obligation to provide written reasons. Even in the case where the Board allows the refugee claim, it has the obligation to provide written reasons to the person concerned and to the Minister on request within 10 days of the decision (paragraph 169(f) of the Act). The applicant respected paragraph 169(f) of the Act and asked that written reasons for that decision be provided to the parties. The only written reasons that he received were those dated July 14, 2004, which indicate that they are incomplete."], ["[14]", "Beyond the simple obligation to provide written reasons, the Board has the obligation to provide adequate reasons.  <FRAGMENT_SUPPRESSED>  the Federal Court of Appeal explained that if this obligation is to be met, \"the reasons must be sufficiently clear, precise and intelligible that the claimant may know why his claim has failed and decide whether to seek leave to appeal, where necessary\" (see also,  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 175). Just as the refugee claimant has the right to know the reasons for which his claim was not allowed, the Minister has the right to know the reasons why the refugee claim was allowed."], ["[15]", "In this matter, the reasons given by the Board in support of its decision are clearly incomplete and inadequate. They do not enable us to understand how it arrived at its decision, or to understand why the refugee claimant's claim was allowed. The Board also does not state how it dealt with the Minister's argument to the effect that the claimant was excluded from the definition of \"refugee\", as he was contemplated by paragraph 1F(a) of the United Nations Convention Relating to the Status of Refugees. On that last point, there are no reasons."], ["[16]", "For all of these reasons, the application for judicial review is allowed and the matter is referred for reconsideration before a differently constituted panel of the IRB."], ["[17]", "The respondent's counsel requested that costs be awarded in the respondent's favour, even if this application for judicial review is allowed, alleging that the IRB was not in the least diligent in this matter. This request is denied on the basis of section 22 of the Federal Courts Immigration and Refugee Protection Rules, SOR/2002-232, and in consideration of the fact that we cannot condemn the applicant for having asserted his procedural rights.", "[End of document]"]]}