{"id_": "086556", "body_str": [["[1]", "Hughes, J.", ": This is an application brought under the provisions of the", "Patented Medicines (Notice of Compliance) Regulations", "SOR/93-133, as amended (", "NOC Regulations", ") to prohibit the Minister of Health from issuing a Notice of Compliance to Pharmascience Inc. in respect of its PMS-Pregabalin capsules of 25 mg, 50 mg, 75 mg, 150 mg, and 300 mg dosage strengths until the expiry of Canadian Letters Patent No. 2,255,652 ('652 patent). The original Notice of Application was filed April 1, 2011, which means that this matter must be determined by April 1, 2013."], ["[2]", "For the reasons that follow, I find that the Application is dismissed, with costs.", "INDEX"], ["[3]", "The following is an Index to these Reasons by paragraph numbers:", "THE PARTIES", "Paras 4 to 8", "THE '652 PATENT GENERALLY", "Paras 9 to 15", "THE EVIDENCE", "Paras 16 to 20", "ISSUES", "Paras 21 to 23", "BURDEN", "Paras 24 to 27", "PERSON SKILLED IN THE ART", "Paras 28 to 35", "THE '652 PATENT IN DETAIL", "Paras 36 to 58", "--a) The Specification", "Paras 36 to 58", "CLAIM 3", "Paras 59 to 62", "CONSTRUCTION OF CLAIM 3 - PAIN", "Paras 63 to 82", "CLAIMS BROADER THAN THE INVENTION MADE OR DISCLOSED", "Paras 83 to 95", "SOUND PREDICTION - UTILITY DISCLOSURE", "Paras 96 to 163", "--Pharmaceutical Claims", "Paras 102 to 105", "--Invention", "Paras 106 to 111", "--History of the Jurisprudence", "Paras 112 to 158", "--Where does all this leave us?", "Paras 159", "--In the present case", "Paras 160 to 163", "UTILITY - SOUND PREDICTION - CLAIM 3", "Paras 164 to 185", "--1. Pregabalin does not treat all types of pain", "Paras 168 to 178", "--2. The patent fails to disclose any utility of the racemate or any basis for a sound prediction that the racemate would treat all or even some types of pain;", "Paras 179 to 205", "OBVIOUSNESS", "Paras 186 to 205", "REISSUE APPLICATION", "Paras 206 to 215", "CONCLUSIONS AND COSTS", "Paras 216 to 218", "THE PARTIES"], ["[4]", "The Applicant Pfizer Canada Inc. (Pfizer) is a \"first person\" as so described in the", "NOC Regulations", ". It has listed the '652 patent in accordance with those", "Regulations", ". Pfizer has obtained from the Minister of Health a Notice of Compliance to sell tablets containing pregabalin in 25, 50, 75, 150, and 300 mg. strengths, which it does under the brand name LYRICA."], ["[5]", "The Applicant Warner-Lambert Company LLC (Warner-Lambert) claims to be the owner of the '652 patent. This claim is not contested in these proceedings."], ["[6]", "The Respondent Pharmascience Inc. (Pharmascience) is a \"second person\" as so described in the", "NOC Regulations", ". It seeks to sell a generic version of Pfizer's LYRICA drug. To do so, it must receive a Notice of Compliance from the Minister of Health. In accordance with the", "NOC Regulations", ", Pharmascience has served Pfizer with a Notice of Allegation dated February 11, 2011."], ["[7]", "In that Notice of Allegation, Pharmascience alleged that claims 4, 6-12, 14 and 15 of the '652 patent would not be infringed, and that the patent is invalid on the grounds of anticipation, obviousness, inutility, lack of sound prediction, ambiguity and claims broader than the invention made or disclosed; all as more particularly set out in the enclosed Detailed Statement."], ["[8]", "The Respondent Minister of Health is charged with various duties under the", "NOC Regulations", ", including the issuance of a Notice of Compliance to a \"second person\" such as Pharmascience in appropriate circumstances. The Minister took no active role in these proceedings.", "THE '652 PATENT GENERALLY"], ["[9]", "Canadian Letters Patent No. 2,255,652 (the '652 patent) was applied for by an application deemed to be filed with the Canadian Patent Office on July 16, 1997. Therefore, that patent is governed by the provisions of the \"new\"", "Patent Act", ", RSC 1985, c. P-4, applicable to patents applied for after October 1, 1989."], ["[10]", "The application was filed under the provisions of the", "Patent Cooperation Treaty", "(PCT) and claims priority from a first application filed in the United States Patent Office on July 24, 1996. This is the date upon which issues of obviousness and anticipation will be determined."], ["[11]", "Under the provisions of the PCT the application for the patent was deemed to be filed in the Canadian Patent Office on July 16, 1997. This is the date from which the term of the patent is to be calculated and upon which the issue of sound prediction is to be considered."], ["[12]", "The application was laid open for public inspection under the provisions of the", "Patent Cooperation Treaty", "on January 29, 1998. This is the date that is to be used for purposes of construing the patent and its claims."], ["[13]", "The '652 patent names Lakhbir Singh of Great Britain as inventor. He filed an affidavit in these proceedings and was cross-examined."], ["[14]", "The '652 patent was issued and granted to Warner-Lambert Company of the United States on July 13, 2004. The term of the patent, unless the patent is declared to be invalid in an appropriate action, will expire twenty (20) years from the date that the application was filed in Canada; that is, on July 16, 2017."], ["[15]", "It is agreed that only one claim, claim 3, of the '652 patent is at issue in this proceeding. The construction of that claim and the patent will be considered later in these Reasons.", "THE EVIDENCE"], ["[16]", "As is usual in these proceedings, the evidence took the form of affidavits, exhibits to affidavits, transcripts of cross-examination, and exhibits to cross-examination. The Court had no opportunity to see or hear the witnesses or to observe their demeanour."], ["[17]", "The Applicants", "have filed the affidavits, with exhibits, of the following persons:", "Dr. Kenneth E. McCarson", ": Associate Professor of Pharmacology at the University of Kansas Medical Centre, Kansas City, Kansas. He claims expertise in respect of the formalin test, carrageenin test, and post-surgical model all as reported in the '652 patent. He submitted an affidavit in chief and a reply affidavit, and was cross-examined.", "Dr. Stephen McMahon", ": Professor of Physiology at King's College London, and Director of the London Pain Consortium. He claims expertise in the fields of neuroscience, somatosensory neurobiology, and particularly, pain. Dr. McMahon submitted an affidavit in chief and a reply affidavit, and was cross-examined.", "Dr. Roman Jovey", ": A medical doctor trained as a general practitioner and is the Medical Director at CPM Centres for Pain Management in Mississauga, Ontario, and Physician-Director of the Addictions & Concurrent Disorders Centre at the Credit Valley Hospital in Mississauga. He claims expertise, as a medical doctor, in the areas of chronic pain management and substance abuse. Dr. Jovey filed an affidavit and was cross-examined.", "Dr. Lakhbir Singh", ": He is the person named as inventor in the '652 patent. Dr. Singh filed an affidavit and was cross-examined.", "Dr. Ann G. Hayes", ": A pharmacologist acting as an independent pharmaceutical consultant to the pharmaceutical industry, particularly in the area of central nervous system diseases. Her affidavit was filed in reply to the affidavit of Dr. Jamali (which I will note later). She was cross-examined.", "Dianne Zimmerman", ": A law clerk in the offices of the Applicants' solicitors. Her affidavit served to place a large number of documents in the record. She was not cross-examined."], ["[18]", "Pharmascience raised challenges as to the extent of the expertise as claimed by Drs. McCarson, McMahon, and Jovey. I find that they have extensive expertise sufficient to be of assistance here."], ["[19]", "The Respondent Pharmascience", "filed the affidavits, with exhibits, of the following persons:", "Dr. Alan Cowan", ": A Professor of Pharmacology and Anaesthesiology at Temple University, Pennsylvania. He claims expertise in the treatment of pain and use of various animal models of pain. He filed an affidavit in chief and a sur-reply affidavit. He was cross-examined.", "Dr. C. Peter Watson", ": An Assistant Professor of Medicine, Division of Neurology, at the University of Toronto. He is a medical doctor and claims expertise in the treatment and diagnosis of neuropathic pain. Dr. Watson submitted an affidavit and was cross-examined.", "Dr. Fakhreddin Jamali", ": Professor in the Faculty of Pharmacy and Pharmaceutical Services, University of Alberta. He claims expertise in the field of pharmacokinetics and pharmacodynamics, onset of analgesia and inflammation. He filed an affidavit in chief and another in sur-reply. He was cross-examined.", "Rebecca Hayley", ": A law clerk in the offices of Pharmascience's solicitors. Her affidavit served to place certain documents in the record. She was not cross-examined."], ["[20]", "The Applicant challenges the expertise as claimed by Dr.Watson to the extent that he is a medical doctor and not expert in animal models. I reject that challenge as I will find that the patent is directed to persons skilled in the art including medical doctors experienced in the treatment of pain such as Dr Watson.", "ISSUES"], ["[21]", "The principal issue for determination by the Court is whether or not to grant an Order prohibiting the Minister from granting a Notice of Compliance to Pharmascience for its generic pregabalin tablets until the expiry of the '652 patent. The basis for doing so is whether the various allegations raised by Pharmascience as to invalidity of the '652 patent, are justified. Those allegations, though many were raised in the Notice of Allegation, have been reduced in the written and oral arguments made by Pharmascience, to the following:", "• Claims Broader than the Invention Made or Disclosed", "• Sound Prediction", "• Actual Inutility", "• Obviousness"], ["[22]", "It must be noted that while Pharmascience raised the issues of anticipation and ambiguity in its Notice of Allegation these issues were not pursued in its written argument submitted to the Court. The Notice of Allegation did raise the point that Pfizer had applied to reissue the '652 patent so as to include a number of very specific claims but ultimately abandoned that application. This point was not included  <FRAGMENT_SUPPRESSED> 's written argument but was addressed in its oral argument. Pharmascience raised a question of sufficiency in Dr Cowan's affidavit (paragraphs 105-107) however sufficiency was not raised in the Notice of Allegation."], ["[23]", "In order to address the active issues, the Court must address the following issues first:", "• Burden", "• Person Skilled in the Art", "• Claim Construction", "BURDEN"], ["[24]", "The main issue is whether Pharmascience's allegations as to invalidity of the '652 patent are justified. Infringement is not an issue."], ["[25]", "There have been many decisions addressing the question of burden when the issue in NOC proceedings is that of patent validity. I refer for instance to", "<FRAGMENT_SUPPRESSED> FCA 195, leave to appeal to Supreme Court refused;", "<FRAGMENT_SUPPRESSED> ffirmed in the result 2012 FCA 308."], ["[26]", "To put the matter briefly, the", "Patent Act", ", subsection 43(2) affords a patent a presumption of validity. In NOC proceedings the \"second person\" must lead some evidence to rebut that presumption. Once such evidence has been led the Court must determine the issue of validity on the usual civil burden of proof having regard to all the relevant evidence."], ["[27]", "In this case Pharmascience has led evidence as to validity as has Pfizer. The matter will be considered on the usual civil burden which rests upon Pharmascience.", "PERSON SKILLED IN THE ART"], ["[28]", "The person skilled in the art, or as sometimes described, the person of ordinary skill in the art (POSITA) is the notional person, which may include a team of persons, through whose eyes a patent is to be construed, the prior art is to be considered. This notional person may be pertinent to other issues that arise in respect of a patent under consideration by the Court."], ["[29]", "In the present case the parties are agreed, to a certain extent, as to the qualifications as to the person skilled in the art. They are agreed that such a person includes a scientist with advanced education and experience in pharmaceuticals used in the treatment of pain. Pharmascience urges that such a person should be in addition should be a physician who treats patients suffering from pain."], ["[30]", "Assistance can be derived from the wording of the '652 patent. The opening paragraph states:", "The present invention is the use of analogs of glutamic acid and gamma-aminobutyric acid (GABA) in pain therapy, as the compounds exhibit analgesic/antihyperalgesic action. Advantages of the use of the compounds includes the finding that repeated use does not lead to tolerance nor is there a cross-tolerance between morphine and the compounds."], ["[31]", "The '652 patent acknowledges, at page 1, lines 9 to 15 that the compounds themselves are known and have been previously used to treat certain disorders of the central nervous system."], ["[32]", "Much of the description of the patent deals with tests administered to rats in order to determine or predict the ability of the compounds to alleviate pain."], ["[33]", "I note that the named inventor, Dr. Singh, in cross-examination in reply to questions 79 to 82 said that he was not a chemist but that his contribution was as a pharmacologist."], ["[34]", "I am satisfied that a person skilled in the art is a team including a scientist such as a pharmacologist with experience in animal modeling with compounds of interest and a physician with experience in the selection and use of compounds likely or believed to be likely to be effective in the alleviation of pain."], ["[35]", "I am able, in varying degrees, to receive assistance from all the expert witnesses whose evidence has been provided in these proceedings.", "THE '652 PATENT IN DETAIL", "a)", "The Specification"], ["[36]", "The specification or descriptive portion of the patent begins at page 1 with a general statement of the invention; namely, the use of certain compounds in pain therapy, because they exhibit certain action. The advantage is stated to be that they do not lead to tolerance or cross-tolerance with morphine.", "The present invention is the use of analogs of glutamic acid and gamma-aminobutyric acid (GABA) in pain therapy, as the compounds exhibit analgesic/antihyperalgesic action. Advantages of the use of the compounds includes the finding that repeated use does not lead to tolerance nor is there a cross-tolerance between morphine and the compounds."], ["[37]", "The next paragraph at page 1 acknowledges that these are known compounds previously used to treat certain central nervous system disorders; a number of patents disclosing the compounds and such uses are cited; the WP 93/23383 patent should be noted as it is referred to by some of the expert witnesses:", "The compounds of the invention are known agents useful in antiseizure therapy for central nervous system disorders such as epilepsy, Huntington's chorea, cerebral ischemia, Parkinson's disease, tardive dyskinesia, and spasticity. It has also been suggested that the compounds can be used as antidepressants, anxiolytics, and antipsychotics. See WO 92/09560 (United States Serial Number 618,692 filed November 27, 1990) and WP 93/23383 (United States Serial Number 886,080 filed May 20, 1992)."], ["[38]", "There follows at page 1 a summary of the invention; namely, the use of a certain compound in the treatment of pain \"especially for chronic pain\", including \"but not limited to\" a long list of particular types of pain, including a type of \"acute\" pain:", "SUMMARY OF THE INVENTION", "The instant invention is a method of using a compound of Formula I below in the treatment of pain, especially for treatment of chronic pain disorders. Such disorders include, but are not limited to, inflammatory pain, postoperative pain, osteoarthritis pain associated with metastatic cancer, trigeminal neuralgia, acute herpetic and postherpetic neuralgia, diabetic neuropathy, causalgia, brachial plexus avulsion, occipital neuralgia, reflex sympathetic dystrophy, fibromyalgia, gout, phantom limb pain, burn pain, and other forms of neuralgic, neuropathic, and idiopathic pain syndromes."], ["[39]", "At the top of page 2, the compound is described by a general formula called Formula I, which is later claimed in claim 1; a set of preferred compounds are set out, which are claimed in claim 2, and more preferred compounds - two of them - are set out; these two compounds are claimed in claim 3, which is the claim at issue.", "A compound are those of Formula I", "[Diagram omitted - see printed version]", "or a pharmaceutically acceptable salt thereof wherein", "R1 is a straight or branched alkyl of from 1 to 6 carbon atoms, phenyl, or cycloalkyl of from 3 to 6 carbon atoms;", "R2 is hydrogen or methyl; and", "R3 is hydrogen, methyl, or carboxyl.", "Diastereomers and enantiomers of compounds of Formula I are included in the invention.", "Preferred compounds of the invention are those according to Claim 1 wherein R3 and R2 are hydrogen and R1 is -(CH2)0-2-iC4H9 as an (R), (S), or (R,S) isomer.", "The more preferred compounds of the invention are (S)-3-(aminomethyl)-5-methylhexanoic acid and 3-aminomethyl-5-methyl-hexanoic acid."], ["[40]", "I digress at this point to deal with the concept of racemates, as the above description deals with diastereomers and enantiomers. A brief discussion of racemates and enantiomers can be found in the affidavits of Dr. Hayes and the reply affidavit of Dr. Jamali. I repeat what I wrote in", "<FRAGMENT_SUPPRESSED>  (aff'd 2007 FCA 217) at paragraphs 28 to 31:", "28 Molecular compounds although often written out as a series of letters, number and symbols or depicted on a flat sheet of paper, do not exist that way in reality. They are three dimensional structures. Some compounds only assume one three dimensional shape, others such as those that are racemic, do not.", "29 Racemic compounds, also called racemates, exist as comprising the same atoms in the same sequence, but bent at joints called chiral centres so as to assume what has been called left handed (levo) or right handed (dextro) configurations. Levo is sometimes simply depicted as (-) and dextro as (+). The left handed configuration is the mirror image of the right.", "30 A racemate is said to contain an equal number of left and right handed configurations of the molecule. This concept is sometimes depicted (+/-) although that is unnecessary when a competent chemist would be able to detect a chiral centre.", "31 Knowing that a compound is racemic is to know that, if there is only one chiral centre as there is in this case of Ofloxacin, there is a left hand and a right hand version of the molecule. Each version can be detected optically by a device such as a polarimeter. That device will detect which of the two configurations turns light to the left (levo or -) and which turns light to the right (dextro or +). Depending on the prevailing conditions different researchers may detect the molecules differently."], ["[41]", "To this I would add that sometimes, instead of using (+) or (-), or dextro or levo, to identify one or other of the enantiomers, the letters R and S are used."], ["[42]", "In the language of the '652 patent, the two compounds that are said to be \"more preferred\", the racemate (having equal parts of the S and R enantiomers) is written as \"3-aminomethyl-5-methyl-hexanoic acid\" and the enantiomer of interest is the \"S\" enantiomer, which is written as \"(S)-3-(aminomethyl)-5-methylhexanoic acid\". This \"S\" enantiomer is also identified in the patent as \"CI-1008 (S)\". In the evidence and argument in this case, and in general scientific parlance, the S enantiomer is referred to as pregabalin. Thus, the two \"more preferred\" compounds, as set out in the description and in claim 3, can more easily be referred to as pregabalin and its racemate."], ["[43]", "I further note that in some of the scientific literature in evidence the R enantiomer is referred to as R-Isobutyl gaba."], ["[44]", "To return to the text of the '652 patent and commencing at the lower portion of page 2 and continuing to the top portion of page 5 of the '652 patent, six tests conducted using rats are described, together with reference to the drawings attached to the back of the patent. While the description refers to 3-aminomethyl-5-methyl-hexanoic acid (the racemate) as one of the compounds tested it is agreed by Counsel for the parties that what in fact was tested and being reported is a compound which is the R enantiomer and not the racemate."], ["[45]", "The first test, Figure 1, compares gabapentin, pregabalin (CI-1008) and the R enantiomer administered to rats in what has been described as a formalin test. The second and third tests, Figures 2 and 3, compares gabapentin and pregabalin administered to rats in what has been described as a carrageenin test; in one pressure is applied to a rat's paw in the other heat is applied. In the fourth test, Figure 4, morphine, gabapentin and pregabalin are administered to rats before surgery is conducted. The fifth test, Figure 5, is similar but it measures allodynia, a painful response to a mild stimulus such as brushing. The sixth and final test reported, Figure 6 tests only pregabalin administered to rats in respect of thermal hyperalgesia, an increased response to a painful stimulus, and allodynia. It must be noted that no tests in respect of the racemate are reported in the '652 patent."], ["[46]", "At page 5, a \"Detailed Description\" of the invention is provided. It reiterates that the invention is a method of using a compound of Formula I as an analgesic in the treatment of pain. A variety of types of pain are listed. This list is not co-extensive with the list at page 1; for instance, the two types of \"acute\" pain are not listed. The pain is limited to neuropathic pain. A list of such pain is provided; however, it is stated that the pain is \"not limited to\" the pain as listed. A one sentence paragraph follows which also includes fibromyalgia pain. A paragraph follows stating that currently-marketed analgesics (not named) treat such pain poorly due to insufficient efficacy or limiting side effects. No statement is provided saying that the compounds of the invention are better than existing compounds; nor are test results provided to support a claim of superiority.", "DETAILED DESCRIPTION", "The instant invention is a method of using a compound of Formula I above as an analgesic in the treatment of pain as listed above. Pain such as inflammatory pain, neuropathic pain, cancer pain, postoperative pain, and idiopathic pain which is pain of unknown origin, for example, phantom limb paid are included especially. Neuropathic pain is caused by injury or infection of peripheral sensory nerves. It includes, but is not limited to pain from peripheral nerve trauma, herpes virus infection, diabetes mellitus, causalgia, plexus avulsion, neuroma, limb amputation, and vasculitis. Neuropathic pain is also caused by nerve damage from chronic alcoholism, human immunodeficiency virus infection, hypothyroidism, uremia, or vitamin deficiencies. Neuropathic pain includes, but is not limited to pain caused by nerve injury such as, for example, the pain diabetics suffer from.", "Compounds of Formula I are also useful in the treatment of fibromyalgia pain.", "The conditions listed above are known to be poorly treated by currently marketed analgesics such as narcotics or nonsteroidal anti-inflammatory drugs (NSAID) due to insufficient efficacy or limiting side effects."], ["[47]", "The remaining portion of page 5, all of page 6 and the first paragraph of page 7 of the '652 patent is directed to chemistry, which is not of interest in respect of the matters at issue here."], ["[48]", "The next three paragraphs on page 7 of the '652 patent are directed to the formulation of the compounds into pharmaceutical compositions and to dosages and administration to mammals, including humans."], ["[49]", "At the bottom of page 7 and top half of page 8 is a report of a test upon rats injected with formalin, in which the effects of gabapentin, pregabalin and the racemate are measured."], ["[50]", "At the lower half of page 8 over to line 11 of page 9, there is a report of a test upon rats injected with carrageenin in which the effects of gabapentin and pregabalin are measured."], ["[51]", "At lines 13 and 14 of page 9, it is stated, in respect of these tests:", "These data show that gabapentin and CI-1008", "(pregabalin)", "are effective in the treatment of inflammatory pain."], ["[52]", "At line 14 to 19 of page 9, there is mention of a Bennett test and a Kim test; but no data, results or conclusions are presented."], ["[53]", "At line 20, and following at page 9, there is a description of a Brennan test involving surgery to the hind paw of a rat. Following that description and to the bottom of page 11, the surgical procedures and subsequent tests conducted on the rats are described in detail."], ["[54]", "The first two tests set out at page 12 describe administration to the rats, before surgery, of gababentin, pregabalin and morphine; and their reaction to heat and brushing. The third test, described at the bottom of page 12 and over to page 13, reports testing on rats after surgery, who have been administered pregabalin."], ["[55]", "The conclusions in respect of these results is set out at page 13:", "Gabapentin and S-(+)-3-isoburylgaba did not affect PWL in the thermal hyperalgesia test or tactile allodynia scores in the contralateral paw up to the highest dose tested in any of the experiments. In contrast, morphine (6 mg, s.c.) increased PWL of the contralateral paw in the thermal hyperalgesia test (data not shown).", "The results presented here show that incision of the rat plantaris muscle induces thermal hyperalgesia and tactile allodynia lasting at least 3 days. The major findings of the present study are that gabapentin and S-(+)-3-isoburylgaba are equally effective at blocking both nociceptive responses. In contrast, morphine was found to be more effective against thermal hyperalgesia than tactile allodynia. Furthermore, S-(+)-3-isoburylgaba completely blocked induction and maintenance of allodynia and hyperalgesia."], ["[56]", "The claims and drawings follow."], ["[57]", "There are 16 claims in all. All are directed to a compound for use in treating pain in a mammal. Claim 1 claims the compound in very broad terms. Claim 2 narrows those terms somewhat. Claim 3 restricts the compounds to two; pregabalin and the racemate. Claims 4 to 16, inclusive, all depend upon claim 1, which is the claim directed to a very broad number of compounds, and restrict the pain which the compound is to treat to very specific pain; claim 4 is inflammatory pain, claim 5 is neuropathic pain; claim 6 is cancer pain; claim 7 is postoperative pain; claim 8 is phantom limb pain; claim 9 is burn pain; claim 10 is gout pain; claim 11 is osteoarthritic pain; claim 12 is trigeminal neuralgia pain; claim 13 is acute herpetic and postherpetic pain; claim 14 is causalgia pain; claim 15 is idiopathic pain; claim 16 is fibromyalgia pain."], ["[58]", "Claim 3 is the only claim at issue here.", "CLAIM 3"], ["[59]", "Claim 3 is a dependent claim. It depends on claim 1. Claims 1 and 3 read as follows:", "1. For use in treating pain, in a mammal, a therapeutically effective amount of a compound of Formula I", "[Diagram omitted - see printed version]", "Or a pharmaceutically acceptable salt, diastereomer, or enantiomer thereof", "Wherein", "R1 is a straight or branched alkyl of from 1 to 6 carbon atoms, phenyl, or cycloalkyl of from 3 to 6 carbon atoms;", "R2 is hydrogen or methyl; and", "R3 is hydrogen, methyl, or carboxyl.", ". . .", "3. A compound according to claim 1 which is (S)-3-(aminomethyl)-S-", "methylhexanoic acid or 3-aminomethyl-5-methyl-hexanoic acid."], ["[60]", "Incorporating claim 1 into claim 3, claim 3 reads as follows:", "3. For use in treating pain, in a mammal, a therapeutically effective amount of a compound which is (S)-3-(aminomethyl)-5-methylhexanoic acid or 3-aminomethyl-5-methyl-hexanoic acid."], ["[61]", "Using the terminology for the compounds as used in the evidence and argument in this case, claim 3 can be simplified to read:", "3. For use in treating pain, in a mammal, a therapeutically effective amount of pregabalin or its racemate."], ["[62]", "There is no dispute raised that a mammal includes a human (see page 7, line 8 of the patent) and that the claim includes pregabalin or its racemate. The dispute between the parties is what is included in \"pain\".", "CONSTRUCTION OF CLAIM 3 - PAIN"], ["[63]", "Claim 3 as set out above is directed to the use of pregabalin or its racemate in a mammal, including humans, in treating pain. Unlike claims 5 to 16, no particular pain or classification of pain is specified. The court has been called upon by the parties to construe claim 3 and, in particular, what is meant by \"pain\"."], ["[64]", "There have been many judicial instructions as to the construction of a claim. To summarize:", "• construction must be done before considering the issues of validity and infringement;", "• construction is done by the Court alone, as a matter of law;", "• the Court is to construe the claim through the eyes of the person skilled in the art to which the patent pertains;", "• the Court may obtain the assistance of experts to explain the meaning of particular words and phrases, and as to the state of the art as of the date the claim was published;", "• the Court should read the claim in the context of the patent as a whole, including the description and other claims;", "• The Court should avoid importing this or that gloss from the description;", "• the Court should not restrict the claim to specific examples in the patent;", "• the Court should endeavour to interpret the claim in a way that gives effect to the intention of the inventor;", "• the Court should endeavour to support a meritorious invention."], ["[65]", "I reviewed at length in", "<FRAGMENT_SUPPRESSED>  the development of patent claims from the beginning of the time when patents were first granted for inventions. At first, there were no claims at all. Then, there were generalized statements such as \"I claim the invention of X as described herein\". Then, there came the stricter requirements, such as those set out in section 27 of the", "Patent Act", ", RSC 1987, c P-4."], ["[66]", "The current state of the law has been expressed in the unanimous reasons of the Supreme Court of Canada, written by Justice Binnie, in", "Free World Trust v Électro-Santé Inc", "., [2000] 2 SCR 1024, where he described claims as fences, and that the task of the Court is to separate the essential from the inessential. He wrote at paragraph 15:", "15 In reality, the \"fences\" often consist of complex layers of definitions of different elements (or \"components\" or \"features\" or \"integers\") of differing complexity, substitutability and ingenuity. A matrix of descriptive words and phrases defines the monopoly, warns the public and ensnares the infringer. In some instances, the precise elements of the \"fence\" may be crucial or \"essential\" to the working of the invention as claimed; in others the inventor may contemplate, and the reader skilled in the art appreciate, that variants could easily be used or substituted without making any material difference to the working of the invention. The interpretative task of the court in claims construction is to separate the one from the other, to distinguish the essential from the inessential, and to give to the \"field\" framed by the former the legal protection to which the holder of a valid patent is entitled."], ["[67]", "At paragraph 33 and following, Justice Binnie considered two approaches to claim construction; the central claim drafting principle, and the peripheral claiming principle. Canadian courts have preferred the latter, which emphasizes the language of the claims as defining not the underlying technical idea, but the legal boundary of the state-conferred monopoly. He wrote at paragraph 33:", "33 The Patent Act requires the letters patent granting a patent monopoly to include a specification which sets out a correct and full \"disclosure\" of the invention, i.e., \"correctly and fully describe[s] the invention and its operation or use as contemplated by the inventor\" (s. 34(1)(a)). The disclosure is followed by \"a claim or claims stating distinctly and in explicit terms the things or combinations that the applicant regards as new and in which he claims an exclusive property or privilege\" (s. 34(2)). It is the invention thus claimed to which the patentee receives the \"exclusive right, privilege and liberty\" of exploitation (s. 44). These provisions, and similar provisions in other jurisdictions, have given rise to two schools of thought. One school holds that the claim embodies a technical idea and claims construction ought to look to substance rather than form to protect the inventive idea underlying the claim language. This is sometimes called the \"central claim drafting principle\" [page1045] and is associated with the German and Japanese patent systems: T. Takenaka, \"Doctrine of Equivalents after Hilton Davis: A Comparative Law Analysis\" (1996), 22 Rutgers Computer & Tech. L. J. 479, at pp. 491, 502 and 519. The other school of thought supporting what is sometimes called the \"peripheral claiming principle\" emphasizes the language of the claims as defining not the underlying technical idea but the legal boundary of the state-conferred monopoly. Traditionally, for reasons of fairness and predictability, Canadian courts have preferred the latter approach."], ["[68]", "The conclusions were set out at paragraphs 42 and 43. Discretionary or subjective interpretation is to be kept to a minimum. A claim must be interpreted in an informed and purposive way:", "42 The patent system is designed to advance research and development and to encourage broader economic activity. Achievement of these objectives is undermined however if competitors fear to tread in the vicinity of the patent because its scope lacks a reasonable measure of precision and certainty. A patent of uncertain scope becomes \"a public nuisance\" ( <FRAGMENT_SUPPRESSED>  (Eng. C.A.), at p. 195). Potential competitors are deterred from working in areas that are not in fact covered by the patent even though costly and protracted litigation (which in the case of patent disputes can be very costly and protracted indeed) might confirm that what the competitors propose to do is entirely lawful. Potential investment is lost or otherwise directed. Competition is \"chilled\". The patent owner is getting more of a monopoly than the public bargained for. There is a high economic cost attached to uncertainty and it is the proper policy of patent law to keep it to a minimum.", "43 The patent owner, competitors, potential infringers and the public generally are thus entitled to clear and definite rules as to the extent of the [page1050] monopoly conferred. This in turn requires that the subjective or discretionary element of claims interpretation (e.g., the elusive quest for \"the spirit of the invention\") be kept to the minimum, consistent with giving \"the inventor protection for that which he has actually in good faith invented\" ( <FRAGMENT_SUPPRESSED>  at p. 574). Predictability is achieved by tying the patentee to its claims; fairness is achieved by interpreting those claims in an informed and purposive way."], ["[69]", "The effect of a purposive construction was set out at paragraph 50, it disciplines the scope of substantive claim construction:", "50 I do not suggest that the two-stage approach necessarily ends at a different destination than the one-stage approach, or that the two-stage approach has resulted in abuse. I think we should now recognize, however, that the greater the level of discretion left to courts to peer below the language of the claims in a search for \"the spirit of the invention\", the less the claims can perform their public notice function, and the greater the resulting level of unwelcome uncertainty and unpredictability. \"Purposive construction\" does away with the first step of purely literal interpretation but disciplines the scope of \"substantive\" claims construction in the interest of fairness to both the patentee and the public. In my view its endorsement by the Federal Court of Appeal in O'Hara was correct."], ["[70]", "Thus, I will turn to claim 3, and in particular, \"pain\", and endeavour to construe \"pain\" in the context of that claim in an informed and purposive way."], ["[71]", "First, I note that claims 4 to 16 are each directed to a specific type of pain. An informed and purposive construction must, therefore, mean that the \"pain\" of claim 3 must include at least the specific \"pains\" claimed in claims 4 to 16."], ["[72]", "Next, I turn to the description. At page 1, in the SUMMARY OF THE INVENTION, there are a variety of types of pain set out as those which may be treated by the claimed compounds. That variety is greater than those claimed in claims 4 to 16. That variety is somewhat constrained by the initial words \"...especially for treatment of chronic pain disorders\", but is subsequently broadened by the words \"but are not limited to\", and the inclusion of at least one type of acute pain - \"acute herpetic and postherpetic neuralgia\" - which particular pain is the subject of claim 13."], ["[73]", "\"Pain\" is again discussed under the caption DETAILED DESCRIPTION at page 5 of the patent. The description includes \"pain as listed above\", clearly a reference to the description at page 1. A number of types of pain not listed in page 1 are included and some are omitted. The words \"but not limited\" reappear."], ["[74]", "It appears that the patent draughtsman is endeavouring to take advantage of two worlds; narrow and broad. In patent academic circles, this has sometimes been referred to as the \"Angora Cat\" approach as noted by Lord Justice Jacob in", "<FRAGMENT_SUPPRESSED> , where he said, at paragraph 5 of the report:", "Professor Mario Franzosi likens a patentee to an Angora cat. When validity is challenged, the patentee says his patent is very small: the cat with its fur smoothed down, cuddly and sleepy. But when the patentee goes on the attack, the fur bristles, the cat is twice the size with teeth bared and eyes ablaze\"."], ["[75]", "A full description of Professor Franzosi's recipe respecting parties and Angora cats can be found at:", "http://ipkitten.blogspot.com-uk/2010/01/more-on-that-angora-cat.html"], ["[76]", "The experts are, as expected, divided as to their interpretation of \"pain\". I take the answer of Dr. McMahon as given in his cross-examination, found at Volume 4, page 859 of the Record:", "...I think again the affidavits all try to explain some or the potential confusion around nomenclature in this field."], ["[77]", "The Applicants, at paragraphs 16 to 19 of their Memorandum of Fact and Law, as found in Volume 24 of the Record, concede that there are many forms of pain, acute and chronic, that do not comfortably fit within one category or the other."], ["[78]", "Dr. McMahon, at paragraphs 24 and 25 of his first affidavit as found at Volume 3, page 505 of the Record, sets out four different types of pain and concludes:", "These different types of classifications necessarily mean that a patient's pain cannot be given a single label."], ["[79]", "Dr. McCarson, at page 82 of his affidavit as found at Volume 1, page 114 of the Record says:", "Claim 3 of the Patent would therefore be understood by a person of skill in the art to encompass a broad spectrum of human pain, all of which have features of inflammatory or neuropathic pain or both."], ["[80]", "Dr. McMahon argues a somewhat narrower definition at paragraph 58 of his affidavit as found at Volume 3, page 514:", "A skilled person would thus have understood that claim 3 of the 652 Patent claims that pregabalin will be useful in treating a wide variety of pain states that have a central sensitization as a feature, and in particular those pain states listed at page 1 of the Patent."], ["[81]", "The central sensitization theory or commonality is nowhere set out in the '652 patent. Dr. McCarson, in his cross-examination, at Volume 2, page 270 of the Record; and Dr. Cowan at paragraph 90 of his affidavit, Volume 20, page 6001, in the Record; state that, at least for idiopathic and fibromyalgia pain, no animal model existed in 1996. Dr. McCarson, in his Reply Affidavit, paragraphs 13 and 15, found in the Record at Volume 1, pages 194 and 195, states that the central sensitization theory was, except for a few individuals, widely accepted by 1997."], ["[82]", "Given all of the aforesaid, I construe that the meaning of \"pain\" as found in claim 3 of the '652 patent is to be a broad one. It encompasses all of the specific pains claimed in claims 4 to 16, and all of the specific pains mentioned at page 1, and at page 5 of the Patent. When the pains listed at pages 1 and 5 are broadened by the words \"...but not limited to\", I find that the broadening would be limited to those pains that, as of January 1998, would be reasonably related to the named pains.", "CLAIMS BROADER THAN THE INVENTION MADE OR DISCLOSED"], ["[83]", "The first ground upon which Pharmascience alleges that claim 3 of the '652 patent is invalid is that it is broader than the invention made or disclosed."], ["[84]", "The classic statement of the law is that of Thurlow JA, for the Court, in", "<FRAGMENT_SUPPRESSED>  at para 21:", "The first is whether the claims of the appellant's patent claim more than he invented. The second is whether the claims are broader than the invention which is described in the specification. If the answer to either question is in the affirmative, as I understand the law, the claims are invalid."], ["[85]", "The genesis of the law on this patent is the statement of Lord MacMillan in", "<FRAGMENT_SUPPRESSED>  (HC) at page 347:", "...If an inventor claims an article as his invention but the article will only achieve his avowed object in a particular juxtaposition and his inventive idea consists in the discovery that in the particular juxtaposition it will give new and useful results, I do not think that he is entitled to claim the article at large apart from the juxtaposition which is essential to the achievement of those results."], ["[86]", "These principles have been followed in many decisions of this Court and the Federal Court of Appeal, including:", "<FRAGMENT_SUPPRESSED> to 182; and", "<FRAGMENT_SUPPRESSED> to 61, to name a few."], ["[87]", "The obvious corollary to this proposition was stated by Thorson P in", "<FRAGMENT_SUPPRESSED>  (Ex Ct) at page 66:", "If the claims fairly read on what has been disclosed and illustrated in the specification and drawings ...they are not wider than the invention."], ["[88]", "Turning to claim 3 as I have construed it, it claims that either pregabalin or its racemate may be used in the treatment of a variety of pains as disclosed in the descriptive portion of the patent including those pains, which as of 1997, would be considered by a person skilled in the art to be reasonably related to those pains, in a mammal, including a human."], ["[89]", "The Applicants, in their memorandum, Volume 24 of the Record at paragraph 85, describe the \"inventive concept\" of the '652 patent as:", "...the novel therapeutic usefulness of pregabalin to treat pain."], ["[90]", "It must be noted that this description ignores the fact that claim 3 includes not only pregabalin, but also the racemate. Nowhere in the description of the patent (taking into account the agreed-upon error) is there any reference to the racemate. Pfizer argues that a \"person skilled in the art\" would \"infer\" a reference to the racemate. I will return to this assertion."], ["[91]", "With respect to \"pain\", the Applicants argue at paragraph 68 of their Memorandum that the \"pain\" referred to in claim 3 is \"chronic or persistent pain disorders; and in particular, pain disorders listed on page 1 of the '652 Patent\". This assertion ignores the fact that the description also includes \"", "acute", "herpetic and postherpetic neuralgia\" (which is also claimed in claim 13; and thus, as I have construed it, is one of the \"pains\" included in the more generalized term \"pain\" in claim 3."], ["[92]", "I turn to the evidence of the inventor himself, Dr. Singh. At paragraph 10 of his affidavit, he makes it clear that his objective was to test pregabalin, as it was a compound already in development by the company that he worked for, for epilepsy. Nowhere does he state that he ever tested or even thought of testing the racemate. From paragraphs 10 to 21 of his affidavit, Dr. Singh explains how he tested pregabalin for chronic or persistent pain. There is no mention of acute pain. He goes further in his cross-examination in answer to questions 125 to 147, where he again explains that he tested only for chronic pain and, most importantly, in answer to question 147, he says:", "Pregabalin only blocks or works in the presence of some nasty stimulus. It doesn't block acute pain."], ["[93]", "The evidence shows, therefore, that the inventor never tested or contemplated the testing of the racemate. The inventor stated that pregabalin is useful only in respect of chronic or persistent pain, not acute pain."], ["[94]", "The Applicants argue that the effectiveness of the racemate can be inferred as predicted from the disclosure of the patent. I disagree for reasons that I will set out in dealing with sound prediction. The Applicants make no argument in respect of the acute pain listed at page 1, and claimed in claim 13, of the patent."], ["[95]", "I find that Pharmascience's allegation that claim 3 of the '652 patent is invalid as being broader than the invention made or disclosed, is justified.", "SOUND PREDICTION-UTILITY-DISCLOSURE"], ["[96]", "Much argument in this case focused on the question of sound prediction. The decision of the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  (referred to as", "Viagra", ") is the most recent pronouncement of that Court on the subject. The manner in which our Courts have dealt with the matter of sound prediction has appeared to cause some to raise concerns, in Canada and elsewhere, as to how the subject is treated."], ["[97]", "The", "Patent Act", ", section 2, defines \"invention\" as:", "\"invention\" means any new and useful art, process, machine, manufacture or composition of matter, or any new and useful improvement in any art, process, machine, manufacture or composition of matter;", "« invention » Toute réalisation, tout procédé, toute machine, fabrication ou composition de matières, ainsi que tout perfectionnement de l'un d'eux, présentant le caractère de la nouveauté et de l'utilité."], ["[98]", "Subsection 27(1) of the", "Patent Act", "states that the Commissioner of Patents", "shall", "grant a patent to a person who has filed an application that is", "\"in accordance with this Act\"", "and meets", "\"all", "other requirements for the issuance of a patent under this Act\".", "Subsection 27(2) requires that an application for a patent", "\"must contain a petition and a specification of the invention\"."], ["[99]", "Subsection 27(3) sets out what a specification must contain:", "Specification", "(3) The specification of an invention must", "(a) correctly and fully describe the invention and its operation or use as contemplated by the inventor;", "(b) set out clearly the various steps in a process, or the method of constructing, making, compounding or using a machine, manufacture or composition of matter, in such full, clear, concise and exact terms as to enable any person skilled in the art or science to which it pertains, or with which it is most closely connected, to make, construct, compound or use it;", "(c) in the case of a machine, explain the principle of the machine and the best mode in which the inventor has contemplated the application of that principle; and", "(d) in the case of a process, explain the necessary sequence, if any, of the various steps, so as to distinguish the invention from other inventions.", "(4) The specification must end with a claim or claims defining distinctly and in explicit terms the subject-matter of the invention for which an exclusive privilege or property is claimed.", "(5) For greater certainty, where a claim defines the subject-matter of an invention in the alternative, each alternative is a separate claim for the purposes of sections 2, 28.1 to 28.3 and 78.3.", "(6) Where an application does not completely meet the requirements of subsection (2) on its filing date, the Commissioner shall, by notice to the applicant, require the application to be completed on or before the date specified in the notice.", "(7) The specified date must be at least three months after the date of the notice and at least twelve months after the filing date of the application.", "Marginal note: What may not be patented", "(8) No patent shall be granted for any mere scientific principle or abstract theorem.", "Mémoire descriptif", "(3) Le mémoire descriptif doit", "a) décrire d'une façon exacte et complète l'invention et son application ou exploitation, telles que les a conçues son inventeur;", "b) exposer clairement les diverses phases d'un procédé, ou le mode de construction, de confection, de composition ou d'utilisation d'une machine, d'un objet manufacturé ou d'un composé de matières, dans des termes complets, clairs, concis et exacts qui permettent à toute personne versée dans l'art ou la science dont relève l'invention, ou dans l'art ou la science qui s'en rapproche le plus, de confectionner, construire, composer ou utiliser l'invention;", "c) s'il s'agit d'une machine, en expliquer clairement le principe et la meilleure manière dont son inventeur en a conçu l'application;", "d) s'il s'agit d'un procédé, expliquer la suite nécessaire, le cas échéant, des diverses phases du procédé, de façon à distinguer l'invention en cause d'autres inventions.", "(4) Le mémoire descriptif se termine par une ou plusieurs revendications définissant distinctement et en des termes explicites l'objet de l'invention dont le demandeur revendique la propriété ou le privilège exclusif.", "(5) Il est entendu que, pour l'application des articles 2, 28.1 à 28.3 et 78.3, si une revendication définit, par variantes, l'objet de l'invention, chacune d'elles constitue une revendication distincte.", "(6) Si, à la date de dépôt, la demande ne remplit pas les conditions prévues au paragraphe (2), le commissaire doit, par avis, requérir le demandeur de la compléter au plus tard à la date qui y est mentionnée.", "(7) Ce délai est d'au moins trois mois à compter de l'avis et d'au moins douze mois à compter de la date de dépôt de la demande.", "Note marginale: Ce qui n'est pas brevetable", "(8) Il ne peut être octroyé de brevet pour de simples principes scientifiques ou conceptions théoriques."], ["[100]", "It is noteworthy to point out that:", "• subsection 27(3)(a) requires that the specification must", "correctly and fully", "describe the invention and its operation and use as contemplated by the inventor", "• subsection 27(3)(b) requires that the various", "steps", "in a", "process", "or", "method", "be set out in full, clear and exact terms", "• subsection 27(3)(c) requires", "in a case of a machine", ", that the", "principles", "and", "best mode", "be set out", "• subsection 27(3)(d) requires in the", "case of a process", "that the various steps be set out"], ["[101]", "Subsection 27(4) of the", "Patent Act", "requires that the specification end with a", "claim or claims", "defining", "distinctly and in explicit terms", "the", "subject matter of the invention", "Pharmaceutical Claims"], ["[102]", "In the circumstances of this case, we are dealing with a pharmaceutical substance. It is", "not", "process", "or", "method", "; it is", "not", "a machine. Therefore, subsections 27(3)(b), (c) and (d) of the", "Patent Act", "do", "not", "apply. Only subsections 27(3)(a) and 27(4) apply."], ["[103]", "The law is clear that where a", "new", "compound, such as a pharmaceutical, is the invention, the specification must state the utility of that compound so as to satisfy the definition of \"invention\" in section 2 of the", "Patent Act", "; however, the utility need not be part of the claim. The claim may be directed simply to the compound itself. Where, however, the invention lies in the new use of a known compound, then the claim must include that use (", "<FRAGMENT_SUPPRESSED> , at para 81 (FCA); aff'd [2002] 4 SCR 153)."], ["[104]", "Where the invention lies in the selection of certain compounds out of a group of known compounds as being exceptionally useful for the known purpose, the claim must be clearly directed to those compounds as selected, and all such compounds should exhibit the exceptional characteristics", "(Re I.G. Farbenindustrie, infra.)"], ["[105]", "Lastly, where a claim is directed to a large number of compounds, all compounds within that number, possibly with the exception of", "de minimis", ", must possess the utility as set out in the specification and, if claimed, as set out in the claim", "(Olin Matheson, infra.)", "Invention"], ["[106]", "The act of invention is not defined in the", "Patent Act", ". Section 2 defines an", "\"invention\"", "as", "\"new and useful\"."], ["[107]", "Subsection 28.1 defines a", "\"claim date\"", "as the date of filing an application in Canada or filing in a foreign country in respect of which priority up to twelve months may be claimed. Subsection 28.2 states, in respect of the requirement that the subject matter be", "\"new\",", "that it shall not have been", "\"disclosed\"", "by any third party before the claim date. Subsection 28.3 requires that in order that there be an", "\"invention\",", "the subject matter shall not, as of the claim date, have been", "\"obvious\"."], ["[108]", "Thus, the act of invention does not normally give rise to an inquiry as to the activities of the inventor. All that is relevant is that, as of the \"claim date\", the subject matter has not been previously disclosed, and is not obvious."], ["[109]", "There are, however, situations where the act of invention may become relevant. One is where persons other than those named as inventors, or in addition to those so named, seek to be substituted or added as inventors. There the activities of the named inventors and those others may well come under scrutiny by the Commissioner of Patents or the Court."], ["[110]", "Another exception arose under the provisions of the", "Patent Act", "as it existed prior to the October 1, 1989 amendments. There the act of invention would become relevant in considering obviousness, as obviousness was to be considered as of the \"date of the invention\". While that date, in the absence of other evidence, was presumed to be the filing date of the application in Canada - or the priority date, if any - a patentee may have wished to establish an even earlier date; for instance, so as to make a certain intervening publication irrelevant as to the issue of obviousness. In such a circumstance, the Courts have said that the \"date of the invention\" is the date when the invention was reduced to a definite and practical shape by building it or by fully describing how it will be practiced and showing that it has utility (e.g.", "<FRAGMENT_SUPPRESSED> , at para 239, aff'd 95 CPR (4th) 101, (FCA) leave to appeal to SCC denied)."], ["[111]", "Another instance, arising from the pre-October 1, 1989 provisions of the", "Patent Act", ", was conflict proceedings where a patent (unlike the new provisions where a patent is granted to the first person to file for a patent on the same invention) was granted to the \"first to invent\". Where two or more persons filed applications for a patent for the same invention, the Commissioner of Patents, and subsequently the Courts, were required to determine who was the \"first to invent\"; thus, be the person entitled to the patent. The same test as to date of invention as discussed previously, applies.", "History of the Jurisprudence"], ["[112]", "With this background, the relevant jurisprudence respecting patents directed to pharmaceutical compounds and the like, and the emergence of the \"sound prediction\" concept can be examined."], ["[113]", "A good starting place is the decision of Justice Maugham of the English Chancery Division in", "In the Matter of I.G. Farbenindustrie A.G.'s Patent", ", (1930), 47 RPC 289. In that case, Farbenindustrie had been granted a patent for the manufacture of dyestuff by coupling chemical A with chemical B. Another company, Imperial Chemical, sought to invalidate the patent on a variety of grounds, including arguing that not all members of the family of chemicals A and B would achieve the resulting dyestuff. Maugham J held the patent to be invalid on this as well as other grounds. He said as reported at pages 322 to 323:", "Three general propositions may, however, I think, be asserted as true: - First, a selection patent to be valid must be based on some substantial advantage to be secured by the use of the selected members. (The phrase will be understood to include the case of a substantial disadvantage to be thereby avoided.) Secondly, the whole of the selected members must possess the advantage in question. Thirdly, the selection must be in respect of a quality of a special character which can fairly be said to be peculiar to the selected group. The first proposition is plain (see the statement of Mr. Justice Parker in Clyde Nail Co. Ld. V. Russell, (1916) 33 R.P.C. 291, at p. 306). I will add that this condition must not be assimilated with the doctrine of utility as applied to an originating patent. In such a patent there may well be invention without utility. In a selection patent the condition that there must be a substantial advantage attributable to the use of the selected members is inherent in the so-called invention.", "The second proposition is derived from the circumstances that, if the selection embraces selected members which do not possess the alleged advantages, the selection is defective and the patent would be misleading and would also fail for insufficiency and non-utility. It is not, however, intended to suggest that a few exceptions here and there would be regarded as invalidating to the patent.", "The third proposition requires a little explanation. If there are five thousand possible members of the group, and a hundred have been selected as possessing some new and definite advantage, it is not intended to assert that such a selection patent would be bad if it were shown as the result of further research that there existed another hundred members possessing the same advantage. If, on the other hand, it were to be established that there were a thousand unselected members which possessed the same advantage, I doubt very much whether the patent could be sustained. The quality must be of a special character. It must not be one which those skilled in the art will expect to find in a large number of the members. It would be rash to attempt a closer definition; for the question is ultimately one of appreciation. Returning to the same old fashioned metaphor I would say that the citadel must be defended, and that there is no reward if the gates have been opened at the first blast of the trumpet.", "I must add a word on the subject of the drafting of the specification of such a patent. It should be obvious, after what I have said as to the essence of the inventive step, that it is necessary for the patentee to define in clear terms the nature of the characteristic which he alleges to be possessed by the selection for which he claims a monopoly. He has in truth disclosed no invention whatever if he merely says that the selected group possesses advantages. Apart altogether from the question of what is called sufficiency, he must disclose an invention; he fails to do this in the case of a selection for special characteristics, if he does not adequately define them. The cautions repeatedly expressed in the House of Lords as regards ambiguity have, I think, special weight in relation to selection patents. (Natural Colour etc. Ld. V. Bioschemes Lt., (1915) 32 R.P.C. 256, at p. 266; and see British Ore etc. Ld. V. Minerals Separation Ld., (1910) 27 R.P.C. 33, at p. 47.)", "I will summarize the conclusion at which I have arrived by saying that in a selection patent the inventive step lies in the selection for a useful and special property or characteristic adequately defined; and this is the proposition which has to be kept in mind in considering the application to amend and the Petition for revocation."], ["[114]", "Here we have the genesis of the current doctrines respecting \"selection\" patents."], ["[115]", "Next comes the decision of the English Court of Appeal in", "<FRAGMENT_SUPPRESSED> . In that case, the Court was asked to invalidate a patent which claimed a large number of compounds, sulpha-thiozoles, which were said to \"find application in therapeutics\". It was argued that not all such compounds could have such utility. The patentee sought to amend the patent (a procedure available in the United Kingdom, but not Canada) to restrict the patent to two compounds only. The Court refused the amendment, stating that the result would be a different invention. In his speech, as reported at page 50, Lord MacDermott said:", "Before proceeding to consider the original specification and the nature of the invention it claims it will be appropriate to mention two matters which, while this particular art remains in an empirical state, appear to me to be necessary consequences of that characteristic. In the first place an invention in this chemo-therapeutic field must be in respect of a substance which has actually been produced. There cannot be an empirical discovery in respect of a bare formula. And secondly, the discovery of each new compound having a therapeutic value is a separate invention. If the inventor is bound to say - \"I have made 'a new substance which I find has therapeutic value, but I cannot be certain that any 'other substance, no matter how similar its molecular structure, will have such a value 'until I make and test it\" then, as it seems to me, the inventive step he has taken must attach to the single substance he has made and to it alone. And if he has made and proved several such substances the position must, I think, remain the same for, while the art retains its empirical nature, the worth of each new substance is a new discovery. But when the inventor can say that his inventive step is such that each of the various new products which manifest it must have therapeutic value, and that although some of them have never been made, then, as I see the matter, the state of the art will have changed. It will have lost its empirical nature, at least to some extent, and the chemist will have found some law or principle by which he may predicate therapeutic effect in advance."], ["[116]", "We see in this paragraph the genesis of \"sound prediction\". Can an inventor \"have found some law or principle by which he may predicate therapeutic effect in advance\" for \"each of the various new products\"?"], ["[117]", "This speech of Lord MacDermott was recast by the English barrister Sir Lionel Heald, as recited by Justice Graham in", "<FRAGMENT_SUPPRESSED> . That case involved a class of pharmaceutical compounds said to have therapeutic effect. It was alleged that the claims were invalid as being directed to a large class, not all of which could be said to have therapeutic effect. The Court found the patent to be valid."], ["[118]", "Justice Graham used the words \"sound prediction\" in repeating Sir Lionel Heald's summary of what Lord MacDermott said in", "May & Baker", "at page 182 of the report:", "On several occasions the argument appeared to go as far as stating that it was impossible in a drug patent such as this to have a valid claim unless the body or all the bodies covered by such claim had actually been tested on man and proved to have at least some therapeutic usefulness as drugs. However, Sir Lionel submitted that the question of \"fairly based\" and consideration must be judged after looking at the specification and all the surrounding circumstances, and after examination of a number of cases which he cited, and particularly Lord MacDermott's speech in the House of Lords in May & Baker case (1950) 67 R.P.C. 23 at 50. Sir Lionel very fairly summarized his position in the following words", "\"If it is really possible, according to the evidence, to make a sound prediction about a certain area, then prima facie it would be reasonable that the patentee should have a claim accordingly, but that is not the case according to the evidence in this field.\"", "This, as will be seen later, I have found to be a most helpful statement in considering the difficult questions of consideration and width of claim. Sir Lionel's argument, on its face, logically, if it is right, must apply to all claims in the specification, whether of a general formula type or to specific compounds, except such as have actually been tested and found to be useful in man - for example, trifluopromazine. It follows, of course, that the basis of fact which must be proved before the argument can be applied successfully is that it is impossible fairly to predict that the various compounds included in areas of several claims in question are likely to have any utility as drugs until they have actually been so tested."], ["[119]", "Hence, the words \"sound prediction\"."], ["[120]", "Justice Graham  <FRAGMENT_SUPPRESSED>  Matheson", "continued to consider the arguments in much the same way as our Courts do today. At pages 192 to 193 of the reported case, he wrote:", "(1) The construction of the claim is the first consideration, and if, as here, the claim is for a large class of chemical bodies as such, then it is on this basis that the consideration must first be tested. If it is shown that some bodies falling within such claim have no utility, then, apart possibly from a de minimis case where there are only a few exceptions, such as Maugham, J., had in mind in the case of I.F. Farbenindustrie A.G.'s Patents (1930) 47 R.P.C. 289 at 323, line 14, the claim is bad. It may, of course, be possible to amend it so as to cut out the useless cases, but that is a different question. But where, as here, the objection of inutility was originally pleaded and subsequently withdrawn - and it must be remembered the onus is on the defendants to show that the patent is invalid and not on the plaintiffs to show that it is valid - it is quite impossible for the defendants, in the absence of an admission to that effect, to argue successfully that there is any body covered by the claim which does not have utility of some sort, whether it be of a therapeutic or other nature. If the defendants had been able to show that there were some bodies within the claim which had no utility at all or could not be used as drugs because they were too toxic, it would have been perfectly simple for them to have proved it by experiment or otherwise.", "(2) From the point of view of the public and patentees it is desirable that research in the drug or other fields, as the case may be, should continue. In the drug field in particular research is very expensive and the number of \"winners\" found is only a minute proportion of those synthesized and tested. Once a winner is found, however, it is very common also to find that bodies more or less closely related to it have the same or even greater activity. Here, for example, trifluoperazine is some five times more active than chlorpromazine, and fluphenazine some twenty times more active than chlorpromazine. All are phenothiazine derivatives, all substituted in the \"2\" position, trifluoperazine and fluphenazine having the new - CF3 substitution rather than the - CI substitution of chlorpromazine, and therefore falling within claim 1. Furthermore, a difference between five and twenty times the activity of chlorpromazine is achieved in the case of fluphenazine by only the small alteration of the - NCH3 radical at the end of the chain of trifluoperazine into - NCH2 CH2 OH - in other words one H atom in - NCH3 is replaced by - CH2 OH. Unless, therefore, the original inventor of the - CF3 substitution can properly be given reasonably broad cover, it is likely that soon after others hear of his success similar bodies will be made by others having as good or better activity. Unless he can control such activities, any reward he may obtain for his invention and research is likely to be of little value.", "(3) This last consideration must be balanced by another, which is that his claim must not be so broad as unjustifiably to stifle research by others - but here also it must be remembered that the \"abuse of monopoly\" sections 37 to 42 in the Act in proper cases will enable someone who makes a discovery or wishes to sell something within the field covered by another's claim to obtain a licence upon reasonable terms from such other person. Furthermore, if, as here, it is necessary for a drug company, as potential infringer of two patens belonging to two other proprietors, to obtain two compulsory licences, one under each patent, it is to be expected that the Comptroller will apportion the total royalty which he considers proper equitably between the two patentees having regard to all the relevant circumstances of the case, whilst at the same time ensuring that the potential infringer does not have to pay tribute twice over or at an exorbitant rate, see section 41. Activities or the genuine research worker and of a drug company, which result in the making of, or desire to use, an invention already covered by the claim of someone else's earlier patent are therefore in proper cases safeguarded. The compulsory licence already grated to the defendants in this case under patent No. 813,861 is an example of the working of these sections.", "Where, then, is the line to be drawn between a claim which goes beyond the consideration and one which equiparates with it? In my judgment this line was drawn properly by Sir Lionel when he very helpfully stated in the words quoted above that it depended upon whether or not it was possible to make a sound prediction. If it is possible for the patentee to make a sound prediction and to frame a claim which does not go beyond the limits within which the prediction remains sound, then he is entitled to do so. Of course, in so doing he takes the risk that a defendant may be able to show that his prediction is unsound or that some bodies falling within the words he has used have no utility or are old or obvious or that some promise he has made in his specification is false in a material respect; but if, when attacked, he survives the risk successfully, then his claim does not go beyond the consideration given by his disclosure, his claim is fairly based on such disclosure in these respects, and is valid."], ["[121]", "All of this is reflected in the decision of the  <FRAGMENT_SUPPRESSED>  (referred to as", "AZT),", "which will be discussed later."], ["[122]", "First, the decision of the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  should be considered. In that case, Monsanto was seeking a patent claiming a class of some 126 compounds said to prevent premature vulcanization of rubber. The specification disclosed the preparation of only three of those compounds. The Commissioner of Patents refused to grant a patent on the basis that the disclosure of only three compounds could not justify a claim to one hundred and twenty-six. The Federal Court of Appeal upheld that refusal. The Supreme Court reversed that decision. It did so, on the basis that the Commissioner (his decision is referred to as that of the Board) had the onus of justifying a refusal; the applicant did", "not", "have the onus of justifying sound prediction."], ["[123]", "Justice Pigeon wrote the decision of the Supreme Court. At page 1118 he wrote:", "Although the report of the Board is quite lengthy, in the end with respect to claim 9 all it says after stating the principle with which I agree, is that a claim has to be restricted to the area of sound prediction and \"we are not satisfied that three specific examples are adequate."], ["[124]", "At page 1119 he wrote:", "I have underlined", "by law", "(section 42 of the Patent Act) to stress that this is not a matter of discretion: the Commissioner has to justify any result."], ["[125]", "At pages 1121 to 1122 he wrote:", "Under that section the Commissioner is instructed to refuse the patent when \"satisfied that the applicant is not by law entitled\" to it. Here what he has said in approving the decision of the Board is in effect \"I am not satisfied you are entitled to it\". In my opinion the Commissioner cannot refuse a patent because the inventor has not fully tested and proved it in all its claimed applications. This is what he has done in this case by refusing to allow claims 9 and 16 unless restricted to what had been tested and proved before the application was filed. If the inventors have claimed more than what they have invented and included substances which are devoid of utility, their claims will be open to attack. But in order to succeed, such attack will have to be supported by evidence of lack of utility. At present there is no such evidence and there is no evidence that the prediction of utility for every compound named is not sound and reasonable."], ["[126]", "Thus, the <FRAGMENT_SUPPRESSED> case dealt with sound prediction, in the context of who bore the burden of demonstrating sound prediction when seeking the grant of a patent, the Commissioner or the applicant?"], ["[127]", "Now I turn to the", "AZT", "case; first with reference to the decision of the trial judge, Wetston J, as reported, (1998), 79 CPR (3d) 193. The patent claimed a drug named AZT, used in the treatment of AIDS. Several issues were raised, which made the making of the invention and the date of the invention relevant. One issue was whether the correct inventors were named; another was whether, as of the \"date of the invention\", the inventors had, in fact, made the invention."], ["[128]", "Wetston J began by writing at paragraphs 34 and 35 of his Reasons:", "34 As to the matter of timing, there are several points in the patent process which are of possible relevance to considerations of validity, including: the date of invention, the application date, the priority date, and the date the patent is issued.", "35 The date of invention is presumed to be the filing date, or the date the original priority application was filed. However, an inventor is entitled to claim priority based on an invention date prior to the first filing date. Usually an inventor will claim an earlier date where a competing inventor is also seeking to obtain a patent, although the entitlement is not limited to these circumstances. The test for determining an earlier invention date is, \"the date at which the inventor can prove he has first formulated, either in writing or verbally, a description which affords the means of making that which is invented\":  <FRAGMENT_SUPPRESSED>  at 456."], ["[129]", "The ground of attack as to whether an invention was made as of the date of the invention was set out at paragraphs 77 and 78 of his Reasons:", "77 A&N allege that the patent is invalid on the grounds that, at the date of invention, the inventors did not have an invention within the meaning of s. 2 of the Act. Similar to the arguments under subject matter, a key question in this line of attack is what constitutes an invention for the purposes of s.2. As previously stated, the invention herein is not a chemical composition, process or formulation. It is a new use for a previously known compound. The alleged inventive step was devising the use of AZT as a medicine in respect of AIDS and related illnesses.", "78 A&N argue that there is no invention at the claimed date of invention and that the claims are overbroad at the claimed date of invention. A&N argue that the claims may not exceed the invention made or the invention disclosed. In other words, they assert that the patent claims more than was invented and, secondly, that the claims are greater than the invention described in the specification. They contend that a patentee must have more than stated utility, it must know there is utility. At the claimed date, they contend that the inventors only had an idea, hypothesis or theory. A&N submit, therefore, that at the claimed date of invention the named inventors could demonstrate utility in one of two ways. Namely, they could have: 1) demonstrated utility at that time; or 2) had a sound basis for predicting the utility of the compound:  <FRAGMENT_SUPPRESSED>  at 1117."], ["[130]", "Then, at paragraphs 84 to 87 of his Reasons, Wetston J set out the basic principles of law respecting the act of inventing:", "84 The act of inventing may be different in different circumstances: Barrigar, Canadian Patent Act, Annotated, Canada Law Book (1989), p. 5. The range of expertise required in the pharmaceutical field, the nuances between theoretical and clinical proof, and the underlying public policy concerns of the safe and effective development of medicines, all serve to make utility in the pharmaceutical area highly complex. Certainly, the inventor of such items as a paper clip or an elastic band will not be required to call upon a multitude of specialists, or engage in months or years of intensive laboratory and clinical tests in order to claim a useful invention under s. 2 of the Act. The task incumbant upon such inventors may indeed be no greater than deducing and setting down in writing conclusions as to the effect that a loop of metal or an elastic band will bind paper. However, it is clear that more is required of an invention that is a new use for a known compound in the pharmaceutical field. Thus, the question is, what is required under s.2 in such circumstances?", "85 The determination of whether an invention has utility for the purposes of s. 2 of the Act is a question of fact which the Court determines on the basis of a person or persons having the technical skills and knowledge as required. Canadian patent law requires that an inventor reduce an idea to a definite and practical shape before it can be said that an invention has been made:  <FRAGMENT_SUPPRESSED>  at 287 (J.C.P.C.). An inventor will be able to demonstrate that the invention will work, or will have reduced it to a definite and practical shape, by either building it, if an apparatus, using the process, or fully describing how it is to be practiced:  <FRAGMENT_SUPPRESSED>  at 51 (F.C.T.D.). Likewise, a mere hypothesis which has not been tested will not be patentable:  <FRAGMENT_SUPPRESSED>  at 127.", "Sound Prediction", "86 A&N's submission that the doctrine of sound prediction should be applied seems compelling on its face. However, whether the doctrine should be applied is not immediately apparent. Indeed, as stated, Glaxo contends that the doctrine does not apply. Therefore, I shall begin by considering whether or not the doctrine will be beneficial to resolve the question in these circumstances.", "87 The doctrine of sound prediction arose where inventors were claiming a number of compounds within one invention for which only some compounds had been tested and thus proven to have utility. The unproven compounds were within the scope of sound prediction, that is, the inventors had to have a sound basis for predicting, in the face of evidence to the contrary, that the compounds had utitlity. The resulting principle was that claims for compounds for which there was no such basis for prediction were invalid and the invention was restricted to those compounds which had either been tested or for which a sound prediction could be made."], ["[131]", "Wetston J then made an extensive review of the evidence and law and concluded that, as of the asserted date of invention, February 6, 1985, the invention had not been made. He wrote at paragraph 168:", "168 I have carefully considered the evidence of the named inventors. In my opinion, these scientists did not testify that in this time period they understood the critical aspects of the disease or its pathogenesis. Nor did they claim to understand the myriad of variables that would affect the eventual outcome of infected patients treated with AZT including toxicity, metabolism, pharmacokinetics, and duration of treatment. In other words, they did not state that they understood the direct relationship between the vitro results and the clinical manifestation of the disease. As I indicated, belief or conception is not sufficient, in and of itself, to satisfy the utility requirements of s. 2 of the Act. As such, despite the reduction to writing, no invention as claimed was made as of February 6, 1985, since the claims, at this time, exceeded the invention."], ["[132]", "Wetston J proceeded to consider whether as of the priority date, March 5, 1985, one month later, the invention had been made. He concluded that it had. He concluded at paragraphs 185 and 186:", "185 In my opinion, I cannot, in these circumstances, draw an inference adverse to invention. Dr. Parniak noted that while the capacity of Dr. Mitsuya's screen was less than one using MLV, the accuracy and reliability of Dr. Mitsuya's assay for picking out potentially useful inhibitors of HIV-I replication is significantly greater than afforded by the MLV screen. He was of the opinion that the ATH8 cell line allows testing for the toxicity of AZT against the cell which allows testing for activity against viral replication, which is desirable. It is clear that Dr. Shannon and Dr. Hughes agree that no antiviral will be useful unless the drug is a potent inhibitor of viral activity, i.e., does the drug block growth of the pathogen (the virus). It did so successfully in the ATH8 human cell line. There is little doubt that these results flow from further testing. However, in my view, these results, considered cumulatively, in conjunction with all of the evidence adduced and considered in this trial, moves the invention out of the sphere of belief and into the realm of the inventors having deduced the complete invention.", "186 Accordingly, as of March 16, 1985, I find that the patent satisfied, subject to obviousness, the requirements of s. 2 of the Act and does not exceed the invention claimed. The idea, hypothesis or theory had, at this time, been reduced to a definite and practical shape:  <FRAGMENT_SUPPRESSED>  many of the claims were valid."], ["[134]", "The matter proceeded to the Federal Court of Appeal. All three judges wrote reasons, each adding to the last, thus creating a single set of reasons supporting the decision of the Trial Judge [2001] 1 FC 495. Justice Sexton wrote on the issue respecting utility and prediction at paragraphs 49 to 53:", "49 I now turn to A & N's submission that Glaxo's invention was not complete by March 16, 1985. The submission was, that because by the filing date of March 16, 1985, the testing that demonstrated the utility of the invention was not complete, the patent was invalid. To support that proposition, A & N rely heavily on a sentence contained in  <FRAGMENT_SUPPRESSED>  not, ... be confused with the predictability of the pharmacological effects and thus of the pharmacological utility of new substances.\" 41 They then build on that statement by citing various decisions like  <FRAGMENT_SUPPRESSED>  is tested on living human beings. They submit that these decisions stand for the proposition that absent such testing, there can be no \"sound prediction\" sufficient to establish invention. Because AZT was not tested on living human beings by the patent's priority date of March 16, 1985, A & N submit that Glaxo could not have known that AZT would be effective in the treatment or prophylaxis of HIV, and therefore that the '277 patent is invalid.", "50 In my view, this Court's decision  <FRAGMENT_SUPPRESSED> -Geigy stands for the proposition that even where an invention constitutes a speculation as of the priority date claimed in the patent, the patent will not be invalid if it turns out that the speculation is valid at the time the patent is attacked. In Ciba-Geigy, this Court held that \"if indeed what is in the patent specification was mere speculation or prediction, the speculation or prediction having turned out to be true, ought to be considered to have been well founded at the time it was made.\" 46 Similarly,  <FRAGMENT_SUPPRESSED> -Geigy, this Court rejected the proposition that a patent applicant \"should not be permitted to retain claims on the basis of something done after the filing of the application and not part of [page519] the original disclosure.\" 47", "51 In other words, so long as an inventor can demonstrate utility or a sound prediction at the time a patent is attacked, the patent will not fail for lack of utility. The time at which usefulness is to be established is when required by the Commissioner of Patents or in court proceedings when the validity of the patent is challenged on that ground. The Commissioner may require a patent's utility to be demonstrated pursuant to section 38 [as am. by R.S.C., 1985 (3rd Supp.), c. 33, s. 13] of the Act, which permits the Commissioner to require an applicant to \"furnish specimens of the ingredients [of a composition of matter], and of the composition, sufficient in quantity for the purpose of experiment.\"", "52 To conclude that evidence of actual utility subsequent to a patent's priority date may not be introduced to demonstrate that an invention meets the requirements of the Patent Act would produce illogical results. For instance, suppose that on December 10, 1903, Wilbur and Orville Wright obtained a patent for an airplane, and that by that date, neither brother had successfully flown the plane or could be said to have a \"sound prediction\" that a machine heavier than air could fly. Suppose further that one week later, the Wright brothers managed to successfully fly their plane. If the Wright brothers' patent was later attacked, and if uncontradicted expert testimony was provided by the attackers to demonstrate that by December 10, 1903, machines heavier than air could not fly, would their patent be invalid even though all would concede that by the time the attack was brought, such machines could fly? In my view, to so conclude would require a Court to close its eyes to continuing scientific advancements, and would disentitle patentees to rely on the instinctive sparks that so often engender great discoveries. In Dr. Rideout's words, one of the co-inventors of AZT, combinations of \"instinct and intuition [and] gut reaction\", 48 supported by actual evidence of utility at [page520] the time the patent is attacked, would not be sufficient to support a patent.", "53 The decisions cited by A & N in support of the proposition that all pharmaceuticals must invariably be tested on living human beings prior to the priority date claimed in a patent are not applicable to the instant appeal. Firstly, as the Trial Judge held, the decisions deal with the notion of \"sound prediction,\" a doctrine that applies only to cases in which a few claimed compounds are tested but many are untested even at the time when the patent is attacked. Such testing requirements simply do not apply where, at the time the patent is attacked, there is evidence of actual utility (i.e. that the pharmaceutical does what the patent promises). Where such utility is demonstrated, there is no need to fall back on the \"sound prediction\" doctrine and the experiments that are required to make such predictions. Since A & N do not dispute that AZT is indeed useful to treat HIV, the '277 patent meets the \"actual utility\" test."], ["[135]", "The Supreme Court heard the matter on appeal. Justice Binnie, for the Court, wrote the decision, often referred to as the", "AZT", "decision."], ["[136]", "Justice Binnie discussed the concept of utility within the meaning of the", "Patent Act", "at paragraphs 51, 52, 55 and 56. With respect to paragraph 56, it is to be noted that the Court did not say that the basis for sound prediction must be set out in the patent; rather, it discussed sound prediction from the point of view of \"if challenged\":", "51 The Patent Act defines an \"invention\" as, amongst other criteria, \"new and useful\" (s. 2). If it is not useful, it is not an invention within the meaning of the Act.", "52 It is important to reiterate that the only contribution made by Glaxo/Wellcome in the case of AZT was to identify a new use. The compound itself was not novel. Its chemical composition had been described 20 years earlier by Dr. Jerome Horwitz. Glaxo/Wellcome claimed a hitherto unrecognized utility but if it had not established such utility by tests or sound prediction at the time it applied for its patent, then it was offering nothing to the public but wishful thinking in exchange for locking up potentially valuable research turf for (then) 17 years. As Jackett C.J. observed in  <FRAGMENT_SUPPRESSED>  (F.C.A.), at p. 39", "By definition an \"invention\" includes a \"new and useful process\". A \"new\" process is not an invention unless it is \"useful\" in some practical sense. Knowing a new process without knowing its utility is not in my view knowledge of an \"invention\".", ". . .", "55 In the present case, by contrast, if the utility of AZT for the treatment of HIV/AIDS was unpredictable at the time of the patent application, then the inventors had not made an invention and had offered nothing to the public in exchange for a 17-year monopoly except wishful thinking.", "56 Where the new use is the gravamen of the invention, the utility required for patentability (s. 2) must, as of the priority date, either be demonstrated or be a sound prediction based on the information and expertise then available. If a patent sought to be supported on the basis of sound prediction is subsequently challenged, the challenge will succeed if, per Pigeon J. in  <FRAGMENT_SUPPRESSED> , at p. 1117, the prediction at the date of application was not sound, or, irrespective of the soundness of the prediction, \"[t]here is evidence of lack of utility in respect of some of the area covered\"."], ["[137]", "Justice Binnie then reviewed much of the jurisprudence, as I have done here. At paragraph 66, he concluded:", "66 The doctrine of \"sound prediction\" balances the public interest in early disclosure of new and useful inventions, even before their utility has been verified by tests (which in the case of pharmaceutical products may take years) and the public interest in avoiding cluttering the public domain with useless patents, and granting monopoly rights in exchange for misinformation."], ["[138]", "At paragraphs 70 and 71 Justice Binnie articulated what was required to establish sound prediction, emphasizing that it consisted of three components; first, a factual basis for the prediction; second, an articulable and sound line of reasoning from which the desired result can be inferred from the factual basis; third, proper disclosure. All of this is to be dealt with as a question of fact:", "70 The doctrine of sound prediction has three components. Firstly, as here, there must be a factual basis for the prediction. In Monsanto and Burton Parsons, the factual basis was supplied by the tested compounds, but other factual underpinnings, depending on the nature of the invention, may suffice. Secondly, the inventor must have at the date of the patent application an articulable and \"sound\" line of reasoning from which the desired result can be inferred from the factual basis. In Monsanto and Burton Parsons, the line of reasoning was grounded in the known \"architecture of chemical compounds\" (Monsanto, at p. 1119), but other lines of reasoning, again depending on the subject matter, may be legitimate. Thirdly, there must be proper disclosure. Normally, it is sufficient if the specification provides a full, clear and exact description of the nature of the invention and the manner in which it can be practised: H. G. Fox, The Canadian Law and Practice Relating to Letters Patent for Inventions (4th ed. 1969), at p. 167. It is generally not necessary for an inventor to provide a theory of why the invention works. Practical readers merely want to know that it does work and how to work it. In this sort of case, however, the sound prediction is to some extent the quid pro quo the applicant offers in exchange for the patent monopoly. Precise disclosure requirements in this regard do not arise for decision in this case because both the underlying facts (the test data) and the line of reasoning (the chain terminator effect) were in fact disclosed, and disclosure in this respect did not become an issue between the parties. I therefore say no more about it.", "71 It bears repetition that the soundness (or otherwise) of the prediction is a question of fact. Evidence must be led about what was known or not known at the priority date, as was done here. Each case will turn on the particularities of the discipline to which it relates. In this case, the findings of fact necessary for the application of \"sound prediction\" were made and the appellants have not, in my view, demonstrated any overriding or palpable error."], ["[139]", "In the context of a pharmaceutical, Justice Binnie cautioned, at paragraphs 77 and 78, that a distinction must be made as between testing for patent purposes, and for purposes of approval by the Minister of Health:", "77 The appellants take issue with the trial judge's conclusion. In their factum (though not in oral argument), they argue that utility must be demonstrated by prior human clinical trials establishing toxicity, metabolic features, bioavailability and other factors. These factors track the requirements of the Minister of Health when dealing with a new drug submission to assess its \"safety\" and \"effectiveness\". See now: Food and Drug Regulations, C.R.C. 1978, c. 870, s. C.08.002(2), as amended by SOR/95-411, s. 4(2), which provides in part", "A new drug submission shall contain sufficient information and material to enable the Minister to assess the safety and effectiveness of the new drug ... .", "The prerequisites of proof for a manufacturer who wishes to market a new drug are directed to a different purpose than patent law. The former deals with safety and effectiveness. The latter looks at utility, but in the context of inventiveness. The doctrine of sound prediction, in its nature, presupposes that further work remains to be done.", "C. Glaxo/Wellcome's After-the-Fact Validation Theory", "78 Glaxo/Wellcome contends that because AZT turned out to have both treatment and (limited) prophylactic properties, its prediction must necessarily have been sound, and the patent upheld on that basis. This argument presupposes that the critical date to establish utility is the state of knowledge when the patent is attacked, even though the attack may come years after its issuance, rather than as of the date the patent application is filed. The patent in this case was applied for in 1986, and issued in 1988. The trial did not occur until 1997, almost a decade after the grant of the AZT patent in Canada."], ["[140]", "At paragraphs 81 and 82, Justice Binnie addressed the Wright aircraft example raised by the Federal Court of Appeal. This example should be treated with caution, for, as previously discussed, only in the case of a", "machine", "does section 27(3) require that the", "principle", "and", "best mode", "be set out in the specification."], ["[141]", "At paragraphs 84 and 85, Justice Binnie warned against speculation, even if later it turns out to be correct:", "84 The Federal Court of Appeal claimed support for its position in a statement by Thurlow C.J.  <FRAGMENT_SUPPRESSED> - <FRAGMENT_SUPPRESSED> , at p. 77", "... if indeed what is in the patent specification was mere speculation or prediction, the speculation or prediction having turned out to be true, ought to be considered to have been well founded at the time it was made. Even at the time it was made it is not improbable that it would have been considered well founded.", "It is unfortunate that Thurlow C.J. speaks of \"speculation or prediction\" in the same breath without distinguishing between the two concepts. The two sentences, standing alone, give some support to the position taken in this case by the Federal Court of Appeal. However, the two sentences do not stand alone. Thurlow C.J. purported to be applying  <FRAGMENT_SUPPRESSED> , and in the passage from Monsanto that he quotes Pigeon J. says (at p. 1119) it is central to the analysis that he is dealing with", "a matter which is not of speculation but of exact science. We are no longer in the days when the architecture of chemical compounds was a mystery. [Emphasis added.]", "The point of Pigeon J.'s reasons is that a wide gulf separates speculation from \"exact science\" and it is the latter that may (or may not, depending on the expert evidence) permit sound prediction. Moreover, on the facts of Ciba-Geigy itself, Thurlow C.J. says, as quoted above, that \"[e]ven at the time it was made it is not improbable [i.e., it is probable] that it [the invention] would have been considered well founded [i.e., a sound prediction]\". In the broader context of the Patent Act, as well, there is good reason to reject the proposition that bare speculation, even if it afterwards turns out to be correct, is sufficient. An applicant does not merit a patent on an almost-invention, where the public receives only a promise that a hypothesis might later prove useful; this would permit, and encourage, applicants to put placeholders on intriguing ideas to wait for the science to catch up and make it so. The patentee would enjoy the property right of excluding others from making, selling, using or improving that idea without the public's having derived anything useful in return.", "85 Accordingly, to the extent Ciba-Geigy stands for a contrary position, I do not think it should be followed."], ["[142]", "Justice Binnie concluded, in the circumstances of that case, that the prediction was sound. At paragraph 93, he wrote:", "93 In the particular circumstances of this case, I think Glaxo/Wellcome's prediction that the \"chain terminator\" effect disclosed in the patent specification had prophylactic as well as post-infection treatment application was sound. The Commissioner so ruled, and his decision to allow both treatment and prophylaxis was upheld in the courts below. The onus was on the appellants to show that the patent is invalid, not on Glaxo/Wellcome to show that it is valid. I agree with the trial judge and the Federal Court of Appeal that the appellants have not discharged this onus."], ["[143]", "Following the", "AZT", "decision, there have been many decisions in this Court and the Court of Appeal dealing with the issue of sound prediction."], ["[144]", "I turn to my decision in", "<FRAGMENT_SUPPRESSED>  CPR (4th) 406 and that of the Federal Court of Appeal in the same case, 2009 FCA 97, 78 CPR (4th) 388, often called the \"raloxifene\" case."], ["[145]", "In that case, the patent claimed a drug, raloxifene, said to be useful in treating osteoporosis. The specification disclosed tests on mice, which, on the evidence, were determined not to be predictive of utility on humans. The specification further stated that tests on humans would be made at a future time, which were \"expected\" to show that the drug had the utility asserted. The patent did not disclose the results of those tests."], ["[146]", "In fact, those tests were conducted and reported in what was called the Hong Kong study. That study was published after the priority date but a few months before the application for the patent was filed in Canada. That study was not disclosed in that application. It was found, on the evidence, that the Hong Kong study would have enabled a person skilled in the art to soundly predict the utility of raloxifene in treating osteoporosis."], ["[147]", "I held, as affirmed by the Federal Court of Appeal, that the patent was invalid for failing to disclose the Hong Kong study; thus, failing to provide, in the patent itself, a basis upon which a person skilled in the art could soundly predict utility."], ["[148]", "I wrote at paragraphs 162 and 163 of my decision in", "<FRAGMENT_SUPPRESSED>  a good basis for the prediction and, as of the Canadian filing date, given the Hong Kong study, a sound line of reasoning. The Supreme Court used the words \"priority date\" in its reasons. The Federal Court and the Federal Court of Appeal had the occasion to consider the matter further and concluded that the Canadian filing date was more appropriate ( <FRAGMENT_SUPPRESSED>  at 184 (F.C.) affirmed (2006), 46 C.P.R. (4th) 401 at 409). Thus, if the date was the priority date, there could have been no sound prediction based on the first two criteria of the Supreme Court but as of the Canadian filing date those two criteria would have been met. I do not need to consider which date is more appropriate in view of my findings below as to disclosure.", "163 The third criterion however is that of disclosure. It is clear that the '356 patent does not disclose the study described in the Hong Kong abstract. The patent does not disclose any more than Jordan did. The person skilled in the art was given, by way of disclosure, no more than such person already had. No \"hard coinage\" had been paid for the claimed monopoly. Thus, for lack of disclosure, there was no sound prediction."], ["[149]", "The Federal Court of Appeal agreed. Noel JA for the Court, wrote at paragraphs 11 to 15:", "11 The appellant further argues that the Federal Court Judge erred in holding that the '356 Patent lacks adequate disclosure. In this respect, the appellant essentially alleges that there is no requirement that the underlying data supporting a sound prediction be disclosed in the patent. It contends that the Federal Court Judge misconstrued recent judicial pronouncements on the issue of sound prediction.", "12 In making this argument, the appellant at the hearing accepted for purposes of the appeal the conclusion reached by the Federal Court Judge at paragraphs 155 and 156 of his reasons that the Hong Kong study was required in order to turn the prediction on which the '356 Patent was predicated into a sound one. According to the Federal Court Judge, the Hong Kong abstract of the study conducted by the appellant on 251 post-menopausal women which concluded that \"raloxifene show[ed] promise as a skeletal anti-resorptive\" would have been a sufficient factual basis upon which a sound prediction of utility for raloxifene could have been made as of the filing date. However, this study was not disclosed in the '356 Patent with the result that the underlying factual basis for the prediction and the sound line of reasoning that grounded the inventors' prediction were not disclosed.", "13 The importance of the disclosure obligation in applying for a patent has been emphasized by the Supreme Court of Canada on a number of occasions in recent years ( <FRAGMENT_SUPPRESSED>  [2000] 2 S.C.R. 1024 at paragraph 13;  <FRAGMENT_SUPPRESSED>  at paragraph 37 (commonly referred to as AZT and hereinafter referred to as such)).", "14 The decision of the Supreme Court in AZT is particularly significant to the disposition of this appeal. According to AZT, the requirements of sound prediction are three-fold: there must be a factual basis for the prediction; the inventor must have at the date of the patent application an articulable and sound line of reasoning from which the derived result can be inferred from the factual basis; and third, there must be proper disclosure (AZT, supra, at paragraph 70). As was said in that case (para. 70): \"the sound prediction is to some extent the quid pro quo the applicant offers in exchange for the patent monopoly\". In sound prediction cases there is a heightened obligation to disclose the underlying facts and the line of reasoning for inventions that comprise the prediction.", "15 In my respectful view, the Federal Court Judge proceeded on proper principle when he held, relying on AZT, that when a patent is based on a sound prediction, the disclosure must include the prediction. As the prediction was made sound by the Hong Kong study, this study had to be disclosed."], ["[150]", "This line of reasoning has been followed in other decisions. For instance, the late Layden-Stevenson JA of the Federal Court of Appeal, in", "<FRAGMENT_SUPPRESSED> wrote:", "121 The trial judge used what he considered to be the AZT requirement to determine the sufficiency of the disclosure. He concluded that the disclosure was insufficient because it did not meet the AZT hurdle. This approach is not consistent with the statutory requirements for sufficiency as set out in the Act and it is not consistent with the interpretation of those requirements set out in Ranbaxy. To reiterate, the patent must contain a disclosure of the compound and its advantage or advantages and a teaching of how it works."], ["[151]", "Justice Snider of this Court in", "<FRAGMENT_SUPPRESSED>  wrote at paragraph 216:", "216 Raloxifene (FCA) arose from an application under the NOC Regulations. The underlying patent was for the use of certain chemical compounds for the treatment of osteoporosis. Nevertheless, I can see no reason why the legal principles applied by the Court of Appeal in that NOC proceeding on the question of sound prediction should not apply in the case before me. Nor can I accept the Plaintiffs' apparent argument that this \"heightened obligation\" for disclosure only applies when we are dealing with a use patent, as was the case  <FRAGMENT_SUPPRESSED>  AZT (SCC) and Raloxifene (FCA). Indeed, the Federal Court of Appeal has stated unequivocally that the doctrine of sound prediction applies to a claim for a new compound ( <FRAGMENT_SUPPRESSED>  C.P.R. (4th) 177 at para. 3)."], ["[152]", "At this point, it is useful to point to the decision of the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  where Nadon JA, for the Court, wrote at paragraph 90 that the requirements for", "demonstrated utility", "can be fulfilled by referencing a study in the description of the patent:", "90 The appellant's argument that Pfizer was required to include evidence of demonstrated utility in the patent disclosure is without merit. The requirements for demonstrated utility can be provided in evidence during invalidity proceedings as opposed to in the patent itself. So long as the disclosure makes reference to a study demonstrating utility, there do not appear to be any other requirements to fulfill section 2."], ["[153]", "Thus, prior to the release of the", "Viagra", "decision by the Supreme Court of Canada, (", "<FRAGMENT_SUPPRESSED> ), the law was well established that:", "• where utility of a pharmaceutical has been established before the application for a patent was filed in Canada, it was sufficient to reference a study in the patent description;", "• where utility had not been established before the date of filing the application in Canada, the statutory requirement for utility still could be established by soundly predicting that utility provided that a factual basis for that prediction and a sound line of reasoning had been set out in the description in the patent."], ["[154]", "When the matter recently came before the Supreme Court of Canada in", "Viagara", ", the argument was made that a patent would be invalid because there was insufficient disclosure in the patent to support a sound prediction that certain compounds or group of compounds would be useful in treating erectile dysfunction. The Supreme Court, in a unanimous decision written by Justice LeBel (who was also on the panel in", "AZT", "), said that there was no heightened requirement for disclosure in cases where utility is based on sound prediction. Utility can be demonstrated, for example, by conducting tests; but this does not mean that there is a separate requirement for the disclosure of utility. Where utility has been demonstrated as of the time of filing of the patent application, the matter is taken out of the realm of sound prediction."], ["[155]", "Justice LeBel wrote at paragraphs 36 to 43:", "36 Before turning to the main issue in this appeal, I wish to address Teva's argument that Claim 7 is invalid for insufficient disclosure of sound prediction. As I stated at the outset, I am of the view that this is not a case about sound prediction and that Teva's argument on this point must fail.", "37 For a patent to be valid, the invention it purports to protect must be useful. This requirement of utility comes from the definition of \"invention\" in s. 2 of the Act, which requires that the purported invention be \"new and useful\". Sound prediction is a concept that becomes relevant only when an invention's utility cannot actually be demonstrated by way of tests or experiments, but can nevertheless be successfully predicted: see, e.g., AZT. The lack of certainty that comes from predicting rather than demonstrating an invention's utility has led some courts to conclude that there is a \"heightened\" or \"enhanced\" disclosure requirement in cases in which a claim of utility is based on sound prediction: see e.g.  <FRAGMENT_SUPPRESSED>  C.P.R. (4th) 388 (F.C.A.), at paras. 14-15. Teva submits that this heightened requirement was not met in the case at bar.", "38 As the courts below noted, all that is required to meet the utility requirement in s. 2 is that the invention described in the patent do what the patent says it will do, that is, that the promise of the invention be fulfilled: see also S. J. Perry and T. A. Currier, Canadian Patent Law, (2012), at s.7.11. Patent '446 states that the claimed compounds, including sildenafil, will be useful in treating ED. At the time the application was filed, sildenafil could assist in treating ED. This is all that is required. The fact that Pfizer did not disclose that the tested compound was sildenafil goes to the issue of disclosure of the invention, not to that of disclosure of the invention's utility.", "39 That the invention must be useful as of the date of the claim or as of the time of filing is consistent with this Court's comments in AZT, at para. 56", "Where the new use is the gravamen of the invention, the utility required for patentability (s. 2) must, as of the priority date, either be demonstrated or be a sound prediction based on the information and expertise then available. If a patent sought to be supported on the basis of sound prediction is subsequently challenged, the challenge will succeed if ... the prediction at the date of application was not sound, or, irrespective of the soundness of the prediction, \"[t]here is evidence of lack of utility in respect of some of the area covered\". [Emphasis added.]", "40 Nothing in this passage suggests that utility is a disclosure requirement; all it says is that \"the utility required for patentability (s. 2) must, as of the priority date, either be demonstrated or be a sound prediction\". Utility can be demonstrated by, for example, conducting tests, but this does not mean that there is a separate requirement for the disclosure of utility. In fact, there is no requirement whatsoever in s. 27(3) to disclose the utility of the invention: see, e.g., Consolboard, at p. 521, per Dickson J.: \"I am further of the opinion that s. 36(1) [now s. 27(3)] does not impose upon a patentee the obligation of establishing the utility of the invention\".", "41 In any event, Pfizer disclosed the utility of sildenafil by disclosing that tests had been conducted. Sildenafil was found to be useful before the priority date, which means that the requirement in AZT is met. Further, \"[e]vidence as to utility may be found in the reception of the invention by the public. Enthusiastic reception by those to whom it is directed will tend to indicate that the invention is useful\": Perry and Currier, at s.7.12.", "42 There is no question that sildenafil's utility had been demonstrated, in Study 350, as of the time of filing of the patent application. This takes the invention out of the realm of sound prediction. The claims that were determined not to be useful in the clinical study are in any event invalid -- which is not contested -- but this does not affect the validity of the claims that are useful: see s. 58 of the Act.", "43 Since sound prediction is not an issue, the question whether there is an \"enhanced\" or \"heightened\" disclosure requirement with respect to sound predictions does not arise in this case and need not be addressed. I will now turn to the issue at the heart of this appeal: whether Patent '446 meets the requirements of s. 27(3) of the Act."], ["[156]", "This discussion must be treated with some care. The final paragraph, paragraph 43, must be taken at its word; the comments as to sound prediction are strictly", "obiter", ". The matter is to be left to another day."], ["[157]", "Further, the reference to the <FRAGMENT_SUPPRESSED> case (", "<FRAGMENT_SUPPRESSED> ) in the above comments must be carefully considered. The patents at issue there dealt with machinery used to make a product known as waferboard. At page 525 of the decision, Dickson J, for the Supreme Court, held that a skilled person reading the patents would know the utility without having to be told. The question he addressed at pages 520 to 526 was whether, in that case, where the utility was apparent and an adequate description of the machinery was given, was there nonetheless a requirement to state the utility in the description. He held there was not."], ["[158]", "Given that the Supreme Court of Canada in", "Viagra", "expressly left the question of sound prediction open for another day, I find that the law as expressed by that Court in", "AZT", "and followed by this Court and the Federal Court of Appeal is still good law. The basis for sound prediction, at least in respect of a pharmaceutical, must be disclosed in the descriptive part of the patent.", "Where does all this leave us?"], ["[159]", "In taking all of the foregoing into consideration, in circumstances where a patent claims a pharmaceutical that is useful for a particular treatment or therapy:", "• the", "Patent Act", "and the jurisprudence require that the particular utility be stated in the specification;", "• the particular utility needs to be stated in the claim only where the compound is a previously known compound for which a new use is the invention;", "• there is a requirement in the jurisprudence that that the specification disclose information from which the utility can be confirmed or be said to be soundly predicted;", "• where a challenge has been raised as to whether the compound claimed in fact has utility, or whether the utility could have been soundly predicted as of the filing date, the Court may enter into a factual determination as to whether utility had been established or soundly predicted as of that date.", "In the present case"], ["[160]", "In the present case, Pharmascience has raised the issue as to whether, as of the relevant date, the named invention had established or soundly predicted that the claimed compounds had the claimed utility. Thus, impetus for doing so was created by the description contained in the specification, which described certain tests done on rats, but not on humans. The issue became whether those tests were enough to establish or soundly predict the utility of the claimed compounds to deal with pain as of the deemed Canadian filing date, July 16, 1997."], ["[161]", "The matter is one of proof."], ["[162]", "However, since examples were given in the specification, Pharmascience has raised the issues of utility and sound prediction, stating that what was set out in the specification is not enough. Pfizer has chosen to meet those issues by filing evidence of the inventor and of experts."], ["[163]", "Thus, I must make a factual determination, based on the evidence, as to whether, as of the deemed Canadian filing date, the inventor had established utility or had soundly predicted it and whether the patent gives an adequate description.", "UTILITY - SOUND PREDICTION - CLAIM 3"], ["[164]", "Claim 3, as I have interpreted it, claims that either pregabalin or its racemate may be used in the treatment of a variety of pains as disclosed in the descriptive portion of the patent including pains which, as of 1997, would be considered by a person skilled in the art to be reasonably related to such pains, in a mammal, including a human."], ["[165]", "The evidence is that, as of the date of filing the application in Canada, July 16, 1997, neither pregabalin nor its racemate had been tested on humans for the purposes of determining their effectiveness in pain relief. The evidence is that while pregabalin has gone on to commercial success in treating some types of pain, the racemate has not. There are no published scientific papers reporting the effect of the racemate in treating pain in humans or any other mammal. The patent itself, after correcting the acknowledged misnomers, makes no mention of any test conducted using the racemate."], ["[166]", "The arguments made by Pharmascience as to lack of utility are two:", "i. Pregabalin does not treat all types of pain.", "ii. The patent fails to disclose any utility of the racemate or any basis for a sound prediction that the racemate would treat all or even some types of pain."], ["[167]", "I will address each argument in turn.", "1.", "Pregabalin does not treat all types of pain"], ["[168]", "\"Pain\", as the term is used in claim 3, has been construed to mean \"pain\" as listed at pages 1 and 5 of the '652 patent, together with those types which, as of January 1997, would have been reasonably associated with such pay by a person skilled in the art."], ["[169]", "The tests described in the '652 patent, as Dr. McCarson sets out at paragraphs 134 to 137 of his affidavit, demonstrate that pregabalin is effective in treating persistent inflammatory pain and persistent post-operative pain. These are two of the types of pain described in the patent."], ["[170]", "The patent, at pages 1 and 5, indicates idiopathic pain. Dr. Watson, at paragraph 38 of his affidavit, states that this pain has no known cause and is difficult to bear. Dr. McCarson, at page 64 of his cross-examination, states that as of 1996, there was essentially no model for idiopathic pain."], ["[171]", "The patent, at page 1, includes fibromyalgia. Dr. Carson, at paragraph 90 of his affidavit and questions 256 to 258 of his cross-examination states that as of 1996, or even today, there was no animal pain model for fibromyalgia. Dr. McMahon said much the same at questions 341 to 347 of his cross-examination."], ["[172]", "Cancer pain is listed at page 5 of the patent, and osteoarthritis pain associated with metastatic cancer is mentioned at page 1. Dr. McMahon, at question 463 of his cross-examination, agreed that in 1997 there was no model for bone cancer pain."], ["[173]", "More importantly, Dr. McMahon agreed at question 426 of his cross-examination that pregabalin is not approved for all types of neuropathic pain. Neuropathic pain is listed at pages 1 and 5 of the patent."], ["[174]", "Most importantly, as well, the named inventor, Dr. Singh, in answer to question 147 of his cross-examination, said:", "Pregabalin only blocks or works in the presence of some nasty stimulus.", "It doesn't block acute pain", ". (emphasis added)"], ["[175]", "The patent, at page 1, lists among the pains \"...", "acute", "herpetic and postherpetic neuralgia\"."], ["[176]", "There are other examples as well where, as of 1997, the tests described in the patent could not have been accepted as predictive of treatment for all the pains listed at pages 1 and 5 of the patent. In many cases, there were, as of 1997, no tests of any kind that could be predictive."], ["[177]", "Further, the evidence shows that there are some types of pain listed at pages 1 and 5 that pregabalin simply does not treat."], ["[178]", "Claim 3 is invalid in that it embraces pain which cannot be treated, as well as pain which, as of 1997, could not have been predicted as treatable by pregabalin.", "2.", "The patent fails to disclose any utility of the racemate or any basis for a sound prediction that the racemate would treat all or even some types of pain"], ["[179]", "While the patent does disclose a number of tests conducted on rats using pregabalin, there is no disclosure whatsoever as to the racemate (adjusting for the agreed upon error)."], ["[180]", "There is no evidence that as of 1997 or even today, that anyone has used or tested for use, the racemate. At best, the Applicants point to Table 6, published at page 23 of one of the patent applications, set out at page 1 of the '652 patent, the WO 93/23383 application, to show that the racemate was tested for treatment of central nervous system disorders. This is a test for pharmaceutical effectiveness of various compounds for the treatment of seizures in mammals, including humans. Gabapentin is said to be the most effective. No particular remarks are made in respect of the racemate. Nothing is said about treating pain."], ["[181]", "The evidence on the subject comes largely from Dr. Hayes for the Applicants, and Dr. Jamali for Pharmascience."], ["[182]", "Dr. Hayes says at paragraph 17 of her affidavit (Volume 7, pages 1944 to 1945) that a person of ordinary skill would \"expect\" the racemate to have analgesic activity at higher doses. Dr. Jamali, at paragraph 41 of his affidavit (Volume 22, page 6558) says that the pharmacokenetic and pharmacodynamic properties of a racemate consisting of the enantiomers of interest cannot be predicted based on knowledge of the properties of an individual enantiomer. He supports this statement in the following paragraphs, concluding at paragraph 46 that it is not possible to predict the pharmacokinetic properties of a racemate of pregabalin and its enantiomer (or any proportion of pregabalin over its antipode) based on the pharmacokinetic properties of either enantiomer administered above. Dr. Hayes, in cross-examination at page 47 of the transcript (Volume 7, page 2027) admitted that, in making her predictions, she had to go outside the '652 patent and have regard to the WO 93/23383 patent application."], ["[183]", "I have read and considered not only the evidence of Drs. Hayes and Jamali, but also that of the other experts; including Drs. McCarson, McMahon and Cowan. I am satisfied that, as of the relevant date and even as of today, there is no factual basis from which a sound prediction as to the effectiveness of the racemate could be made."], ["[184]", "Further, and in any event, there is no factual basis and no line of reasoning set out in the '652 patent from which a person skilled in the art could make a sound prediction that the racemate would be useful in treating the variety of pain encompassed by claim 3 or even some of them."], ["[185]", "I find that Pharmascience's allegations in this respect are justified.", "OBVIOUSNESS"], ["[186]", "The jurisprudence respecting obviousness has recently been established by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED> . Rothstein J wrote the unanimous reasons of the Court and, in particular, wrote at paragraphs 67 to 71:", "67 It will be useful in an obviousness inquiry to follow the four-step approach first outlined by Oliver L.J. in  <FRAGMENT_SUPPRESSED>  (C.A.). This approach should bring better structure to the obviousness inquiry and more objectivity and clarity to the analysis. The Windsurfing approach was recently updated by Jacob L.J. in  <FRAGMENT_SUPPRESSED>  (p. 872), [2007] EWCA Civ 588, at para. 23", "In the result I would restate the Windsurfing questions thus", "(1) (a) Identify the notional \"person skilled in the art\";", "(b) Identify the relevant common general knowledge of that person;", "(2) Identify the inventive concept of the claim in question or if that cannot readily be done, construe it;", "(3) Identify what, if any, differences exist between the matter cited as forming part of the \"state of the art\" and the inventive concept of the claim or the claim as construed;", "(4) Viewed without any knowledge of the alleged invention as claimed, do those differences constitute steps which would have been obvious to the person skilled in the art or do they require any degree of invention? [Emphasis added.]", "It will be at the fourth step of the Windsurfing/Pozzoli approach to obviousness that the issue of \"obvious to try\" will arise.", "i. When Is the \"Obvious to Try\" Test Appropriate?", "68 In areas of endeavour where advances are often won by experimentation, an \"obvious to try\" test might be appropriate. In such areas, there may be numerous interrelated variables with which to experiment. For example, some inventions in the pharmaceutical industry might warrant an \"obvious [page294] to try\" test since there may be many chemically similar structures that can elicit different biological responses and offer the potential for significant therapeutic advances.", "ii. \"Obvious to Try\" Considerations", "69 If an \"obvious to try\" test is warranted, the following factors should be taken into consideration at the fourth step of the obviousness inquiry. As with anticipation, this list is not exhaustive. The factors will apply in accordance with the evidence in each case.", "1. Is it more or less self-evident that what is being tried ought to work? Are there a finite number of identified predictable solutions known to persons skilled in the art?", "2. What is the extent, nature and amount of effort required to achieve the invention? Are routine trials carried out or is the experimentation prolonged and arduous, such that the trials would not be considered routine?", "3. Is there a motive provided in the prior art to find the solution the patent addresses?", "70 Another important factor may arise from considering the actual course of conduct which culminated in the making of the invention. It is true that obviousness is largely concerned with how a skilled worker would have acted in the light of the prior art. But this is no reason to exclude evidence of the history of the invention, particularly where the knowledge of those involved in finding the invention is no lower than what would be expected of the skilled person.", "71 For example, if the inventor and his or her team reached the invention quickly, easily, directly and relatively inexpensively, in light of the prior art and common general knowledge, that may be evidence supporting a finding of obviousness, unless [page295] the level at which they worked and their knowledge base was above what should be attributed to the skilled person. Their course of conduct would suggest that a skilled person, using his/her common general knowledge and the prior art, would have acted similarly and come up with the same result. On the other hand, if time, money and effort was expended in research looking for the result the invention ultimately provided before the inventor turned or was instructed to turn to search for the invention, including what turned out to be fruitless \"wild goose chases\", that evidence may support a finding of non-obviousness. It would suggest that the skilled person, using his/her common general knowledge and the prior art, would have done no better. Indeed, where those involved including the inventor and his or her team were highly skilled in the particular technology involved, the evidence may suggest that the skilled person would have done a lot worse and would not likely have managed to find the invention. It would not have been obvious to him/her to try the course that led to the invention."], ["[187]", "This test was amplified by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  where Noel JA, for the Court, distinguished between mere possibilities and speculation, which is not the test; and more or less self-evident, which is the test. He wrote at paragraphs 28 to 30:", "28 I take it from this that the test adopted by the Supreme Court is not the test loosely referred to as [page235] \"worth a try\". After having noted Apotex' argument that the \"worth a try\" test should be accepted (at paragraph 55), Rothstein J. never again uses the expression \"worth a try\" and the error which he identifies in the matter before him is the failure to apply the \"obvious to try\" test (at paragraph 82).", "29 The test recognized is \"obvious to try\" where the word \"obvious\" means \"very plain\". According to this test, an invention is not made obvious because the prior art would have alerted the person skilled in the art to the possibility that something might be worth trying. The invention must be more or less self-evident. The issue which must be decided in this appeal is whether the Federal Court Judge failed to apply this test.", "30 In my respectful view, he did not. While the Federal Court Judge does not use the phrase \"obvious to try\", his reasons show that he conducted his analysis along the dividing line drawn  <FRAGMENT_SUPPRESSED> -Synthelabo. Specifically, he rejected the contention that the invention was obvious based on mere possibilities or speculation and looked for evidence that the invention was more or less self-evident."], ["[188]", "The test adopted by the Supreme Court of Canada is based on two United Kingdom decisions and is often referred to as the", "Windsurfing/Pozzoli", "test. This test was recently considered by the United Kingdom Court of Appeal (Civil Division) in", "<FRAGMENT_SUPPRESSED> . Lord Justice Kitchin wrote at paragraphs 85 to 90"], ["[85] It is often convenient, but by no means essential, to consider an allegation of obviousness using the structured approach explained by this court in  <FRAGMENT_SUPPRESSED>  at 23", "\"(1) (a) Identify the notional 'person skilled in the art';", "(b) Identify the relevant common general knowledge of that person;", "(2) Identify the inventive concept of the claim in question or if that cannot readily be done, construe it;", "(3) Identify what, if any, differences exist between the matter cited as forming part of the 'state of the art' and the inventive concept of the claim or the claim as construed;", "(4) Viewed without any knowledge of the alleged invention as claimed, do those differences constitute steps which would have been obvious to the person skilled in the art or do they require any degree of invention?\""], ["[86] Step (2) may pose some problems. In some cases, as in this one, the parties agree what the inventive concept is. This has the advantage of limiting the obviousness analysis to the essence of the invention. But often the parties do not agree and in such cases it will usually be a futile exercise for the court to seek to resolve their disagreement, for ultimately all that matters is what the patentee has claimed. As Lord Hoffmann said in  <FRAGMENT_SUPPRESSED>  [2008] 4 All ER 621, [2008] RPC 716 at 19 \". . . the patentee is entitled to have the question of obviousness determined by reference to the claim and not to some vague paraphrase based upon the extent of his disclosure in the description\"."], ["[87] I would add, so too is the Defendant. The patentee may have drawn his claim so broadly that it includes products or processes that owe nothing to the inventive contribution he has made, rendering the claim particularly vulnerable to an allegation of obviousness."], ["[88] Step (3) presents little conceptual difficulty. It simply requires the court to identify the differences between the prior art and the claim."], ["[89] It is step (4) which is key and requires the court to consider whether the claimed invention was obvious to the skilled but unimaginative addressee at the priority date. He is equipped with the common general knowledge; he is deemed to have read or listened to the prior disclosure properly and in that sense with interest; he has the prejudices, preferences and attitudes of those in the field; and he has no knowledge of the invention."], ["[90] One of the matters which it may be appropriate to take into account is whether it was obvious to try a particular route to an improved product or process. There may be no certainty of success but the skilled person might nevertheless assess the prospects of success as being sufficient to warrant a trial. In some circumstances this may be sufficient to render an invention obvious. On the other hand, there are areas of technology such as pharmaceuticals and biotechnology which are heavily dependent on research, and where workers are faced with many possible avenues to explore but have little idea if any one of them will prove fruitful. Nevertheless they do pursue them in the hope that they will find new and useful products. They plainly would not carry out this work if the prospects of success were so low as not to make them worthwhile. But denial of patent protection in all such cases would act as a significant deterrent to research."], ["[189]", "Lord Justice Lewiston agreed and added at paragraph 184"], ["[184] In many \"obvious to try\" cases, it is the idea of trying that constitutes the inventive step. It was no doubt this that led Sir Donald Nicholls V-C to say in  <FRAGMENT_SUPPRESSED>  that \". . . obviousness connotes something which would at once occur to a person skilled in the art who was desirous of accomplishing the end\". (Emphasis added)"], ["[190]", "Lord Justice Moore-Bick agreed with both."], ["[191]", "In the present case, I turn to the test established by the Supreme Court in <FRAGMENT_SUPPRESSED> with reference to the numbers assigned by Justice Rothstein:"], ["[192]", "1(a) The", "notional \"person skilled in the art\"", "has already been identified in these reasons."], ["[193]", "1(b", "The", "relevant common general knowledge", "as acknowledged at page 1 of the '652 patent is that the compounds of the invention are already known, but used for another purpose; namely, as an anti-epileptic. Pharmascience relies particularly on the evidence of Dr. Watson, their expert, a physician specializing in pain, who says that as of 1996 physicians would try or expect that anticonvulsants would be useful in treating some forms of pain and that gabapentin was among those compounds. I repeat in particular paragraph 103 of his affidavit where he says, in part:", "103. As with all drugs, physicians knew that gabapentin would not be useful for all patients, and they knew that it would not be useful for all types of pain. They also knew that safety issues could emerge, although the initial reports indicated lower incidents of side effects than other anti-convulsants."], ["[194]", "The Applicants, on the other hand, rely on the evidence of their experts, including Dr. McCarson and Dr. Jovey. Dr. McCarson says, in part, at paragraph 20 of his affidavit:", "Finally, even if a person skilled in the art were to consider pregabalin's analgesic potential ...they would not have an expectation that pregabalin would be useful to treat pain without making and testing it."], ["[195]", "Dr. Jovey states, in part, at paragraph 20 of his affidavit:", "The fact that some anticonvulsants were known to treat pain, that there were a small number of case reports suggesting that gabapentin might be useful for the treatment of neuropathic pain in some patients, and the knowledge that gabapentin and pregabalin shared a binding site would not have made it more or less self-evident as of July, 1996 that pregabalin would not be useful in the treatment of pain."], ["[196]", "I find that, as of July 1996, the state of the art was that pregabalin, gabapentin and other anticonvulsants were known and used for central nervous system disorders such as anti-convulsants, and that there were reported tests that gabapentin had been successfully used in the treatment of some types of pain."], ["[197]", "2. The second", "of the criteria established in <FRAGMENT_SUPPRESSED> is to identify the inventive concept", "in the claim", ". I emphasize the words", "in the claim", "and repeat the words of Lord Hoffmann in", "<FRAGMENT_SUPPRESSED> :", "...the patentee is entitled to have the question of obviousness determined by reference to the claim and not some vague paraphrase based upon the extent of his disclosure in the description."], ["[198]", "Here, the inventive concept", "of claim 3", "is not simply that pregabalin can be used to treat some types of pain. The inventive concept is that pregabalin", "or its racemate", "can be used to treat", "variety of types", "of pain."], ["[199]", "3. The third", "of the criteria is to identify the differences between the \"state of the art\" and the inventive concept. Here, those differences are that two compounds, pregabalin or its racemate, can be put to a new use; the treatment of a variety of types of pain."], ["[200]", "4. The fourth", "criteria is to determine if those differences would have been obvious; that is, having regard to the Federal Court of Appeal, would have been not a mere possibility, but more or less self-evident."], ["[201]", "The Applicants, and in my opinion, with some force, point out what Dr. Watson said, in part, in answer to question 158 of his cross-examination:", "What we were doing was we would try and pray that every new anticonvulsant that came on the market would work better than any existing one."], ["[202]", "Pharmascience argues that this answer was directed only to a \"better\" pain drug; however, I accept that, looking at all the evidence of all the experts, that while anticonvulsants were looked at - at least by some researchers - as a fruitful field to try and see if any of them worked with respect to pain, one would not know, until it was tested, whether it worked in fact, and without any harmful effects. The statements of Lord Justice Kitchin at paragraph 90 of his Reasons in", "<FRAGMENT_SUPPRESSED>", ", are appropriate:", "...there are areas of technology such as pharmaceuticals and biotechnology which are heavily dependant on research, where workers are faced with many possible answers to explore but have little idea if any one of them will prove fruitful. Nevertheless they do pursue them in the hope that they will find new and useful products. They plainly would not carry out this work if the prospects of success were so low as not to make them worthwhile. But denial of patent protection in all such cases would act as a significant deterrent to research."], ["[203]", "Therefore, I find that Pharmascience's allegation as to obviousness is not justified."], ["[204]", "I am mindful, in coming to this conclusion, that I have concluded that it was not obvious to use pregabalin for a variety of pains, including some acute pains, and that likewise the racemate was not obvious for such uses. I am mindful, as well, as to my findings in this respect as to utility and sound prediction. The questions are different. For instance, it may not be obvious that the racemate can treat a variety of pain, but it may not be useful for that purpose."], ["[205]", "One must also be mindful that the parties have argued to all intents and purposes, on different sides of essentially the same issue. Was pregabalin obvious for pain, yet the racemate not soundly predicted? It is not uncommon for a party to argue in the alternative. They have done so here.", "REISSUE APPLICATION"], ["[206]", "The Patent Act, section 47, provides that where a patent is deemed defective or inoperative in certain specified respects, the patentee may, within four years from the date the patent is granted, apply for a re-issue of that patent. That is what Warner-Lambert sought to do with respect to the '652 patent."], ["[207]", "On December 20, 2005, patent agents acting for Warner-Lambert filed a request with the Canadian Patent Office seeking re-issue of the '652 patent. Specifically, Warner-Lambert sought to add fifteen new claims, numbered 16 through 31, in which only pregabalin, not the racemate, was claimed. Claim 16 was directed to treatment of \"pain\"; each of the remaining claims were directed to specific types of pain, including, in claim 27, acute herpetic pain. These claims are to be found at Volume 8 of the Record, pages 2269 and 2270."], ["[208]", "The reason for seeking re-issue was set out at paragraph 4 of the application for re-issue (page 2251 of the Record) as:", "...the patent attorney in the United States, Charles W. Ashbrook, acting on behalf of the original applicant, inadvertently, accidentally or mistakenly failed to instruct its Canadian agent, or failed to ensure that its Canadian agent understood, and/or the Canadian agent failed to understand, that the Patentee's commercial product, the compound (pregabalin) should itself be specifically claimed ..."], ["[209]", "An affidavit of Ashbrook was later filed in support of the application for re-issue (pages 2358 to 2360). It attested to, among other things:", "3. I did not draft the '652 Application ...", "4. August to October 2000 was a particularly busy time for me ...", "5. When I assumed responsibility for the '652 Application, I did not focus in detail on its prosecution. I do not know why I failed to do so ...", ". . .", "8. ...there is no record of my having instructed, nor can I recall having instructed the Canadian agent to include any independent claims directed solely to the use of (pregabalin) ...", "10. Following the grant of the Patent, in the fall of 2005, I took part in a review ...it was then discovered that the Patent did not have any independent claims directed to (pregabalin)."], ["[210]", "The Patent Office issued a response to the application for re-issue on January 24, 2008. It found the application not acceptable. Among the reasons for so finding was that the evidence did not convincingly demonstrate original intent to protect the subject matter of claims 17 to 31. Further evidence was requested."], ["[211]", "The patent agent responded on June 23, 2008 by providing the affidavit of Ashbrook, aforesaid, and referenced a similar application for re-issue made in the United States Patent Office respecting \"related U.S. Patent No. 6,001,876\"."], ["[212]", "Further correspondence ensued. The application for re-issue was ultimately allowed (pages 2494 to 2496) provided the original patent was surrendered; see page 2497 of the Record, as indicated by a letter from the Patent Office dated July 20, 2009. The evidence ends there. There is no record of the surrender of the original patent or the grant of a re-issued patent. On October 15, 2009, the request for re-issue apparently was withdrawn. This present proceeding deals with the '652 patent as originally granted; that is, without claims 17 to 31."], ["[213]", "In its Notice of Allegation, Pharmascience makes reference to this re-issue application saying that the application supports its position with respect to the various allegations as to invalidity raised in that Notice. Pharmascience did not make submissions in its written argument in respect to the re-issue; however, it did so in oral argument, presumably having been prompted to do so since I raised the matter with Counsel near the beginning of the oral hearing."], ["[214]", "The Applicants' Counsel argued that the re-issue did not seek to amend claim 3; it simply sought to add further claims; thus, the re-issue application is immaterial when it comes to any consideration of claim 3. Pharmascience's Counsel argues that, had the Applicants secured a re-issue of the '652 patent with the addition of claim 17 to 31, they would have instituted proceedings based on one or more of claims 17 to 31 and simply disregarded claim 3 just as they have disregarded claims 1, 2 and 4 to 16 in the present proceedings, presumably because they are all too broad; particularly in the number of compounds embraced by those claims. Pharmascience provided me with the Reasons for Judgment (Memorandum) of the Chief Justice of the United States District Court for the District of Delaware (Chief Justice Sleet) in which the re-issued United States patent (Re '920) as referred to in the Canadian re-issue application, was asserted in an infringement action, C.A. No. 09-cv-307, July 19, 2012. The claims asserted were specific to pregabalin only. Claim 1 was in respect to pain, whereas the other asserted claims were directed to a specific pain. Those claims were found not to be invalid for obviousness or anticipation. I am advised that the matter is being appealed."], ["[215]", "This re-issue application and these United States proceedings formed no part in the decision to which I have come in this matter, largely because Pharmascience did not raise these matters e in their written argument. I do, however, point out that my decision may well have been different had the claims at issue been directed only to pregabalin and only to certain specific types of pain.", "CONCLUSIONS AND COSTS"], ["[216]", "As a result of all the aforesaid, I have found that certain of the allegations made by Pharmascience as to invalidity of claim 3 of the '652 patent are justified. In particular, the following are justified:", "• claim 3 is broader than the invention made or disclosed", "• claim 3 lacks utility with respect to the range of pain included within that claim as I have construed it", "• there is no sound prediction set out in the patent or anywhere such that the racemate included within claim 3 can be predicted to have utility"], ["[217]", "Thus, I will dismiss this application, with costs."], ["[218]", "As to costs, the Respondent Pharmascience is entitled to be paid costs, reasonable disbursements and applicable taxes by the Applicant, both jointly and severally. As is usually in these proceedings, costs are awarded at the middle of Column IV. Assessment for two Counsel at trial, a junior and a senior, are allowed. Fees for Pharmascience's experts may be taxed, provided that their rates shall not exceed the rates charged, per hour, or per day, by Pharmascience's senior Counsel.", "JUDGMENT"], ["[219]", "FOR THE REASONS PROVIDED", "THIS COURT'S JUDGMENT is that", "1. The application is dismissed; and", "2. The Respondent Pharmascience is entitled to its costs on the terms set out in the Reasons.", "Application dismissed.", "Editor: Steven C. McMinniman/vnh"]]}