{"id_": "086540", "body_str": [["[1]", "Zinn, J.", ": The applicants are challenging a decision of the Refugee Protection Division of the Immigration and Refugee Board [the Board], concluding that they are not Convention refugees or persons in need of protection. They submit that they were denied procedural fairness and natural justice because their counsel was incompetent.", "Background"], ["[2]", "The applicants are all citizens of Namibia. The adult members of the family, Williams and Gladys, were married in June 2007, and their daughter Matjiua was born on October 23, 2010."], ["[3]", "In early November 2010, a man named David threatened to rape Matjiua because in Namibia it is believed that raping babies is a cure for HIV/AIDS. David made physical threats against the adult applicants as well as constant telephone threats, both on their home phone and cell phones. They reported the threats to the police and the case is still under investigation."], ["[4]", "On or about December 11, 2010, David came to their home while they were away and stole Matjiua's clothing. He called them later and threatened to kill all three of the applicants. In March 2011, the applicants moved from their house because they feared for their lives."], ["[5]", "In May 2011, they reported the matter to police. They entered Canada on May 9, 2011, and made inland claims for refugee protection the next day."], ["[6]", "The applicants retained Toronto lawyer Tricia Simon to assist them in seeking refugee protection (including filing the PIF) and representing them at the Board hearing."], ["[7]", "The applicants met with Ms. Simon once at her office for the preparation of the PIF, which was filed on June 6, 2011. The PIF narrative lacks detail and includes the statement that the applicants would \"provide full evidence at [the] hearing.\""], ["[8]", "In or around June 2013, the applicants moved to Saskatchewan, on the recommendation of Ms. Simon, and she was advised of their new contact information. The applicants attempted to contact Ms. Simon by telephone on several occasions, but they were told that she was either busy or unavailable. Ms. Simon never returned their calls and messages."], ["[9]", "The applicants were notified by the Board of their hearing date. Ms. Simon did not contact them about being notified about the hearing date nor did she meet with or speak to them in preparation for the hearing, as she had previously agreed to do."], ["[10]", "The applicants traveled to Toronto for their hearing before the Board on May 6, 2014. They met Ms. Simon for the second time on the day of the hearing, at the Board's offices, but say that they had no opportunity or time to discuss their claim with her prior to the hearing. When asked by the Board which of the adult applicants would testify as the main witness, Ms. Simon indicated that \"it doesn't matter\" and the Board directed Williams to testify first. Ms. Simon did not submit any documentary evidence to the Board prior to or at the hearing, although the applicants had provided her with some. Williams himself submitted some newspaper articles to the Board. When Ms. Simon was asked by the Board why she had not submitted this documentary evidence, Ms. Simon stated:", "Well there's been a little bit of a - what happened is", "I was not properly retained from a financial perspective, and so I was waiting for the clients to properly retain me to complete the work on the file.", "And then when I was properly retained I think was, what? Actually I'm still not properly retained but I'm still here. [emphasis added.]"], ["[11]", "The transcript of the hearing reveals that it was quite brief and Ms. Simon's offered what can only be charitably described as a perfunctory submission following the testimony."], ["[12]", "The Board found that Williams was not credible. He was not able to remember relevant dates about when the telephone threats started and in response to questions by the Board, he provided dates that preceded the birth of Matjiua. He also was unable to recall how he knew that David had HIV/AIDS. The Board acknowledged that he may have been nervous and gotten those dates mixed up, but he also made further errors about subsequent incidents (e.g. the alleged break-in and assault) such that did not \"provide any measure of reliability that could have assisted negative inferences drawn regarding his hesitance when answering questions or inconsistencies between his testimony and the PIF narrative.\""], ["[13]", "The Board found that Gladys was more credible but she never saw David. The Board also notes that she testified that she thought they could live in Walvis Bay, Namibia, the city where Williams was born. In fairness, it is not clear that her evidence was that the family could live there without risk to Matjiua, because she does go on to testify that \"this [raping of babies] is happening everywhere.\""], ["[14]", "The Board further found that the applicants had failed to rebut the presumption of state protection. Specifically, the Board acknowledged that \"child abuse is a serious problem in Namibia and that there are those who believe that raping a baby can cure HIV/AIDS,\" but found that such crimes are prosecuted if reported, and that there are a wide range of support services for women and children who are victims of abuse. The Board found that the government's legislation and efforts are being implemented, albeit imperfectly."], ["[15]", "On August 8, 2014, the applicants, through new counsel provided Ms. Simon with Williams's affidavit filed in this application and advised her that they had commenced an application for leave and judicial review on the basis that her incompetence caused a breach of natural justice and procedural fairness. She was provided with an opportunity to respond to that affidavit but has not done so. Accordingly, I accept as truthful the applicants' account of their interactions with Ms. Simon."], ["[16]", "Following the granting of leave to judicially review the decision, the applicants chose to represent themselves, and they discharged their new solicitor.", "Issue and Analysis"], ["[17]", "The only issue is whether these applicants were denied procedural fairness and natural justice due to the incompetence of their counsel."], ["[18]", "Refugee claimants have a statutory right to be represented by counsel during Board proceedings. The applicants submit that legal counsel are required to act with reasonable care, skill and knowledge:", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] and that incompetence of counsel will cause a breach of natural justice if it can be shown that the counsel's acts or omissions constituted incompetence and that this resulted in a miscarriage of justice:", "R v G.D.B.", ", 2000 SCC 22 at para 26."], ["[19]", "With regard to the performance component of the legal test, the applicants submit that they have provided evidence to support their allegations of incompetence or negligence and that Ms. Simon was given an opportunity to respond to the allegations and explain her conduct, but she has not done so."], ["[20]", "The applicants cites several analogous cases where there was a breach of procedural fairness because counsel did not assist a claimant in preparing for their hearing, provide details to supplement or support a PIF, or enter supporting documentation into evidence: See for example", "<FRAGMENT_SUPPRESSED> . The applicants submit that they were incompetently represented by Ms. Simon because she failed to properly prepare herself or the applicants for the hearing, to advise them of the applicable legal test, the evidence required to make out their claim, to obtain and file corroborative and additional supporting documentation, or to have adequate knowledge of their claim. The applicants submit that Ms. Simon did not exercise reasonable care in representing them."], ["[21]", "With respect to the prejudice component of the test, the applicants note that the Board found that there were inconsistencies between Williams's testimony and PIF narrative and that he was unable to recall relevant dates. They argue that if he had been adequately prepared by Ms. Simon, he would have been in a better position to answer the Board's questions and inconsistencies would have been properly addressed at the hearing."], ["[22]", "The Board also found that the applicants did not provide sufficient corroborative and objective documentary evidence to rebut the presumption of state protection. The applicants submit that they expected Ms. Simon to have documentary evidence in support of their claim, so her incompetence meant that they could not present critical evidence pertaining to state protection. In short, they say that Ms. Simon's lack of preparation led to a negative credibility finding against the applicants and the cumulative effect of her conduct was inherently prejudicial."], ["[23]", "The respondent submits that there is insufficient evidence of incompetence. First, it is argued that Ms. Simon was not given a reasonable opportunity to respond as the affidavit stating that there had been no response was sworn only four days after the notice had been sent to Ms. Simon. There is little merit in this submission. Ms. Simon was provided with the materials filed in this application and a release from her former clients permitting her to respond to them if she chooses. Although the applicants are no longer represented by their Saskatoon counsel, she would have been under a duty to the court to advise if anything was ever received, and the court has not been advised that Ms. Simon has responded."], ["[24]", "Secondly, the respondent notes that the applicants did not make a complaint to the law society or governing body and it submits that the case law advocates that a law society complaint should be filed or at the very least, adequate notice must be given so that counsel has an opportunity to respond. The authorities cited by the respondent", "( <FRAGMENT_SUPPRESSED>  (FCTD) at para 19), do not explicitly require that a law society complaint be made; rather, the issues that have to be considered by the court are whether the complaint is", "bona fide", "and whether the former counsel had an opportunity to respond. This may be adequately demonstrated where, as here, the applicants provide adequate notice to their former counsel."], ["[25]", "The respondent further submits that even if there was a breach, it is not reasonably probable that the result would have been different. The respondent points out that the Board made several negative credibility findings, which were central to the applicants' claim. The respondent likens this to <FRAGMENT_SUPPRESSED> where the court found that, despite the incompetence of her counsel, the applicant's evidence was not credible and her application was dismissed."], ["[26]", "Lastly, the respondent notes that the Board reviewed country condition evidence about Namibia and even if there was a failure of counsel to seek and present documentary evidence, its conclusion was not based on any lack of such documentary evidence."], ["[27]", "There is a reason competent counsel meets with and prepares witnesses for their testimony. This is especially the case where, as here, the process is new and in a foreign country. Where, as here, the relevant events occurred years before the hearing, it is only common sense that memory will not be as sharp on dates of those events if the witness has not had an opportunity to review those facts with counsel. Here, on the evidence of the applicants, there was no such opportunity. I add that it is no answer for counsel to assert that she was waiting to be \"properly retained.\" Ms. Simon acted for these applicants in making their claim and if she was not prepared to do a competent job representing them because of a lack of a financial retainer, then she ought to have removed herself as counsel of record. I do not accept the respondent's submission that the result would necessarily have been the same in regards to the credibility finding had the solicitor done a competent job of representing these applicants."], ["[28]", "I am also unable to agree that the result was, at least in part, dependent on the lack of the documents that counsel ought to have obtained herself or advised her clients to obtain. It is impossible to reach that conclusion without seeing what those documents are."], ["[29]", "For these reasons, this application must be allowed. The applicants would be well advised to retain counsel for the redetermination and, at a minimum, ask that it be held in Saskatoon, where they now reside, and not in Toronto."], ["[30]", "The parties were asked if they had a question to propose for certification but only the applicants proposed a question, which was more in the nature of a plea to the court. No question is certifiable on these facts.", "JUDGMENT"], ["[31]", "THIS COURT'S JUDGMENT is that", "this application is allowed, the decision of the Board rejecting the applicants' claims for protection is set aside, their applications are to be determined by a differently constituted panel, and no question is certified.", ".........................", "Williams Kavihuha, Gladys Unaani Kakunde et Matjiua Uakotok  <FRAGMENT_SUPPRESSED>  demandeurs contestent une décision par laquelle la Section de la protection des réfugiés à la Commission de l'immigration et du statut de réfugié [la Commission] a conclu qu'ils n'ont qualité ni de réfugiés au sens de la Convention ni de personnes à protéger. Ils soutiennent qu'en raison de l'incompétence de leur avocate, ils ont été privés de leur droit à l'équité procédurale et à la justice naturelle.", "Le contexte"], ["[2]", "Les demandeurs sont tous trois citoyens namibiens. Les membres adultes de la famille, Williams et Gladys, se sont mariés en juin 2007, et leur fille Matjiua est née le 23 octobre 2010."], ["[3]", "Au début de novembre 2010, un individu nommé David, adhérant à la croyance répandue en Namibie que le viol d'un bébé peut guérir du VIH/sida, a menacé de violer Matjiua. Les demandeurs adultes ont reçu de David des menaces physiques et de constantes menaces téléphoniques, sur leurs téléphones fixes aussi bien que portables. Ils ont signalé ces menaces à la police, dont l'enquête est encore en cours."], ["[4]", "Le 11 décembre 2010 ou vers cette date, David est entré chez les demandeurs pendant leur absence et y a volé les vêtements de Matjiua. Il leur a téléphoné plus tard en menaçant de les tuer tous les trois. En mars 2011, les demandeurs ont quitté leur maison parce qu'ils craignaient pour leur vie."], ["[5]", "Les demandeurs ont signalé ces faits à la police en mai 2011. Ils sont entrés au Canada le 9 du même mois, et ont demandé l'asile à un bureau intérieur le lendemain."], ["[6]", "Les demandeurs ont engagé une avocate torontoise, Me Tricia Simon, pour les aider à remplir les formalités de leur demande d'asile (notamment le dépôt de leur FRP) et les représenter à l'audience de la Commission."], ["[7]", "Les demandeurs ont rencontré Me Simon une fois à son bureau pour l'établissement du FRP, qui a été déposé le 6 juin 2011. L'exposé du FRP n'était guère détaillé et portait que les demandeurs [traduction] « fournir[aient] tous les éléments de preuve nécessaires à l'audience »."], ["[8]", "En juin 2013 ou vers ce mois, les demandeurs sont allés s'installer en Saskatchewan, sur la recommandation de Me Simon, à qui ils ont communiqué leurs nouvelles coordonnées. Ils ont essayé de contacter Me Simon par téléphone à plusieurs reprises, mais on leur a dit qu'elle était occupée ou indisponible. Jamais Me Simon ne les a rappelés ni n'a répondu à leurs messages."], ["[9]", "Les demandeurs ont été avisés par la Commission de la date de leur audience. Me Simon ne les a pas contactés à ce sujet, pas plus qu'elle ne les a rencontrés ou ne s'est entretenue avec eux en prévision de l'audience, comme elle s'était engagée à le faire."], ["[10]", "Les demandeurs se sont rendus à Toronto pour leur audience devant la Commission, tenue le 6 mai 2014. Ils ont rencontré Me Simon pour la deuxième fois le jour même de l'audience, aux bureaux de la Commission. Ils déclarent n'avoir eu ni l'occasion ni le temps de s'entretenir avec elle de leur demande d'asile avant l'audience. Quand la Commission lui a demandé lequel des demandeurs adultes déposerait comme témoin principal, Me Simon a répondu que [traduction] « cela n'a[vait] pas d'importance »; la Commission a alors ordonné à Williams de déposer le premier. Me Simon n'a produit aucune preuve documentaire devant la Commission, que ce soit avant ou pendant l'audience, alors que les demandeurs lui avaient communiqué de tels éléments. Williams a présenté lui-même à la Commission des articles de journaux. Au commissaire qui souhaitait savoir pourquoi elle n'avait pas produit ces éléments de preuve documentaire, Me Simon a répondu ce qui suit:", "[traduction]", "Eh bien, il y a eu un petit - en fait,", "je n'ai pas été dûment engagée par le versement d'une provision, de sorte que j'attendais que mes clients retiennent mes services dans les règles pour achever le travail sur le dossier.", "Ils l'ont fait, laissez-moi voir, c'était, je pense, le ... À vrai dire, je ne suis pas encore engagée dans les règles, néanmoins, je suis ici.", "[Non souligné dans l'original.]"], ["[11]", "La transcription de l'audience révèle que celle-ci a été très courte et que Me Simon a proposé après les témoignages ce que j'appellerai charitablement des observations pour la forme."], ["[12]", "La Commission a conclu que Williams n'était pas crédible. Il ne pouvait se rappeler quand exactement les menaces téléphoniques avaient commencé et, en réponse aux questions de la Commission sur ce point, il a donné des dates antérieures à la naissance de Matjiua. Il ne pouvait non plus se rappeler comment il avait appris que David souffrait du VIH/sida. La Commission a admis qu'il pouvait s'être embrouillé dans les dates par nervosité, mais il a aussi commis d'autres erreurs touchant des incidents ultérieurs (par exemple l'introduction par effraction et l'agression supposées), de sorte que, selon la décision contestée, il « n'a fourni aucun élément fiable qui aurait pu contrer les conclusions défavorables qui ont été tirées en ce qui concerne son hésitation au moment de répondre à certaines questions ou les incohérences entre son témoignage et l'exposé circonstancié de son FRP »."], ["[13]", "La Commission a jugé Gladys plus crédible, mais cette dernière n'avait jamais vu David. La Commission rappelle aussi la déclaration faite par Gladys dans son témoignage selon laquelle elle pensait que la famille pourrait vivre à Walvis Bay, ville namibienne où Williams est né. En toute équité, il n'est pas évident qu'elle voulût dire que la famille pourrait vivre dans cette ville sans risques pour Matjiua, puisqu'elle poursuit son témoignage en déclarant que le viol des bébés [traduction] « est répandu partout »."], ["[14]", "La Commission a en outre conclu que les demandeurs n'avaient pas réfuté la présomption de la protection de l'État. Plus précisément, elle a reconnu que « la violence faite aux enfants était un grave problème en Namibie et que certaines personnes croient que le fait de violer un bébé permet de guérir le VIH/sida », mais elle a conclu ensuite que les crimes de cette nature donnent lieu à des poursuites judiciaires quand ils sont signalés, et que la Namibie offre toutes sortes de services de soutien aux femmes et aux enfants victimes de violences. L'État namibien applique sa législation et déploie des efforts concrets, a conclu la Commission, même s'il n'atteint pas la perfection."], ["[15]", "Le 8 août 2014, les demandeurs, par l'intermédiaire d'un nouvel avocat, ont fait parvenir à Me Simon l'affidavit de Williams déposé dans le cadre de la présente demande et l'ont avisée qu'ils avaient introduit une demande d'autorisation et de contrôle judiciaire au motif que son incompétence avait porté atteinte à leur droit à la justice naturelle et à l'équité procédurale. Me Simon a eu la possibilité de répondre à cet affidavit, mais elle ne l'a pas fait. En conséquence, j'accepte comme véridique l'exposé donné par les demandeurs de leurs rapports avec Me Simon."], ["[16]", "Après avoir reçu l'autorisation de demander le contrôle judiciaire de la décision de la Commission, les demandeurs ont choisi de se représenter eux-mêmes et ont congédié leur nouvel avocat.", "La question en litige et analyse"], ["[17]", "La seule question en litige est celle de savoir s'il a été porté atteinte au droit des demandeurs à l'équité procédurale et à la justice naturelle du fait de l'incompétence de leur avocate."], ["[18]", "Le demandeur d'asile a le droit, prévu par la loi, d'être représenté par un conseil dans la procédure d'examen de sa demande par la Commission. Les demandeurs font valoir que les avocats sont tenus de faire preuve de diligence, de compétence et de connaissances raisonnables, comme l'explique la décision", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], et que l'incompétence de l'avocat entraîne un manquement à la justice naturelle si l'on peut prouver que ses actes ou ses omissions relèvent bien de l'incompétence et ont entraîné une erreur judiciaire (", "R c G.D.B.", ", 2000 CSC 22, paragraphe 26)."], ["[19]", "Pour ce qui concerne le premier volet du critère juridique, soit l'examen du travail de l'avocat, les demandeurs font valoir qu'ils ont produit des preuves au soutien de leurs allégations d'incompétence ou de négligence, et qu'ils ont offert à Me Simon la possibilité de répondre à ces allégations et d'expliquer sa conduite, mais qu'elle ne l'a pas fait."], ["[20]", "Les demandeurs citent plusieurs affaires analogues où l'on a conclu à un manquement à l'équité procédurale au motif que le conseil avait omis d'aider le demandeur d'asile à se préparer à l'audience, de communiquer des renseignements pour compléter ou étayer un FRP, ou de produire des documents justificatifs en preuve; voir par exemple", "<FRAGMENT_SUPPRESSED> . Les demandeurs affirment que Me Simon les a représentés de manière incompétente aux motifs qu'elle ne s'est pas préparée ni ne les a préparés à l'audience comme il aurait fallu, qu'elle ne les a pas informés du critère juridique applicable ni de la preuve nécessaire pour établir le bien-fondé de leur demande d'asile, qu'elle n'a pas recueilli ni déposé de documents corroborants ni de pièces justificatives supplémentaires, et qu'elle n'a pas acquis une connaissance suffisante de ladite demande d'asile. Ils soutiennent que Me Simon ne les a pas représentés avec une diligence raisonnable."], ["[21]", "Pour ce qui concerne le second volet du critère juridique, soit l'appréciation du préjudice subi, les demandeurs notent que la Commission a constaté des discordances entre l'exposé circonstancié du FRP et le témoignage de Williams, et qu'elle a fait état de l'incapacité de ce dernier à se rappeler des dates pertinentes. Ils font valoir que si Me Simon l'avait bien préparé, il aurait été mieux en mesure de répondre aux questions de la Commission, et les discordances auraient été expliquées de manière satisfaisante à l'audience."], ["[22]", "La Commission a aussi conclu que les demandeurs n'avaient pas produit suffisamment d'éléments corroborants et de preuve documentaire objective pour réfuter la présomption de protection de l'État. Or, font valoir les demandeurs, ils s'attendaient à ce que Me Simon eût rassemblé des éléments de preuve documentaire au soutien de leur demande d'asile, de sorte que son incompétence les a empêchés de présenter des documents d'importance critique touchant la protection de l'État. Bref, ils affirment que le manque de préparation de Me Simon a entraîné une conclusion défavorable sur leur crédibilité et que les effets cumulatifs de sa conduite se sont révélés intrinsèquement préjudiciables pour eux."], ["[23]", "Le défendeur fait valoir quant à lui l'insuffisance des éléments tendant à établir l'incompétence. Premièrement, avance-t-il, Me Simon n'a pas bénéficié d'une possibilité raisonnable de réponse, étant donné que l'affidavit faisant état de son absence de réponse a été signé quatre jours seulement après qu'on lui eut envoyé l'avis. Cet argument ne me paraît guère fondé. Me Simon a reçu communication des pièces déposées dans la présente demande, ainsi que d'une renonciation de ses anciens clients l'autorisant à leur répondre si elle le souhaitait. Bien que leur avocate de Saskatoon ne représente plus les demandeurs, elle aurait été tenue, si elle avait reçu quoi que ce soit, d'en informer la Cour, et celle-ci n'a pas été avisée d'une réponse de Me Simon."], ["[24]", "Deuxièmement, le défendeur constate que les demandeurs n'ont pas présenté de plainte devant le barreau ou l'administration compétente et il soutient que, selon la jurisprudence, une plainte doit dans ce cas être déposée devant le barreau ou, à tout le moins, un préavis suffisant doit être donné au conseil de manière à lui ménager une possibilité de réponse. La jurisprudence citée par le défendeur, soit", "<FRAGMENT_SUPPRESSED>  paragraphes 55 et 56, et", "<FRAGMENT_SUPPRESSED>  (CF 1re inst.), paragraphe 19, ne pose pas explicitement la condition du dépôt d'une plainte devant le barreau; elle porte plutôt que la Cour doit examiner les questions de savoir si la plainte est faite de bonne foi et si l'ancien conseil a eu la possibilité d'y répondre. Il suffit pour établir l'exécution de cette dernière condition que le ou les plaignants, comme les demandeurs l'ont fait dans la présente espèce, donnent un préavis suffisant à leur ex-conseil."], ["[25]", "Le défendeur soutient en outre que, même s'il y a eu manquement, il n'est pas raisonnablement probable que le résultat aurait été différent dans le cas contraire. Il rappelle que la Commission a formulé plusieurs conclusions négatives au sujet de la crédibilité des demandeurs, qui étaient d'une importance essentielle pour le sort de leur demande d'asile. Le défendeur compare l'affaire en l'espèce à l'affaire <FRAGMENT_SUPPRESSED> , où la Cour a conclu à la non-crédibilité de la preuve de la demanderesse en dépit de l'incompétence de son avocat, et a rejeté sa demande de contrôle judiciaire."], ["[26]", "Enfin, le défendeur rappelle que la Commission a examiné des documents sur la situation en Namibie et il soutient que, même si l'avocate des demandeurs a omis de chercher et de produire des éléments de preuve documentaire, la conclusion de la Commission n'a en rien été déterminée par l'absence ou l'insuffisance de tels éléments."], ["[27]", "Il y a une raison pour laquelle l'avocat compétent s'entretient avec les témoins et les prépare à déposer. Ce travail préparatoire se révèle particulièrement nécessaire dans les cas où, comme en l'espèce, la procédure est nouvelle et se déroule dans un pays étranger. Lorsque, comme en l'occurrence, les événements pertinents se sont produits des années avant l'audience, il tombe sous le sens que le témoin ne pourra se rappeler aussi exactement les dates de ces événements s'il n'a pas eu la possibilité de passer ceux-ci en revue avec son avocat. Or, d'après leur preuve, les demandeurs à la présente instance n'ont pas eu cette possibilité. J'ajouterai qu'on n'est pas dispensé de ce devoir sous prétexte qu'on n'a pas encore été engagé [traduction] « dans les règles », pour reprendre l'excuse de Me Simon. Cette dernière a agi pour les demandeurs dans la procédure de leur demande d'asile, et si elle n'était pas disposée à les représenter de manière compétente parce qu'ils ne lui avaient pas versé la provision voulue, elle aurait dû se retirer en tant qu'avocat inscrit au dossier. Je rejette l'argument du défendeur selon lequel le résultat aurait nécessairement été le même, pour ce qui concerne la conclusion sur la crédibilité des demandeurs, si leur avocate les avait représentés avec compétence."], ["[28]", "Je me vois également incapable d'admettre que le résultat serait attribuable, au moins en partie, à la non-production des documents que l'avocate aurait dû obtenir elle-même ou conseiller à ses clients d'obtenir. Il est impossible de conclure dans ce sens sans voir quels sont ces documents."], ["[29]", "Pour ces motifs, la demande doit être accueillie. Les demandeurs feraient bien d'engager un conseil pour le réexamen, ou au moins d'en demander la tenue à Saskatoon, où ils résident maintenant, plutôt qu'à Toronto."], ["[30]", "Il a été demandé aux parties si elles avaient une question à proposer à la certification; seuls les demandeurs en ont proposé une, qui ressemblait plutôt à un plaidoyer adressé à notre Cour. Aucune question n'est susceptible de certification sur le fondement des faits de la présente espèce.", "JUGEMENT"], ["[31]", "LA COUR STATUE que", "la demande de contrôle judiciaire est accueillie, la décision de la Commission rejetant des demandes d'asile des demandeurs est annulée, ces demandes d'asile sont renvoyées à la Commission pour réexamen par un tribunal différemment constitué, et aucune question n'est certifiée.", "[End of document]"]]}