{"id_": "086570", "body_str": [["[1]", "Mactavish, J.", ": Gowri Vasanthakumar and her children seek judicial review of the decision of a Pre-removal Risk Assessment [PRRA] officer who found that the family would not be at risk if they were forced to return to Sri Lanka. As will be explained below, I am not persuaded that the family was treated unfairly in the PRRA process. As a result, their application for judicial review will be dismissed.", "Background"], ["[2]", "At the time the applicants filed their PRRA application on August 28, 2008, their application for permanent residence had been approved in principle."], ["[3]", "In apparent anticipation that they would receive permanent residence in Canada, the applicants' PRRA application was brief. At several places in the application the applicants made reference to further submissions that were to follow. However, no such submissions were ever provided by the applicants."], ["[4]", "On July 28, 2010, the family's application for permanent residence was refused. Ten months later, the PRRA officer rendered the negative decision in relation to their PRRA application."], ["[5]", "The applicants submit that, in the circumstances, fairness required the PRRA officer to notify them that their PRRA application was being \"reactivated\" and afford them a reasonable opportunity to file supplementary submissions in support of their application.", "Analysis"], ["[6]", "Where the issue for the reviewing court is one of procedural fairness arises, the Court is required to determine whether the process followed by the decision-maker satisfied the level of fairness required in all of the circumstances: see", "FRAGMENT_SUPPRESSED."], ["[7]", "It is well established that the burden is on PRRA applicants to put all of the information that they wish to have considered in connection with their application before the PRRA officer:", "FRAGMENT_SUPPRESSED."], ["[8]", "This responsibility extends to ensuring that PRRA submissions are updated as necessary:", "FRAGMENT_SUPPRESSED."], ["[9]", "An exception to this principle arises where there have been significant changes in the conditions within a country, and an officer intends to rely on documents from public sources which only became available after the filing of an applicant's PRRA application. Where these documents are \"novel and significant\", fairness may require the officer to disclose the documents to an applicant and to provide the applicant with an opportunity to respond:", "FRAGMENT_SUPPRESSED."], ["[10]", "The applicants say that this is just such a case, given the substantial changes that have occurred within Sri Lanka as a result of the end of the civil war in that country. In support of this contention, the applicants cite several cases where the", "FRAGMENT_SUPPRESSED", "exception has been found to apply, including", "FRAGMENT_SUPPRESSED."], ["[11]", "In my view, the jurisprudence relied upon by the applicants is distinguishable from the present case. The civil war in Sri Lanka ended in May of 2009. The PRRA decisions in the cases cited by the applicants were rendered shortly after the war ended. In contrast, by the time that the PRRA decision was rendered in this case in May of 2011, documentary evidence with respect to the changes in conditions in Sri Lanka could no longer be properly characterized as \"novel\"."], ["[12]", "There is also nothing in the record before me to suggest that the applicants could have had any legitimate expectation that they would be provided with a further opportunity to provide additional submissions in support of their PRRA application prior to a decision being rendered in that regard."], ["[13]", "The applicants argue that they were not \"removal ready\" at the time that they applied for their PRRA, submitting that their removal was stayed as a result of the approval in principle of their application for permanent residence. In support of this contention they rely on section 233 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227. According to the applicants, the refusal of their application for permanent residence thus triggered a duty on the PRRA Officer to notify them that their PRRA application was being \"reopened\" or \"reactivated\"."], ["[14]", "However, it is clear that the applicants' reliance on section 233 of the Regulations is misplaced, as that provision only operates only to stay a removal where there has been an approval in principle of an application for a Humanitarian and Compassionate exemption."], ["[15]", "Finally, even if the applicants believed that their PRRA application was being put on hold pending a final decision in relation to their application for permanent residence, that application was refused in July of 2010. The applicants made no effort to update their PRRA application during the ensuing 10 months."], ["[16]", "In these circumstances, I am not persuaded that the applicants were treated unfairly in the PRRA process. As a consequence, the application for judicial review is dismissed.", "Certification"], ["[17]", "Neither party has suggested a question for certification, and none arises here.", "JUDGMENT"], ["[18]", "THIS COURT ORDERS AND ADJUDGES that", "1. This application for judicial review is dismissed; and", "2. No serious question of general importance is certified.", "Application dismissed.", "Editor: Angela E. McKay/kaw", "[End of document]"]]}