{"id_": "086870", "body_str": [["[1]", "O'Keefe, J.", ": This is an application brought by AstraZeneca Canada Inc. and AstraZeneca AB (the applicants) under section 5 the", "Patented Medicines (Notice of Compliance) Regulations", ", SOR/93-133, defending the validity of Canadian Patent No. 2,170,647 (the '647 patent) against the notice of allegation of Ranbaxy Pharmaceuticals Canada Inc. (the respondent)."], ["[2]", "The sole issue in this proceeding is whether the invalidity allegation against the '647 patent is justified."], ["[3]", "The applicants claim that the respondent alleges each and every claim of the '647 patent to be invalid, while the respondent claims that only certain claims of that patent are at issue. Given that it is the respondent who is responsible for an allegation of invalidity, therefore, only those claims of the '647 patent identified by the respondent are at issue: Claims 1 to 8, 11 to 13, 15 to 17, 20 and 21, 23 to 27 and 33 to 36."], ["[4]", "The applicants seek that the Court order that the invalidity allegation against the '647 patent is not justified and prohibit the Minister of Health from issuing a notice of compliance to the respondent for the Ranbaxy tablets in 20mg and 40mg strengths until the expiry of the '647 patent.", "Background"], ["[5]", "The application for the '647 patent was filed on June 7, 1995, taking priority from an application filed in Sweden on July 8, 1994. The '647 patent was published on January 25, 1998 and expires on June 7, 2015. This patent is entitled \"Multiple Unit Tableted Dosage Form I\" and includes 40 claims. All of the claims impugned by the respondent in this proceeding relate to tableted dosage forms of omeprazole,", "S-", "omeprazole, or alkaline salts thereof."], ["[6]", "In a letter dated October 15, 2010, the respondent alleged that each claim of the '647 patent is invalid for obviousness. The respondent also alleged non-infringement of claims of several patents. These allegations are no longer part of this application."], ["[7]", "On December 2, 2010, the applicants brought an application disputing the allegation of invalidity. A third company, Takeda Pharmaceutical Company Limited, was initially also a respondent to this application, but has since been removed. The Minister of Health is formally a respondent but played no role in this proceeding.", "Related Orders from the Court"], ["[8]", "Prothonotary Kevin Aalto sat as Case Management Judge for this matter. He issued a protective order on February 7, 2011, defining which information from this matter is to be treated as confidential and the conditions on its disclosure.", "Applicants' Written Submissions"], ["[9]", "The applicants argue that the inventors of the '647 patent made possible for the first time a multiple unit tableted enteric dosage formulation of an acid sensitive drug, omeprazole, and that there was nothing in the prior art indicating that such a creation was obvious."], ["[10]", "The applicants submit there is general agreement between the parties on the construction of the claims of the '647 patent and the nominal skilled person through whose eyes the claims are construed."], ["[11]", "The applicants submit that the relevant test for obviousness contains four questions, as described by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED> :", "(1) (a) Identify the notional \"person skilled in the art\";", "(b) Identify the relevant common general knowledge of that person;", "(2) Identify the inventive concept of the claim in question or if that cannot readily be done, construe it;", "(3) Identify what, if any, differences exist between the matter cited as forming part of the \"state of the art\" and the inventive concept of the claim or the claim as construed;", "(4) Viewed without any knowledge of the alleged invention as claimed, do those differences constitute steps which would have been obvious to the person skilled in the art or do they require any degree of invention?"], ["[12]", "The applicants emphasize that every invention is obvious after it has been made and cautions against employing hindsight analysis."], ["[13]", "The applicants submit that in answer to the first question of the obviousness test, the parties are in agreement that the relevant skilled person is a pharmaceutical formulator, with a Bachelor's degree in pharmaceutics or a related science and at least two or three years of experience in formulation development, including some exposure to delayed and controlled release formulation."], ["[14]", "The applicants argue that both parties' expert witnesses are in general agreement as to how the skilled person would understand the claims of the '647 patent in answer to the second question."], ["[15]", "The applicants also submit that there is general agreement in answer to the third question: that the '647 patent for the first time provides a multiple unit tableted enteric coated dosage for an acid sensitive drug, namely omeprazole."], ["[16]", "The applicants identify the fourth question of the obviousness test as the main area of disagreement. The applicants argue that the prior art would have directed the skilled person away from concluding that an acid sensitive drug, such as omeprazole, could have been formulated into a multiple unit tableted enteric dosage form. The applicants argue that the skilled person would have either selected hard gelatine capsules or another final dosage form."], ["[17]", "The applicants argue that the views of the respondent's expert witness, Dr. Elder, that this formulation was simply a matter of routine investigation, are inconsistent with prior and post art. The applicants point to Dr. Bodmeier's affidavit evidence as to why the prior art references teach away from the conclusion that an acid sensitive drug such as omeprazole could be formulated into a multiple unit tableted enteric dosage form."], ["[18]", "The applicants argue the", "Drugs Made in Germany", "(Klaus Lehmann et al, \"Fast Disintegrating Controlled Released Tablets from Coated Particles\" (1994) 37(2)", "Drugs Made in Germany", "53) reference contradicts Dr. Elder's evidence that the invention is routine, since it used L30-D55 combined with NE300, instead of L30-D55 alone. That reference's process also resulted in an 82 percent gastric acid resistance, when no more than a 10 percent reduction in resistance in compression is required. This reference teaches that even non-acid sensitive pellets could not be compressed successfully, so the skilled person would not be led to believe that omeprazole enteric coated pellets could be so compressed."], ["[19]", "The applicants dispute that the Dechesne (JP Dechesne, \"A new enteric tablet of acetylsalicylic acid. I. Technology aspects\" (1987) 37 International Journal of Pharmaceutics 203) reference speaks to the obviousness of the '647 patent, since a skilled person would view the high release of a drug to be unacceptable when dealing with a highly acid sensitive drug. The applicants catalogue Dr. Bodmeier's evidence rejecting the usefulness of other prior art, including Canadian Patent No. 1,292,693 (the '693 patent), European Patent Application No. 0519144 (the '144 patent), European Patent Application No. 0257310 (the '310 patent) and European Patent Application No. 0255725 (the '725 patent). The applicants argue the Seitz (Seitz et al, \"Tablet Coating\" in Leon Lachman et al, eds,", "Theory and Practice of Industrial Pharmacy", ", 3rd ed (Philadelphia: Lea & Fibeger, 1986) article does not teach the claim of the '647 patent as it makes no reference to compressibility of enteric coated pellets during the tabletting process."], ["[20]", "In the applicants' submission, developing the claimed formulation is not the result of a routine investigation or optimization. Even if the skilled person were to attempt to make a multiple unit tableted enteric dosage formulation of an acid sensitive drug, the skilled person would have known this would be difficult to achieve and would have believed the process would take years. The applicants cite a 1997 article by Dr. Bodmeier (Roland Bodmeier, \"Review: Tableting of coated pellets\" (1997) 41 European Journal of Pharmaceutics and Biopharmaceutics 1) and a 2011 article by Rok Dreu et al, entitled \"Development of a multiple-unit tablet containing enteric-coated pellets\", (2011) 16(2) Pharmaceutical Development and Technology 118, describing such challenges and dispute Dr. Elder's dismissal of the latter due to its origin in Slovenia. The applicants highlight the fact that Dr. Elder admitted he only knew of five examples of multiple unit formulations with enteric coated pellets making it to market."], ["[21]", "The applicants dispute the credibility of Dr. Elder based on his improper criticism of the 2011 article and the fact that the six pieces of prior art cited in his affidavit are the same six pieces listed in Ranbaxy's notice of allegation.", "Respondent's Written Submissions"], ["[22]", "The respondent's position is that omeprazole is an old drug and that by 1994, it was well known that it was an acid labile drug that needed to be formulated with a protective enteric coating and there is nothing inventive about the nature of the tablet formulation claimed in the '647 patent. The respondent submits that the merits of this proceeding are no different than the opposition proceeding involving the corresponding European patent, which was revoked for having no inventive step over the teachings of the European equivalent to the '693 patent."], ["[23]", "The respondent argues that Dr. Elder's evidence should be preferred to Dr. Bodmeier's as the former is an experienced pharmaceutical formulator while the latter is an academic with little industry experience."], ["[24]", "The respondent agrees that the parties and their experts are in agreement as to the skilled formulator's understanding of the claim of the '647 patent. The '647 patent does not claim an enteric coating with a specific plasticizer or a specific quantity of plasticizer, except to require an \"effective amount\"."], ["[25]", "The respondent argues that the state of the art and common general knowledge as of July 1994 shows the '647 patent to be obvious. The skilled person would have had knowledge of the use of a plasticizer with polymer in the enteric coating in a preferred ratio and would have used routine experimentation to determine the suitable combination."], ["[26]", "The respondent points out that the '693 patent taught that multiple unit tablets of enteric coated pellets of omeprazole were possible. The inventors of the '647 patent acknowledged that the '693 patent states that the manufactured omeprazole pellets of the '693 patent may be formulated into tablets. By 1994, the skilled formulator would have been motivated to develop a multiple unit tablet dosage due to omeprazole's sensitivity to moisture, heat and light and the lower expense of tablets. The formulator would have been aware of design mechanisms to reduce cracking of enteric coatings."], ["[27]", "The respondent cites the Dechesne article to support its claims that by 1994, the skilled formulator would have known that enteric coated pellets could be formulated into a tablet and that the amount of plasticizer recommended by this article is the same percentage used in examples in the '647 patent."], ["[28]", "In the respondent's submission, Dr. Bodmeier was evasive and refused to concede straightforward points or agree with basic concepts. The respondent alleges Dr. Bodmeier did not swear his affidavit properly. The respondent describes Dr. Elder as candid and forthcoming under cross-examination and notes that he pointed out passages in Dr. Bodmeier's article acknowledging that formulations coated with flexible polymer and plasticized could be compressed into tablets without significant damage."], ["[29]", "In applying the test from", "Sanofi- <FRAGMENT_SUPPRESSED> , the respondent agrees with the applicants as to the characteristics of the relevant skilled person in answering the first question. The respondent submits that Dr. Elder is the ideal person to comment on the views of the skilled person."], ["[30]", "As to the second question, the respondent identifies the inventive concept of the '647 patent as the formulation of a tablet of enteric coated pellets of omeprazole, whose pellets can retain their acid resistance after tablet compression."], ["[31]", "According to the respondent, the '693 patent previously disclosed that an enteric coated multiple unit dosage form of omeprazole could be formulated into tablets comprising a polymer and a plasticizer in the enteric coating. Therefore, in answering the third question, the respondent argues that the only difference between the '693 patent and the inventive concept of the '647 patent was the actual making of the multiple unit tableted enteric coated dosage form of omeprazole."], ["[32]", "In answering the fourth question, the respondent submits that this difference would have been obvious to the skilled person. While the applicants argue that only a small number of multiple unit tablet formulations have been brought to market, the respondent argues this is because a multiple unit tablet formulation is not desirable for most drugs. The person skilled in the art would view the making of a tablet formulation of enteric coated omeprazole pellets to be something that could be accomplished directly and without difficulty using routine formulation and optimization techniques known at the time."], ["[33]", "The respondent points out that in answering the fourth question, the \"obvious to try\" test may be relevant in fields that are routinely advanced by experimentation. The skilled formulator would have approached the task of making a multiple unit tablet formulation of omeprazole by optimizing the formulations disclosed in the '693 patent or the Dechesne article."], ["[34]", "The respondent points out that the European equivalent of the '647 patent was revoked based on the teaching of the European equivalent of the '693 patent.", "Analysis and Decision", "Burden"], ["[35]", "In a notice of compliance proceeding, an applicant bears the burden of proving on a balance of probabilities that the respondent's allegations of invalidity are not justified (see", "<FRAGMENT_SUPPRESSED> [2011] FCJ No 287). The respondent, however, has an initial evidentiary burden to give its allegations an air of reality.", "Legal Framework"], ["[36]", "Section 28.3 of the", "Patent Act", ", RSC 1985, c P-4, sets out the criterion of non-obviousness for the subject matter of a patent claim."], ["[37]", "The Supreme Court of Canada set out the four questions of obviousness analysis  <FRAGMENT_SUPPRESSED> -Synthelabo Canada", "above, at paragraph 67, adopting the approach of the Court of Appeal for England and Wales in", "<FRAGMENT_SUPPRESSED>  (CA), as excerpted above at paragraph 11 of these reasons."], ["[38]", "In answering the fourth question, a court must consider whether the \"obvious to try\" test is warranted. The Supreme Court held that this test may be appropriate in fields that are advanced by experimentation (paragraph 68). Mr. Justice Marshall Rothstein noted the pharmaceutical industry as an example, due to the \"many chemically similar structures that can elicit different biological responses and offer the potential for significant therapeutic advances\"."], ["[39]", "The applicability of this test to the case at bar is discussed below.", "Summary of Expert Testimony", "Respondent's Expert Witness"], ["[40]", "The respondent's expert witness is Dr. Edmund J. Elder, director of the Lenor Zeeh Pharmaceutical Experiment Station at the University of Wisconsin at Madison. He obtained his PhD in pharmaceutical sciences from the University of South Carolina in 1989. He was previously pharmaceutics director and global technical leader, then global product development director, of the BioAqueous Solubilization Services offering of the Dowpharma business unit of the Dow Chemical Company. Prior to working at Dowpharma, Dr. Elder held various positions in product development at Glaxo (now GlaxoSmithKline)."], ["[41]", "In his affidavit, Dr. Elder sets out his belief that there is nothing surprising about the composition claimed in the '647 patent and that it would have been arrived at directly from the knowledge of the person skilled in the art as of 1994. Such a person would have known that omeprazole was an acid labile drug and would have therefore been motivated to formulate omeprazole as an enteric coated delayed release dosage form."], ["[42]", "At paragraphs 17 to 24 of his affidavit, Dr. Elder describes the two types of solid oral dosage forms: capsules and tablets. A capsule has a gel-like casing that houses the active ingredient and the drug within the capsule is released to the body upon disintegration of the capsule shell. A tablet is solid material, formed of compressed medicinal ingredients. Tablets are less expensive to produce and package than capsules and are advantageous for medicines sensitive to moisture and light. A skilled formulator would be able to obtain the optimal characteristics for the desired solid oral dosage form by understanding the elastic, plastic and brittleness properties of its components. These and other adjustments would be a matter of routine experimentation."], ["[43]", "At paragraphs 25 to 31, Dr. Elder describes several types of dosage forms. An immediate release dosage does not contain a mechanism to delay absorption, whereas a controlled release dosage form is designed to alter the timing and release of the drug substance into the body. A controlled release dosage could be either a sustained released dosage or a delayed release dosage. These two types share a common physical architecture: a membrane that contains both a polymer and a plasticizer. Delayed release oral dosage forms are typically used with acid labile drugs; those that are sensitive to the gastric acid juices of the stomach. Such formulations include a protective enteric coating that allows the formulation to pass through the stomach without being destroyed."], ["[44]", "At paragraphs 32 to 36, Dr. Elder sets out his belief that the skilled formulator would have known to follow the general approach to developing an enteric coating by screening polymers and plasticizers for compatibility and perform routine experimentation. At paragraphs 37 to 42, Dr. Elder argues that by 1994, it was well known that an enteric coating was preferred for omeprazole and that a tablet form would have been of keen interest."], ["[45]", "At paragraphs 43 to 59, Dr. Elder describes the architecture of delayed release dosage forms and the rise of multiple unit formulation oral dosage forms. By 1994, the pharmaceutical formulator would have been well aware of the advantage of this form and the '693 patent disclosed that an enteric coated multiple unit dosage form could be formulated into tablets."], ["[46]", "At paragraphs 60 to 64, Dr. Elder describes the preparation of multiple unit tablets and methods available in 1994 to reduce cracking in enteric film coatings."], ["[47]", "At paragraphs 65 to 101, Dr. Elder describes his opinion of the '647 patent and its claims. In his opinion, the enteric coating tablet formulation was not surprising in view of the common general knowledge discussed above and the prior art including the '693 patent and the corresponding U.S. patent. He does not agree that the skilled person would view the", "Drugs Made in Germany", "reference as supporting the conclusion that the copolymer L30D-55 without the addition of copolymer NE30D could not withstand the compression of tablet formulation, since that person would be aware of the ability to overcome mechanical concerns associated with cracking by altering the polymer-to-plasticizer coating. He gives his view of how a person skilled in the art would understand the '647 patent's claims (with the exception of claims 29 to 32 and claims 37 and 40)."], ["[48]", "In paragraphs 102 to 138, Dr. Elder turns to the prior art of the '693 patent, the '144 patent, the '310 patent, the '725 patent, the Dechesne article and the Seitz article. Dr. Elder is of the opinion that the skilled person would have been led to the claims of the '647 patent by these references."], ["[49]", "The '693 patent describes the preparation of omeprazole containing powder cores which are formulated into small beads which are used for further processing into tablets or capsules. The '144 patent discloses enteric coated omeprazole pellets that comprise a polymer and plasticizer in the enteric coating for use in gelatine capsules. The '310 patent describes a tablet for oral administration with sustained release active ingredient formed by compressing microcapsule and teaches the importance of using a plasticizer with a polymer in the enteric coating in order to achieve sufficient flexibility. In Dr. Elder's opinion, by July 1994, it was only a matter of routine testing to determine the amount of plasticizer to use for a given controlled release dosage form."], ["[50]", "The '725 patent describes the problem of high pressure compression in creating multiple unit tablets and teaches that this problem can be overcome by forming a protective coating. The Dechesne article describes the importance of having 30 percent plasticizer in the enteric coating of tablets of acetylsalicylic acid. Dr. Elder's view is that the person skilled in the art would draw that conclusion of looking to levels of plasticizer greater than 20 percent for enteric coated films on drug granules. The Seitz article describes techniques for modifying enteric coated films."], ["[51]", "In summary, Dr. Elder argues at paragraph 131 that all aspects of the '647 patent were known to the person skilled in the art, namely:", "1. Formulations of enteric coated tablets of omeprazole;", "2. A composition comprising a multiple unit tablet oral dosage form that comprises enteric coated pellets of omeprazole;", "3. The use of plasticizer along with polymer in the enteric coating to add greater flexibility and to reduce the risk of cracking and damage to the dosage form during tabletting; and", "4. The use of preferred ratios of polymer to plasticizer in enteric coating in the range of 20 percent to 50 percent by weight plasticizer to polymer.", "Applicants' Expert Witness"], ["[52]", "The applicants' expert witness is Dr. Roland Bodmeier, a professor at the Institute für Pharmazie, Freie Universität Berlin since 1994. He was awarded a PhD in pharmaceutics in 1986 by the University of Texas at Austin and an additional doctorate from the Universität Regensburg in Germany. He is an editor of several pharmaceutical science journals and a member of scientific advisory boards of several pharmaceutical firms. He has published 160 articles and is an expert in pharmaceutical formulation. Due to the order of evidence being reversed, his affidavit responds to the affidavit of Dr. Elder."], ["[53]", "At paragraphs 12 to 23 of his affidavit, Dr. Bodmeier describes why the invention of the '647 patent would have been surprising to the skilled person because of various challenges in the tabletting process because of compression."], ["[54]", "At paragraphs 24 to 41, Dr. Bodmeier offers his construction of the claims of the '647 patent, which he describes as generally in agreement with those of Dr. Elder."], ["[55]", "At paragraph 42, Dr. Bodmeier takes issue with a list of alleged errors in the background section of Dr. Elder's affidavit. In his opinion, the compression of coated pellets into tablets continues to be a complex issue and far from routine experimentation. He disputes Dr. Elder's description of the pH level of the intestine. He disputes that the skilled formulator would investigate all possible formulations given the time and resources required to test hundreds of possible combinations."], ["[56]", "At paragraphs 43 to 68, Dr. Bodmeier analyzes the prior art set out by Dr. Elder. The '693 patent never mentions the compression of enteric coated omeprazole pellets, nor does it suggest how such compression could be done. Pellets prepared according to the '693 patent do not keep their acid resistance after compression. The '144 application refers to the use of plasticizer, but provides no guidance on how to achieve a multiple unit tableted dosage form without significantly affecting gastric acid resistance. A person skilled in the art would have considered the '310 patent irrelevant as it refers to compressed microcapsules instead of pellets and ethyl cellulose coating instead of enteric coating."], ["[57]", "The '725 patent does not disclose the challenge of compression of enteric coated pellets into tablets. The Dechesne article refers to a different drug which is not acid-sensitive. A person skilled in the art would have learned from this reference that the compression enterically coated omeprazole pellets could not be accomplished because of the high acid sensitivity of omeprazole."], ["[58]", "The Seitz article is concerned with single unit dosage forms instead of multiple unit dosage forms and does not pertain to the compressibility of coating during the tabletting process. The", "Drugs Made in Germany", "article would teach away from compressing enteric coated pellets as it shows that non-acid sensitive pellets could not be compressed successfully."], ["[59]", "At paragraphs 69 to 76, Dr. Bodmeier sets out his opinion that the prior art showed obstacles to multiple unit tableted dosage of enteric coated omeprazole tablets. The prior art indicated that enteric coated multiparticulates cannot be compressed into tablets because of the poor mechanical properties of the enteric polymers. If the skilled person had attempted compression of enteric coated pellets, the result would have been an unacceptable loss in acid resistance. The daunting task of testing combinations of multiparticulates, polymer compositions and plasticizers would have deterred the skilled person from proceeding.", "Application of the Test"], ["[60]", "Turning to the", "Sanofi- <FRAGMENT_SUPPRESSED>  test, I find that the parties are in general agreement as to the answers of the first two questions. The skilled person is a pharmaceutical formulator, with a Bachelor's degree in pharmaceutics or a related science and at least two or three years of experience in formulation development, including some exposure to delayed and controlled release formulations and the associated general knowledge."], ["[61]", "The inventive concept in the '647 patent claims, as understood by the skilled person, is the formulation of a tablet of enteric coated pellets of omeprazole, whose pellets can retain their acid resistance after tablet compression."], ["[62]", "As to the third question, identifying the inventive concept, while the parties use different language to describe the concept, I do not consider there to be significant factual dispute. The respondent suggests the \"only\" difference is the actual making of the multiple unit tableted enteric coated dosage form of omeprazole contemplated by the '693 patent, while the applicants argue that this very creation is the surprising inventive step at issue. The significance of this step is best addressed in answer to the fourth question."], ["[63]", "At the fourth stage, it is necessary to consider whether the \"obvious to try\" test is appropriate in this case. \"Obvious to try\" does not mean \"worth a try\", but obvious in the sense of \"very plain\" or \"more or less self-evident\" (see", "<FRAGMENT_SUPPRESSED> [2009] FCJ No 66). As Mr. Justice Rothstein explained  <FRAGMENT_SUPPRESSED> - <FRAGMENT_SUPPRESSED> , at paragraph 81:", "At this stage, it must be determined whether the nature of the invention in this case is such as to warrant an \"obvious to try\" test. The discovery of the dextro-rotary isomer and its bisulfate salt came after experimentation. There were interrelated variables with which Mr. Badorc had to experiment. An \"obvious to try\" test in this case would recognize the evidence of the expert witnesses as to the discovery of the beneficial properties of the dextro-rotary isomer and its bisulfate salt and the methods for finding them."], ["[64]", "In the present case, experimentation was required to determine the appropriate composition of enteric coating. As presented, a suitable coating required experimentation to determine the appropriate type, content and composition of plasticizer. As well, the coating agent, quantity of coating agent, size of the sub-unit, external additives, rate and magnitude of pressure applied during tabletting needed to be examined to determine the most suitable composition. All of this must be done in the context of pharmacopoeial standards which impose additional criteria that must be considered."], ["[65]", "It is therefore necessary to use the \"obvious to try\" test from", "Sanofi- <FRAGMENT_SUPPRESSED>", "The test has been set out below:", "66 For a finding that an invention was \"obvious to try\", there must be evidence to convince a judge on a balance of probabilities that it was more or less self-evident to try to obtain the invention. Mere possibility that something might turn up is not enough.", ". . .", "69 If an \"obvious to try\" test is warranted, the following factors should be taken into consideration at the fourth step of the obviousness inquiry. As with anticipation, this list is not exhaustive. The factors will apply in accordance with the evidence in each case.", "1. Is it more or less self-evident that what is being tried ought to work? Are there a finite number of identified predictable solutions known to persons skilled in the art?", "2. What is the extent, nature and amount of effort required to achieve the invention? Are routine trials carried out or is the experimentation prolonged and arduous, such that the trials would not be considered routine?", "3. Is there a motive provided in the prior art to find the solution the patent addresses?", "70 Another important factor may arise from considering the actual course of conduct which culminated in the making of the invention. It is true that obviousness is largely concerned with how a skilled worker would have acted in the light of the prior art. But this is no reason to exclude evidence of the history of the invention, particularly where the knowledge of those involved in finding the invention is no lower than what would be expected of the skilled person.", "71 For example, if the inventor and his or her team reached the invention quickly, easily, directly and relatively inexpensively, in light of the prior art and common general knowledge, that may be evidence supporting a finding of obviousness, unless [page295] the level at which they worked and their knowledge base was above what should be attributed to the skilled person. Their course of conduct would suggest that a skilled person, using his/her common general knowledge and the prior art, would have acted similarly and come up with the same result. On the other hand, if time, money and effort was expended in research looking for the result the invention ultimately provided before the inventor turned or was instructed to turn to search for the invention, including what turned out to be fruitless \"wild goose chases\", that evidence may support a finding of non-obviousness. ..."], ["[66]", "I will address the \"obvious to try\" test as set out in the three questions above.", "Is it more or less self-evident that what is being tried ought to work? Are there a finite number of identified predictable solutions known to persons skilled in the art?"], ["[67]", "The first stage of the \"obvious to try\" test requires an analysis of whether it is more or less self-evident that the method employed will work. As discussed by Mr. Justice Rothstein  <FRAGMENT_SUPPRESSED> - <FRAGMENT_SUPPRESSED> , at paragraphs 83 to 85, a difference exists between the existence of methods for creating the product and whether those methods would be self-evident to a person skilled in the art."], ["[68]", "In the present case, it is clear that producing an enteric coating presented unique challenges from a manufacturing point of view. The methods for creating such a product may have existed at the time, but as revealed through the expert's evidence, the solutions would not have been self-evident to a person skilled in the art. Both experts agree that there are numerous variables which must be accounted for including: the amount of plasticizer, the composition of plasticizer, what coating agent should be used, what quantity of coating agent should be used, the size of the sub-unit, what external additives, the rate and magnitude of pressure applied during tabletting, the quantity and composition of cushioning material, and whether all of this complies with pharmacopeial standards."], ["[69]", "In", "Sanofi- <FRAGMENT_SUPPRESSED> , Mr. Justice Rothstein states at paragraph 85:", "Just because there are known methods of separating a racemate into its isomers does not mean that a person skilled in the art would necessarily apply them.", "The fact that there are such known methods of separation will be of no account if the evidence does not prove that it was more or less self-evident to try them. It is true that at the relevant time there was evidence that a skilled person would know that the properties of a racemate and its isomers might be different. However, a possibility of finding the invention is not enough. The invention must be self-evident from the prior art and common general knowledge in order to satisfy the \"obvious to try\" test. That is not the evidence in this case.", "(emphasis added)"], ["[70]", "Mr. Justice Rothstein indicated that the invention must be self-evident from the prior art. In this case, the need for a solution is evident from the prior art; namely, an enteric coating suitable for dispersed omeprazole delivery, however, that solution is not provided for in the prior art. The prior art teaches away from the existence of such a solution or alternately indicates that such a solution is extremely complex and technically difficult to produce. Therefore, the enteric coating is not self-evident and so it is necessary to move on to the second stage of the \"obvious to try\" test.", "What is the extent, nature and amount of effort required to achieve the invention? Are routine trials carried out or is the experimentation prolonged and arduous, such that the trials would not be considered routine?"], ["[71]", "The extent of the effort required to achieve the invention was best summarized in the 2011 article. This article indicates the level of difficulty in creating a suitable enteric coating for pellets. This article obviously published recently, indicates that the process for developing these delivery mechanisms is highly complex. From the article, it is clear that only a few tablets have actually reached market with an enteric coating formulation."], ["[72]", "I largely agree with Dr. Bodmeier's expert testimony and give his evidence more weight than that of Dr. Elder. Several important facts come to light that were not challenged by the respondent. First, that it is rare to find a coating which suitably allows pressing of tablets in conformity with the pharmacopoeial requirements. This was confirmed in the 2011 article which identifies five drugs that have gone to market in enteric coated pellet format. The same article indicates that as a result of the numerous considerations \"...production of such a dosage form [is] technologically an extremely complex process.\""], ["[73]", "These facts point to a significant amount of effort required to obtain the desired result."], ["[74]", "The nature of the effort required to achieve the invention was significant scientific research. This is supported in both the applicants' record (the 2011 article) as well as by Dr. Bodmeier's affidavit. Presumably manufacturing and drug delivery technology have advanced between 1994 and 2011. It is therefore reasonable to presume that in 1994, development of such dosage forms remained at least an extremely complex process."], ["[75]", "It therefore follows that not only was the process extremely complex but it was also time consuming. The 1997 article by Dr. Bodmeier supports this position by identifying the numerous challenges that still needed to be overcome in producing tablets of coated pellets. The final paragraph of the article is most informative as it indicates that \"...only [a] few studies have addressed the compaction of matrix-type pellets\"."], ["[76]", "In other words, the experimentation required was prolonged, complex and as evidenced by the limited number of studies investigating the process, far from routine.", "Is there a motive provided in the prior art to find the solution the patent addresses?"], ["[77]", "I agree with the respondent that there is a motive provided in the prior art to find the solution the patent addresses. The '693 patent specifically contemplates the compression of multiple unit tablets of enteric coated pellets of omeprazole. While the applicants are correct that significant resources are required to move from the '693 patent techniques to the '647 patent techniques, that the former provides motivation for the latter is clear."], ["[78]", "In answering this question, the Supreme Court noted that selection with respect to genus patents are expected. In the present case, enteric coatings are not a genus patent. They are unique preparations of drugs in conjunction with their delivery method."], ["[79]", "The question from", "Sanofi- <FRAGMENT_SUPPRESSED> , at paragraph 90, is whether there is motivation disclosed in the prior patent:", "However, nothing in the '875 patent or common general knowledge provided a specific motivation for the skilled person to pursue the '777 invention. The prior patent was a genus patent, and selection might be expected. However, the prior patent did not differentiate between the efficacy and the toxicity of any of the compounds it covered. This suggests that what to select or omit was not then self-evident to the person skilled in the art."], ["[80]", "While there is limited analysis informing the above paragraph, a recent decision by Mr. Justice Roger Hughes has provided additional insight into the interpretation of the third prong of the \"obvious to try\" test. From this judgment, it is clear that strong motivation to produce a comparable or better product is a positive factor in considering the \"obvious to try\" test."], ["[81]", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 906, Mr. Justice Hughes stated at paragraph 177:", "I am satisfied that the evidence is compelling that prior to April 2002 there was sufficient motivation to provide a combination drug for use in treating glaucoma. One combination product, COSOPT, was already on the market. A competitor would have been strongly motivated to come up with a comparable or better product.", "This judgment was appealed (see 2012 FCA 308, FCJ No 1467) but the Federal Court of Appeal made no finding in relation to the adequacy of the \"motivation\" portion of the analysis."], ["[82]", "In <FRAGMENT_SUPPRESSED> above, a finding that there is motivation disclosed in a prior patent was indicative of a competitive marketplace and so was a factor supportive of the validity of the patent. In the context of the \"obvious to try\" test, motivation disclosed in the prior patent would be indicative of a marketplace that would actively seek the (subsequently) patented solution. If other parties were motivated to find the solution and yet were unable or unwilling to do so prior to the patent being obtained, this factor would point to a solution that was not \"obvious to try\"."], ["[83]", "<FRAGMENT_SUPPRESSED>  [2006] FCJ No 1535 at paragraph 114, Mr. Justice Hughes stated:", "There appears to be no motivation exhibited by any outside persons to explore Ofloxacin enantiomers. Competitors, on the evidence in this Court, showed no interest. There appears to have been no interest in the scientific or academic community in this pursuit. Without Daiichi there may well never have been levofloxacin."], ["[84]", "In that case, specific motivation was held to increase the inventiveness of the concept since, absent Daiichi's motivation, \"there may well never have been levofloxacin\"."], ["[85]", "This is best reflected in the 2011 article which indicates that as a result of the numerous considerations \"...production of such a dosage form [is] technologically an extremely complex process.\" In 2011, to a person skilled in the art, producing enteric coatings on tablets was technologically an extremely complex process. It is therefore reasonable to conclude that, even if the prior art provided sufficient motivation, there remained \"a lion in the path\" (see", "<FRAGMENT_SUPPRESSED>  at paragraph 129) significant enough to dissuade the person skilled in the art."], ["[86]", "Patentability is justified since the complexity and technical difficulty identified in the prior art would have dissuaded the hypothetical skilled person and, absent the work of the inventors, the development of an enteric coated pellet would have at least been delayed."], ["[87]", "Therefore, even if it was obvious to seek a solution for enteric coating for omeprazole, it was not an easy solution and would likely have dissuaded a person skilled in the art."], ["[88]", "Considering all of the evidence, I am of the view that the \"obvious to try\" test has not been satisfied as it was not \". . . more or less self-evident to try to obtain the invention\" (see", "Sanofi- <FRAGMENT_SUPPRESSED> , at paragraph 66) As well,  <FRAGMENT_SUPPRESSED> - <FRAGMENT_SUPPRESSED>  and as earlier noted, the Supreme Court stated at paragraph 85:", "The invention must be self-evident from the prior art and common general knowledge in order to satisfy the \"obvious to try\" test. . . ."], ["[89]", "In conclusion, I am of the view that the patent for an enteric coating of omeprazole was not invalid due to obviousness. As a result, the allegation that the '647 patent is invalid for obviousness is not justified."], ["[90]", "The applicants' application for an order prohibiting the Minister of Health from issuing a notice of compliance to Ranbaxy for the Ranbaxy tablets in 20 mg and 40 mg strengths until the expiry of the '647 patent is granted."], ["[91]", "The applicants shall have their costs of the application.", "JUDGMENT"], ["[92]", "THIS COURT'S JUDGMENT is that", "1. The applicants' application for an order prohibiting the Minister of Health from issuing a notice of compliance to Ranbaxy for the Ranbaxy tablets in 20 mg and 40 mg strengths until the expiry of Canadian Patent No. 2,180,647 is granted.", "2. The applicants shall have their costs of the application.", "Application allowed.", "Editor: Anick Ouellette-Levesque/vnh", "ANNEX", "Relevant Statutory Provisions", "Patent Act", ", RSC, 1985, c P-4", "2. In this Act, except as otherwise provided,", ". . .", "\"invention\" means any new and useful art, process, machine, manufacture or composition of matter, or any new and useful improvement in any art, process, machine, manufacture or composition of matter;", "27. (3) The specification of an invention must", "(a) correctly and fully describe the invention and its operation or use as contemplated by the inventor;", "28.3 The subject-matter defined by a claim in an application for a patent in Canada must be subject-matter that would not have been obvious on the claim date to a person skilled in the art or science to which it pertains, having regard to", "(a) information disclosed more than one year before the filing date by the applicant, or by a person who obtained knowledge, directly or indirectly, from the applicant in such a manner that the information became available to the public in Canada or elsewhere; and", "(b) information disclosed before the claim date by a person not mentioned in paragraph (a) in such a manner that the information became available to the public in Canada or elsewhere.", "Patented Medicines (Notice of Compliance) Regulations", ", SOR/93-133", "5. (1) If a second person files a submission for a notice of compliance in respect of a drug and the submission directly or indirectly compares the drug with, or makes reference to, another drug marketed in Canada under a notice of compliance issued to a first person and in respect of which a patent list has been submitted, the second person shall, in the submission, with respect to each patent on the register in respect of the other drug,", "(a) state that the second person accepts that the notice of compliance will not issue until the patent expires; or", "(b) allege that", "(i) the statement made by the first person under paragraph 4(4)(d) is false,", "(ii) the patent has expired,", "(iii) the patent is not valid, or", "(iv) no claim for the medicinal ingredient, no claim for the formulation, no claim for the dosage form and no claim for the use of the medicinal ingredient would be infringed by the second person making, constructing, using or selling the drug for which the submission is filed.", ". . .", "(3) A second person who makes an allegation under paragraph (1)(b) or (2)(b) shall", "(a) serve on the first person a notice of allegation relating to the submission or supplement filed under subsection (1) or (2) on or after its date of filing;", "(b) include in the notice of allegation", "(i) a description of the medicinal ingredient, dosage form, strength, route of administration and use of the drug in respect of which the submission or supplement has been filed, and", "(ii) a detailed statement of the legal and factual basis for the allegation;", "(c) include in the material served a certification by the Minister of the date of filing of the submission or supplement; and", "(d) serve proof of service of the documents and information referred to in paragraphs (a) to (c) on the Minister.", "2. Sauf disposition contraire, les définitions qui suivent s'appliquent à la présente loi.", ". . .", "« invention » Toute réalisation, tout procédé, toute machine, fabrication ou composition de matières, ainsi que tout perfectionnement de l'un d'eux, présentant le caractère de la nouveauté et de l'utilité.", "27. (3) Le mémoire descriptif doit:", "a) décrire d'une façon exacte et complète l'invention et son application ou exploitation, telles que les a conçues son inventeur;", "28.3 L'objet que définit la revendication d'une demande de brevet ne doit pas, à la date de la revendication, être évident pour une personne versée dans l'art ou la science don't relève l'objet, eu égard à toute communication:", "a) qui a été faite, plus d'un an avant la date de dépôt de la demande, par le demandeur ou un tiers ayant obtenu de lui l'information à cet égard de façon directe ou autrement, de manière telle qu'elle est devenue accessible au public au Canada ou ailleurs;", "b) qui a été faite par toute autre personne avant la date de la revendication de manière telle qu'elle est devenue accessible au public au Canada ou ailleurs.", "5. (1) Dans le cas où la seconde personne dépose une présentation pour un avis de conformité à l'égard d'une drogue, laquelle présentation, directement ou indirectement, compare celle-ci à une autre drogue commercialisée sur le marché canadien aux termes d'un avis de conformité délivré à la première personne et à l'égard de laquelle une liste de brevets a été présentée -- ou y fait renvoi --, cette seconde personne doit, à l'égard de chaque brevet ajouté au registre pour cette autre drogue, inclure dans sa présentation:", "a) soit une déclaration portant qu'elle accepte que l'avis de conformité ne sera pas délivré avant l'expiration du brevet;", "b) soit une allégation portant que, selon le cas:", "(i) la déclaration présentée par la première personne aux termes de l'alinéa 4(4)d) est fausse,", "(ii) le brevet est expiré,", "(iii) le brevet n'est pas valide,", "(iv) elle ne contreferait aucune revendication de l'ingrédient médicinal, revendication de la formulation, revendication de la forme posologique ni revendication de l'utilisation de l'ingrédient médicinal en fabriquant, construisant, utilisant ou vendant la drogue pour laquelle la présentation est déposée.", ". . .", "(3) La seconde personne qui inclut l'allégation visée à l'alinéa (1)b) ou (2)b) doit prendre les mesures suivantes:", "a) signifier à la première personne un avis de l'allégation à l'égard de la présentation ou du supplément déposé en vertu des paragraphes (1) ou (2), à la date de son dépôt ou à toute date postérieure;", "b) insérer dans l'avis de l'allégation:", "(i) une description de l'ingrédient médicinal, de la forme posologique, de la concentration, de la voie d'administration et de l'utilisation de la drogue visée par la présentation ou le supplément,", "(ii) un énoncé détaillé du fondement juridique et factuel de l'allégation;", "c) joindre à la signification une attestation par le ministre de la date du dépôt de la présentation ou du supplément;", "d) signifier au ministre la preuve de toute signification des documents et renseignements visés aux alinéas a) à c)."]]}