{"id_": "086941", "body_str": [["[1]", "Mosley, J.", ": Kamal Webb seeks judicial review under s. 72 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (hereafter IRPA) of the decision made by an Immigration Officer rejecting his application for an exception from the visa requirements for non-declared dependents.  <FRAGMENT_SUPPRESSED>"], ["[2]", "Mr. Webb is a citizen of St. Vincent and the Grenadines. The only member of his immediate family residing in St. Vincent is his mother. His father and two older siblings were sponsored to come to Canada as permanent residents in 1995 by his step-mother. At the time, the father neglected to declare Kamal, reasoning that his infant son would be best raised by his mother on the island and could be sponsored later. The applicant cannot now be sponsored by his father as he is excluded from the family class pursuant to s.117 (9) (d) of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (hereafter the Regulations). An overseas application to sponsor Kamal was refused for that reason in 2009.  <FRAGMENT_SUPPRESSED>"], ["[3]", "Kamal, then aged 21, came to Canada in June 2010 on his third trip as a visitor to spend time with his father, step-mother and siblings, including two younger half-siblings. In September 2010 he filed an application for an inland exemption on humanitarian and compassionate grounds (\"H&C\"). Among the positive factors cited in his submissions was the development of a close relationship with his half-sister Alika, aged twelve at the time of the application, and extended family members. It was noted that his older sister intended to sponsor their mother when the sister had completed her post-secondary studies. That would leave Kamal as the sole member of the family in St. Vincent. The submissions also addressed economic and other difficulties in St. Vincent and the lack of post-secondary education opportunities.  <FRAGMENT_SUPPRESSED>", "ISSUES", ":  <FRAGMENT_SUPPRESSED>"], ["[4]", "The issues raised by the applicant are as follows:  <FRAGMENT_SUPPRESSED>", "1. Did the officer apply the wrong test for the best interest of the child?  <FRAGMENT_SUPPRESSED>", "2. Did the officer apply the wrong test to measure hardship?  <FRAGMENT_SUPPRESSED>", "3. Did the officer err in considering the H&C factors separately?  <FRAGMENT_SUPPRESSED>", "4. Did the officer ignore some evidence?  <FRAGMENT_SUPPRESSED>", "5. Are the officer's reasons regarding establishment reasonable?  <FRAGMENT_SUPPRESSED>", "ANALYSIS", ":  <FRAGMENT_SUPPRESSED>"], ["[5]", "The standard of review for H&C decisions - considering the officer's exercise of discretion - is reasonableness:", "<FRAGMENT_SUPPRESSED> ; and", "<FRAGMENT_SUPPRESSED> . The adequacy of the officer's reasons is also reviewable on a reasonableness standard:", "Newfoundland and  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[6]", "Whether the officer applied the correct legal test is a pure question of law reviewable on a standard of correctness:", "<FRAGMENT_SUPPRESSED> ; and", "B L v Canada (Minister of Citizenship and Immigration)", ", 2012 FC 538 at para 11.  <FRAGMENT_SUPPRESSED>", "Did the Officer apply the wrong test for the best interests of the child?  <FRAGMENT_SUPPRESSED>"], ["[7]", "The applicant submits that the officer applied the wrong test in assessing the best interests of Alika. He submits that the officer applied the unusual and undeserved or disproportionate hardship test which has been found to be an error:", "<FRAGMENT_SUPPRESSED> . The applicant alleges that the officer made no conclusion as to what was the best interest of the child, merely acknowledging the family bond, and did not weigh that conclusion with the other factors.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The applicant relies on the following statement in", "<FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "When assessing a child's best interests an Officer must establish", "first", "what is in the child's best interest,", "second", "the degree to which the child's interests are compromised by one potential decision over another, and then finally, in light of the foregoing assessment determine the weight that this factor should play in the ultimate balancing of positive and negative factors assessed in the application. [Underlining in the original]  <FRAGMENT_SUPPRESSED>"], ["[9]", "The respondent contends that this statement reflects a \"rigid, mathematical approach\" not required by the governing authorities. He points to the following comment by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "The administrative burden facing officers in humanitarian and compassionate assessments - as is illustrated by section 8.5 of Chapter IP 5 of the", "Immigration Manual", "reproduced at para. 30 of my colleague's reasons - is demanding enough without adding to it formal requirements as to the words to be used or the approach to be followed in their description and analysis of the relevant facts and factors. When this Court  <FRAGMENT_SUPPRESSED>", "stated at paragraph 12 that the best interests of the child must be \"well identified and defined\", it was not attempting to impose a magic formula to be used by immigration officers in the exercise of their discretion.  <FRAGMENT_SUPPRESSED>"], ["[10]", "It is well established that an officer conducting a H&C assessment must be alert, alive and sensitive to an affected child's best interests:", "<FRAGMENT_SUPPRESSED> . It is up to the officer to assess the weight of this factor with the other H&C factors:", "<FRAGMENT_SUPPRESSED> , at para 11; and", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[11]", "Simply using the language of unusual and undeserved or disproportionate hardship is not an error if the best interests of the child were correctly assessed:", "<FRAGMENT_SUPPRESSED> ; Substance must prevail over form:", "Lopez", "Segura", ", at para 29.  <FRAGMENT_SUPPRESSED>"], ["[12]", "Here, it is clear that the officer was \"alert, alive and sensitive\" to the best interests of the applicant's half-sister. The officer noted that the applicant and Alika had developed a close sibling relationship during the relatively brief period during which Kamal had been in Canada. It was apparent that Alika would continue to enjoy the support of her parents and extended family in Canada. The officer considered that the sibling relationship would continue through calls and on-line contacts and visits to and from St. Vincent. The evidence was that Jamal and Denzel, his adult half-sibling, had maintained contact through on-line video and messaging.  <FRAGMENT_SUPPRESSED>"], ["[13]", "An assessment of the best interests of the child in the circumstances of a case such as this does not conform readily to the type of analysis described in", "<FRAGMENT_SUPPRESSED> . In my view, the", "Williams", "formula provides a useful guideline for officers to follow where it may be helpful in assessing a child's best interests but it is not mandated by the governing authorities from the Supreme Court and the Federal Court of Appeal. In", "Williams", ", the interests of the Canadian born child in question were directly and significantly affected by the removal of his mother as he had to leave Canada with her. Here, it is likely that Alika's interests would best be served by the applicant remaining in Canada. But it is difficult to see how an officer could assess the", "degree", "to which that interest would be compromised by a negative decision and weigh that in the ultimate balancing of positive and negative factors. As stated in the paragraph cited from", "<FRAGMENT_SUPPRESSED> , immigration officers are not bound by any magic formula in the exercise of their discretion.  <FRAGMENT_SUPPRESSED>"], ["[14]", "Here, the officer did not err in assessing the best interests of the child.  <FRAGMENT_SUPPRESSED>", "Did the Officer apply the wrong test to measure hardship?  <FRAGMENT_SUPPRESSED>"], ["[15]", "The applicant submits that the officer applied the wrong legal test for the assessment of hardship on return in requiring that the applicant be personally affected. The requirement to show personalized risk is only relevant for a pre-removal risk-assessment. Hardship analysis is broader and country conditions are relevant to determine if the applicant will suffer unusual and undeserved or disproportionate hardship if removed and thus must be considered.  <FRAGMENT_SUPPRESSED>"], ["[16]", "Here, the officer noted the high poverty, low employment, high criminality, poor educational opportunities, and difficult access to health care in St. Vincent and the Grenadines. She also noted that the applicant desired to pursue post-secondary studies in Canada. The officer found that a return to share the general conditions in his country, while difficult, would not amount to unusual and undeserved or disproportionate hardship.  <FRAGMENT_SUPPRESSED>"], ["[17]", "It is clear from the reasons that the officer did not evaluate risk to life or risk of torture or unusual treatment as in a pre-removal risk analysis. A determination of disproportionate hardship requires the evaluation of personal circumstances. The officer was simply not convinced that the general conditions of St. Vincent and the Grenadines would constitute unusual and undeserved or disproportionate hardship. That was a finding reasonably open to the officer on the evidence. She found that the applicant produced insufficient evidence that he would be personally affected by the conditions. This does not demonstrate that the officer applied the incorrect test.  <FRAGMENT_SUPPRESSED>", "Did the Officer err in considering the H&C factors separately?  <FRAGMENT_SUPPRESSED>"], ["[18]", "The applicant submits that the officer erred in considering the H&C factors in isolation. He argues that the officer evaluated each factor independently and did not globally assess and balance them. Moreover, he contends, the officer did not assess if the cumulative effect of all of the factors resulted in unusual and undeserved or disproportionate hardship. The respondent argues that the officer could not balance the factors because there was nothing to balance, the applicant having spent so little time here. He \"came here on vacation two years ago, has stayed, played basketball and gone to church\".  <FRAGMENT_SUPPRESSED>"], ["[19]", "The respondent's operational manual IP 5", "Immigrant Applications in Canada made on Humanitarian and Compassionate Grounds", ", serves as a guide to the Court in determining reasonableness:", "<FRAGMENT_SUPPRESSED> . It states the following at Section 5.10:  <FRAGMENT_SUPPRESSED>", "Individual H&C factors put forward by the applicant should not be considered in isolation in a determination of the hardship that an applicant would face; rather, hardship is determined as a result of a global assessment of H&C considerations put forth by the applicant. In other words, hardship is assessed by weighing together all of the H&C considerations submitted by the applicant.  <FRAGMENT_SUPPRESSED>"], ["[20]", "The officer noted all of the positive elements for granting the application. She concluded that the evidence with respect to his family ties to Canada, the best interests of the child, the conditions in his country of origin and his establishment and integration in Canada did not justify granting the requested exemption. In my view, she weighed together all of the considerations submitted by the applicant. While I may have arrived at a different conclusion in the interest of family unification, I am required to defer to the officer's assessment of the evidence.  <FRAGMENT_SUPPRESSED>", "Did the Officer ignore some evidence?  <FRAGMENT_SUPPRESSED>"], ["[21]", "The applicant submits that the officer ignored some of the evidence and engaged in speculation with respect to his educational opportunities in the Caribbean and whether he could attend a Canadian post-secondary institution.  <FRAGMENT_SUPPRESSED>"], ["[22]", "The officer's reasons summarize the applicant's submissions at the outset and again when the officer considered each factor in her analysis. Her conclusions are based on the evidence provided by the applicant. She clearly considered the positive and negative evidence of hardship including country conditions and the applicant's attachment to his family. For the most part, her conclusions were reasonable and based on the evidence.  <FRAGMENT_SUPPRESSED>"], ["[23]", "It was open to the officer to find that the applicant's parents could support him in St. Vincent considering that they had done so previously and were supporting him in Canada. It was also open to her to conclude that the applicant could find employment since he had done so in the past. The officer reasonably concluded that separation from his family did not constitute unusual and undeserved or disproportionate hardship as it is a normal consequence of leaving Canada:", "Singh", ", above, at para 51; and", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[24]", "The officer misapprehended the evidence regarding the applicant's education and educational goals. She found that there was insufficient evidence that the applicant would be accepted in his desired program; however he had provided evidence regarding his educational achievements in St. Vincent and the program requirements. While the respondent argues that there is no evidence that the applicant had applied to a Canadian school, the submissions indicated that the reason was that tuition fees were high for international students. The officer did not mention this evidence and it was speculation for her to imply that he might not be accepted.  <FRAGMENT_SUPPRESSED>"], ["[25]", "The officer also stated that there is insufficient evidence to demonstrate that the applicant could not attend an affordable university in his region. The applicant had submitted that there was no university in St. Vincent. The closest university was the University of West Indies which has campuses in Barbados, Trinidad and Jamaica. The applicant submitted that the cost of attending any one of those campuses would be too high. It is not clear from the officer's reasons that she took this concern into account.  <FRAGMENT_SUPPRESSED>"], ["[26]", "These errors would not on their own be sufficient to allow the application but contribute to the finding I have reached on the next issue and my conclusion.  <FRAGMENT_SUPPRESSED>", "Are the officer's reasons regarding establishment reasonable?  <FRAGMENT_SUPPRESSED>"], ["[27]", "Since the decision of the Supreme Court of Canada in", "Newfoundland and  <FRAGMENT_SUPPRESSED>  adequacy of reasons, unless reasons are absent, is not an independent ground of review and is to be reviewed on the reasonableness standard following the guidance of the Supreme Court in", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[28]", "The applicant submits that the officer repeated the error discussed in", "<FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "... the officer reviewed the evidence of establishment in Canada offered by the applicants in support of their applications, and then simply stated her conclusion that this was not enough. We know from the officer's reasons that she did not think that the applicants would suffer unusual, undeserved or disproportionate harm if they were required to apply for permanent residence from abroad. What we do not know from her reasons is why she came to that conclusion.  <FRAGMENT_SUPPRESSED>", "(See also", "<FRAGMENT_SUPPRESSED> ; and", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[29]", "The officer summarized the applicant's level of establishment in stating that he had a network of friends, went to church, did some volunteering, had no criminal record and had not benefited from social services. The officer then concludes that she was not satisfied that the applicant had the level of establishment and integration in Canada that would cause unusual and undeserved or disproportionate hardship if he returns to St. Vincent and the Grenadines. She states further that she did not consider the hardship caused by the applicant's voluntary prolonged establishment to be unusual, undeserved or disproportionate \"as foreigners must weigh the pros and cons of lengthy settlement in a country in which they do not benefit from permanent resident status. <FRAGMENT_SUPPRESSED>"], ["[30]", "This is not a case where the applicant had taken advantage of every opportunity permitted under Canada's laws to delay removal and develop ties that might support an establishment claim. This is an instance of a child, now adult, left behind through no error of his own when his father and older siblings took advantage of an opportunity to immigrate. He now hopes to make his way in this country, as they have done. This is a young man who had done well at school in his native land and has long dreamed of joining his family here. He did not have the time and means to become more established in the short period before his application was decided. It is difficult to see what else he might have done to become established without a work permit or the financial ability to pay international student fees. For that reason, I am unable to understand the officer's conclusion that the applicant was not sufficiently established.  <FRAGMENT_SUPPRESSED>"], ["[31]", "The respondent argues that the officer's reasons are clear when read in light of the evidence. It is not the role of the Court to weigh the evidence or to extrapolate reasoning from evidence and conclusions. The absence of reasoning in the officer's assessment of establishment renders her conclusion unintelligible and unjustifiable.  <FRAGMENT_SUPPRESSED>"], ["[32]", "I am satisfied, therefore, that this matter needs to be reconsidered.  <FRAGMENT_SUPPRESSED>", "CERTIFIED QUESTION", ":  <FRAGMENT_SUPPRESSED>"], ["[33]", "The respondent has proposed that the Court certify the following question as a serious question of general importance:  <FRAGMENT_SUPPRESSED>", "In a H&C application, is the officer required to follow the test set out in", "<FRAGMENT_SUPPRESSED> in order to demonstrate that s/he is being alert, alive and sensitive to the best interests of the child?  <FRAGMENT_SUPPRESSED>"], ["[34]", "The applicant is opposed to the certification of this question on the ground that the test  <FRAGMENT_SUPPRESSED>", "is consistent with the jurisprudence. He proposes no question for certification.  <FRAGMENT_SUPPRESSED>"], ["[35]", "<FRAGMENT_SUPPRESSED> the threshold for certification was articulated as: \"is there a serious question of general importance which would be dispositive of an appeal\". In this matter, the question would not be dispositive of an appeal as the officer was attentive to the best interests of the child and that issue was not determinative.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[36]", "THIS COURT'S JUDGMENT is that", "the application is granted and the matter is remitted for reconsideration by a different officer. No question is certified.  <FRAGMENT_SUPPRESSED>", "Application granted.  <FRAGMENT_SUPPRESSED>", "Editor: E. Joanne Oley/vnh  <FRAGMENT_SUPPRESSED>"]]}