{"id_": "086995", "body_str": [["[1]", "Fothergill, J.", ": Trans-High Corporation [the Applicant] has brought an ex parte motion to enforce the Order of this Court dated July 27, 2015 (", "<FRAGMENT_SUPPRESSED> ) [the Contempt Order]."], ["[2]", "The Applicant asserts that Ontario Corporation No. 1683193, formerly known as Hightimes Smokeshop and Gifts Inc. and presently known as Stay High Live High Inc. [the Respondent], and its Officer and Director, Ameen Muhammad (a.k.a. Ameen Mohammad) [Mr. Muhammad] have breached the terms of the Contempt Order, and asks this Court to impose the additional penalties contemplated in paragraph 5 of the Contempt Order.", "II.", "Background"], ["[3]", "On November 26, 2013, Justice Manson ruled that the Respondent had infringed the Applicant's \"HIGH TIMES\" trade-mark (", "<FRAGMENT_SUPPRESSED> ). Despite having knowledge of Justice Manson's judgment, the Respondent continued to use \"HIGH TIMES\" on its shop signage, sales receipts and printed materials."], ["[4]", "On June 18, 2015, the Respondent and Mr. Muhammad each pleaded guilty to five counts of contempt, pursuant to Rule 466 of the", "Federal Courts Rules", ", SOR/98-106 [the Rules]. This resulted in the Contempt Order, which provides in material part:", "1. The Applicant shall have its costs of the show cause motion before Prothonotary Aalto and the contempt hearing on a solicitor-client basis, fixed in the amount of $62,500, payable by the Respondent Hightimes Smokeshop and Gifts Inc. and its Officer and Director, Ameen Muhammad a.k.a. Ameen Mohammad, jointly and severally.", "2. Hightimes Smokeshop and Gifts Inc. and Ameen Muhammad a.k.a. Ameen Mohammad [collectively the Contemnors] shall jointly and severally pay a fine of $50,000.", "3. The payment of the fine ordered in paragraph 2, above, is suspended for a period of 30 days to allow the Contemnors to purge all monetary aspects of their contempt of the order of Justice Manson by making a lump-sum payment of $55,000 owing under that order (representing $25,000 in damages and $30,000 in costs, together with all amounts owing in pre- and post-judgment interest) and the amount of $62,500 in costs as set out in paragraph 1 of this order to the Applicant by way of certified cheque or such other manner of payment", "4. Upon the filing of satisfactory evidence with the Court that such payments have been made within 30 days of the date of this order, the fine otherwise imposed and payable under paragraph 2 shall be reduced to $10,000.", "5. In the event that all fines and costs as provided in paragraphs 1 to 3, above, have not been paid within 30 days, Ameen Muhammad a.k.a. Ameen Mohammad is liable to be imprisoned for a period of 14 days and to remain imprisoned until the full amount of the fines and costs is paid.", "6. In the event that the Applicant requires enforcement of paragraph 5 of this order, the Applicant shall be at liberty to seek a warrant of committal from any judge of the Federal Court, on an ex parte basis, and Ameen Muhammad a.k.a. Ameen Mohammad shall, upon the Court finding a breach of one or more of the terms of this order, be committed to jail in accordance with paragraph 5 of this order."], ["[5]", "The Contempt Order was sent to counsel for the Respondent, Mr. Alpesh Patel, on the same day that it was issued. Mr. Patel acknowledged receipt of the Contempt Order."], ["[6]", "On July 28, 2015, counsel for the Applicant served Mr. Patel with a formal demand for payment of the amounts owing to the Applicant under the Contempt Order. In that correspondence, counsel for the Applicant indicated that the Applicant required payment of the amounts owing by direct wire transfer to the Applicant's counsel's trust account. Mr. Patel acknowledged receipt of this correspondence."], ["[7]", "No payment of the amounts owed to the Applicant by the Respondent has been made. Nor has the Respondent paid into Court the fine owing under the Contempt Order."], ["[8]", "No other communication has been received from the Respondent, Mr. Muhammad or their counsel explaining their refusal to comply with the Contempt Order.", "III.", "Issue"], ["[9]", "The sole issue to be determined is whether Mr. Muhammad is liable to be imprisoned, pursuant to Rule 472, for a period of 14 days and to remain imprisoned until he complies with paragraphs 1 to 3 of the Contempt Order, as prescribed by paragraph 5 of Contempt Order.", "IV.", "Analysis"], ["[10]", "A person who is ordered by a court to pay money to another cannot be imprisoned for contempt if he or she is unable to pay the debt (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at 1078). As Justice Binnie held in", "R v Wu", ", [2003] 3 SCR 530 [", "Wu", "] at para 2, \"[d]ebtors' prison for impoverished people is a Dickensian concept that in civilized countries has largely been abolished.\" This is consistent with s 56(2) of the", "Federal Courts Act", ", RSC, 1985, c F-7, which states that no person shall be taken into custody under process of execution for debt issued out of the Federal Court."], ["[11]", "However, the Supreme Court of Canada has ruled that a person who is ordered by a court to pay money may be imprisoned for contempt if he or she shows \"a certain degree of intention to evade his or her obligations\"; that is, if he or she is unwilling to pay the debt despite having the ability to pay (", "<FRAGMENT_SUPPRESSED>  [", "US Steel", "] at para 63, citing <FRAGMENT_SUPPRESSED> at 1078)."], ["[12]", "In this case, I am satisfied that the Respondent and Mr. Muhammad are able but unwilling to pay the fines, costs, and other amounts imposed by Justice Manson's November 26, 2013 judgment and the Contempt Order. Taking into account the Applicant's repeated offers of leniency, the Respondent's undertaking to pay in February, 2015, and the guilty pleas entered on June 18, 2015, I am left in no doubt that the Respondent and Mr. Muhammad are refusing to pay the amounts owed under the Contempt Order. They have had numerous opportunities to offer an explanation for their failure to pay, or to demonstrate an inability to pay, and they have not done so. Since the commencement of these proceedings, the Respondent and Mr. Muhammad have exhibited a brazen indifference towards the rights of the Applicants and the authority of this Court."], ["[13]", "The primary purposes of sanctions for contempt are to ensure compliance with court orders and to maintain public confidence in the administration of justice (", "<FRAGMENT_SUPPRESSED> ). In keeping with paragraph 6 of the Contempt Order, the additional penalties contemplated in paragraph 5 of the Contempt Order must now be enforced in order to compel compliance with this Court's Orders and to deter other similar conduct. Mr. Muhammad is not subject to imprisonment as a result of the unpaid debt, but rather for his deliberate refusal to comply with the Contempt Order despite his ability to do so (", "US Steel", "at paras 64, 71)."], ["[14]", "The Applicant's motion for a warrant of committal, issued pursuant to Rule 471, is therefore granted (", "<FRAGMENT_SUPPRESSED> ).", "V.", "Costs"], ["[15]", "The Applicant seeks its costs of the motion on a solicitor-client basis. The Applicant submits that the further costs and disbursements since the date of the contempt hearing, including preparation for and attendance on this motion, total $4,000."], ["[16]", "It is customary practice in contempt cases to impose costs on a solicitor-client basis (", "<FRAGMENT_SUPPRESSED> ). Costs are therefore awarded to the Applicant on a solicitor-client basis and are fixed in the amount of $4,000.", "ORDER"], ["[17]", "THIS COURT ORDERS that:", "1. A warrant of committal shall be issued for Ameen Muhammad a.k.a. Ameen Mohammad, who shall be arrested and imprisoned for a period of not less than 14 days and remain imprisoned until the full amounts of all fines, costs, and other amounts owing under the Contempt Order and the judgment of Justice Manson dated November 26, 2013 have been paid.", "2. The Applicant shall have its costs of this motion on a solicitor-client basis, fixed in the amount of $4,000, payable by the Respondent and its Officer and Director, Ameen Muhammad a.k.a. Ameen Mohammad, jointly and severally.", "3. Upon the filing of satisfactory evidence with the Court that the full amounts of all fines, costs, and other amounts owing under the Contempt Order and the judgment of Justice Manson dated November 26, 2013 have been paid, Ameen Muhammad a.k.a. Ameen Mohammad shall be at liberty to apply for an Order for his release.", "4. This Court shall remain seized of this matter to address any issue arising from the terms of this Order.", "Order accordingly.", "Editor: Elizabeth M.A. Turgeon", "[End of document]"]]}