{"id_": "086928", "body_str": [["[1]", "MacKay, J.", ": This is an application for judicial review and for an Order setting aside the decision of the Veterans Review and Appeal Board Canada (the \"Board\"), dated September 8, 1999, and communicated to the applicant by letter dated October 14, 1999, concerning the pension entitlement of the applicant under section 21(2) of the", "Pension Act", ", R.S.C. 1985, P-6.  <FRAGMENT_SUPPRESSED>"], ["[2]", "The application is brought under section 18.1 of the", "Federal Court Act", ", R.S.C. 1985, c. F-7, as amended, and it seeks an Order remitting the matter to a differently constituted panel of the Board, to render a decision in accordance with the judgment of this Court. These reasons concern the Court's decision to allow the application.  <FRAGMENT_SUPPRESSED>", "Background  <FRAGMENT_SUPPRESSED>"], ["[3]", "The applicant served in the regular armed forces from August 1, 1975 to August 24, 1998. At the time of his release, the applicant's rank was that of a Lieutenant Colonel.  <FRAGMENT_SUPPRESSED>"], ["[4]", "During his 24 years of service, the applicant engaged in numerous strenuous activities that included risk of injury. Between 1981 and 1987, Mr. Wood participated in 28 parachute jumps as part of his regular service in the military. He reports that these jumps put stress on his lower back and that some of his landings were particularly hard.  <FRAGMENT_SUPPRESSED>"], ["[5]", "In 1982, the applicant injured his groin area while carrying a man up a hill during a training exercise with the British army. Mr. Wood did not seek medical attention for this injury until he injured the same area during a hockey game in 1984/1985. Mr. Wood was diagnosed with a hernia, advised to be careful, and informed that surgery could be necessary in the future.  <FRAGMENT_SUPPRESSED>"], ["[6]", "In or about January 1995, Mr. Wood experienced lower back pain while training for a Canadian Forces EXPRESS test. Mr. Wood states that he continued to experience pain and discomfort for the rest of the year and into 1996 when he finally sought medical attention after being sent to National Defence Headquarters.  <FRAGMENT_SUPPRESSED>"], ["[7]", "Mr. Wood's back pain was further aggravated in October 1996 when he landed on his lower spine following a hit while playing organized hockey at a Canadian Forces Command and Staff College sports event. Medical treatment and physiotherapy reduced the pain. A physiotherapy report, dated November 12, 1996, indicates that Mr. Wood's back had improved somewhat.  <FRAGMENT_SUPPRESSED>"], ["[8]", "Mr. Wood stated in his application for benefits that he \"sought medical attention when I arrived at NDHG in 96. I received effective physiotherapy after being told by the doctor that I would have to live with the pain\". He further states that the \"pain remains but is controlled through stretching exercises and the use of back support pads on my chairs\".  <FRAGMENT_SUPPRESSED>"], ["[9]", "During Mr. Wood's Medical Examination for Release on February 10, 1998, the examiner recorded \"low back pain\" under the heading of \"Current Diseases or Injuries.\" The examiner, in the Report, cited Toronto as the place of origin for the injury, and the Spring of 1995 as the date of its origin. Regarding the cause of the injury, the examiner recorded Mr. Wood's complaint concerning his back as \"Back pain - sports injury (CF) hockey and exercise\". Under Part 5 of the examination report, the examiner records that Mr. Wood \"has had low back pain which is [contained?] by regular exercise as per physiotherapy\".  <FRAGMENT_SUPPRESSED>"], ["[10]", "On February 17, 1998, Mr. Wood made an application for pension benefits to the Department of Veteran Affairs under subsection 21(2) of the", "Pension Act", ". The application was with respect to the following three injuries: a right inguinal hernia, chondromalacia patella (right knee), and mechanical low back pain.  <FRAGMENT_SUPPRESSED>"], ["[11]", "By a letter dated September 10, 1998, the Department of Veteran Affairs rejected the application for pension benefits with respect to all three injuries alleged.  <FRAGMENT_SUPPRESSED>"], ["[12]", "Following the applicant's request for a review of this decision, the Entitlement Review Board of the Board rejected Mr. Wood's claim for pension benefits with respect to his low back pain in a decision dated April 6, 1999. The Board, in its decision, concluded that \"the claimed condition did not arise out of nor is directly connected with or was not permanently worsened by carrying out of service responsibilities or service factors\".  <FRAGMENT_SUPPRESSED>"], ["[13]", "Mr. Wood appealed this decision regarding his low back pain on the grounds that the Entitlement Board had erred in fact and law in concluding that the evidence did not support a service-related injury, and in concluding that there was insufficient evidence of permanent worsening of the injury. In addition, the applicant submitted that the evidence demonstrated low back problems not only in service, but because of service related activities, and that the disability has persisted and become permanently worsened by virtue of service related activities.  <FRAGMENT_SUPPRESSED>"], ["[14]", "Following a hearing on September 8, 1999, the Board decided to reject Mr. Wood's appeal stating, in part (at page 3 of the decision):  <FRAGMENT_SUPPRESSED>", "\"The Board has reviewed the Appellant's file and has noted that the service medical records failed to reveal any service related back injury. Low back pain is recorded in August 1996 with a seven to eight month history. The Appellant had physiotherapy treatments for his back and the last record, which is dated 12 November 1996, discloses back improvement. There is no medical record available since November 1996. The Medical Examiner at the time of the Medical Examination for Release dated 10 February 1998 simply indicated that the 'Appellant has had low back pain'.  <FRAGMENT_SUPPRESSED>", "\"The Board is aware that mechanical back pain refers to muscular skeletal pain which arises from soft tissues in the lumbarsacral area. As there is insufficient evidence of any permanent worsening of claimed condition, and there is no documentation to support a service-related injury, the Board confirms the Entitlement review decision dated 6 April 1999. <FRAGMENT_SUPPRESSED>", "The Board's decision was communicated to the Applicant by letter dated October 14, 1999. The Board's ruling was that his claim in regard to \"Mechanical low back pain did not arise out of nor was it directly connected with service in peacetime Subsection 21(2),", "Pension Act", "\". It is this decision that the applicant here seeks to have reviewed.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The parties agree that the applicable standard of review in this matter is that of patent unreasonableness in accord with", "<FRAGMENT_SUPPRESSED> ; 177 F.T.R. 5 (T.D.). As I note below, that standard is appropriate unless the Board's decision relates to the exercise of jurisdiction.  <FRAGMENT_SUPPRESSED>"], ["[16]", "The applicant submits that the Board did not expressly find the evidence presented lacked credibility, and yet it failed on the evidence to resolve the case in favour of the applicant, which, it is urged, under section 39 of the", "Veterans Review and Appeal Board Act", ", S.C. 1995, c. 18, is to be done whenever there is doubt about the validity of the veteran's claim. All of the evidence, medical and otherwise, counsel submits, establishes a link between the applicant's low back pain and his service related activities. The applicant's evidence regarding his training for the EXPRESS fitness test, his 28 parachute jumps and his hockey injury during a Canadian Forces Command and Staff College event were, submits counsel, sufficiently strenuous and service-related to warrant the granting of a disability pension.  <FRAGMENT_SUPPRESSED>"], ["[17]", "In addition, the Board erred, it is urged, by not considering the substance of a letter dated February 15, 1999, from Major Zaporzan, a friend of the applicant, which corroborated the applicant's contention that he suffers back pain as a result of being injured during a Canadian Forces Command and Staff College event. Without impeaching evidence and without addressing the letter's substance in its reasons and conclusions, which found the applicant's complaint did not arise and was not directly connected with service in peacetime, the Board failed to \"expressly [deal] with evidence from which an inference favourable to the applicant might have been drawn\" (see", "<FRAGMENT_SUPPRESSED> ; 153 F.T.R. 75 (T.D.) at para. 18, referring to", "Chénier, Re", "(1991), 136 N.R. 377 (F.C.A.)).  <FRAGMENT_SUPPRESSED>"], ["[18]", "The Board further erred, counsel contends, when it concluded that \"There is no medical record available since November 1996\", thus disregarding the 1998 Medical Report for Release, which recorded that the applicant suffered from back pain that originated in the spring of 1995. Moreover, the Board asked no questions about the applicant's record of parachute jumps to which he referred in this appeal to the Board. In this application, records of those jumps are submitted under Mr. Wood's affidavit in support of his application for judicial review. It is urged that the Board failed to exercise its duty to consider or reject evidence in light of its credibility and reasonableness (see", "<FRAGMENT_SUPPRESSED> ; 164 F.T.R. 42 (T.D.)).  <FRAGMENT_SUPPRESSED>"], ["[19]", "The respondent submits that the Board did not err in its decision of September 8, 1999 and it was not patently unreasonable for it to conclude that the applicant does not have a disability meriting a pension. It is submitted that the Board considered all of the evidence before it, including the letter of Major Zaporzan, in a favourable manner to the applicant and reasonably concluded that there was no evidence of a disability for which the applicant could claim a pension. Counsel agrees that Mr. Wood may have suffered an injury to his lower back, but that the Board had evidence before it, i.e. the applicant's 1996 medical report, that indicated that the applicant's back had improved and his records contained no subsequent annual or other record of continued complaint. As a result, there was no evidence upon which the Board could conclude that the applicant had a disability.  <FRAGMENT_SUPPRESSED>"], ["[20]", "The respondent further submitted that it was open to the Board upon the evidence before it to conclude that there was no causal link between the applicant's low back pain and his military service. Noting that 80% of the population suffer from back pain, counsel argues that the applicant has not proven that his condition is specifically linked to service-related activities as opposed to an activity also engaged in by civilian sufferers of low back pain. The respondent further points out that the applicant's 1998 Medical Examination for Release does not indicate what caused the applicant's low back pain, aside from his own recollection of its cause. Regarding the applicant's contention that Major Zaporzan's evidence was not considered by the Board, counsel submits that the Board referred to Major Zaporzan's letter in its reasons but did not give it much weight because Major Zaporzan is not a physician and therefore was not qualified to diagnose the applicant's injury.  <FRAGMENT_SUPPRESSED>"], ["[21]", "The respondent also submits that the applicant's training and parachute jump log books, put forth by the applicant in this application for judicial review, were never part of the record upon which the Board relied when it made its decision. As a result, this evidence is not properly before the Court and should not be admitted.  <FRAGMENT_SUPPRESSED>", "Analysis  <FRAGMENT_SUPPRESSED>"], ["[22]", "Sections 3 and 39 of the", "Veterans Review and Appeal Board Act", "(the \"", "Act", "\") create liberal and purposive guidelines for claims for veterans' pensions in light of the nation's great moral debt to those who have served this country (see", "<FRAGMENT_SUPPRESSED> ; 129 F.T.R. 286 (T.D.)). These sections read as follows:  <FRAGMENT_SUPPRESSED>", "\"3. The provisions of this Act and of any other Act of Parliament or of any regulations made under this or any other Act of Parliament conferring or imposing jurisdiction, powers, duties or functions on the Board shall be liberally construed and interpreted to the end that the recognized obligation of the people and Government of Canada to those who have served their country so well and to their dependants may be fulfilled.  <FRAGMENT_SUPPRESSED>", "\"39. In all proceedings under this Act, the Board shall  <FRAGMENT_SUPPRESSED>", "(a) draw from all the circumstances of the case and all the evidence presented to it every reasonable inference in favour of the applicant or appellant;  <FRAGMENT_SUPPRESSED>", "(b) accept any uncontradicted evidence presented to it by the applicant or appellant that it considers to be credible in the circumstances; and  <FRAGMENT_SUPPRESSED>", "(c) resolve in favour of the applicant or appellant any doubt, in the weighing of evidence, as to whether the applicant or appellant has established a case. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"3. Les dispositions de la présente loi et de toute autre loi fédérale, ainsi que de leurs règlements, qui établissent la compétence du Tribunal ou lui confèrent des pouvoirs et fonctions doivent s'interpréter de façon large, compte tenu des obligations que le peuple et le gouvernement du Canada reconnaissent avoir à l'égard de ceux qui ont si bien servi leur pays et des personnes à leur charge.  <FRAGMENT_SUPPRESSED>", "\"39. Le Tribunal applique, à l'égard du demandeur ou de l'appelant, les règles suivantes en matière de preuve:  <FRAGMENT_SUPPRESSED>", "a) il tire des circonstances et des éléments de preuve qui lui sont présentés les conclusions les plus favorables possible à celui-ci;  <FRAGMENT_SUPPRESSED>", "b) il accepte tout élément de preuve non contredit que lui présente celui-ci et qui lui semble vraisemblable en l'occurrence;  <FRAGMENT_SUPPRESSED>", "c) il tranche en sa faveur toute incertitude quant au bien-fondé de la demande. <FRAGMENT_SUPPRESSED>"], ["[23]", "Section 39 of the", "Act", "requires that when credible evidence is presented during a proceeding, the Board has a duty to consider and weigh the credible evidence in the best interests of the applicant (see", "<FRAGMENT_SUPPRESSED> ; 141 F.T.R. 258 ( <FRAGMENT_SUPPRESSED> ; 160 F.T.R. 281 (T.D.)). The Federal Court of Appeal's decision in", "Chenier", ", supra, discussing section 108 of the", "Pension Act", ", which was virtually identical in every material respect to section 39 of the current", "Act", ", is authority for the proposition that the Board must draw every reasonable inference in favour of the applicant. The Board fails in the exercise its jurisdiction when it summarily arrives at the conclusion that the member was not engaged in an activity giving rise to a pension without \"expressly dealing with the evidence from which an inference favourable to the Applicant might have been drawn.\".  <FRAGMENT_SUPPRESSED>"], ["[24]", "Sections 3 and 39 of the", "Act", "do not, however, relieve the applicant of the burden of proving that his low back pain arose out of or in connection with military service (", "<FRAGMENT_SUPPRESSED> ; 180 F.T.R. 193 (T.D.)). The applicant must still establish on a balance of probabilities, with the evidence considered in the best light possible, that his disability is service-related. This civil standard must be read in concert with the entitling provision of paragraph 21(2)(a) of the", "Pension Act", ", R.S.C. 1985, c. P-7, which reads as follows:  <FRAGMENT_SUPPRESSED>", "\"21(2) In respect of military service rendered in the non-permanent active militia or in the reserve army during World War II and in respect of military service in peace time,  <FRAGMENT_SUPPRESSED>", "(a) where a member of the forces suffers disability resulting from an injury or disease or an aggravation thereof that arose out of or was directly connected with such military service, a pension shall, on application, be awarded to or in respect of the member in accordance with the rates for basic and additional pension set out in Schedule I; <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"(2) En ce qui concerne le service militaire accompli dans la milice active non permanente ou dans l'armée de réserve pendant la Seconde Guerre mondiale ou le service militaire en temps de paix:  <FRAGMENT_SUPPRESSED>", "a) des pensions sont, sur demande, accordées aux membres des forces ou à leur égard, conformément aux taux prévus à l'annexe I pour les pensions de base ou supplémentaires, en cas d'invalidité causée par une blessure ou maladie - ou son aggravation - consécutive ou rattachée directement au service militaire; <FRAGMENT_SUPPRESSED>"], ["[25]", "In the case at the bar, the applicant has relied upon medical records and a letter from Major Zaporzan testifying about the latter's awareness of a low back injury to the applicant. Taken together, there is evidence that the applicant injured his back in 1995/96 as a result of training for an EXPRESS fitness test and subsequently falling on his lower spine after being hit in an organized hockey game that was part of a Canadian Forces Command and Staff College event. This evidence is uncontradicted.  <FRAGMENT_SUPPRESSED>"], ["[26]", "The issue for the Court to decide is whether the Board erred in its consideration of the evidence in concluding that the applicant's mechanical low back pain did not arise out of and was not directly connected with service in peace time.  <FRAGMENT_SUPPRESSED>"], ["[27]", "The respondent argues that this Court should not interfere with the Board's decision in this matter because there was no evidence upon which the Board could find a pensionable disability. I note that considerable curial deference afforded by the patent unreasonableness standard of review should be accorded by the Court to the Board's decision where that it concerns a primary finding of fact.  <FRAGMENT_SUPPRESSED>  considered above in the pragmatic or functional analysis suggests that Parliament should be regarded as prescribing a deferential standard of review in this case. However, they do not indicate that the most deferential standard should be applied. 'Patent unreasonableness' seems increasingly to be reserved as the standard of review applied to the decisions of administrative agencies that are protected by strong preclusive clauses and have a wider range of regulatory responsibilities than the merely adjudicative functions performed by the Board. Patent unreasonableness is also the appropriate standard ... where the issue in dispute involves findings of primary fact, including the drawing of inferences from the evidence. <FRAGMENT_SUPPRESSED>"], ["[28]", "The Board may reject the applicant's evidence when it has before it contradictory medical evidence. However, while there may be an absence of evidence in the form of definitive medical documentation about the injury claimed, where there is no contradictory evidence and the Board does not accept the applicant's evidence without explanation of that, it commits an error that goes to jurisdiction (see", "<FRAGMENT_SUPPRESSED>  (T.D.)). A decision of the Board that errs in the exercise of its jurisdiction, is unreasonable and warrants intervention by the Court. The standard of patent unreasonableness, in my opinion, is not apt if the error concerns the exercise of the Board's jurisdiction.  <FRAGMENT_SUPPRESSED>"], ["[29]", "In the case at bar, the respondent submits that the Board fairly considered all the evidence before it and reasonably concluded that there was no proof that the applicant had a disability which resulted from a service-related injury. I do not find the respondent's submissions persuasive.  <FRAGMENT_SUPPRESSED>"], ["[30]", "In its reasons, the Board wrote that \"There is no medical record available [for the applicant] since November 1996\". Immediately following that, the Board writes \"The Medical Examiner at the time of the Medical Examination for Release dated 10 February 1998 simply indicated that the Appellant 'has had low back pain.'\" Clearly, there was a medical record available since 1996 in the form of the 1998 Medical Examination for Release report. I note that this report does more than simply state that the applicant has had low back pain. Rather it states that the applicant has had low back pain, which originated in the Spring of 1995 and was related to training and a hockey injury, in activity that the applicant claims was service related. The report also provides that the applicant controls the pain through stretching and physiotherapy.  <FRAGMENT_SUPPRESSED>"], ["[31]", "Regarding the letter of Major Zaporzan, I am not persuaded by the respondent's argument that it is clear that the Board attached little weight to its contents because Major Zaporzan is not a physician and could not diagnose the applicant. The mere fact that Major Zaporzan is not a physician is not a reason to disregard his general observations regarding the applicant's injury in terms of its effect and incidence. In any event, the Board did not articulate in its reasons why it did not give weight to the evidence submitted by Major Zaporzan.  <FRAGMENT_SUPPRESSED>"], ["[32]", "The Board also states in its reasons that \"there is no documentation to support a service related injury\". With all due respect to the Board and the difficult task that it performs, I find the Board's conclusion on this matter is without regard to the evidence before it. The applicant's medical records and Major Zaporzan's letter are some evidence of a low back injury caused in training for an EXPRESS fitness test of the military and by a hockey injury that took place during a Canadian Forces Command and Staff College event. This evidence is uncontradicted.  <FRAGMENT_SUPPRESSED>"], ["[33]", "<FRAGMENT_SUPPRESSED>  evidence with reasons bearing on its credibility and reasonableness, stating:  <FRAGMENT_SUPPRESSED>", "\"The jurisprudence indicates that the Board must accept uncontradicted medical evidence that it considers credible in the circumstances; however, it may reject such evidence if it has before it contradictory evidence, or if it states reasons, which would bear on credibility and reasonableness:", "Re Hornby", "(1993), 63 F.T.R. 188 ( <FRAGMENT_SUPPRESSED>  (T.D.) ...  <FRAGMENT_SUPPRESSED>", "\"The Board erred in failing to either accept the new evidence presented to it, or reject it with reasons bearing on its credibility and reasonableness. <FRAGMENT_SUPPRESSED>"], ["[34]", "I deal briefly with the issue of admissibility of the applicant's training and parachute jump log books addressed by counsel. On judicial review, a Court can consider only evidence that was before the administrative decision-maker whose decision is being reviewed and not new evidence (see", "<FRAGMENT_SUPPRESSED> ; 135 F.T.R. 214 ( <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 95 ( <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 1 (T.D.). In this case, the applicant sought to introduce records concerning his 28 parachute jumps and his running, providing further evidence to support his case. These records were not before the Board, or before the Entitlement Board which first considered his pension appeal. This Court takes no cognizance of this further evidence here offered for the purposes of this application for judicial review. The applicant may wish to consult the Board about tendering these records either for its consideration, or perhaps in relation to a new application for pension benefits to be considered first by an Entitlement Board.  <FRAGMENT_SUPPRESSED>", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[35]", "The Board erred in exercise of jurisdiction by coming to a conclusion that failed to deal expressly with evidence from which an inference favourable to the applicant might have been drawn. An Order issues quashing the decision of Board and returning the matter for re-determination before a differently constituted panel of the Board to reconsider this matter in a manner consistent with these reasons.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/pdk  <FRAGMENT_SUPPRESSED>", "[End of document]"]]}