{"id_": "087256", "body_str": [["[1]", "Phelan, J.", ": This judicial review concerns three individuals whose refugee protection claims were denied by the Refugee Protection Division [RPD] on the basis of adverse credibility findings and the existence of state protection."], ["[2]", "This case was argued together with IMM-5543-10 apparently because the state protection findings were similarly deficient in both cases."], ["[3]", "However, each case stands on its own merits and must be assessed as such. This is not a class claim. With due respect to counsel, each case deserved separate analysis and argument and one cannot be allowed to piggyback on the other or undermine the strength of the other. The fact that each case involved Romas living in the Czech Republic does not create inextricable co-mingling.", "II.", "Background"], ["[4]", "The Applicants are a family from the Czech Republic. The female Applicant is a Roma and the minor shares partial Roma ethnicity."], ["[5]", "The male Applicant, Milan Lasab, did not face any discrimination or violence until he met the female Applicant, who is ethnically Roma. Lasab claimed they experienced racial insults, problems with co-workers, his own demotion, pay reduction and forced employment relocation. He also claimed that they faced problems when shopping, and ostracization when swimming. The female Applicant had a bottle smashed over her head by a skinhead. Lastly, the claim included allegations that the son suffered psychological and physical abuse at school."], ["[6]", "In the RPD's decision the Member noted a number of serious discrepancies in the Applicants' evidence when the oral testimony is compared with the PIF and other available documents. For example, Milan Lasab omitted mention of being disowned by his family, of his mother praying that the relationship would end, and of his sister living with a skinhead."], ["[7]", "While asserting that the minor Applicant was verbally and physically assaulted at school, no mention of the assault was made to immigration officers. Similarly, the assault by a skinhead and the breaking of a bottle over the female Applicant's head was not mentioned at the POE."], ["[8]", "Further, the female Applicant claimed a number of problems with police following the beer bottle incident, yet the PIF makes no mention of these problems. She also failed to mention in her PIF that her then boyfriend was roughed up by a \"large racist man\"."], ["[9]", "While the Applicants attempted to explain the discrepancies, the RPD did not accept the excuses. The RPD found the Applicants lacked credibility and concluded that the incidents did not occur."], ["[10]", "Further, the RPD found that the Applicants had not rebutted the presumption of state protection. The Member referred to the Czech Republic's functioning democracy, its control of its territory, and its Constitution (which prohibits discrimination). The RPD relied on current state protection documentation. While recognizing that Roma were subject to discrimination, the RPD noted that the Czech government was making \"serious strides\" to having this discrimination overcome.", "III.", "Analysis"], ["[11]", "It is, by now, trite law that the RPD's decision on credibility and state protection is subject to the reasonableness standard of review (", "<FRAGMENT_SUPPRESSED> )."], ["[12]", "The weakest area of the RPD's decision is its examination of the operational adequacy of state protection. The subject of state protection only becomes relevant if a claimant makes out a case that they have been persecuted or were otherwise in need of protection, which protection was not forthcoming from their home state."], ["[13]", "The Applicants' difficulty is that their story was found not to be credible. The RPD's conclusion on the credibility issue is subject to considerable deference. Its finding is reasonable in all respects. The discrepancies and omissions were major and the explanations offered by the Applicants were weak. It was entirely within the RPD's mandate to reject the explanation."], ["[14]", "Therefore, the Applicants having failed to establish the events leading to the claim, the issue of state protection is moot. Nevertheless, the RPD did consider state protection, considered the Applicants' submission and, as it had the right to do, favoured more recent objective evidence in reaching its conclusion.", "IV.", "Conclusion"], ["[15]", "Therefore, this decision, read as a whole, is reasonable. This judicial review will be dismissed. There is no question for certification.", "JUDGMENT"], ["[16]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is dismissed.", ".........................", "Milan Lasab,  <FRAGMENT_SUPPRESSED>  Phelan", "[Traduction]: Le présent contrôle judiciaire concerne trois personnes dont la demande d'asile a été rejetée par la Section de la protection des réfugiés [la SPR] sur le fondement de conclusions défavorables quant à la crédibilité et l'existence de la protection de l'État."], ["[2]", "La présente affaire a été plaidée en même que le dossier IMM-5543-10, apparemment parce que les conclusions quant à la protection de l'État comportaient des lacunes dans les deux cas."], ["[3]", "Toutefois, chaque affaire est un cas d'espèce et doit être examinée ainsi. Il ne s'agit pas d'un recours collectif. Avec égards pour l'avocat, chaque cas mérite d'être analysé et débattu séparément et l'un ne peut être autorisé à tirer parti de l'autre ou à miner la force de l'autre. Le fait que chaque affaire concernait des Roms vivant en République tchèque ne crée pas une fusion inextricable.", "II.", "Contexte"], ["[4]", "Les demandeurs sont une famille de la République tchèque. La demanderesse est une Rom et le demandeur mineur est en partie d'origine ethnique rom."], ["[5]", "Le demandeur, Milan Lasab, n'a jamais été victime de discrimination ou de violence jusqu'à ce qu'il rencontre la demanderesse, qui est d'origine ethnique rom. Monsieur Lasab a affirmé qu'ils ont fait l'objet d'insultes raciales, qu'ils ont eu des problèmes avec des collègues de travail, qu'il a lui-même été rétrogradé, qu'il a subi une baisse de salaire et qu'il a été forcé de transférer de section. Il a également déclaré qu'ils avaient des problèmes lorsqu'ils allaient faire des courses et qu'ils étaient victimes d'ostracisme lorsqu'ils allaient nager. Un skinhead a frappé la demanderesse à la tête avec une bouteille. Enfin, la demande comportait des allégations selon lesquelles le fils des demandeurs a subi du harcèlement psychologique et physique à l'école."], ["[6]", "Dans la décision de la SPR, le commissaire a relevé bon nombre d'incohérences marquées entre les déclarations des demandeurs au moment de comparer le témoignage, le FRP et les autres documents figurant au dossier. Par exemple, Milan Lasab n'a pas indiqué qu'il a été renié par sa famille, que sa mère priait pour que la relation se termine et que sa sœur vivait avec un skinhead."], ["[7]", "Les demandeurs ont affirmé que le demandeur mineur avait été agressé verbalement et physiquement à l'école, mais cette agression n'a pas été mentionnée aux agents d'immigration. De même, l'agression par un skinhead, qui a fracassé une bouteille sur la tête de la demanderesse, n'avait pas été indiquée au PDE."], ["[8]", "En outre, la demanderesse a affirmé avoir connu de nombreux problèmes avec la police à la suite de l'incident impliquant la bouteille de bière. Pourtant, ces problèmes ne figurent pas dans le FRP. Elle n'a pas non plus indiqué dans son FRP que son conjoint de l'époque avait été malmené par un [traduction] « grand homme raciste »."], ["[9]", "Bien que les demandeurs aient tenté d'expliquer les incohérences, la SPR n'a pas accepté les excuses. La SPR a estimé que les demandeurs manquaient de crédibilité et a conclu que les incidents n'avaient pas eu lieu."], ["[10]", "De plus, la SPR a conclu que les demandeurs n'avaient pas réfuté la présomption de protection de l'État. Le commissaire a fait référence à la démocratie fonctionnelle de la République tchèque, à son contrôle de son territoire et à sa constitution (qui interdit la discrimination). La SPR s'est fondée sur des documents actuels concernant la protection de l'État. Elle a reconnu que les Roms étaient victimes de discrimination, mais a indiqué que le gouvernement tchèque fait de « très grands pas » vers l'élimination de cette discrimination.", "III.", "Analyse"], ["[11]", "Il est maintenant bien établi en droit que la décision de la SPR quant à la crédibilité et la protection de l'État doit faire l'objet d'un contrôle selon la norme de la décision raisonnable (", "<FRAGMENT_SUPPRESSED> )."], ["[12]", "La partie la plus faible de la décision de la SPR est son analyse du caractère adéquat de la protection de l'État. La notion de protection de l'État ne devient pertinente que si les demandeurs établissent qu'ils ont été persécutés ou avaient autrement besoin d'une protection, protection qui n'était pas offerte par leur État d'origine."], ["[13]", "La difficulté à laquelle se heurtent les demandeurs est que leur récit a été jugé invraisemblable. La conclusion de la SPR sur la question de la crédibilité doit faire l'objet d'une retenue considérable. Sa conclusion est raisonnable à tous égards. Les divergences et omissions étaient majeures et l'explication offerte par les demandeurs était faible. La SPR était tout à fait habilitée à rejeter l'explication."], ["[14]", "Par conséquent, comme les demandeurs n'ont pas établi les faits ayant mené à la demande, la question de la protection de l'État est théorique. Il n'en demeure pas moins que la SPR a tenu compte de la protection de l'État et des observations des demandeurs, comme elle était habilitée à le faire, et a favorisé des éléments de preuve objectifs plus récents pour en arriver à sa conclusion.", "IV.", "Conclusion"], ["[15]", "Par conséquent, la décision, interprétée dans son ensemble, est raisonnable. Le présent contrôle judiciaire sera rejeté. Il n'y a aucune question à certifier.", "JUGEMENT"], ["[16]", "LA COUR STATUE que", "la demande de contrôle judiciaire est rejetée.", "[End of document]"]]}