{"id_": "087285", "body_str": [["[1]", "Tremblay-Lamer, J.", "[Translation]: This is an appeal by the applicant under subsection 14(5) of the", "Citizenship Act", ", RSC 1985, c C-29 (the Act) and section 21 of the", "Federal Courts Act", ", RSC 1985, c F-7, from a decision of the Citizenship Judge denying the applicant's citizenship application pursuant to paragraph 5(1)(", ") of the Act.", "I.", "Facts"], ["[2]", "The applicant is 35 years old and is from Jiangxi province in China. He has been a permanent resident in Canada since March 31, 2006."], ["[3]", "On June 22, 2009, he applied for Canadian citizenship. During the relevant period, from March 31, 2006, to June 22, 2009, the applicant declared that he was absent 79 days for a total of 1178 days that he was physically present in Canada."], ["[4]", "On March 9 2012, his application was denied on the basis that he did not meet the requirements of paragraph 5(1)(", ") of the Act.", "II.", "Decision of Citizenship Judge"], ["[5]", "The Citizenship Judge found that she was not satisfied, on a balance of probabilities, that the information provided by the applicant reflected the number of days of physical presence in Canada. She thus chose to base her analysis on the qualitative test set out in", "FRAGMENT_SUPPRESSED to determine whether the applicant had a centralized mode of existence in Canada."], ["[6]", "First, she notes that the applicant arrived in Canada from China on March 3, 2012, a few days before his interview. The applicant explained that he was visiting his father in China who had undergone heart surgery. However, the citizenship judge noted that the applicant could not provide details about the surgery without consulting his documents."], ["[7]", "Regarding employment and income, the applicant did not provide any evidence of employment in Canada. During his interview, he confirmed that he had never worked in Canada and that he lived off the money he had saved in Shanghai and financial support he received from his parents. Later, he admitted that he had worked for a few weeks in a restaurant with friends and that he had been paid in cash. She also noted that the applicant had declared different amounts in his federal and provincial tax returns for the 2006 to 2009 taxation years. He explained that he had received bursaries and loans from the province of Quebec. The Citizenship Judge observed that the applicant did not seem to be familiar with the information contained in his own income tax returns and that it was an indication that the applicant's life was not centralized in Canada."], ["[8]", "With respect to education, the applicant attended three postsecondary institutions in Quebec: Concordia University, University of Quebec at Montréal (UQAM) and McGill University. He earned a bachelor's degree in information security from Concordia University. He explained that it was very difficult to find work in his field. He stated that he dropped out of school because of language difficulties and the management program at McGill University."], ["[9]", "With respect to the applicant's residency and travel, the Citizenship Judge concluded that his statements were incoherent. He stated that he travelled to China several times to take care of his father. He also submitted a few leases to demonstrate his residency in Canada. However, only one lease is in the applicant's name, and it is for only three months in 2006. The applicant provided statements from a few people who allegedly had lived with him (whose names are on the other leases) but none of these statements were certified by a commissioner for oaths or a notary."], ["[10]", "The Citizenship Judge also drew a negative inference from the fact that the applicant could not name one store in the Verdun neighbourhood of Montréal, the neighbourhood where the applicant claims to have lived. She also noted that the applicant has no family in Canada."], ["[11]", "Thus, the Citizenship Judge found that it was difficult to clearly determine the amount of time the applicant spent in Canada and that Canada was not the country where the applicant \"regularly, normally, or customarily lives\".", "III.", "Issue"], ["[12]", "Did the Citizenship Judge commit a reviewable error?", "IV.", "Standard of review"], ["[13]", "The applicable standard of review for a decision by a citizenship judge determining whether a person has met the conditions set out in paragraph 5(1)(", ") of the Act is reasonableness (", "FRAGMENT_SUPPRESSED)."], ["[14]", "Thus, the Court must show deference and determine whether the findings of the citizenship judge are justified, transparent and intelligible such that they fall \"within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (", "FRAGMENT_SUPPRESSED).", "V.", "Positions of the parties", "A.", "Applicant's arguments"], ["[15]", "The applicant submits that the Citizenship Judge placed an additional burden of proof on him by applying both the physical presence and qualitative tests."], ["[16]", "The Citizenship Judge did not seem to question the evidence from the passport as well as the immigration stamps on it that demonstrate the applicant's physical presence in Canada during the time required by the Act. She relied on the applicant's replies at his interview to find that he did not have a centralized mode of existence in Canada. This type of analysis is unreasonable because it does not place any probative value on the voluminous documentary evidence filed by the applicant in support of his application. A serious analysis of the file shows that the applicant had the required number of days, an essential condition for obtaining citizenship.", "B.", "Respondent's arguments"], ["[17]", "The respondent submits the case law has clearly established that the concept of \"residence\" may be interpreted three different ways and that the citizenship judge may choose which test he or she would like to use (", "FRAGMENT_SUPPRESSED). The judge still has this choice even when the applicant meets the quantitative test of physical presence. If this were not the case, would it be logical to give the citizenship judge the choice of three tests?"], ["[18]", "In this case, the Citizenship Judge chose to use the test set out in", "FRAGMENT_SUPPRESSED", "to determine whether the applicant \"regularly, normally, or customarily\" lived in Canada or if he had \"centralized his mode of existence\" there (", "FRAGMENT_SUPPRESSED)."], ["[19]", "Essentially, the Citizenship Judge's finding is reasonable because it is based on the lack of evidence of the extent of the applicant's physical presence in Canada before his absence, on the fact that he has no family in Canada, that the length of his physical absences were not quantifiable nor attributable to a particular situation and that he did not demonstrate any significant attachment to Canada.", "VI.", "Analysis"], ["[20]", "For the following reasons, I am of the opinion that when an applicant demonstrates, based on reliable evidence, physical presence of at least 1,095 days in Canada during the relevant period, the Citizenship Judge cannot ignore this evidence in order to rely on the qualitative test."], ["[21]", "As Justice Harrington stated in", "FRAGMENT_SUPPRESSED, over the years, three schools of thought have developed in the case law regarding the residency obligation set out in paragraph 5(1)(", ") of the Act", "The first one, which is quantitative, argues that the wording of the Act is clear and deals only with physical presence in Canada during three of the four years preceding the application (", "FRAGMENT_SUPPRESSED). The second one states that the simple intention to live in Canada is sufficient as long as some connection with Canada is maintained, the \"centralized mode of existence test\" (", "FRAGMENT_SUPPRESSED). The third and last jurisprudential school, developed in", "FRAGMENT_SUPPRESSED", ", is the most common: according to this school, the citizenship judge analyzes six different factors to determine whether the applicant \"regularly, normally, or customarily lives\" in Canada."], ["[22]", "Justice Lufty (the former chief justice) examined these three lines of jurisprudence in", "FRAGMENT_SUPPRESSED. He found that given the incertitude regarding the appropriate test, it was open to the citizenship judge to adopt either one of the conflicting schools, specifying that FRAGMENT_SUPPRESSED. (", "FRAGMENT_SUPPRESSED)."], ["[23]", "However, I would stress the important nuance that Justice O'Reilly stated in", "FRAGMENT_SUPPRESSED:", "FRAGMENT_SUPPRESSED"], ["[24]", "In this respect, in", "FRAGMENT_SUPPRESSED, Justice Zinn explains the following FRAGMENT_SUPPRESSED", "FRAGMENT_SUPPRESSED"], ["[25]", "Justice Harrington fully endorsed these reasons in", "FRAGMENT_SUPPRESSED, my colleague stated \"that if the applicant has been physically present for at least 1095 days during the relevant period, the residency test has been satisfied. If not, the Citizenship Judge must go on to consider whether Canada is a place where the applicant \"regularly, normally or customarily lives\" (see also FRAGMENT_SUPPRESSED)."], ["[26]", "Indeed, it would be illogical and contrary to the wording of the Act to apply the qualitative test when an applicant has established that he was present in Canada for at least 1095 days during the relevant period, since the Act clearly states that a permanent resident must have \"within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada\"."], ["[27]", "Moreover, the qualitative test in", "FRAGMENT_SUPPRESSED", "was developed in order to allow an applicant who does not meet the minimum residency requirements under paragraph 5(1)(", ") of the Act to obtain Canadian citizenship if that person can establish that he or she \"regularly, normally, or customarily\" lived in Canada despite several absences from the country."], ["[28]", "In", "FRAGMENT_SUPPRESSED, Justice Rennie convincingly explained the plain interpretation that paragraph 5(1)(", ") of the Act must be given to find that it is based on the physical presence test. This interpretation \"must be read ... harmoniously with the scheme of the Act, the object of the Act, and the intention of Parliament\" (", "FRAGMENT_SUPPRESSED).FRAGMENT_SUPPRESSED"], ["[29]", "There is no doubt that Parliament's use of the word \"accumulate\" requires a certain quantitative analysis because it is clear that a person cannot \"accumulate\" an intention to reside. The physical presence test complies best with the Act (see also Justice Mainville's analysis in", "FRAGMENT_SUPPRESSED)."], ["[30]", "However, at the moment, the Federal Court has not reached a consensus on the correct interpretation of paragraph 5(1)(", "). Given this situation, and since the majority of decisions support the qualitative approach developed in", "FRAGMENT_SUPPRESSED", ", I do not believe that the qualitative test should be completely set aside in favour of the quantitative test. Although I recognize, like Justice Mainville in", "FRAGMENT_SUPPRESSED", ", that we must promote coherence among decisions of administrative tribunals, I have no choice but to accept, like many other judges, that when the physical presence test is not met, the citizenship judge may take a qualitative approach. However, when reliable evidence demonstrates that the applicant has accumulated the minimum number of days required under paragraph 5(1)(", "), I do not believe that it is open to the citizenship judge to use another approach."], ["[31]", "In this case, the Citizenship Judge ignored important evidence such as the applicant's passport and the immigration stamps that confirm his statement that [he] was absent only 79 days during the relevant period. Even when applying the qualitative test from", "FRAGMENT_SUPPRESSED", ", she had to comment on this point to indicate whether the applicant was present for an extended period before being absent. The Citizenship Judge merely noted that he returned to Canada a few days before the interview and several of her questions went beyond the relevant period (2010, 2011, 2012). Moreover, other evidence corroborated his physical presence in Canada, such as the credit card statements (statements for 2006 to 2009), telephone and hydro bills in his name, a lease, statements from room-mates, studies in Canada and the diploma he received from Concordia University. The Citizenship Judge could not set aside this voluminous documentary evidence without ruling on the applicant's presence in Canada during the period set out by the Act."], ["[32]", "In short, I believe that the Citizenship Judge erred in applying the approach from", "FRAGMENT_SUPPRESSED", "when there was overwhelming evidence in the record to conclude that the applicant was physically present in Canada. This conclusion is unreasonable and allows the Court to intervene."], ["[33]", "For these reasons, the appeal is allowed and the file is referred back to another citizenship judge for redetermination in accordance with these reasons.", "JUDGMENT"], ["[34]", "THE COURT ORDERS AND ADJUDGES that", "the appeal be allowed. The file is referred back to another citizenship judge for redetermination.", "Appeal allowed.", "Editor: E. Joanne Oley/pdk"]]}