{"id_": "087350", "body_str": [["[1]", "Hughes, J.", ": This is an application for judicial review to set aside a decision of the Refugee Protection Division of the Immigration and Refugee Board of Canada dated July 12, 2011, wherein the Applicants' claim for refugee protection in Canada was rejected. For the reasons that follow, I am dismissing this application.  <FRAGMENT_SUPPRESSED>"], ["[2]", "The Applicants are a family - husband, wife and three daughters - all citizens of Guatemala. They entered Canada on July 11, 2010 on visitors' visas and filed refugee claims on August 3, 2010. They ran a small business in Guatemala. Their claim was based on fear relating to threats of extortion by a criminal gang, which threats were backed up with threats of violence and rape. The principal male Applicant complained to the police, then to the public minister, and then to the public prosecutor. He received promises that the matter would be investigated and that surveillance would be conducted. Not having heard further from the authorities for a period of several days, the family left Guatemala and, via the United States, came to Canada.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The Board determined that the risk to which the Applicants were exposed was a generalized risk and that the Applicants had not established a link to any of the grounds provided for in the Convention that would allow them to establish a refugee claim in Canada.  <FRAGMENT_SUPPRESSED>"], ["[4]", "There is a good deal of jurisprudence in the Court in which distinctions are made between generalized risk and personal risk. The use of the word", "generally", "was explained by Snider J in", "<FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "26 Further, I can see nothing in s. 97(1)(b)(ii) that requires the Board to interpret \"generally\" as applying to all citizens. The word \"generally\" is commonly used to mean \"prevalent\" or \"widespread\". Parliament deliberately chose to include the word \"generally\" in s. 97(1)(b)(ii), thereby leaving to the Board the issue of deciding whether a particular group meets the definition. Provided that its conclusion is reasonable, as it is here, I see no need to intervene.  <FRAGMENT_SUPPRESSED>"], ["[5]", "<FRAGMENT_SUPPRESSED>  Crampton J (as he then was) explained that generalized risk does not need to affect everyone the same way. At paragraph 23 he wrote:  <FRAGMENT_SUPPRESSED>", "23 In my view, it was reasonably open to the Board to conclude, based on its finding that violence at the hands of the Maras Salvatrucha gang is a risk faced widely by people in El Salvador, that the risk faced by Mr. Baires Sanchez is a risk \"faced generally by other individuals in or from El Salvador,\" as contemplated by paragraph 97(1)(b)(ii) of the IRPA. The fact that the particular reason why Mr. Baires Sanchez may face this risk may differ from the particular reason why others face this risk is of no consequence, given that (i) the nature of the risk is the same, namely, violence (including murder); and (ii) the basis for the risk is the same, namely, the failure to comply with the MS-13's demands, whether they be to join their organization, to pay extortion money, or otherwise. As the Board appropriately recognized, \"[a] generalized risk does not have to affect everyone in the same way. <FRAGMENT_SUPPRESSED>"], ["[6]", "<FRAGMENT_SUPPRESSED>  I considered a situation where a generalized risk became personalized. I wrote at paragraphs 4 and 5:  <FRAGMENT_SUPPRESSED>", "4 However the Applicant is in a situation that makes his risk personal. He was unable to make the payments demanded by the gang. Members of the gang beat him with a variety of implements, shot him at least four times and left him for dead. Miraculously he was transported to hospital, was in a coma for about a year and, eventually recovered. He fled first to the United States where he did not make claim for asylum, then came to Canada.  <FRAGMENT_SUPPRESSED>", "5 The evidence is clear as to how widespread and vicious the gang is not only in Honduras but elsewhere. The evidence, which came from the Applicant and really only could come from him, is that if he were to return to Honduras the gang would not just pursue him for money but would seek to kill him since he represented the gang's failure to kill people which they targeted. He was, in effect, living proof of their ineptitude.  <FRAGMENT_SUPPRESSED>"], ["[7]", "Very recently, Rennie J of this Court in", "<FRAGMENT_SUPPRESSED>  reviewed a number of cases dealing with generalized risk and personalized risk. He determined at paragraph 13 of his Reasons that:  <FRAGMENT_SUPPRESSED>", "...the Board incorrectly focused on the reasons for which the applicant was being targeted, rather than the evidence that the [gang] was specifically targeting the applicant beyond that experienced by the population at large.  <FRAGMENT_SUPPRESSED>"], ["[8]", "I believe that the distinction made by Rennie J is an important one. Where a portion, not necessarily a majority, of the population is subjected to threats of extortion and violence, the evidence must demonstrate that the Applicants have experienced something that is beyond what has been experienced by the population that is otherwise subjected to such threats.  <FRAGMENT_SUPPRESSED>"], ["[9]", "Here, the evidence is that small business owners such as the Applicants are frequently targeted in Guatemala by criminal gangs seeking payments of money. The gangs back up their demands with threats of violence. One source estimates that at least twenty percent (20%) of small business in Guatemala makes such payments in the face of threats of violence. In the circumstances of the present case, the Applicants would be in that twenty percent. There is no evidence that they have been exposed to or suffered risk greater than that to which the twenty percent were exposed.  <FRAGMENT_SUPPRESSED>"], ["[10]", "In the present case, the Board gave careful consideration to the issue as to whether the risk to which the Applicants were exposed was a generalized or personal risk, and concluded that it was generalized. The Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  has emphasized that in a judicial review, deference must be given to the decision of a tribunal having expertise in the matter, and that reasons must not be examined microscopically. Abella J, for the Court, in the", "Newfoundland", "case wrote at paragraphs 15 and 16:  <FRAGMENT_SUPPRESSED>", "15 In assessing whether the decision is reasonable in light of the outcome and the reasons, courts must show \"respect for the decision-making process of adjudicative bodies with regard to both the facts and the law\" (Dunsmuir, at para. 48). This means that courts should not substitute their own reasons, but they may, if they find it necessary, look to the record for the purpose of assessing the reasonableness of the outcome.  <FRAGMENT_SUPPRESSED>", "16 Reasons may not include all the arguments, statutory provisions, jurisprudence or other details the reviewing judge would have preferred, but that does not impugn the validity of either the reasons or the result under a reasonableness analysis. A decision-maker is not required to make an explicit finding on each constituent element, however subordinate, leading to its final conclusion (Service Employees' International Union, Local No. 333 v. Nipawin District Staff Nurses Assn., [1975] 1 S.C.R. 382, at p. 391). In other words, if the reasons allow the reviewing court to understand why the tribunal made its decision and permit it to determine whether the conclusion is within the range of acceptable outcomes, the Dunsmuir criteria are met.  <FRAGMENT_SUPPRESSED>"], ["[11]", "I am satisfied that, in the present case, the Board's decision was reasonable and that the reasons are adequate. The application is dismissed; neither Counsel requested a certified question; there is no reason to order costs.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[12]", "FOR THE REASONS PROVIDED", ":  <FRAGMENT_SUPPRESSED>", "THIS COURT'S JUDGMENT is that", ":  <FRAGMENT_SUPPRESSED>", "1. The application is dismissed;  <FRAGMENT_SUPPRESSED>", "2. No question is certified; and  <FRAGMENT_SUPPRESSED>", "3. No Order as to costs.  <FRAGMENT_SUPPRESSED>", ".........................  <FRAGMENT_SUPPRESSED>", "Francisco Misrain Trigueros Ayala, Zusell Tanyalesly Escobar De Trigueros, Yensi Dayana Trigueros Escobar, Keylly Zucell Trigueros Escobar et  <FRAGMENT_SUPPRESSED>  [Traduction]: La Cour est saisie d'une demande de contrôle judiciaire visant l'annulation de la décision, en date du 12 juillet 2011, par laquelle la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié du Canada a rejeté la demande d'asile des demandeurs. Pour les motifs qui suivent, je rejette la demande.  <FRAGMENT_SUPPRESSED>"], ["[2]", "Les demandeurs, tous citoyens du Guatemala, sont une famille: mari et femme et leurs trois filles. Ils sont entrés au Canada le 11 juillet 2010, munis de visas de visiteur, et ont présenté une demande d'asile le 3 août 2010. Ils exploitaient une petite entreprise au Guatemala. Leur demande d'asile était fondée sur une crainte liée à des menaces d'extorsion par un gang criminel, auxquelles celui-ci a ajouté, pour qu'elles soient prises au sérieux, d'autres menaces de violence et de viol. Le demandeur principal s'est plaint à la police, puis au ministre responsable et enfin au procureur de l'État. On lui a promis que la question ferait l'objet d'une enquête et qu'une surveillance serait exercée. N'ayant pas eu de nouvelles des autorités pendant plusieurs jours, la famille a quitté le Guatemala et est arrivée au Canada en passant par les États-Unis.  <FRAGMENT_SUPPRESSED>"], ["[3]", "La Commission a conclu que le risque auquel les demandeurs étaient exposés était un risque généralisé et que les demandeurs n'avaient établi aucun lien avec l'un des motifs prévus par la Convention qui leur permettrait de fonder une demande d'asile au Canada.  <FRAGMENT_SUPPRESSED>"], ["[4]", "De nombreuses décisions de la Cour font la distinction entre le risque généralisé et le risque personnel.  <FRAGMENT_SUPPRESSED>  la juge Snider explique, au paragraphe 26, l'emploi du mot", "généralement", ":  <FRAGMENT_SUPPRESSED>", "De plus, je ne vois rien dans le sous-alinéa 97(1)", ")(ii) qui oblige la Commission à interpréter le mot « généralement » comme s'appliquant à tous les citoyens. Le mot « généralement » est communément utilisé dans le sens de « courant » ou « répandu ». Le législateur a délibérément choisi d'utiliser le mot « généralement » dans le sous-alinéa 97(1)", ")(ii), laissant à la Commission le soin de décider si un groupe en particulier correspond à la définition. Si sa conclusion est raisonnable, comme c'est le cas ici, je ne vois pas le besoin d'intervenir.  <FRAGMENT_SUPPRESSED>"], ["[5]", "<FRAGMENT_SUPPRESSED>  le juge Crampton (maintenant juge en chef) a expliqué qu'il n'est pas nécessaire que chaque personne soit exposée à un risque généralisé de façon semblable. Il a écrit ce qui suit au paragraphe 23:  <FRAGMENT_SUPPRESSED>", "23 À mon avis, il était raisonnablement loisible à la Commission de conclure, après avoir jugé que les actes de violence du gang Maras Salvatrucha sont un risque auquel sont largement exposés les habitants du Salvador, que le risque auquel faisait face M. Baires Sanchez est un risque auquel sont généralement exposés d'autres personnes se trouvant au Salvador ou venant de ce pays, comme l'envisage le sous-alinéa 97(1)", ")(ii) de la LIPR. Le fait que la raison particulière pour laquelle M. Baires Sanchez puisse être exposé à ce risque diffère peut-être de la raison particulière pour laquelle d'autres personnes y sont exposées importe peu, car: (i) la nature du risque est la même, c'est-à-dire des actes de violence (dont le meurtre) et (ii) le motif du risque est le même, c'est-à-dire le fait de ne pas obtempérer aux exigences du MS-13, qu'il soit question, notamment, de joindre les rangs de cette organisation ou de verser les sommes d'argent exigées. Comme la Commission l'a reconnu avec raison: « [i]l n'est pas nécessaire que chaque personne soit exposée à un tel risque de façon similaire ».  <FRAGMENT_SUPPRESSED>"], ["[6]", "<FRAGMENT_SUPPRESSED>  j'ai examiné une situation dans laquelle le risque généralisé est devenu un risque personnalisé. Voici ce que j'ai écrit aux paragraphes 4 et 5:  <FRAGMENT_SUPPRESSED>", "4 Toutefois, le demandeur court un risque personnel en raison de la situation dans laquelle il se trouve. Il était incapable de faire les paiements demandés par la bande. Des membres de cette dernière l'ont battu à l'aide de différents outils, ils ont fait feu sur lui à au moins quatre reprises et l'ont laissé pour mort. Par miracle, il a été transporté à l'hôpital, où il a été dans le coma pendant environ un an, et il a fini par se rétablir. Il s'est enfui aux États-Unis, où il n'a pas présenté de demande d'asile, puis il est venu au Canada.  <FRAGMENT_SUPPRESSED>", "5 La preuve montre clairement que la bande est bien implantée ailleurs qu'au Honduras et qu'elle est très dangereuse. La preuve, qui a été présentée par le demandeur et qui n'aurait pu être présentée par personne d'autre, montre que s'il retourne au Honduras, les membres de la bande ne se contenteront pas de le harceler pour lui prendre son argent; ils chercheront à le tuer parce qu'il représente l'incapacité de la bande à tuer les personnes qu'elle cible. De fait, il est la preuve vivante de leur incompétence.  <FRAGMENT_SUPPRESSED>"], ["[7]", "Très récemment, dans", "<FRAGMENT_SUPPRESSED>  le juge Rennie de notre Cour a examiné plusieurs décisions concernant le risque généralisé et le risque personnalisé. Voici ce qu'il a conclu au paragraphe 13 de ses motifs:  <FRAGMENT_SUPPRESSED>", "[...] la Commission a à tort mis l'accent sur les motifs pour lesquels le demandeur était ciblé, plutôt que sur la preuve que [le gang] visait le demandeur dans une mesure plus importante que la population en général. Par conséquent, la décision de la Commission était déraisonnable.  <FRAGMENT_SUPPRESSED>"], ["[8]", "J'estime que la distinction faite par le juge Rennie est importante. Lorsqu'une partie de la population - et non pas nécessairement la majorité - est victime de menaces d'extorsion et de violence, la preuve doit démontrer que les demandeurs ont été victimes de gestes plus graves que les menaces auxquelles la population en général est par ailleurs exposée.  <FRAGMENT_SUPPRESSED>"], ["[9]", "En l'espèce, selon la preuve, les propriétaires de petites entreprises au Guatemala, comme les demandeurs, sont souvent la cible de gangs criminels qui exigent des paiements en argent. Pour qu'on prenne au sérieux leurs demandes, les gangs profèrent des menaces de violence. Selon l'estimation d'une source, au moins vingt pour cent (20 %) des petites entreprises au Guatemala effectuent de tels paiements en raison de menaces de violence. Eu égard aux circonstances de la présente affaire, les demandeurs appartiendraient à ces vingt pour cent. Rien n'indique qu'ils ont eu à affronter un risque plus grand que celui auquel ces vingt pour cent étaient exposés.  <FRAGMENT_SUPPRESSED>"], ["[10]", "En l'espèce, la Commission a examiné avec soin la question de savoir si le risque auquel les demandeurs étaient exposés était un risque généralisé ou un risque personnel, et a conclu qu'il s'agissait d'un risque généralisé. Dans l'arrêt", "<FRAGMENT_SUPPRESSED>  la Cour suprême du Canada a insisté sur le fait que, dans un contrôle judiciaire, il faut faire preuve de déférence envers la décision d'un tribunal qui possède une expertise sur la question et que les motifs ne doivent pas être scrutés à la loupe. S'exprimant au nom de la Cour, la juge Abella a écrit ce qui suit aux paragraphes 15 et 16 de l'arrêt", "Terre-Neuve", ":  <FRAGMENT_SUPPRESSED>", "15 La cour de justice qui se demande si la décision qu'elle est en train d'examiner est raisonnable du point de vue du résultat et des motifs doit faire preuve de « respect [à l'égard] du processus décisionnel [de l'organisme juridictionnel] au regard des faits et du droit » (", "Dunsmuir", ", par. 48). Elle ne doit donc pas substituer ses propres motifs à ceux de la décision sous examen mais peut toutefois, si elle le juge nécessaire, examiner le dossier pour apprécier le caractère raisonnable du résultat.  <FRAGMENT_SUPPRESSED>", "16 Il se peut que les motifs ne fassent pas référence à tous les arguments, dispositions législatives, précédents ou autres détails que le juge siégeant en révision aurait voulu y lire, mais cela ne met pas en doute leur validité ni celle du résultat au terme de l'analyse du caractère raisonnable de la décision. Le décideur n'est pas tenu de tirer une conclusion explicite sur chaque élément constitutif du raisonnement, si subordonné soit-il, qui a mené à sa conclusion finale (", "Union internationale des employés des services, local no 333 c. Nipawin District Staff Nurses Assn.", ", [1975] 1 R.C.S. 382, p. 391). En d'autres termes, les motifs répondent aux critères établis dans", "Dunsmuir", "s'ils permettent à la cour de révision de comprendre le fondement de la décision du tribunal et de déterminer si la conclusion fait partie des issues possibles acceptables.  <FRAGMENT_SUPPRESSED>"], ["[11]", "J'estime qu'en l'espèce, la décision de la Commission était raisonnable et que les motifs étaient suffisants. La demande est rejetée; aucun des avocats n'a proposé de question aux fins de certification; il n'y a aucune raison d'adjuger des dépens.  <FRAGMENT_SUPPRESSED>", "JUGEMENT  <FRAGMENT_SUPPRESSED>"], ["[12]", "POUR LES MOTIFS ÉNONCÉS,  <FRAGMENT_SUPPRESSED>", "LA COUR STATUE que", ":  <FRAGMENT_SUPPRESSED>", "1. La demande est rejetée.  <FRAGMENT_SUPPRESSED>", "2. Aucune question n'est certifiée.  <FRAGMENT_SUPPRESSED>", "3. Aucuns dépens ne sont adjugés.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}