{"id_": "087450", "body_str": [["[1]", "Noël, J.", "[Translation]: This is an application for judicial review of a decision by the Refugee Protection Division (the RPD) of the Immigration and Refugee Board dated April 17, 2012, under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (the IRPA). The RPD determined that the applicant was neither a Convention refugee under section 96 nor a person in need of protection under section 97 of the IRPA.", "I.", "Facts"], ["[2]", "The applicant stated that he feared his boss, Hugo, the owner of the pharmacy Farmapronto, and his allies, federal judicial police officers. He claimed that he was threatened because he refused to distribute drugs in colleges."], ["[3]", "The applicant allegedly made two attempts to file complaints with the Mexico City police."], ["[4]", "The applicant stated that he did not exhaust all avenues to obtain state protection because he was afraid. In fact, he testified that his mother and he had imagined that the Mexican authorities would protect Hugo and the two former members of the Federal Investigation Agency (AFI) instead of his mother and himself. Counsel for the applicant apparently confirmed this possibility. He did not file a complaint with the federal police."], ["[5]", "The applicant decided to leave Mexico on July 23, 2008, and arrived in Vancouver on August 4, 2008. He claimed refugee status on September 7, 2010, in Montréal."], ["[6]", "On September 5, 2010, when he was in Canada, he received an e-mail from his sister confirming that his pursuers are members of the AFI.", "II.", "Reviewed decision"], ["[7]", "The RPD rejected the applicant's refugee claim basing its decision mostly on a problem of credibility because of significant omissions and contradictions in the applicant's testimony, the most important of which are conveyed in the decision."], ["[8]", "First, the applicant stated that two AFI police officers allegedly showed up at his home in Mexico on September 5, 2010. However, he stated that he could not provide a copy of his sister's e-mail, which confirms that the agents of persecution are members of the AFI and explained that he did not think of keeping a copy of this e-mail."], ["[9]", "Second, the applicant contradicted himself with regard to the number of written complaints filed with the city police. Initially, he claimed that he filed three written complaints with the city police then stated that he had instead attempted to file two complaints. Further, the applicant provided three specific dates on which the complaints were allegedly filed and then retracted them. Therefore, the RPD found that this undermined the applicant's credibility."], ["[10]", "Third, the applicant claimed that he used the services of a lawyer in Mexico, Mr. Guzman, who was supposed to have provided evidence to corroborate his testimony, a copy of the complaint filed and thus allegedly conducted an investigation. However, he claimed that he received nothing from him. When asked to explain what the lawyer did for him, the applicant answered in a confused manner, stating first that he did not know what the lawyer did, then stating that he knew that the lawyer had told his mother that he had come to obtain a copy of the complaint. The RPD found that the applicant's confused answers undermined his credibility."], ["[11]", "Finally, the RPD considered that the applicant lacked credibility because he had not mentioned in his account that his lawyer, Mr. Guzman, had allegedly confirmed that his fear of not being protected by the authorities had merit given that they support Hugo and the two former members of the AFI. When asked to explain the reasons why he did not mention this fact, the applicant answered that he did not think to do so."], ["[12]", "The RPD then considered that even if the applicant was credible with respect to his story, he did not rebut the presumption of state protection."], ["[13]", "The applicant did not file a complaint with the federal police despite the fact that he claimed that the persons involved are members of the AFI and, therefore, are employees of the federal government. The applicant provided the simple explanation that he was afraid. However, the documentary evidence shows that in Mexico, when a person is a witness of an act of corruption within the federal administration, he or she may file a complaint with the offices of the public service secretariat and by telephone by using their SACTEL service."], ["[14]", "In the circumstances, the applicant did not provide clear and convincing evidence to rebut the presumption of state protection, especially since he did not exhaust all avenues available to him in Mexico. In fact, it is acknowledged that a democratic state is presumed to be able to protect its citizens.", "III.", "Position of the applicant"], ["[15]", "The applicant submitted that the RPD's findings on his credibility are erroneous."], ["[16]", "First, the applicant submitted that the RPD erroneously criticized the applicant for failing to mention the e-mail received on September 5, 2010. In addition, even if the applicant could not provide evidence confirming that he had indeed received this e-mail, the RPD should have considered that the applicant tried to obtain such evidence to no avail in accordance with section 7 of the", "Refugee Protection Division Rules", ", SOR/2012-256."], ["[17]", "Second, the applicant stated that he provided adequate and not confused answers to the questions that he was asked with regard to the complaints. In fact, there is a nuance between presenting himself before the authorities to file a complaint and the acceptance of such complaints. Further, the applicant alleged that the answers he gave with respect to the complaints are clear, because he referred to all the complaints filed, orally or in writing."], ["[18]", "Third, with respect to what steps the lawyer Guzman had allegedly taken, the applicant stated that he had communicated with his mother to explain that there had been no progress with respect to the first complaint."], ["[19]", "Fourth, according to the applicant, his testimony that the Mexican authorities allegedly would protect Hugo and his accomplices, the AFI officers, is a personal opinion that had not been mentioned in his account."], ["[20]", "Fifth, the applicant argued that he was not given the opportunity to provide explanations with respect to the contradictions in his testimony."], ["[21]", "Sixth, the applicant considered that the RPD's findings on his credibility are not reasonable given that they deal with elements that are not at the heart of his application and that the RPD is relying on conjecture. Further, the testimony given under oath is presumed to be true."], ["[22]", "With respect to state protection, the RPD should have considered the applicant's particular situation, including the profile of the individuals who were persecuting him. In addition, the RPD ignored the documentary evidence showing that corruption of the authorities is still a serious problem in Mexico.", "IV.", "Position of the respondent"], ["[23]", "With respect to the findings on the applicant's credibility, the respondent is of the view that they are reasonable."], ["[24]", "In fact, the applicant failed to mention in his Personal Information Form (PIF) that his lawyer had confirmed that the federal authorities would not help him. Further, it is implausible that he could not provide the e-mail from his sister dated September 5, 2010, and the applicant's testimony is tainted by numerous contradictions."], ["[25]", "During his testimony before the RPD, the applicant contradicted himself about the number of complaints and could not provide an explanation in judicial review. Further, the applicant provided contradictory answers regarding his lawyer's investigation."], ["[26]", "With respect to the allegation that his lawyer had told him that he should not file a complaint with the federal authorities, it should have been found in the applicant's PIF given that it is an important element of his refugee claim."], ["[27]", "As for the e-mail that he allegedly received on September 5, 2010, the RPD had validly found that the fact that the applicant could not produce it and without a valid reason affects his credibility. It is the applicant's burden to prove his allegations and provide the evidence they are based on."], ["[28]", "Lastly, the respondent submitted that even if the applicant had been considered credible, he did not provide clear and convincing proof to rebut the presumption of state protection. In fact, the evidence shows that there are specialized authorities in the fight against corruption, particularly within the federal police, and the applicant did not use these processes at the federal level, rather with merely filing a complaint with the city police.", "V.", "Issues", "1. Did the RPD err in concluding that the applicant was not credible?", "2. Did the RPD commit an error in determining that the applicant had failed to rebut the presumption of state protection?", "VI.", "Standard of review"], ["[29]", "The reasonableness standard is applicable to the RPD's decision regarding the applicants' credibility (", "<FRAGMENT_SUPPRESSED> ).", "VII.", "Analysis", "1.", "Did the RPD err in concluding that the applicant's story was not credible"], ["[30]", "The RPD's findings with respect to the applicant's lack of credibility are reasonable. He had the burden of establishing the facts on which his application relies, based on the balance of probabilities."], ["[31]", "First, contrary to what is alleged by the applicant, the RPD criticized him for not mentioning the fact that his lawyer was of the view that the authorities are siding with Hugo and the two AFI officers and not for failing to mention the event on September 5, 2010. On this matter, the RPD rightly found that the burden was on the applicant to provide the evidence to corroborate his testimony, for example, the e-mail he received from his sister. The RPD validly rejected the explanation provided by the applicant to justify the fact that he did not produce an e-mail. In fact, no intervention is required since the RPD decided to reject an explanation justifying gaps in the applicant's evidence and that such a finding is reasonable (", "<FRAGMENT_SUPPRESSED> ACWS (3d) 705)."], ["[32]", "The RPD reasonably found that the failure of mentioning that the applicant's lawyer confirmed that the federal authorities would not help him negatively affected the applicant's credibility. In fact, it was acknowledged that the omission of an important element in the applicant's PIF could undermine his credibility (", "<FRAGMENT_SUPPRESSED> ACWS (3d) 165)."], ["[33]", "Further, the applicant argued that the federal authorities were on the side of his agent of persecution, but did not bring evidence to demonstrate this fact; he was not able to produce the copy of an e-mail that he received to that effect or the lawyer's statement about this. Therefore, it was reasonable to find that the applicant had not established that he was subject to persecution in Mexico, because he is not credible on this fundamental element of his application."], ["[34]", "Contrary to what the applicant alleged, a reading of the hearing transcript reveals that the answers provided on the PIF regarding the complaints were confused. The applicant initially alleged that he made three complaints in writing, then explained that in reality a single complaint was filed and that he made two attempts. The RPD did not consider these explanations to be credible, all the more so because if a complaint was filed, the applicant was not able to prove it."], ["[35]", "Finally, regarding the steps taken with the lawyer Guzman, the RPD validly found that the applicant's answers were contradictory, which undermined his credibility. In fact, the applicant claimed initially that he did not know whether his lawyer had tried to obtain a copy of the complaint filed with the public ministry, then finally explained that his mother informed him that this was the case, but that they refused to provide a copy of the complaint. These explanations were considered by the RPD to be confused, which is a reasonable conclusion.", "2.", "Did the RPD commit an error in determining that the applicant had failed to rebut the presumption of state protection?"], ["[36]", "In this case, the RPD assessed whether state protection in the circumstances would be adequate, even if it did not consider the applicant's story to be credible."], ["[37]", "The applicant alleged that he complained to the city police without being able to give a specific answer as to the number of complaints actually filed and that he was afraid of filing a complaint with the federal police."], ["[38]", "It is recognized that the Mexican authorities are dealing with problems of corruption, which could, in certain circumstances, result in a fear of persecution being justified. In this case, it was not proved on a balance of probabilities that the applicant was persecuted by AFI officers. Further, if that was the case, the applicant could have exhausted some avenues, which he did not do, despite the fact that he alleged that his agent of persecution corrupted AFI officers."], ["[39]", "Therefore, the RPD's conclusion that the applicant did not rebut the presumption of state protection is reasonable, because the evidence shows that he did not exhaust all avenues available in Mexico (", "Canada", "Minister of Employment and Immigration", "v Villafranca", ", (1992) 18 Imm LR (2d) 130, 150 NR 232 (FCJ)). It is acknowledged that when an applicant alleges that the agent of persecution is part of the federal authorities in Mexico, he or she is obliged to use the processes offered in Mexico for people who are witnesses of corruption among these authorities (", "<FRAGMENT_SUPPRESSED> Imm LR (3d) 309)."], ["[40]", "The parties were invited to submit a question for certification, but none was proposed.", "JUDGMENT"], ["[41]", "THE COURT ORDERS AND ADJUDGES that", "this application for judicial review is dismissed. No question will be certified.", ".........................", "<FRAGMENT_SUPPRESSED>  demande de contrôle judiciaire d'une décision de la Section de la protection des réfugiés [la SPR] de la Commission de l'immigration et du statut de réfugié, rendue le 17 avril 2012, en vertu du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 [la LIPR]. La SPR a conclu que le demandeur n'est ni un réfugié au sens de la Convention aux termes de l'article 96 de la LIPR, ni une personne à protéger selon l'article 97 de la LIPR.", "I.", "Faits"], ["[2]", "Le demandeur dit craindre son patron, Hugo, le propriétaire de la pharmacie Farmapronto, ainsi que ses alliés, des policiers judiciaires fédéraux. Il prétend être menacé, car il aurait refusé de distribuer de la drogue dans des collèges."], ["[3]", "Le demandeur aurait fait deux tentatives de plaintes auprès de la police municipale à Mexico."], ["[4]", "Le demandeur affirme ne pas avoir épuisé tous les recours pour obtenir la protection de l'État parce qu'il avait peur. En effet, il a témoigné à l'effet que sa mère et lui avaient imaginé que les autorités mexicaines protégeraient Hugo et les deux anciens membres de l'Agence fédérale d'investigation [AFI] plutôt que sa mère et lui. L'avocat du demandeur aurait confirmé cette possibilité. Il n'a pas porté plainte à la police fédérale."], ["[5]", "Le demandeur a décidé de quitter le Mexique le 23 juillet 2008 et est arrivé à Vancouver le 4 août 2008. Il a revendiqué le statut de réfugié le 7 septembre 2010 à Montréal."], ["[6]", "Le 5 septembre 2010, alors qu'il était au Canada, il a reçu un courriel de sa sœur confirmant que ses poursuivants sont des membres de l'AFI.", "II.", "Décision révisée"], ["[7]", "La SPR a rejeté la demande d'asile du demandeur en basant majoritairement sa décision sur un problème de crédibilité à cause d'omissions importantes et de contradictions dans le témoignage du demandeur, dont les plus importantes sont relatées dans la décision."], ["[8]", "D'abord, le demandeur affirme que deux policiers de l'AFI se seraient présentés chez lui au Mexique le 5 septembre 2010. Cependant, il affirme qu'il ne peut fournir une copie du courriel de sa sœur qui confirme que les agents persécuteurs sont membres de l'AFI et explique qu'il n'a pas pensé à garder une copie de ce courriel."], ["[9]", "Deuxièmement, le demandeur s'est contredit au sujet du nombre de plaintes écrites déposées à la police municipale. Il a, dans un premier temps, prétendu avoir déposé trois plaintes par écrit à la police municipale pour ensuite affirmer qu'il avait plutôt fait deux tentatives de plaintes. De plus, le demandeur a fourni trois dates précises auxquelles les plaintes auraient été déposées pour ensuite se rétracter. Ainsi, la SPR a considéré que cela mine la crédibilité du demandeur."], ["[10]", "Troisièmement, le demandeur a prétendu avoir eu recours aux services d'un avocat au Mexique, Me Guzman, qui devait lui fournir des preuves servant à corroborer son témoignage, dont une copie de la plainte déposée, et aurait ainsi effectué une enquête. Il prétend cependant n'avoir rien reçu de ce dernier. Invité à expliquer ce que l'avocat a fait pour lui, le demandeur a répondu de manière confuse, affirmant d'abord qu'il ne savait pas ce que l'avocat a fait pour ensuite dire qu'il sait que l'avocat a indiqué à sa mère qu'il s'est présenté pour obtenir une copie de la plainte. La SPR a conclu que les réponses confuses du demandeur minent sa crédibilité."], ["[11]", "Enfin, la SPR a considéré que le demandeur manque de crédibilité, car il n'a pas mentionné dans son récit que son avocat, Me Guzman, aurait confirmé que sa crainte de ne pas être protégé par les autorités est bien fondée étant donné que celles-ci appuient Hugo et les deux anciens membres de l'AFI. Invité à expliquer la raison pour laquelle il n'a pas mentionné ce fait, le demandeur a répondu qu'il n'y avait pas pensé."], ["[12]", "La SPR a ensuite considéré que même si le demandeur était crédible quant à son récit, il n'a pas renversé la présomption de la protection de l'État."], ["[13]", "Le demandeur n'a pas porté plainte à la police fédérale malgré qu'il prétend que les personnes impliquées sont membres de l'AFI, donc des employés du gouvernement fédéral. Le demandeur a fourni comme simple explication qu'il avait peur. Or, la preuve documentaire démontre qu'au Mexique, lorsqu'une personne est témoin d'un acte de corruption au sein de l'administration fédérale, celle-ci peut porter plainte aux bureaux du Secrétariat de la fonction publique ainsi que par téléphone, en utilisant le service SACTEL."], ["[14]", "Dans les circonstances, le demandeur n'a pas présenté de preuve claire et convaincante pour renverser la présomption de la protection de l'État, d'autant plus qu'il n'a pas épuisé tous les recours qui s'offraient à lui au Mexique. En effet, il est reconnu qu'un État démocratique est présumé être en mesure de protéger ses citoyens.", "III.", "Position du demandeur"], ["[15]", "Le demandeur allègue que les conclusions de la SPR au sujet de sa crédibilité sont erronées."], ["[16]", "Dans un premier temps, le demandeur soumet que la SPR reproche de manière erronée au demandeur de ne pas avoir fait mention du courriel reçu le 5 septembre 2010. De plus, même si le demandeur ne pouvait fournir des éléments de preuve confirmant qu'il a bien reçu ce courriel, la SPR aurait dû considérer que le demandeur a tenté d'obtenir de telles preuves sans succès, et ce, en vertu de l'article 7 des", "Règles de la Section de la protection des réfugiés", ", DORS/2012-256."], ["[17]", "Deuxièmement, le demandeur affirme qu'il a fourni des réponses adéquates et non confuses aux questions qui lui ont été posées eu égard aux plaintes. En effet, il y a une nuance entre le fait de se présenter aux autorités pour porter plainte et l'acceptation de telles plaintes. De plus, le demandeur allègue que les réponses données au sujet des plaintes sont claires, car celui-ci s'est référé à l'ensemble des plaintes déposées, oralement ou par écrit."], ["[18]", "Troisièmement, en ce qui a trait à ce que l'avocat Guzman aurait effectué comme démarches, le demandeur affirme que celui-ci aurait communiqué avec sa mère pour expliquer qu'il n'y avait pas eu d'avancement au sujet de la première plainte."], ["[19]", "Quatrièmement, selon le demandeur, son témoignage à l'effet que les autorités mexicaines protégeraient Hugo et ses complices, des agents de l'AFI, est une opinion personnelle qui n'avait pas à être mentionnée dans son récit."], ["[20]", "Cinquièmement, le demandeur avance que l'occasion ne lui a pas été donnée de fournir des explications au sujet des contradictions dans son témoignage."], ["[21]", "Sixièmement, le demandeur considère que les conclusions de la SPR au sujet de sa crédibilité ne sont pas raisonnables étant donné qu'elles touchent des éléments qui ne sont pas au cœur de sa demande et que la SPR s'appuie sur des conjectures. De plus, le témoignage rendu sous serment est présumé véridique."], ["[22]", "En ce qui a trait à la protection de l'État, la SPR aurait dû prendre en considération la situation particulière du demandeur, soit le profil des gens qui le persécutent. De plus, la SPR a ignoré la preuve documentaire démontrant que la corruption des autorités reste un problème grave au Mexique.", "IV.", "Position du défendeur"], ["[23]", "En ce qui a trait aux conclusions au sujet de la crédibilité du demandeur, le défendeur est d'avis que celles-ci sont raisonnables."], ["[24]", "En effet, le demandeur a omis dans son Formulaire de renseignements personnels (FRP) de mentionner que son avocat a confirmé que les autorités fédérales ne l'aideraient pas. De plus, il est invraisemblable qu'il ne puisse fournir le courriel de sa sœur daté du 5 septembre 2010 et le témoignage du demandeur est entaché de nombreuses contradictions."], ["[25]", "Durant son témoignage devant la SPR, le demandeur s'est contredit au sujet du nombre de plaintes et ne peut fournir, en révision judiciaire, une explication à ce sujet. De plus, le demandeur a fourni des réponses contradictoires au sujet de l'enquête effectuée par son avocat."], ["[26]", "En ce qui a trait à l'allégation selon laquelle son avocat lui a confirmé qu'il ne devrait pas porter plainte aux autorités fédérales, celle-ci aurait dû se retrouver dans le FRP du demandeur étant donné que c'est un élément important de sa demande d'asile."], ["[27]", "Pour ce qui est du courriel qu'il aurait reçu le 5 septembre 2010, la SPR a valablement conclu que le fait que le demandeur ne puisse le produire, et ce, sans raison jugée valable, affecte sa crédibilité. Il relève du fardeau du demandeur de prouver ses allégations et fournir les preuves à la base de celles-ci."], ["[28]", "En dernier lieu, le défendeur soumet que même si le demandeur avait été considéré crédible, celui-ci n'a pas présenté de preuve claire et convaincante pour réfuter la présomption de protection de l'État. En effet, la preuve démontre qu'il existe des autorités spécialisées dans la lutte contre la corruption, particulièrement au sein de la police fédérale, et le demandeur n'a pas fait appel à ces processus au niveau fédéral, se limitant plutôt à une plainte à la police municipale.", "V.", "Questions en litige", "1. La SPR a-t-elle erré en concluant que le demandeur n'est pas crédible?", "2. La SPR a-t-elle commis une erreur en concluant que le demandeur n'a pas réfuté la présomption de la protection de l'État?", "VI.", "Norme de contrôle"], ["[29]", "La norme de la décision raisonnable est applicable à la décision de la SPR au sujet de la crédibilité des demandeurs (", "<FRAGMENT_SUPPRESSED> ).", "VII.", "Analyse", "1.", "La SPR a-t-elle erré en concluant que le récit du demandeur n'est pas crédible?"], ["[30]", "Les conclusions de la SPR au sujet du manque de crédibilité du demandeur sont raisonnables. Celui-ci avait le fardeau d'établir les faits sur lesquels se fondent sa demande, selon la prépondérance des probabilités."], ["[31]", "Premièrement, contrairement à ce qui est allégué par le demandeur, la SPR reproche à celui-ci de ne pas avoir fait mention du fait que son avocat était d'avis que les autorités se rangent du côté de Hugo et des deux agents de l'AFI, et non pas de ne pas avoir fait mention de l'événement du 5 septembre 2010. À ce sujet, la SPR a, de façon juste, conclu qu'il relevait du fardeau du demandeur de présenter des éléments de preuve pour corroborer son témoignage, par exemple, le courriel reçu de sa sœur. La SPR a valablement rejeté l'explication fournie par le demandeur pour justifier le fait qu'il n'a pas produit de courriel. En effet, aucune intervention n'est requise lorsque la SPR décide de rejeter une explication justifiant des lacunes dans la preuve du demandeur et qu'une telle conclusion est raisonnable (", "<FRAGMENT_SUPPRESSED> ACWS (3d) 705)."], ["[32]", "La SPR a conclu de façon raisonnable que l'omission de mentionner le fait que l'avocat du demandeur lui a confirmé que les autorités fédérales ne lui viendraient pas en aide affecte de manière négative la crédibilité du demandeur. En effet, il a été reconnu que l'omission d'un élément important dans le FRP du demandeur peut miner sa crédibilité (", "<FRAGMENT_SUPPRESSED> ACWS (3d) 165)."], ["[33]", "De plus, le demandeur avance que les autorités fédérales se rangent du côté de son agent persécuteur, mais n'apporte aucune preuve pour démontrer ce fait; il n'est pas en mesure de produire la copie d'un courriel qu'il a reçu à cet effet, ni la déclaration de son avocat à ce sujet. Ainsi, il était raisonnable de conclure que le demandeur n'a pas établi qu'il fait l'objet de persécution au Mexique, car il n'est pas crédible quant à cet élément fondamental à sa demande."], ["[34]", "Contrairement à ce qui est allégué par le demandeur, une lecture de la transcription d'audience révèle que les réponses fournies à la SPR au sujet des plaintes étaient confuses. Le demandeur allègue dans un premier temps avoir fait trois plaintes par écrit pour ensuite expliquer qu'en réalité une seule plainte a été déposée et qu'il a fait deux tentatives. Ces explications n'ont pas été jugées crédibles par la SPR, d'autant plus que si une plainte a été déposée, le demandeur n'a pas été en mesure d'en faire la preuve."], ["[35]", "Enfin, en ce qui a trait aux démarches effectuées auprès de l'avocat Guzman, la SPR a valablement conclu que les réponses du demandeur sont contradictoires, ce qui mine sa crédibilité. En effet, le demandeur a prétendu dans un premier temps ne pas savoir si son avocat avait tenté d'obtenir une copie de la plainte déposée auprès du ministère public, pour ensuite finalement expliquer que sa mère l'a informé que c'était le cas, mais que l'on aurait refusé de fournir une copie de la plainte. Ces explications ont été considérées comme étant confuses par la SPR, ce qui constitue une conclusion raisonnable.", "2.", "La SPR a-t-elle commis une erreur en concluant que le demandeur n'a pas réfuté la présomption de la protection de l'État?"], ["[36]", "Dans la présente affaire, la SPR a évalué si la protection de l'État dans les circonstances serait adéquate, même si elle ne considère pas le récit du demandeur comme étant crédible."], ["[37]", "Le demandeur allègue avoir porté plainte à la police municipale sans pouvoir donner de réponse précise quant au nombre de plaintes effectivement déposées et avoir craint de faire une déposition à la police fédérale."], ["[38]", "Les autorités mexicaines sont reconnues comme faisant face à des problèmes de corruption, ce qui pourrait faire en sorte, dans certaines circonstances, qu'une crainte de persécution soit fondée. Dans la présente affaire, il n'a pas été prouvé selon la prépondérance des probabilités que le demandeur ait été persécuté par des agents de l'AFI. De plus, si tel avait été le cas, le demandeur aurait pu épuiser certains recours, ce qu'il n'a pas fait malgré qu'il allègue que son agent persécuteur a corrompu des agents de l'AFI."], ["[39]", "Ainsi, la conclusion de la SPR à l'effet que le demandeur n'a pas réfuté la présomption de la protection de l'État est raisonnable, car la preuve démontre qu'il n'a pas épuisé tous les recours qui lui sont accessibles au Mexique (", "Canada (Ministre de l'Emploi et de l' <FRAGMENT_SUPPRESSED>  (CAF)). Il est reconnu que lorsqu'un demandeur allègue que l'agent persécuteur fait partie des autorités fédérales au Mexique, celui-ci est dans l'obligation de faire appel aux processus qui sont offerts au Mexique aux personnes qui sont témoins d'actes de corruption au sein de ces autorités (", "<FRAGMENT_SUPPRESSED> Imm LR (3d) 309)."], ["[40]", "Les parties furent invitées à soumettre une question aux fins de certification, mais aucune question ne fut proposée.", "JUGEMENT"], ["[41]", "LA COUR STATUE que", "la présente demande de contrôle judiciaire est rejetée. Aucune question ne sera certifiée.", "[End of document]"]]}