{"id_": "087467", "body_str": [["[1]", "Simpson, J.", ": This application is for judicial review of a decision (the \"decision\") made by Adjudicator P. Chodos of the Public Service Staff Relations Board (the \"adjudicator\") dated March 9, 1994, wherein he determined that, by reason of s. 91(1) of the", "Public Service Staff Relations Act", ", R.S.C. 1985, c. P-35, he did not have jurisdiction to consider a grievance brought by Dr. Chopra. The Adjudicator dealt with the issue of jurisdiction as a preliminary matter and did not consider the merits of Dr. Chopra's grievance.  <FRAGMENT_SUPPRESSED>", "Background  <FRAGMENT_SUPPRESSED>", "The Facts  <FRAGMENT_SUPPRESSED>"], ["[2]", "Dr. Shiv Chopra (the \"applicant\") has been an employee of the Department of National Health and Welfare in its Health Protection Branch (\"HPB\") since 1969. From 1987 to the present, he has held the position of Scientific Advisor in the HPB's Bureau of Veterinary Drugs.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The parties have submitted an agreed statement of facts. They disclose that, with two minor exceptions, the applicant has not been promoted or provided with an acting appointment since 1969. This has been the situation in spite of performance appraisals which, since their introduction in 1979, have shown the applicant to be a fully satisfactory employee and have often referred to his management potential.  <FRAGMENT_SUPPRESSED>"], ["[4]", "Matters came to a head when, on October 22, 1990, one Dr. Claire Franklin was appointed to an acting position. Eventually, following a competition, Dr. Franklin was confirmed in the position. The applicant applied but was not screened as a qualified candidate and his appeal from the results of the competition was dismissed by the Public Service Commission Appeal Board (the \"dismissal\").  <FRAGMENT_SUPPRESSED>"], ["[5]", "As a result of the dismissal, the applicant filed two complaints with the Canadian Human Rights Commission (the \"CHRC\"). On March 16, 1992, he filed an individual complaint (the \"complaint\") and he was also responsible for the filing of a second complaint alleging systemic discrimination by the HPB. This complaint was made by the National Capital Alliance on Race Relations and was signed by the applicant, as its President. Further, and also as a result of the dismissal, the applicant referred a grievance about the acting appointment of Dr. Franklin to adjudication on October 26, 1992 (the \"grievance\").  <FRAGMENT_SUPPRESSED>"], ["[6]", "At the date of the hearing before me, two years and eight months after the complaint was filed, the CHRC has investigated, but no decision has been reached about the disposition of the complaint. With respect to the grievance, the adjudicator decided the jurisdictional issue on March 9, 1994, 16 months after the grievance was referred to adjudication.  <FRAGMENT_SUPPRESSED>", "The Grievance  <FRAGMENT_SUPPRESSED>"], ["[7]", "The grievance is based on the Master Agreement between the Treasury Board and the Professional Institute of the Public Service of Canada (the \"PIPSC\" or the \"Institute\"). The PIPSC represents the applicant and approximately 35,000 other public servants. However, it is not a party to these proceedings and has not sought intervenor status.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The grievance is stated in the following terms \"I am aggrieved by management's contravention of article 44 of the PIPSC Master Contract. Since Oct 22 1990 to present I have been subject to discrimination, restriction, interference and harassment (abuse of authority) by reason of my ethnic origin\". No corrective action is specified in the grievance. The applicant states on the grievance form that he proposes to discuss this issue with the step officer at the grievance hearing. The grievance also asks that the matter commence at the final level.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The grounds for the grievance (the \"grounds\") are dated August 12, 1992. They refer to a variety of matters including the maintenance of racially biased employment practices in the HPB, the denial of equitable opportunities for training for career advancement, the approval of new appointments without competitions, obstructing the applicant's efforts to seek opinions from various sources, damage to the applicant's reputation, spreading false information and attempting to spoil the applicant's 1992 performance appraisal. The balance of the 20 enumerated grounds all relate to Dr. Franklin's acting appointment on October 22, 1990.  <FRAGMENT_SUPPRESSED>", "The Collective Agreement And", "The Public Service Staff", "Relations Act  <FRAGMENT_SUPPRESSED>"], ["[10]", "The Master Agreement between the Treasury Board and the PIPSC (the \"Master Agreement\") expired in September 1993, but has been continued to the present. Article 44 is the \"No Discrimination\" Provision which is the basis for the grievance (\"Article 44\"). It was introduced into the Master Agreement in 1986 and provides:  <FRAGMENT_SUPPRESSED>", "\"Article 44  <FRAGMENT_SUPPRESSED>", "\"No Discrimination  <FRAGMENT_SUPPRESSED>", "\"44.01 There shall be no discrimination, interference, restriction, coercion, harassment, intimidation, or any disciplinary action exercised or practiced with respect to an employee by reason of age, race, creed, colour, national origin, religious affiliation, sex, sexual orientation or membership or activity in the Institute. <FRAGMENT_SUPPRESSED>"], ["[11]", "The Master Agreement also deals with grievance procedures. In this regard Article 35 (\"Article 35\") provides:  <FRAGMENT_SUPPRESSED>", "\"Article 35  <FRAGMENT_SUPPRESSED>", "\"Grievance Procedure  <FRAGMENT_SUPPRESSED>", "\"35.05", "Subject to and as provided in Section 91 of the", "Public Service Staff Relations Act", ", an employee who feels that he has been treated unjustly or considers himself aggrieved by an action or lack of action by the Employer in matters other than those arising from the classification process is entitled to present a grievance in the manner prescribed in clause 35.03, except that:  <FRAGMENT_SUPPRESSED>", "(a)", "where there is another administrative procedure provided by or under any Act of Parliament to deal with his specific complaint such procedure must be followed", ", (my emphasis)  <FRAGMENT_SUPPRESSED>", "and  <FRAGMENT_SUPPRESSED>", "(b) where the grievance relates to the interpretation or application of this Collective Agreement or an Arbitral Award, he is not entitled to present the grievance unless he has the approval of and is represented by the Institute. <FRAGMENT_SUPPRESSED>"], ["[12]", "Finally, s. 91(1) of the", "Public Service Staff Relations Act", "(\"s. 91(1)\" and the \"", "PSSRA", "\") reads as follows:  <FRAGMENT_SUPPRESSED>", "\"Grievances  <FRAGMENT_SUPPRESSED>", "\"Right to Present Grievances  <FRAGMENT_SUPPRESSED>", "\"91(1) Where any employee feels aggrieved  <FRAGMENT_SUPPRESSED>", "(a) by the interpretation or application, in respect of the employee, of  <FRAGMENT_SUPPRESSED>", "(i) a provision of a statute, or of a regulation, bylaw, direction or other instrument made or issued by the employer, dealing with terms and conditions of employment.  <FRAGMENT_SUPPRESSED>", "or  <FRAGMENT_SUPPRESSED>", "(ii) a provision of a collective agreement or an arbitral award, or  <FRAGMENT_SUPPRESSED>", "(b) as a result of any occurrence or matter affecting the terms and conditions of employment of the employee, other than a provision described in subparagraph (a)(i) or (ii),  <FRAGMENT_SUPPRESSED>", "in respect of which no administrative procedure for redress is provided in or under an Act of Parliament, the employee is entitled, subject to subsection (2), to present the grievance at each of the levels, up to and including the final levels, in the grievance process provided for by this Act", ".\" (My emphasis)  <FRAGMENT_SUPPRESSED>"], ["[13]", "It is noteworthy that, when s. 91(1) was paraphrased in article 35 of the Master Agreement, the words were substantially changed. The word \"redress\" in the", "PSSRA", "was omitted and the words \"to deal with his specific complaint\" were used instead. It goes without saying, that the language of s. 91(1) governs in this analysis.  <FRAGMENT_SUPPRESSED>"], ["[14]", "Section 91(1) was introduced into the", "PSSRA", "as s. 90 in 1966. It was not disputed that its purpose at that time was the prevention of duplicate proceedings under the", "PSSRA", "and the", "Public Service Employment Act", ". However, s. 91(1) did not state that it applied only to the", "PSSRA", "and the", "Public Service Employment Act", ". This meant that, if legislation, such as the", "Canadian Human Rights Act", ", was later enacted, it could be encompassed by s. 91(1) if it provided other administrative procedures for redress (The", "Canadian Human Rights Act", "was passed 12 years after the introduction of s. 91(1)).  <FRAGMENT_SUPPRESSED>"], ["[15]", "On its face, the Master Agreement gives meaning and substance to article 44, because articles 44 and 35 are consistent. There is no doubt that, as article 35 is written, complaints about discrimination under article 44 are intended to go through the grievance procedure. A grievance would only be excluded if another administrative procedure existed to deal with the grievor's \"specific complaint\". In the case before me, the applicant's specific complaint or technical cause of action is a breach of article 44 of the Master Agreement. According to article 35, only if another procedure were available to deal with article 44, would grievance rights be lost.  <FRAGMENT_SUPPRESSED>"], ["[16]", "The problem arises because s. 91(1) is not limited to cases where another procedure deals with the specific complaint. The respondent and PIPSC negotiated the language about a specific complaint in the Master Agreement, but the language they chose is not the language of s. 91(1). Section 91(1) applies to allow grievance procedures only if \"no administrative procedure for redress is provided in or under an Act of Parliament\".  <FRAGMENT_SUPPRESSED>", "The Canadian Human Rights Act  <FRAGMENT_SUPPRESSED>"], ["[17]", "Section 40 of the", "Canadian Human Rights Act", ", R.S.C. 1985, c. H-6 (\"", "CHRA", "\"), provides for the filing of complaints. Thereafter, s. 41(a) indicates that the CHRC shall deal with any complaint filed unless \"(a) the alleged victim of the discriminatory practice to which the complaint relates", "ought to exhaust grievance or review procedures otherwise reasonably available", "\" (my emphasis). This theme is developed further in s. 42(2) which says that, before the CHRC decides not to hear a complaint for the reason described in s. 41(a), it shall satisfy itself that the failure to exhaust the procedure was attributable to the complainant. In the same vein, s. 44(2)(a) of the", "CHRA", "provides that the matter of exhausting grievance procedures described in s. 41(a) shall also be addressed when the CHRC considers an investigation report. Finally, s. 44(2)(b) provides that, when it receives the investigator's report, the CHRC shall also consider whether \"... the complaint", "could", "more appropriately be dealt with, initially or completely, by means of a procedure provided for under an Act of Parliament other than this Act\" (my emphasis). If so, the CHRC is obliged to refer the complainant to the appropriate authority.  <FRAGMENT_SUPPRESSED>"], ["[18]", "The", "CHRA", "clearly contemplates that, if grievance or other procedures are available, they will normally be exhausted before a complaint is entertained or an investigator's report is considered. The", "CHRA", "is not intended to be the first forum for redress if other procedures, such as grievance procedures, are available.  <FRAGMENT_SUPPRESSED>"], ["[19]", "The applicant argued that, in view of the", "CHRA", "'s deference to grievance procedures, it would be wrong to interpret s. 91(1) to block grievances under \"no discrimination\" clauses such as article 44. The difficulty I have with this submission is that, while the", "CHRA", "defers to grievance procedures, it only does so in cases where such procedures are \"available\". This line of argument, therefore, is not particularly helpful because it leads directly back to the question of the proper interpretation of s. 91(1).  <FRAGMENT_SUPPRESSED>", "The Intervenor  <FRAGMENT_SUPPRESSED>"], ["[20]", "The Public Service Alliance of Canada (the \"Alliance\") is an intervenor in this proceeding. It is not the union which represents the applicant at the HPB; however, the Alliance is the largest bargaining agent in the Federal Public Service and represents approximately 130,000 Public Service employees. The Alliance has also negotiated a \"no discrimination\" clause. It is described as clause M-16 in the Alliance's collective agreement. It is identical to article 44 in the PIPSC Master Agreement which is at issue herein. Accordingly, if s. 91(1) is interpreted to force the PIPSC's article 44 discrimination cases out of the grievance procedure, cases under the Alliance's clause M-16 will be treated in the same fashion.  <FRAGMENT_SUPPRESSED>", "The Issue And The Parties' Positions  <FRAGMENT_SUPPRESSED>"], ["[21]", "Against this background, the issue is whether the Adjudicator was correct when he decided that the", "CHRA", "is an Act of Parliament under which the applicant can seek redress. Having so found, he concluded that he had no jurisdiction because s. 91(1) operates to remove grievances under article 44 of the PIPSC Master Agreement from the grievance and adjudication process described in that agreement.  <FRAGMENT_SUPPRESSED>"], ["[22]", "This is the first case in which an adjudicator has been faced with a jurisdictional argument based on s. 91(1). Traditionally, adjudicators have taken jurisdiction in cases where grievances were brought under article 44. However, the s. 91(1) argument was not made in those cases.  <FRAGMENT_SUPPRESSED>  (P.S.S.R.B.), the adjudicator commented on s. 91(1) in obiter dicta in his reasons. Adjudicator Y. Tarte had not heard argument on the point, but the adjudicator's decision in this case was released after Adjudicator Tarte's hearing and before his reasons so he felt compelled to mention the matter of jurisdiction. He believed that he had jurisdiction in spite of s. 91(1). As will become apparent, I did not find his reasoning persuasive.  <FRAGMENT_SUPPRESSED>"], ["[23]", "The respondent takes the position that, because of s. 91(1), article 44 cannot be enforced by grievance procedures under the Master Agreement. The respondent also says that the focus in s. 91(1) is on redress and that, as long as redress is available, s. 91(1) does not demand that the other administrative procedure be identical.  <FRAGMENT_SUPPRESSED>"], ["[24]", "The applicant and the Alliance say that unions have negotiated for a discrimination free workplace and that the respondent, when it accepted article 44 as a term of the Master Agreement, also accepted that it would be enforced under the agreement. They say that it is not now open to the respondent to argue that the \"no discrimination\" clause should be enforced otherwise than under the Master Agreement. They also submit that redress has a special meaning in the labour law context and that the CHRC functions too slowly to provide the kind of redress needed to maintain industrial peace.  <FRAGMENT_SUPPRESSED>", "Redress  <FRAGMENT_SUPPRESSED>"], ["[25]", "The procedures under the", "CHRA", "can be distinguished from those in the grievance provisions of the Master Agreement as follows:  <FRAGMENT_SUPPRESSED>", "The Subject Matter  <FRAGMENT_SUPPRESSED>"], ["[26]", "The parties agreed that the CHRC has jurisdiction to deal with all of the substantive matters included in article 44 and raised in the grievance. However, the applicant and the Alliance did not agree that the CHRC had jurisdiction to deal with the technical cause of action stated in the grievance because that cause of action is a breach of article 44. This submission must be correct. Clearly, the CHRC cannot enforce a provision of a collective agreement. However, in my view, this conclusion is not dispositive of the issue of the CHRC's ability to provide redress. In my view, as long as the CHRC has jurisdiction to deal meaningfully and effectively with the substance of the employee's grievance, then it can provide redress.  <FRAGMENT_SUPPRESSED>"], ["[27]", "In reaching this conclusion, I am mindful of the decision of my brother Rothstein, J., in", "<FRAGMENT_SUPPRESSED>  (T.D.). In that case, he considered s. 242(3.1)(b) of the", "Canada Labour Code", "which provides, in part, that an adjudicator shall not hear a complaint where a procedure for redress has been provided elsewhere by Parliament. Justice Rothstein concluded at p. 61 that, for a procedure to be another \"procedure for redress\", it \"... cannot be based on a different cause of action or provide a lesser remedy ...\". Justice Rothstein was dealing with claims which were substantially different: the", "Canada Labour Code", "claim was for unjust dismissal and the human rights complaint was for discrimination. He observed that different principles applied to the two matters.  <FRAGMENT_SUPPRESSED>"], ["[28]", "The present case can be distinguished because herein the complaint and the grievance are substantively the same. Both raise issues of discrimination. I am satisfied that, when Justice Rothstein spoke of a cause of action, he meant the substance of the complaint and not its technical trappings. Accordingly, my conclusion in this case is not contrary to the principle he discussed.  <FRAGMENT_SUPPRESSED>", "Control  <FRAGMENT_SUPPRESSED>"], ["[29]", "Under the", "CHRA", ", the CHRC controls the complaint process and is obliged to take the public interest into account. The CHRC decides whether a complaint will be investigated and whether it will be referred to the Canadian Human Rights Tribunal (the \"Tribunal\") for a hearing. In contrast, under the Master Agreement, PIPSC has carriage of and controls the grievance and arbitration process. It decides whether to approve the filing of an employee's grievance and whether a grievance will be referred to adjudication.  <FRAGMENT_SUPPRESSED>", "Formal Hearings  <FRAGMENT_SUPPRESSED>"], ["[30]", "There is no certainty that the CHRC will refer a complaint to the Tribunal and equally no assurance that a grievance under the Master Agreement will go to adjudication.  <FRAGMENT_SUPPRESSED>", "The Parties  <FRAGMENT_SUPPRESSED>"], ["[31]", "Under s. 40(1) of the", "CHRA", ", either the aggrieved employee or PIPSC could be the complainant in a case of discrimination against an individual. However, to function as the complainant, PIPSC might need the individual's consent under s. 40(2) of the", "CHRA", ". In a grievance or adjudication, the employee would grieve and would be represented by PIPSC.  <FRAGMENT_SUPPRESSED>", "Remedies  <FRAGMENT_SUPPRESSED>"], ["[32]", "Counsel for the Alliance and for the applicant conceded that, pursuant to s. 53(2) of the", "CHRA", ", the CHRC has broader remedial powers than those available to an adjudicator. Counsel could not refer me to any cases in which an adjudicator had awarded damages under the Alliance collective agreement. However, they submitted that damages could, in theory, be awarded. This view appears to be borne out by case law which suggests that, even when a collective agreement is silent, there may be an implicit right to award damages (", "Polymer Corp. and Oil, Chemical & Atomic Workers International Union, Local 16-14", ", [1962] S.C.R. 338; 33 D.L.R.(2d) 124, sub nom.", "<FRAGMENT_SUPPRESSED> ; [1974] 1 W.W.R. 430; and", "<FRAGMENT_SUPPRESSED>  (Can.).) On the other hand, s. 53(3) of the", "CHRA", "expressly provides that victims may be compensated to a maximum of $5,000. Given the broad powers under s. 53(2) of the", "CHRA", "and the clear possibility of damages under s. 53(3), I have concluded that a victim of discrimination and harassment can obtain a remedy from the CHRC.  <FRAGMENT_SUPPRESSED>", "Timing  <FRAGMENT_SUPPRESSED>"], ["[33]", "Under the", "CHRA", ", there are no provisions which set time frames for the handling of a complaint. Once a complaint is filed, the Commission has four options: it may refuse to investigate in certain situations under ss. 40 and 41; it may appoint a conciliator; it may approve a settlement under s. 48; or, it may investigate the complaint and, thereafter, dismiss it or send it to a hearing before the Tribunal under s. 44.  <FRAGMENT_SUPPRESSED>"], ["[34]", "Under article 35.02 of the Master Agreement, before the grievance procedure is invoked, there exists, at an employee's option, the possibility of a resolution of a dispute on an informal basis before a supervisor. This informal process is not part of the grievance procedure and is not affected by s. 91(1). While informal discussions are underway, the 25 day period for filing a grievance is suspended. Accordingly, no time periods govern the initial informal process.  <FRAGMENT_SUPPRESSED>"], ["[35]", "The grievance procedure under the Master Agreement involves a maximum of four steps which involve interactions with management personnel at increasing levels of seniority. At each step, management is given a short time to respond to an employee's grievance and the employee is given a short time to move to the next step. However, the time periods can be waived by mutual agreement. If they are not waived in a four step grievance, and if the employee grieves on the 25th day after the incident about which he or she complains, the grievance will have been disposed of at step four in approximately 105 days or three and one-half months. Thereafter, if the grievance is referred to adjudication, no time limits apply to the adjudication process.  <FRAGMENT_SUPPRESSED>"], ["[36]", "I have approached the issue of timing in this way because, although I was referred to to cases in which there was judicial criticism of the CHRC's three year delay in one case and five year delay in the other (", "<FRAGMENT_SUPPRESSED>  C.H.H.R. D/459 (T.D.), and", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 473 (F.C.A.).) I had no evidence of the CHRC's usual practice to give me an understanding of the time it actually takes to resolve complaints. Comments about delay being a well-known problem in CHRC cases were made several times during submissions, but this was not evidence of undue systemic delay. Had evidence been available which showed that the CHRC is unable to dispose of complaints in a reasonable time frame, I might have been prepared to conclude that the CHRC does not offer redress in a labour relations context. However, there was no evidence before me which supported such a conclusion.  <FRAGMENT_SUPPRESSED>"], ["[37]", "I should note that, in", "Morgan", ", supra, at p. 497 D.L.R., two years was described as a reasonable period within which a complaint would be investigated and reach the Tribunal. If, in future, an adjudicator were to be convinced on proper evidence that the CHRC did not provide timely dispositions of complaints it would, in my view, be open to that adjudicator to conclude that the CHRC did not provide redress within the meaning of s. 91(1).  <FRAGMENT_SUPPRESSED>"], ["[38]", "On the timing issue, I have also found that there was no evidence before me to show that arbitrations under the Master Agreement are conducted particularly swiftly. In the three cases referred to by counsel (", "<FRAGMENT_SUPPRESSED>  referral of the grievance to the adjudicator's decision was approximately one year. Accordingly, I have no evidentiary basis for concluding that there are material differences in the time taken to obtain redress from the Tribunal as opposed to grievance adjudication.  <FRAGMENT_SUPPRESSED>"], ["[39]", "Finally, it should be noted that redress does not necessarily contemplate or depend on a hearing. There is potential for a settlement at any time following the filing of a complaint under the", "CHRA", "and following the initiation of informal proceedings under s. 35.02 of the Master Agreement.  <FRAGMENT_SUPPRESSED>", "Other Issues  <FRAGMENT_SUPPRESSED>"], ["[40]", "Counsel for the applicant conceded that, if I upheld the adjudicator's interpretation of s. 91(1), any errors he may have made either with respect to the underlying subject matter of the applicant's grievance, or by reason of his failure to give reasons for his conclusions about grieving article 44 alone, would be immaterial. Accordingly, it is not necessary to address these issues.  <FRAGMENT_SUPPRESSED>", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[41]", "The adjudicator was correct when he concluded that he was without jurisdiction to hear the applicant's grievance by reason of s. 91(1). I am satisfied that the", "CHRA", "provides \"redress\" on the facts of this case because the CHRC has jurisdiction over the substance of the grievance and because the CHRC can offer a broader range of remedies than an adjudicator under the Master Agreement. The differences in the procedures under the", "CHRA", "and the Master Agreement in terms of parties, public interest input and control of the process do not, in my view, detract from the fact that the applicant will receive redress under the", "CHRA", ".  <FRAGMENT_SUPPRESSED>"], ["[42]", "Accordingly, the application will be dismissed.  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Janette Blue/gs  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}