{"id_": "087485", "body_str": [["[1]", "Phelan, J.", ": The decision under judicial review involves,", "inter alia", ", a determination of the appropriate type of review by the Refugee Appeal Division [RAD] of the decision of the Refugee Protection Division [RPD] in this matter. Both the RAD and the RPD are part of the Immigration and Refugee Board [IRB]."], ["[2]", "This is an application for judicial review of a decision of the RAD confirming the decision of the RPD that Bujar Huruglica, Sadije Ramadani and Hanife Huruglica [the Applicants] were not Convention refugees nor persons in need of protection."], ["[3]", "For the reasons to follow, I have concluded that the RAD erred in simply reviewing the RPD's decision on the reasonableness standard rather than conducting an independent assessment of the Applicants' claim."], ["[4]", "The Court granted intervener status to the Canadian Association of Refugee Lawyers [CARL] and the Canadian Council for Refugees [CCR]. In the Order granting intervener status, the Court informed the parties that reasons for granting status would be given in these Reasons. Given the nature of this case and thus these Reasons, it is apparent that the issue of the role and function of the RAD transcended the parties and the particular facts of this case."], ["[5]", "Both the CARL and the CCR are well established organizations dedicated to advocating on behalf of refugees. Their specific concern is with the RAD's application of a standard of review regime to appeals from the RPD."], ["[6]", "There is no exhaustive list of factors for the Court to consider in granting intervener status but the Federal Court of Appeal has recently outlined and modified previous factors (including those relied on by the  <FRAGMENT_SUPPRESSED>  NR 365, at paragraph 11, the factors can be summarized as:", "• has the proposed intervener complied with the specific procedural requirements of Rule 109(2)?;", "• does the proposed intervener have a genuine interest in the matter and the necessary knowledge, skill, resources and commitment to assist the Court?;", "• will the proposed intervener advance different and valuable insights and perspectives?;", "• is it in the interest of justice that the intervention be permitted?; and", "• is the intervention consistent with the imperatives of Rule 3?"], ["[7]", "The Court has concluded that:", "• Rule 109(2) requirements have been met, particularly in setting out how the intervention will assist the Court;", "• both organizations have been recognized in numerous decisions of this and other courts as well as being respected organizations dealing with a broad range of refugee law issues. Both the organizations, their clients and their potential clients all have a genuine interest in the standard of review issue in this judicial review;", "• both organizations in their memorandum of argument provide a different insight and perspective from that of the Applicants. The Applicants rely on a standard of review analysis under the", "Dunsmuir", "doctrine whereas these Interveners take a different tack. The Applicants rightly focus on the state protection issue (as they need only win on one of the three issues) where the Interveners complement but also deviate from the Applicants on the standard of review issue;", "• it is in the interests of justice to allow the CARL and the CCR to intervene because the issues in this judicial review are of potential precedential value; this is one of the first, if not the first, case which so squarely puts the appellate function of the RAD in its sights; and", "• Rule 3 objectives are served by the focused, tight and clear arguments of the Interveners. They have acted in a sufficiently timely manner and their involvement neither protracts nor significantly prejudices the process or the Respondent.", "II.", "Relevant Legislation"], ["[8]", "While the RAD, in concept, is not a new body within the IRB, it has not become operational until recently. To understand the principal issue in this judicial review, it is important to lay out the pertinent legislation, the", "Immigration and Refugee Protection Act,", "SC 2001, c 27 [IRPA]:", "3. (2) The objectives of this Act with respect to refugees are", "(a) to recognize that the refugee program is in the first instance about saving lives and offering protection to the displaced and persecuted;", "(b) to fulfil Canada's international legal obligations with respect to refugees and affirm Canada's commitment to international efforts to provide assistance to those in need of resettlement;", "(c) to grant, as a fundamental expression of Canada's humanitarian ideals, fair consideration to those who come to Canada claiming persecution;", "(d) to offer safe haven to persons with a well-founded fear of persecution based on race, religion, nationality, political opinion or membership in a particular social group, as well as those at risk of torture or cruel and unusual treatment or punishment;", "(e) to establish fair and efficient procedures that will maintain the integrity of the Canadian refugee protection system, while upholding Canada's respect for the human rights and fundamental freedoms of all human beings;", "(f) to support the self-sufficiency and the social and economic well-being of refugees by facilitating reunification with their family members in Canada;", "(g) to protect the health and safety of Canadians and to maintain the security of Canadian society; and", "(h) to promote international justice and security by denying access to Canadian territory to persons, including refugee claimants, who are security risks or serious criminals.", "...", "110. (1) Subject to subsections (1.1) and (2), a person or the Minister may", "appeal, in accordance with the rules of the Board, on a question of law, of fact or of mixed law and fact", ", to the Refugee Appeal Division against a decision of the Refugee Protection Division to allow or reject the person's claim for refugee protection.", "...", "(2) No appeal may be made in respect of any of the following:", "(a) a decision of the Refugee Protection Division allowing or rejecting the claim for refugee protection of a designated foreign national;", "(b) a determination that a refugee protection claim has been withdrawn or abandoned;", "(c) a decision of the Refugee Protection Division rejecting a claim for refugee protection that states that the claim has no credible basis or is manifestly unfounded;", "(d) subject to the regulations, a decision of the Refugee Protection Division in respect of a claim for refugee protection if", "(i) the foreign national who makes the claim came directly or indirectly to Canada from a country that is, on the day on which their claim is made, designated by regulations made under subsection 102(1) and that is a party to an agreement referred to in paragraph 102(2)(d), and", "(ii) the claim - by virtue of regulations made under paragraph 102(1)(c) - is not ineligible under paragraph 101(1)(e) to be referred to the Refugee Protection Division;", "(d.1) a decision of the Refugee Protection Division allowing or rejecting a claim for refugee protection made by a foreign national who is a national of a country that was, on the day on which the decision was made, a country designated under subsection 109.1(1);", "(e) a decision of the Refugee Protection Division allowing or rejecting an application by the Minister for a determination that refugee protection has ceased;", "(f) a decision of the Refugee Protection Division allowing or rejecting an application by the Minister to vacate a decision to allow a claim for refugee protection.", "...", "(3) Subject to subsections (3.1), (4) and (6), the Refugee Appeal Division must proceed without a hearing, on the basis of the record of the proceedings of the Refugee Protection Division, and may accept documentary evidence and written submissions from the Minister and the person who is the subject of the appeal and, in the case of a matter that is conducted before a panel of three members, written submissions from a representative or agent of the United Nations High Commissioner for Refugees and any other person described in the rules of the Board.", "...", "(4) On appeal, the person who is the subject of the appeal may present only evidence that arose after the rejection of their claim or that was not reasonably available, or that the person could not reasonably have been expected in the circumstances to have presented, at the time of the rejection.", "(5) Subsection (4) does not apply in respect of evidence that is presented in response to evidence presented by the Minister.", "(6) The Refugee Appeal Division may hold a hearing if, in its opinion, there is documentary evidence referred to in subsection (3)", "(a) that raises a serious issue with respect to the credibility of the person who is the subject of the appeal;", "(b) that is central to the decision with respect to the refugee protection claim; and", "(c) that, if accepted, would justify allowing or rejecting the refugee protection claim.", "...", "111. (1) After considering the appeal, the Refugee Appeal Division shall make one of the following decisions:", "(a) confirm the determination of the Refugee Protection Division;", "(b) set aside the determination and substitute a determination that, in its opinion, should have been made; or", "(c) refer the matter to the Refugee Protection Division for re-determination, giving the directions to the Refugee Protection Division that it considers appropriate.", "(2) The Refugee Appeal Division may make the referral described in paragraph (1)(c) only if it is of the opinion that", "(a) the decision of the Refugee Protection Division is wrong in law, in fact or in mixed law and fact; and", "(b) it cannot make a decision under paragraph 111(1)(a) or (b) without hearing evidence that was presented to the Refugee Protection Division.", "...", "162. (1) Each Division of the Board has, in respect of proceedings brought before it under this Act, sole and exclusive jurisdiction to hear and determine all questions of law and fact, including questions of jurisdiction.", "...", "171. In the case of a proceeding of the Refugee Appeal Division,", "(a) the Division must give notice of any hearing to the Minister and to the person who is the subject of the appeal;", "(a.1)", "subject to subsection 110(4), if a hearing is held, the Division must give the person who is the subject of the appeal and the Minister the opportunity to present evidence, question witnesses and make submissions;", "(a.2)", "the Division is not bound by any legal or technical rules of evidence;", "(a.3)", "the Division may receive and base a decision on evidence that is adduced in the proceedings and considered credible or trustworthy in the circumstances;", "(a.4)", "the Minister may, at any time before the Division makes a decision, after giving notice to the Division and to the person who is the subject of the appeal, intervene in the appeal;", "(a.5)", "the Minister may, at any time before the Division makes a decision, submit documentary evidence and make written submissions in support of the Minister's appeal or intervention in the appeal;", "(b) the Division may take notice of any facts that may be judicially noticed and of any other generally recognized facts and any information or opinion that is within its specialized knowledge; and", "(c) a decision of a panel of three members of the Refugee Appeal Division has, for the Refugee Protection Division and for a panel of one member of the Refugee Appeal Division, the same precedential value as a decision of an appeal court has for a trial court.", "3. (2) S'agissant des réfugiés, la présente loi a pour objet:", "a)", "de reconnaître que le programme pour les réfugiés vise avant tout à sauver des vies et à protéger les personnes de la persécution;", "b)", "de remplir les obligations en droit international du Canada relatives aux réfugiés et aux personnes déplacées et d'affirmer la volonté du Canada de participer aux efforts de la communauté internationale pour venir en aide aux personnes qui doivent se réinstaller;", ") de faire bénéficier ceux qui fuient la persécution d'une procédure équitable reflétant les idéaux humanitaires du Canada;", "d)", "d'offrir l'asile à ceux qui craignent avec raison d'être persécutés du fait de leur race, leur religion, leur nationalité, leurs opinions politiques, leur appartenance à un groupe social en particulier, ainsi qu'à ceux qui risquent la torture ou des traitements ou peines cruels et inusités;", "e)", "de mettre en place une procédure équitable et efficace qui soit respectueuse, d'une part, de l'intégrité du processus canadien d'asile et, d'autre part, des droits et des libertés fondamentales reconnus à tout être humain;", "f)", "d'encourager l'autonomie et le bien-être socioéconomique des réfugiés en facilitant la réunification de leurs familles au Canada;", "g)", "de protéger la santé des Canadiens et de garantir leur sécurité;", "h)", "de promouvoir, à l'échelle internationale, la sécurité et la justice par l'interdiction du territoire aux personnes et demandeurs d'asile qui sont de grands criminels ou constituent un danger pour la sécurité.", "...", "110. (1) Sous réserve des paragraphes (1.1) et (2), la personne en cause et le ministre peuvent,", "conformément aux règles de la Commission, porter en appel - relativement à une question de droit, de fait ou mixte", "- auprès de la Section d'appel des réfugiés la décision de la Section de la protection des réfugiés accordant ou rejetant la demande d'asile.", "...", "(2) Ne sont pas susceptibles d'appel:", "a)", "la décision de la Section de la protection des réfugiés accordant ou rejetant la demande d'asile d'un étranger désigné;", ") le prononcé de désistement ou de retrait de la demande d'asile;", "c)", "la décision de la Section de la protection des réfugiés rejetant la demande d'asile en faisant état de l'absence de minimum de fondement de la demande d'asile ou du fait que celle-ci est manifestement infondée;", "d)", "sous réserve des règlements, la décision de la Section de la protection des réfugiés ayant trait à la demande d'asile qui, à la fois:", "(i) est faite par un étranger arrivé, directement ou indirectement, d'un pays qui est - au moment de la demande - désigné par règlement pris en vertu du paragraphe 102(1) et partie à un accord visé à l'alinéa 102(2)", "d)", "(ii) n'est pas irrecevable au titre de l'alinéa 101(1)", "e)", "par application des règlements pris au titre de l'alinéa 102(1)", "c)", "d.1)", "la décision de la Section de la protection des réfugiés accordant ou rejetant la demande d'asile du ressortissant d'un pays qui faisait l'objet de la désignation visée au paragraphe 109.1(1) à la date de la décision;", "e)", "la décision de la Section de la protection des réfugiés accordant ou rejetant la demande du ministre visant la perte de l'asile;", "f)", "la décision de la Section de la protection des réfugiés accordant ou rejetant la demande du ministre visant l'annulation d'une décision ayant accueilli la demande d'asile.", "...", "(3) Sous réserve des paragraphes (3.1), (4) et (6), la section procède sans tenir d'audience en se fondant sur le dossier de la Section de la protection des réfugiés, mais peut recevoir des éléments de preuve documentaire et des observations écrites du ministre et de la personne en cause ainsi que, s'agissant d'une affaire tenue devant un tribunal constitué de trois commissaires, des observations écrites du représentant ou mandataire du Haut-Commissariat des Nations Unies pour les réfugiés et de toute autre personne visée par les règles de la Commission.", "...", "(4) Dans le cadre de l'appel, la personne en cause ne peut présenter que des éléments de preuve survenus depuis le rejet de sa demande ou qui n'étaient alors pas normalement accessibles ou, s'ils l'étaient, qu'elle n'aurait pas normalement présentés, dans les circonstances, au moment du rejet.", "(5) Le paragraphe (4) ne s'applique pas aux éléments de preuve présentés par la personne en cause en réponse à ceux qui ont été présentés par le ministre.", "(6) La section peut tenir une audience si elle estime qu'il existe des éléments de preuve documentaire visés au paragraphe (3) qui, à la fois:", "a)", "soulèvent une question importante en ce qui concerne la crédibilité de la personne en cause;", "b)", "sont essentiels pour la prise de la décision relative à la demande d'asile;", "c)", "à supposer qu'ils soient admis, justifieraient que la demande d'asile soit accordée ou refusée, selon le cas.", "...", "111. (1) La Section d'appel des réfugiés confirme la décision attaquée, casse la décision et y substitue la décision qui aurait dû être rendue ou renvoie, conformément à ses instructions, l'affaire à la Section de la protection des réfugiés.", "(2) Elle ne peut procéder au renvoi que si elle estime, à la fois:", "a)", "que la décision attaquée de la Section de la protection des réfugiés est erronée en droit, en fait ou en droit et en fait;", "b)", "qu'elle ne peut confirmer la décision attaquée ou casser la décision et y substituer la décision qui aurait dû être rendue sans tenir une nouvelle audience en vue du réexamen des éléments de preuve qui ont été présentés à la Section de la protection des réfugiés.", "...", "162. (1) Chacune des sections a compétence exclusive pour connaître des questions de droit et de fait - y compris en matière de compétence - dans le cadre des affaires dont elle est saisie.", "...", "171. S'agissant de la Section d'appel des réfugiés:", "a)", "la section avise la personne en cause et le ministre de la tenue de toute audience;", "a.1)", "sous réserve du paragraphe 110(4), elle donne à la personne en cause et au ministre la possibilité, dans le cadre de toute audience, de produire des éléments de preuve, d'interroger des témoins et de présenter des observations;", "a.2)", "elle n'est pas liée par les règles légales ou techniques de présentation de la preuve;", "a.3)", "elle peut recevoir les éléments de preuve qu'elle juge crédibles ou dignes de foi en l'occurrence et fonder sur eux sa décision;", "a.4)", "le ministre peut, en tout temps avant que la section ne rende sa décision, sur avis donné à celle-ci et à la personne en cause, intervenir dans l'appel;", "a.5)", "il peut, en tout temps avant que la section ne rende sa décision, produire des éléments de preuve documentaire et présenter des observations écrites à l'appui de son appel ou de son intervention dans l'appel;", "b)", "la section peut admettre d'office les faits admissibles en justice et les faits généralement reconnus et les renseignements ou opinions qui sont du ressort de sa spécialisation;", "c)", "la décision du tribunal constitué de trois commissaires a la même valeur de précédent pour le tribunal constitué d'un commissaire unique et la Section de la protection des réfugiés que celle qu'une cour d'appel a pour une cour de première instance.", "III.", "Relevant Facts (RPD)"], ["[9]", "The Applicants are citizens of Kosovo. Bujar Huruglica is married to Hanife Huruglica and Hanife's mother is Sadije Ramadani. Bujar and Sadije have worked in Iraq, Afghanistan and Kosovo. The Applicants are Muslim."], ["[10]", "At the RPD, their claims were joined to those of Halit Ramadani (Sadije Ramadani's son) and his wife Samire Emerllahu-Ramadani. However, Halit's and Samire's claims were not part of the RAD proceeding and are not otherwise relevant to this judicial review except as background."], ["[11]", "Bujar, Sadije and Halit all worked for either the US government or US government contractors in the above three countries. They claimed that by reason of their work for the US, they and their families were considered by an Islamic extremist group, the Wahhabi, to be traitors to Islam."], ["[12]", "Samire was contacted by the Wahhabi in September 2011 by phone and was threatened with death unless Halit ceased working with the US military in Iraq. She filed a police report but was provided little assistance and told that nothing concrete could be done to protect her."], ["[13]", "For the next two months she received additional threatening calls and, when making police reports, she received the same general reaction. By May 2012, Halit and Samire had left Kosovo, travelled to the US and then to Canada where they claimed refugee protection."], ["[14]", "In October 2012, Wahhabi extremists went to Sadije's home and told her that her family was full of traitors to Islam. They threatened to kill her and her family and demanded ransom of $50,000. Since the police would do nothing, Sadije left home to stay with a friend and then travelled to the US."], ["[15]", "In January 2013, Hanife received a threatening phone call in which she was informed that the caller and his group would not rest until her husband, Bujar, was killed. Upon Bujar's return from Afghanistan, he and Hanife went to the police who did not respond."], ["[16]", "In late January 2013, Hanife and Bujar left Kosovo for the US and then subsequently, together with Sadije, they entered Canada."], ["[17]", "The RPD decision of June 19, 2013 found that although the claimants were straightforward in their evidence, they had spent time in the US on visitors' visas and did not seek asylum in the US, which impacted the credibility of this claim. Moreover, the documentary evidence did not support the power and presence of Islamic extremists in Kosovo. Therefore, their claim was dismissed.", "IV.", "Relevant Facts/RAD"], ["[18]", "The appeal to the RAD was heard and the decision issued on the same day, September 5, 2013. It was heard by a single member; there was no oral evidence nor any additional evidence submitted other than the RPD record. The RPD decision was confirmed."], ["[19]", "The RAD decision contained the following key elements:", "• an outline of the RPD's factual findings and the conclusion that the claimants had failed to rebut the presumption of state protection; and", "• in reliance on factors considered in", "<FRAGMENT_SUPPRESSED>  AR 89 [", "Newton", "], dealing with the standard of review to be applied by an appellate administrative tribunal, the standard of review to be applied by the RAD to an RPD decision is reasonableness."], ["[20]", "The factors in", "Newton", ", set out at paragraph 43, are:", "1. the respective roles of the tribunal of first instance and the appellate tribunal, as determined by interpreting the enabling legislation;", "2. the nature of the question in issue;", "3. the interpretation of the statute as a whole;", "4. the expertise and advantageous position of the tribunal of first instance, compared to that of the appellate tribunal;", "5. the need to limit the number, length and cost of appeals;", "6. preserving the economy and integrity of the proceedings in the tribunal of first instance; and", "7. other factors that are relevant in the particular context."], ["[21]", "In considering the factors addressed in", "Newton", ", the RAD concluded:", "• that deference is owed to RPD findings of fact and mixed law and fact;", "• the issue in the claim was factual and as such attracted deference;", "• the role of the RAD was to ensure a fair and efficient adjudication and that refugee protection be granted where appropriate. As such, the RAD can substitute its determination;", "• that the RAD, in order to bring finality to the refugee process, may be entitled to show less deference to the RPD;", "• while both the RPD and the RAD are specialized tribunals, the RPD had advantages in fact finding (particularly on credibility) which suggests deference; and", "• the failure to show deference to the RPD would undermine the RPD's process."], ["[22]", "Regarding the overarching principles to be applied, the RAD preferred the", "Newton", "factors to the", "Dunsmuir", "factors for determining the appropriate standard of review. Therefore, the RAD concluded that the RPD's decision was to be reviewed on the standard of reasonableness."], ["[23]", "The RAD upheld the RPD's decision on state protection in Kosovo. It described the documentary evidence as \"mixed\" but decided that the RPD's decision was reasonable and thus not to be disturbed.", "V.", "Legal Analysis"], ["[24]", "The issues in this judicial review are:", "• What standard of review applies to this Court's review of the RAD's determination that reasonableness is the appropriate standard in regard to the RPD's decision? (Court Standard of Review)", "• Did the RAD err in determining that the RPD's decision was reviewable on a standard of reasonableness? (RAD Standard of Review)", "• Is the RPD's state protection determination as adopted by the RAD legally sustainable? (State Protection)", "A.", "Court Standard of Review"], ["[25]", "In my view, this Court should examine the RAD's determination of the appropriate standard of review of the RPD on the basis of correctness not reasonableness."], ["[26]", "The issue of law is one of general interest to the legal system; there is no clear determination by the Federal Court (in its supervisory role) of the standard of review to be applied in this instance."], ["[27]", "In", "Newton", ", the Alberta Court of Appeal held that little deference is owed to the appellate tribunal's determination of the standard of review since \"setting the standard of review is a legitimate aspect of the superior court's supervisory role\" (paragraph 39 of", "Newton", ")."], ["[28]", "Further, in", "Newton", ", that Court summarized its conclusion on the appellate tribunal's determination of the standard of review as follows at paragraph 39:", "... However, the appropriate standard of review is a question of general interest to the legal system, and is therefore a question on which", "Dunsmuir", "would suggest a correctness standard. Setting the standard of review is a legitimate aspect of the superior court's supervisory role, suggesting less deference. When all of these factors are considered, the proper standard of review for this Court to apply to the decision of the Board (in selecting the standard of review it should apply to the decision of the presiding officer) is correctness."], ["[29]", "A similar conclusion was reached by the Nova Scotia Court of Appeal in", "<FRAGMENT_SUPPRESSED>  NSR (2d) 350, at paragraph 41:", "The standard of review we apply when reviewing the Board's decision on the standard of review it is to apply when reviewing the Development Officer's refusal to grant a development permit is that of correctness. It involves a question of law of general application.  <FRAGMENT_SUPPRESSED>  2006 NSCA 115, para. 32."], ["[30]", "The selection of the appropriate standard of review is a legal question well beyond the scope of the RAD's expertise, even though it depends on the interpretation of the IRPA, the RAD's home statute."], ["[31]", "With respect, I do not find the Supreme Court of Canada's analysis in", "Alberta (Information and  <FRAGMENT_SUPPRESSED> , to be germane to the specifics of this case because the pertinent passages relied upon by the Respondent are predicated on the administrative tribunal using its expertise in interpreting its home statute."], ["[32]", "The determination of the RAD's standard of review for an appeal of a RPD decision is outside its expertise and experience. Similarly, the determination of what is or what distinguishes an issue of fact from an issue of mixed law and fact and further, the determination of distinguishing what is an issue of law are likewise outside the expertise and experience of the RAD."], ["[33]", "The determination of the standard of review that an appellate tribunal must apply to a lower decision maker and the process by which that determination is reached has significance outside the refugee context."], ["[34]", "Therefore, the RAD's determination of the applicable standard of review of a RPD decision as reasonableness is in error (see paragraph 54). The RAD performs an appellate function, not a judicial review function.", "B.", "RAD Standard of Review"], ["[35]", "As indicated earlier, the RAD erred in reviewing the RPD's decision on the standard of reasonableness. It is instructive that although the RAD noted that \"as the RAD is a statutory creation, the standard of review must be extracted from the legislation\", it failed to examine the IRPA in arriving at its conclusion except for a single factor within the", "Newton", "analysis."], ["[36]", "The principal reason articulated for according deference to RPD findings is that the RPD is required to hold an oral hearing, while the RAD may only hold such a hearing in certain circumstances."], ["[37]", "That notion may well justify deference to a RPD's decision in a circumstance where a witness' credibility is critical or determinative; however, that is not the case here. The witnesses were found to be straightforward and it was the matter of not seeking asylum when in the US that undermined their claims. There was no adverse finding of credibility. Therefore, the policy rationale for deference is not sustainable except in credibility issues. The RAD's rationale does not justify such a broad deferential approach to all aspects of the RPD decision."], ["[38]", "The negative decision was based on the RPD's assessment of the documentary country condition evidence, evidence which the RAD itself reviewed. The RAD has equal or greater expertise to the RPD in the interpretation of country condition evidence. Unlike a court and the supervisory nature of judicial oversight, there is no reason for the RAD to defer to the RPD on this type of assessment."], ["[39]", "In considering the nature of the review to be conducted by the RAD, if the RAD simply reviews RPD decisions for reasonableness, then its appellate role is curtailed. It would merely duplicate what occurs on a judicial review. Further, if the RAD only performed a duplicative role to that of the Federal Court, it would be inconsistent with the creation of the RAD and the extensive legislative framework of the IRPA."], ["[40]", "To the extent that comments in Hansard have any illuminating effect on parliamentary intent, the following quote sheds some light of what was intended (whether it was achieved is another issue):", "I reiterate that the bill would also create the new refugee appeal division. The vast majority of claimants who are coming from countries that do normally produce refugees would for the first time, if rejected at the refugee protection division, have access to a full fact-based appeal at the refugee appeal division of the IRB. This is the first government to have created a full fact-based appeal."], ["[41]", "In legal terms, the creation of an appellate tribunal would suggest that Parliament sought to achieve something other than that available under judicial review. In the British Columbia Court of Appeal decision of", "British Columbia Society for the Prevention of Cruelty to  <FRAGMENT_SUPPRESSED>  ACWS (3d) 16 [", "BC SPCA", "], the matter under review was the creation of an internal appeal between the first level decision and judicial review. The Court held that the appeal was to be substantive."], ["[42]", "In", "BC SPCA", ", at paragraph 40, that court summarized the above principle which is equally applicable in the present case:", "Logically, if the legislature had intended the deferential sort of review for which the SPCA contends, it would have amended nothing and left the whole matter to the process of judicial review. That, however, was what the legislature hoped to avoid. To do so, it created a brand-new appeal process to the FIRB. The result, surely, was not meant to be just a different venue for the same process as before."], ["[43]", "It flows that in creating an internal appellate body, within the executive branch of government, the principle of standard of review, a function of the division of powers between the executive and the judiciary, is of lesser importance and applicability. The traditional standard of review analysis is not required."], ["[44]", "Subject to specific language, the need for deference, for example, is less compelling between the RAD and the RPD than it is between the judiciary and the executive. The relationship is more akin to that between a trial court and an appellate court but further influenced by the much greater remedial powers given to the appellate tribunal."], ["[45]", "Therefore, a standard of review analysis is not an appropriate analytical approach. One must look at such factors as the purpose of the appellate tribunal (previously discussed), the statutory provisions, comparable expertise, and comparative appellate appeal regimes."], ["[46]", "The broad remedial powers of the RAD are a striking feature of this body. Section 111 of the IRPA is a cornerstone of these remedial powers.", "111. (1) After considering the appeal, the Refugee Appeal Division shall make one of the following decisions:", "(a)", "confirm the determination of the Refugee Protection Division;", "(b)", "set aside the determination and substitute a determination that, in its opinion, should have been made; or", "(c)", "refer the matter to the Refugee Protection Division for re-determination, giving the directions to the Refugee Protection Division that it considers appropriate.", "(2) The Refugee Appeal Division may make the referral described in paragraph (1)(c) only if it is of the opinion that", "(a) the decision of the Refugee Protection Division is wrong in law, in fact or in mixed law and fact; and", "(b)", "it cannot make a decision under paragraph 111(1)(a) or (b) without hearing evidence that was presented to the Refugee Protection Division. (Court underlining)", "111. (1) La Section d'appel des réfugiés confirme la décision attaquée, casse la décision et y substitue la décision qui aurait dû être rendue ou renvoie, conformément à ses instructions, l'affaire à la Section de la protection des réfugiés.", "(2) Elle ne peut procéder au renvoi que si elle estime, à la fois:", "a)", "que la décision attaquée de la Section de la protection des réfugiés est erronée en droit, en fait ou en droit et en fait;", "b)", "qu'elle ne peut confirmer la décision attaquée ou casser la décision et y substituer la décision qui aurait dû être rendue sans tenir une nouvelle audience en vue du réexamen des éléments de preuve qui ont été présentés à la Section de la protection des réfugiés."], ["[47]", "Unlike judicial review, the RAD, pursuant to subsection 111(1)(b), may substitute the determination which \"in its opinion, should have been made\". One precondition of exercising this power is that the RAD must conduct an independent assessment of the application in order to arrive at its own opinion. It is not necessary, in order to trigger this remedial power, that the RAD must find error on some standard of review basis."], ["[48]", "The restriction on the ability to receive fresh evidence is not a bar to conducting a", "de novo", "appeal. Indeed almost all court appeals are conducted without receipt of new evidence. The language (e.g. \"appeal\") and the broad remedial powers confirm that the RAD is not established to do a review of decisions assessed solely against a \"reasonableness\" standard."], ["[49]", "The expertise of the RAD is at least equal to the RPD. The RAD is a specialized appellate tribunal, its members are Governor in Council appointees with fixed terms of service who are expected to have expertise in the area of refugee law. The RAD is created to hear appeals of first instance decisions of the RPD. A three-member panel decision has precedential value which binds RPD members."], ["[50]", "In terms of comparisons to other administrative appeal regimes, the Immigration Appeal Division [IAD] is the most relevant. The two bodies share the elements listed below.", "• The \"sole and exclusive jurisdiction to hear and determine all questions of law and fact\" in respect of the proceedings brought before them (s 162 of the IRPA);", "• They are able to base their decision on any evidence adduced in the proceeding (RAD (ss 171", "(a.3)", "of the IRPA) and IAD (ss 175(1)(c) of the IRPA));", "• They are not bound by any legal or technical rules of evidence (RAD (ss 171", "(a.2)", "of the IRPA) and IAD (ss 175(1)(b) of the IRPA));", "• They may grant a remedy if they determine that the lower decision is \"wrong\" in law, in fact or in mixed law and fact (RAD (ss 111(2)(a) of the IRPA) and IAD (ss 67(1)(a) of the IRPA));", "• They may set aside the lower decision and substitute their own determination (RAD (ss 111(1)(b) of the IRPA) and IAD (ss 67(2) of the IRPA));", "• They are not required to hold an oral hearing in every circumstance (RAD (ss 110(3) of the IRPA) and IAD (s 175(1)(a) of the IRPA)); and", "• The standard by which they are to review the lower decision is not described in IRPA as either reasonableness or correctness. Neither appeal process is described as \"de novo\" or \"true\"."], ["[51]", "It is also noted that the IAD is a court of record with all the powers, rights and privileges of a superior court of record but this difference is not critical. The RAD does not need such powers to carry out its appellate function."], ["[52]", "While the IRPA does not specify that the IAD process is", "de novo", ", this Court of Appeal in", "<FRAGMENT_SUPPRESSED> , concluded that it is. That decision faced the task of deciding the nature of appeals to the IAD (similar to the issue presently regarding the RAD). The Court summarized the appellate role at paragraphs 9-13:", "In my opinion the issue to be decided by the Board on an appeal under section 79 of the Act is not whether the administrative decision taken by a visa officer to refuse an application because the information before him indicated that a person seeking admission to Canada was of a prohibited class was correctly taken but the whole question whether, when the appeal is being heard, the person is in fact one of the prohibited class.", "The Board is established by subsection 59(1) of the Act and is given in respect of inter alia an appeal under section 79 \"sole and exclusive jurisdiction to hear and determine all questions of law and fact, including questions of jurisdiction, that may arise in relation to...the refusal to approve an application for landing made by a member of the family class\". Under subsection 60(5) the members of the former Board are to continue in office as members of the Board so established. Section 65 declares the Board to be a court of record and gives it wide powers to summon witnesses, compel the production of documents, administer oaths and examine persons on oath and to receive evidence that it considers credible or trustworthy.", "The right of appeal to the Board given by subsection 79(2) to a Canadian citizen from the refusal of a visa officer to approve an application on the ground that the member of the family class does not meet the requirements of the Act or the regulations is to appeal \"on either or both of the following grounds, namely,\"", "79. (2) ...", "(a)", "on any ground of appeal that involves a question of law or fact, or mixed law and fact; and", "(b)", "on the ground that there exist compassionate or humanitarian considerations that warrant the granting of special relief.", "The powers exercisable by the Board on such an appeal are simply to allow it or dismiss it, See subsection 79(3). Subsection 79(4) is also noteworthy. It refers to \"the requirements of this Act and the regulations, other than those requirements upon which the decision of the Board has been given\".", "The language of the applicable statutory provisions has been changed somewhat since the decision of the Supreme Court in", "<FRAGMENT_SUPPRESSED>  was under the former legislation, that is to say, to establish and continue as a court of record a board empowered to decide judicially the facts on which the admissibility of a person depends and not merely to pass on the procedural or substantive supportability of the administrative position on such statutory requirements taken by a visa officer.", "(Court underlining)"], ["[53]", "Attempting to draw analogies to other legislated regimes of different statutes, with different purpose and context, is less helpful. Each statutory regime depends on its own unique circumstances. There is no useful parallel between a police complaints process, an employment appeals process and the RAD except in the broadest of terms."], ["[54]", "Having concluded that the RAD erred in reviewing the RPD's decision on the standard of reasonableness, I have further concluded that for the reasons above, the RAD is required to conduct a hybrid appeal. It must review all aspects of the RPD's decision and come to an independent assessment of whether the claimant is a Convention refugee or a person in need of protection. Where its assessment departs from that of the RPD, the RAD must substitute its own decision."], ["[55]", "In conducting its assessment, it can recognize and respect the conclusion of the RPD on such issues as credibility and/or where the RPD enjoys a particular advantage in reaching such a conclusion but it is not restricted, as an appellate court is, to intervening on facts only where there is a \"palpable and overriding error\"."], ["[56]", "The RAD's conclusion as to the approach it should take in conducting an appeal is, with respect, in error. It should have done more than address the decision from the perspective of \"reasonableness\". Therefore, the matter will have to be referred back.", "C.", "State Protection"], ["[57]", "Given my conclusion on the legal standard to be applied to the RAD's appellate review, it is not necessary or helpful to those conducting the appeal for the Court to comment extensively on the issue of state protection."], ["[58]", "However, it is appropriate to note that while some documentary evidence supports the state protection decision and that police enforcement is one of the stronger areas of Kosovo government institutions, the Applicants' own experience and the difference between the experience and the documentary evidence is not adequately addressed in the decision."], ["[59]", "The Applicants reported to police on four occasions; they were met with inaction and a degree of resignation by the police that they could do nothing. The Applicants' narrative was found to be straightforward and hence credible on this point. A new appeal would no doubt address the juxtaposition of the specific facts of the Applicants' experience with the documentary evidence of Kosovo police enforcement capabilities and operations.", "VI.", "Conclusion"], ["[60]", "For all of these reasons, this judicial review will be granted, the RAD decision quashed and the matter referred back to a differently constituted panel."], ["[61]", "As there are similar issues in cases pending in this Court and that there is little precedent to guide the Court, this is a case for certification of a question. The parties have made submissions on a question for certification generally but given these Reasons, it is appropriate to give the parties an opportunity to make new or further submissions in light of these Reasons."], ["[62]", "The parties are given 30 days from the release of these Reasons to make submissions on the wording of the question(s) to be certified.", "JUDGMENT"], ["[63]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is granted, the decision of the Refugee Appeal Division is quashed and the matter is to be referred back to a differently constituted panel.", "Application allowed.", "Editor: J. Danielle King/vnh"]]}