{"id_": "087440", "body_str": [["[1]", "MacKay, J.", ": Before the court in this proceeding is an application by the plaintiff dated March 26, 1993, for an interlocutory injunction and other orders. The motion was originally heard, as a matter of urgency, by telephone conference by my colleague Mr. Justice Teitelbaum on March 26. As a result of that hearing he issued an order dated March 29, 1993, which enjoined the parties from certain activities until June 21, 1993 or such later date as may be directed by the court. On June 21 after hearing on this application commenced but before it was concluded, with consent of counsel for the parties, an order was issued extending the application of the order of March 29 until further order. Following conclusion of the hearing an order issued on June 25 extending the application of previous interim orders, modified to meet circumstances at that date, until November 2, 1993 when the plaintiff may again apply for extension or further interim or interlocutory injunctive relief.  <FRAGMENT_SUPPRESSED>"], ["[2]", "The proceedings arose in an unfortunate ongoing dispute between the parties, all of whom, except the third party, were duly elected to positions of trust and responsibility, the plaintiff as Chief and the defendants as members of the Band Council of the Blood Tribe. All were elected to a two year term of office at a general election conducted in November 1992 in accord with the Blood Tribe Custom Election Bylaw. I am informed that the Blood Tribe is one of the largest bands of native Indian people in Canada and that its reserve lands, located in southern Alberta, are the largest in the country.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The third party, Wayne Hamby, is Chief of the Blood Tribe Police, which body has important responsibilities for maintenance of peace and order, including the protection of life and property on the reserve lands. Originally joined as a defendant named in these proceedings as initiated by the plaintiff, Chief Harley Frank, Mr. Hamby was subsequently added as a third party, and struck as a defendant, by order of Mr. Justice Joyal on June 16, 1993. He was separately represented by counsel as were the plaintiff and the defendants at the hearing of this matter in Calgary, from June 21 to June 23, 1993.  <FRAGMENT_SUPPRESSED>"], ["[4]", "Differences developed between Chief Frank and the defendant members of the council at some time following their election to office in November 1992. The differences concern the respective responsibilities and authority of the elected Chief on the one hand, and the elected members of the council on the other. The differences were seen by the defendants as changes proposed, without prior discussion with council, in the respective roles of the Chief and the council, as these were described in documents which the defendants believe originated with Chief Frank and some others seen by the defendants to be his advisers. Matters came to a head in early March when the plaintiff purchased a herd of buffalo and sought to sell some of the Tribe's cow/calf herd, actions for which the defendant members of council said he had no authority, though he says otherwise.  <FRAGMENT_SUPPRESSED>"], ["[5]", "On March 7 members of council met in special session, apparently without the Chief being present, and adopted a resolution that council proceed to remove Chief Frank from office pursuant to provisions of the Blood Tribe Custom Election Bylaw. A further resolution purported to suspend the plaintiff from office until there be a hearing and a final decision made about his removal from office. Chief Frank was advised of this action by letter of March 8 and the following day, on letterhead of the Blood Tribe Chief and council, a statement of grounds for removal of Harley Frank as Chief of the Blood Tribe, signed by all twelve named defendants as councillors was addressed to the plaintiff and served upon him. It sets out particulars of allegations that Chief Frank is guilty of neglect of duty, malfeasance, and misconduct that reflects on the dignity and integrity of the Blood Tribe Council. That statement identifies that the council purported to act under the Custom Election Bylaw, that a date for hearing of the matter before council would be set, that he would be advised and given \"full opportunity to answer the charges ... and to make submissions as to why you should not be removed from office pursuant to s. 11.01 of the Bylaw\".  <FRAGMENT_SUPPRESSED>"], ["[6]", "On March 17 a meeting of the council was held to deal with the matter. The plaintiff did not attend but his representative, who was present, indicated that the plaintiff did not attorn to the jurisdiction of council. That meeting adjourned without reaching a decision. Without delay thereafter both parties approached this court, each proposing to seek an interim order enjoining the other from certain activities. After discussion between their counsel with the court, it was resolved that matters would proceed by application by the plaintiff for interim relief by way of an order enjoining the parties from certain activities, and the plaintiff would also file a statement of claim to initiate action in the court. The application for an interim order was heard by telephone conference call by my colleague Mr. Justice Muldoon on March 19 as a result of which he issued an interim injunctive order to preserve the status quo of the parties as the situation was before the steps were initiated to remove the plaintiff from office. The order provided that each of the parties, the Chief and council, remain in office unless deposed by due process of law, or unless he or they resigned of their own free will, and each of the parties was enjoined from deposing or purporting to depose the other except by due process of law. The order included other provisions designed to preserve the status quo, to preserve records of the Tribe, to restore to employment certain staff members whom the Chief had purported to suspend from office or to fire, and to maintain the Shot Both Sides Administration Centre, with its stores, services and facilities, open to the public as well as to the parties. The building had been occupied briefly by the Chief and his supporters after the council had directed his exclusion, and thereafter it had been occupied by the defendants. Locks were said to have been changed at least once and for a time even members of the public had been excluded from this Centre, operated by the Blood Tribe, which contains facilities and stores to serve the general public, in addition to Tribe offices. The situation on the Reserve was said to be volatile between supporters of the parties, with risk of violence and property damage.  <FRAGMENT_SUPPRESSED>"], ["[7]", "On March 23, a statement of claim was filed by the plaintiff. On March 25, the Council again met and further considered the process it had initiated to remove the Chief from office. The plaintiff was not present but his representative indicated again that he did not attorn to Council's jurisdiction. It is said that the statement of grounds for removal of the plaintiff from the office of Chief, the statement of March 9, was read, no further presentation was made and no evidence led and council adopted a resolution purporting to remove Chief Frank from office. This led to a further urgent hearing by telephone conference call on March 26, as a result of which my colleague Mr. Justice Teitelbaum issued, on March 29, a further interim order. That order suspended the removal of the plaintiff from the office of Chief until June 21 then scheduled for hearing of the application by the plaintiff for an interlocutory injunction; it enjoined the parties from actions to depose one another from offices; it enjoined all persons, whether parties to the action or not from demonstrations in or within 100 feet of the Shot Both Sides Building on the Reserve at Standoff, Alberta; it included several other provisions to preserve the status quo and to preserve peace on the Reserve.  <FRAGMENT_SUPPRESSED>"], ["[8]", "Subsequently there were further hearings by this court, one by personal appearance and three telephone conference calls, all dealt with by my colleague Mr. Justice Joyal, in May and June in Vancouver. At the oral hearing on May 19 in Vancouver, when the defendants or at least some of them were present, the defendants proposed that there be a referendum on the Reserve to seek to clarify the support of the electorate for continuing the plaintiff, and perhaps the defendants in office. When the plaintiff subsequently agreed through counsel to proposing terms for such a process the defendants, apparently reversing their position, on May 27, acting as council, adopted a resolution, purporting to act under the Custom Election Bylaw, to schedule a byelection for the office of Chief, to take place June 30, and then or subsequently to propose nominations for the office, excluding the plaintiff. On June 7 an order of Mr. Justice Joyal prohibited further action in relation to the resolution providing for a byelection for Chief and it made the agreement respecting holding of a referendum an order of the court, directing the parties to submit draft proposals for a referendum for endorsement by the court. Thereafter, counsel for the plaintiff sought directions in relation to the position of the defendants to schedule a byelection for the office of Chief and not to hold a referendum. Counsel for Wayne Hamby, originally joined as a defendant, sought clarification of his role. As a result on June 16, Mr. Justice Joyal ordered on June 16 that the order of June 7 was reconfirmed, thus restating the direction to the parties to propose terms for a referendum upon which they had earlier agreed, and as earlier noted he ordered that Mr. Hamby be joined as a third party.  <FRAGMENT_SUPPRESSED>"], ["[9]", "This summarizes the developments up to the time of the hearing fixed by the order of March 29 for hearing the plaintiff's application for an interlocutory injunction, except for one other matter. Following the order of March 29 it appears the defendants received a petition, said to be signed by some 1,200 members of the Tribe urging that the plaintiff be removed from office. The validity of the petition is apparently questioned by the plaintiff, both in the manner in which it was perceived as promoted by the defendants, and in relation to some, at least, of the signatories. The petition was referred to in passing, by counsel for the defendants, during the hearing of this matter which extended through morning sittings from June 21 to 23, but it was not a matter of discussion, submissions or argument at the hearing. Following the hearing, I am advised that on June 22, the defendants sitting as the council, received the petition and directed a hearing of the matters it raised to be held on June 28, and the plaintiff was served notice of that hearing. Counsel for the plaintiff, in submissions about terms of the order I might issue to extend an interim injunction, urged that council be enjoined from conducting the proposed hearing, but since this had not been argued before me I declined to provide specifically for this matter in the order issued.  <FRAGMENT_SUPPRESSED>"], ["[10]", "I turn now to the issues argued in relation to the plaintiff's application for an interlocutory injunction. In so doing I note for the record that as recited in the order of Mr. Justice Muldoon on March 19, counsel on behalf of both the plaintiff and the defendants invoked \"the provisions of the", "Indian Act", "(R.S.C. 1985, c. I-5, as amended) and this court's jurisdiction in regard thereto\". Nothing I heard in Calgary has given me a different sense of this basic position of both parties.  <FRAGMENT_SUPPRESSED>"], ["[11]", "The plaintiff urges that matters raised in these proceedings are within the court's jurisdiction and that the circumstances warrant the granting of an interlocutory injunction. The defendants question the jurisdiction of the court to grant the relief sought in the special circumstances of this case. They contest the merits of the application for interlocutory relief of the nature sought, and they urge that discretion of the court should not be exercised in this case, even if it has jurisdiction and the usual requirements for an injunction are otherwise met. The last of these, as presented in argument, concerned the issue whether the defendants could be said, as the plaintiff alleges, not to have followed the process set out in the bylaws under which the defendants purported to act.  <FRAGMENT_SUPPRESSED>", "Jurisdiction Of The Court  <FRAGMENT_SUPPRESSED>"], ["[12]", "The issue concerning the court's jurisdiction is said to arise because the defendants' actions here complained of were taken pursuant to the Blood Tribe Custom Election Bylaw, enacted by the Blood Tribe Council in 1982 to state custom of the Blood Tribe respecting elections. In acting under the bylaw it is said the defendants do not constitute a \"federal board, commission or other tribunal\" within s. 2(1) of the", "Federal Court Act", ", R.S.C. 1985, c. F-7 as amended, in relation to which this court has jurisdiction, under s. 18, to grant the relief here sought.  <FRAGMENT_SUPPRESSED>"], ["[13]", "The basis of the defendants' submission is that the issue raised in this case concerns the application of the Custom Election Bylaw which is said not to be \"a law of Canada\" within the requirements for jurisdiction of this court as established by", "<FRAGMENT_SUPPRESSED> . Rather, it is said the bylaw is a statement of customary law of the Blood Tribe.  <FRAGMENT_SUPPRESSED>"], ["[14]", "The defendants acknowledge decisions of this and other courts which have already held that a council of a Tribe or band is a \"federal board, commission or other tribunal\" within s. 2 of the", "Federal Court Act", ". Yet they seek to distinguish those cases as dealing with circumstances where the council concerned was a council constituted under s. 74 of the", "Indian Act", ". ( <FRAGMENT_SUPPRESSED>  (Alta. T.D.).) In the alternative it is urged that the band council was treated as a \"federal board\" where the activity of the council which gave rise to the proceedings was undertaken pursuant to the", "Indian Act", "within the powers that may be exercised under that", "Act", "by a council. Thus, it seems acknowledged by the defendants that the council in this case may be a \"federal board, commission or other tribunal\" subject to jurisdiction of this court where it exercises authority provided by the", "Indian Act", ", but it is said not to be such a body where it exercises authority under customary law of the band in relation to Tribe elections.  <FRAGMENT_SUPPRESSED>"], ["[15]", "In my view, the issue of jurisdiction here raised has been settled, at least in this court, by the decision of Mr. Justice Pratte for the Court of Appeal in", "<FRAGMENT_SUPPRESSED>  at p. 793 where he said:  <FRAGMENT_SUPPRESSED>", "\"We see no merit in the appellants' contention that the Trial Division does not have jurisdiction because the only issue raised by the action, namely the validity of the election of the defendants to the council of the Band, is governed by customary Indian law and not by a federal statute. <FRAGMENT_SUPPRESSED>", "In that case the Court of Appeal upheld a decision of then Associate Chief Justice Thurlow of this court that the council of a band is a \"federal board\" within the meaning of s. 2 of the", "Federal Court Act", "and that the Trial Division under s. 18 had jurisdiction in a case where the issue raised was the validity of elections to the council under customary law of the band concerned.  <FRAGMENT_SUPPRESSED>"], ["[16]", "If the words of Pratte, J.A., above quoted were changed to delete \"the election of the defendants to\" and to insert therefor \"the removal of the plaintiff from\", they would aptly describe the issue raised in this application by the defendants, that is, that application of the election bylaw is a matter of customary law and not a matter of federal statutory law. Essentially the argument of the defendants in this case was rejected by Mr. Justice McNair in", "<FRAGMENT_SUPPRESSED> , at p. 70 (F.C.T.D.), following the Court of Appeal in", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[17]", "Moreover, the council of the Tribe here, as in all other cases whether elected by customary law of the Tribe or under the provisions of s. 74 of the", "Indian Act", ", is recognized, has status and authority for purposes of management and governance of the Tribe, for purposes recognized by law, under the", "Indian Act", ". Indeed, it is that", "Act", "which provides for recognition of the customary law under which the plaintiff, as Chief, and the defendants, as members of the council of the Blood Tribe, each claim their offices. Section 2(1) of the", "Indian Act", "recognizes that a council may be elected in one of two ways: under s. 74, or in accord with customary law, for it defines the \"council of the band\" as \"(b) in the case of a band to which s. 74 does not apply, the council chosen according to the custom of the band\".  <FRAGMENT_SUPPRESSED>"], ["[18]", "In the case of the Blood Tribe its council was elected in accord with the provisions of the", "Indian Act", ", then applicable, from 1965 until 1976 when, on behalf of the Minister of Indian Affairs, by order, elections to council and the office of Chief were recognized to be thereafter made in accord with the custom of the Tribe. That custom was codified by the Blood Tribe Custom Election Bylaw, adopted in 1982.  <FRAGMENT_SUPPRESSED>"], ["[19]", "In my view the customary law of the Tribe has recognition as law by reason of federal statutory law and it is the council so elected which has status in accord with the", "Indian Act", ".  <FRAGMENT_SUPPRESSED>"], ["[20]", "Thus, even if I were not bound by the decision of the Federal Court of Appeal  <FRAGMENT_SUPPRESSED>", ", I would reach the same conclusion, that the council of the Blood Tribe, elected under the Tribe's Custom Election Bylaw, is a \"federal board, commission or other tribunal\" which is within the jurisdiction of this court in relation to the relief here sought under s. 18 of the", "Federal Court Act", ".  <FRAGMENT_SUPPRESSED>", "A Serious Issue  <FRAGMENT_SUPPRESSED>"], ["[21]", "In support of his application for an interlocutory injunction the plaintiff urges that the requirements for award of such relief are met. There is a serious issue to be tried, the plaintiff and the Tribe will suffer irreparable harm if the relief now sought pending trial is not granted, and the balance of convenience favours the award of an injunction at this stage, weighing the possible harm to the plaintiff against possible harm to the defendants if the relief is granted and ultimately found not to be warranted.  <FRAGMENT_SUPPRESSED>"], ["[22]", "The serious issue raised is said to concern the validity of the decision made by the defendants acting as council of the Tribe on March 25, 1993 to remove the plaintiff from the office of Chief to which he had been duly elected under the Blood Tribe Custom Election Bylaw. It is submitted that action violated the spirit of the interim order of Mr. Justice Muldoon issued on March 19, 1993, that the action was not in accord with provisions of the Custom Election Bylaw and that the procedures followed by defendants as members of council violated basic principles of natural justice and of fairness.  <FRAGMENT_SUPPRESSED>"], ["[23]", "The defendants urge that there is no evidence of a serious issue. Rather, the plaintiff is merely dissatisfied with the steps that council has taken in what the defendants unanimously perceive to be the exercise of their responsibilities to the Tribe, and as members of the council. They urge that the only disruption or disorder arising from the decision complained of is that which comes as a result of the plaintiff's reactions. In my view, these submissions do not acknowledge the crux of the issue raised but rather assume it is not an issue, that is, the question of the validity of action taken by the defendants.  <FRAGMENT_SUPPRESSED>"], ["[24]", "The statement of claim filed herein raises, in relation to declaratory relief sought, the validity of the Custom Election Bylaw and it urges there is a serious issue raised in relation to the respective authority of the Chief and of the council. The latter issue lies at the heart of the confrontation that has unfortunately developed between the plaintiff as Chief and the defendants as council. Whether all forms of declaratory relief prayed for in the statement of claim will be seen as appropriate is not for this court at this stage to assess. As the defendants suggest, it seems anomalous for the plaintiff claiming office as Chief by reason of his election under the Custom Election Bylaw to question that very Bylaw in his statement of claim. Nevertheless, it needs to be stressed that the statement of claim initiating the action was prepared in a short time following the telephone conference with Mr. Justice Muldoon leading to his interim order on March 19. That statement of claim may be amended at any time before a defence is filed, and thereafter on leave of the court, so that the relief set out initially, or other parts of the statement of claim, may well be modified before trial.  <FRAGMENT_SUPPRESSED>"], ["[25]", "Finally, it is the action of the defendants in purporting to remove the plaintiff from the office of Chief of the Tribe which has precipitated these proceedings, already having led to a number of interlocutory applications that have engaged four judges of this court in turn. That action, and its validity, does raise a serious issue, in my view, one that is integral to the basic issues raised by the statement of claim.  <FRAGMENT_SUPPRESSED>", "Irreparable Harm  <FRAGMENT_SUPPRESSED>"], ["[26]", "The plaintiff urges that if no injunction is awarded at this stage he will suffer irreparable harm pending trial of the serious issues raised by the action, and implicitly that harm will be caused to the Tribe if lawful processes established by the Custom Election Bylaw are not followed. As to the former the defendants say that any harm to the plaintiff is not irreparable since it is redressable by damages by action for wrongful dismissal or for damage to the plaintiff's reputation, but these are said by the plaintiff not to provide redress in a situation where, if he is removed from office unlawfully, he will be precluded from service to the Tribe not merely for the balance of the term to which he was elected but effectively for future services since his reputation will be tarnished in such a way that he could not expect to stand again for election as Chief of the Tribe. The position of Chief is one of great honour within the Tribe and wrongful removal from that office is not compensable in money damages.  <FRAGMENT_SUPPRESSED>"], ["[27]", "In my view the law concerning wrongful dismissal, and damage awards for that, deals with situations of employer-employee relations and it does not provide for remedies for loss of elective office. The Chief is not an employee of council nor in my view can he be considered an employee of the Tribe. The office of Chief is political, filled by valid election, with attendant responsibilities that transcend any concept that he is an employee of the Tribe, just as is the office of council member.  <FRAGMENT_SUPPRESSED>"], ["[28]", "I am persuaded that if the removal of the plaintiff from office is not restrained for a further period pending resolution of differences between the parties, or a future regular election of Chief and council, or trial of the action here commenced, the plaintiff will indeed suffer irreparable harm in the sense that harm will not be redressable in money damages. Without determining the issues which are not before the court, in my view, he would have no claim to damages for wrongful dismissal and probably no realistic monetary claim for loss of reputation.  <FRAGMENT_SUPPRESSED>", "Balance Of Convenience  <FRAGMENT_SUPPRESSED>"], ["[29]", "I am persuaded that in this case the balance of convenience favours the continuance of injunctive orders earlier issued on an interim basis. The irreparable harm that would be caused to the plaintiff if the injunction order is not now granted and he should subsequently succeed at trial of the action he has initiated outweighs the harm likely to be caused to the defendants acting as council for the Tribe if the injunction continues and it subsequently turns out that the plaintiff is unsuccessful in the action.  <FRAGMENT_SUPPRESSED>"], ["[30]", "It is urged by the defendants that the parties are now so bitterly opposed that they cannot be forced to work together and thus the balance of convenience, in terms of efficient and effective management of the Tribe's affairs favours not continuing the injunction. That sort of \"convenience\" is not the \"inconvenience\" to the parties that the balancing of potential harm entails. It assumes routine administration of the Tribe's affairs cannot be carried on while the status of the plaintiff as Chief remains under a cloud. Yet the routine affairs of the Tribe have been managed, somehow, over some three months since the continuance of the plaintiff in his position as Chief was brought into question by the actions of the defendants purporting to act under the Blood Tribe Custom Election Bylaw.  <FRAGMENT_SUPPRESSED>", "The Exercise Of The Court's Discretion  <FRAGMENT_SUPPRESSED>"], ["[31]", "I turn to the matter urged on behalf of the defendants, which I deal with as urging that in this case the court ought not to exercise its discretion to grant injunctive relief. It is urged that however the court may appraise the process followed by the council in purporting to remove the Chief from office under the Custom Election Bylaw, the determination of the custom is a matter for the Tribe and not for the court. It is urged that the application of procedural standards applicable to other bodies ought not to be automatically applied in this case because of the significance of the customary law of the Tribe in this matter.  <FRAGMENT_SUPPRESSED>"], ["[32]", "I have already indirectly dealt with this in determining that the council's actions are matters within the jurisdiction of the court and in determining that a serious issue is raised in regard to the process followed by the council. I am not persuaded that the court should decline to exercise its discretion to grant relief of the nature sought on the ground urged. In doing so I underline that at this stage the court makes no judgment about the process followed. That issue will be resolved another day if the action initiated by the plaintiff goes forward. In that event there will have been full opportunity to assess whether, as the defendants' argument implies, the members of the elected council not including the elected Chief are the interpreters of the customary law of the Blood Tribe. I note that the Blood Tribe Custom Election Bylaw was adopted by another process, one that included the then Chief of the Tribe.  <FRAGMENT_SUPPRESSED>"], ["[33]", "Continuance of the injunction against the plaintiff's removal from office, pending determination of the validity of the action of the defendants, does not, in itself, do more than maintain the legal status of the plaintiff attained as a result of his election under the Custom Election Bylaw. Continuing arrangements for governance of the Tribe's affairs in the circumstances as they have developed is not directly in issue before the court. It is not unusual for there to be differences of view and even of objectives among members elected to offices who are expected under the law to work together. Expressions of those differences ought not to be interpreted as unwillingness to work together in future in relation to their common interest. In this case that common interest is the good governance and welfare of the Blood Tribe, and each of the parties here implicitly acknowledges that basic interest.  <FRAGMENT_SUPPRESSED>"], ["[34]", "If it be considered that continuing the injunction order will accomplish little, the same may be considered to be the case if the order is not continued. The differences between the parties will not disappear and to this stage neither appears prepared to abandon the positions they have respectively adopted. Granting an injunction preserving the status quo in terms of the legal relationship of the parties prior to the events in March 1993 does provide time for the parties to reflect upon their responsibilities and their interests, shared in common, in serving the Blood Tribe through the offices to which they were duly elected. It provides time for them and those who may represent them to explore the interests they share in common, the differences between them and possible compromise of some of those differences. It also provides time for a more thorough consideration of means and procedures that may be acceptable to both to resolve differences between them that concern ongoing operations for the Tribe's affairs, leaving the basic issue giving rise to their dispute, the respective powers of the Chief and the council, to evolve with appropriate involvement of the members of the Blood Tribe.  <FRAGMENT_SUPPRESSED>"], ["[35]", "One process for resolving differences, resort to this court and its processes, has now been engaged. That is an expensive and time consuming process for resolution of differences, and it is not always the most appropriate process. Even if it is to be pursued, the parties might reflect upon whether some issues between them might be resolved by seeking judicial review pursuant to s. 18.1 of the", "Federal Court Act", ", assuming my decision that the council is a \"federal board, commission or other tribunal\" stands.  <FRAGMENT_SUPPRESSED>"], ["[36]", "I would urge the parties, through their representatives, to consider thoroughly the possibility of resolution of differences through the process of mediation, conciliation, arbitration or analogous procedures involving a third party or parties chosen by an agreed process. I would be surprised if within the Blood Tribe itself there is not long experience with processes of settling differences. Perhaps the Elders of the Tribe may play a significant role in this.  <FRAGMENT_SUPPRESSED>"], ["[37]", "In some respects the exploration of possible resolution of differences by other means has already begun through discussion and agreement on the possibilities of a referendum concerning the continuing status of the plaintiff, and possibly of the defendants. Direction for advice on a referendum process was included in the order of June 7, 1993, and reconfirmed by the order of June 16, a direction that has not yet elicited response. The parties have an opportunity yet to respond to that direction. I urge that they seriously consider all other processes that will assist in the resolution of the differences between them at least insofar as those differences affect the ongoing operations which govern and support the people of the Blood Tribe.  <FRAGMENT_SUPPRESSED>", "Conclusions  <FRAGMENT_SUPPRESSED>"], ["[38]", "I sum up my conclusions. The Tribe Council is a \"federal board, commission or tribunal\" within the", "Federal Court Act", "and this court has jurisdiction under s. 18 of that", "Act", "to award the relief here claimed. The court also has jurisdiction to award interim orders in the interests of justice, now under s. 18.2.  <FRAGMENT_SUPPRESSED>"], ["[39]", "Here the plaintiff seeks an interlocutory injunction, presumably pending trial of the action. When asked, counsel for the parties could not realistically anticipate trial of the action before the next anticipated general election of the Tribe for the offices of the Chief and Councillors, now some 18 months away. Unless they were able to agree upon facts which would permit trial of the action without the usual pretrial preparations, counsels' expectations seem realistic. In these circumstances it is not appropriate to consider an injunction pending trial of the action, which would restrain the parties from seeking to depose one another from office, and to maintain the legal status of each as duly elected officers of the Tribe, maintaining the status quo until an uncertain date in future. Nor, in my view, is it realistic to consider an injunctive order extending until the next anticipated general election.  <FRAGMENT_SUPPRESSED>"], ["[40]", "My conclusions about the terms of an injunctive order, after providing opportunity for counsel to comment on the terms, which opportunity I note for the record counsel for the defendants declined, are that  <FRAGMENT_SUPPRESSED>", "1) An order in the nature of an injunction to preserve the status quo as it was at the beginning of March, in terms of the status of the parties in their respective elective offices should issue, and, after consideration of representations for the plaintiff, for a period until November 2, 1993.  <FRAGMENT_SUPPRESSED>", "2) General terms of previous orders of the court which are still applicable in the circumstances should be consolidated with modifications appropriate to current conditions, and should be reaffirmed as terms of the interim order now issued, with specific terms of previous orders reaffirmed so far as those are not inconsistent with the terms now issued.  <FRAGMENT_SUPPRESSED>", "3) The parties are to be directed to consider all possible means of identifying differences that relate to the ongoing administration and governance of the Tribe and to consider all possible means for resolving those differences, for example, by agreement, through the involvement of third parties, perhaps Elders of the Tribe, in processes such as mediation, conciliation or arbitration, or through a referendum or even new elections for all parties.  <FRAGMENT_SUPPRESSED>", "4) The position of the third party, as Chief of the Tribe Police, should be supported in recognition of his responsibilities for direction of peace officers whose responsibilities are to maintain peace and order, and to protect life and property on the Reserve.  <FRAGMENT_SUPPRESSED>", "5) Costs of this motion, though requested by the plaintiff, should be costs in the cause.  <FRAGMENT_SUPPRESSED>"], ["[41]", "An order with detailed terms to implement these conclusions was issued June 25, 1993.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Janette Blue/blk  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}