{"id_": "087560", "body_str": [["[1]", "Snider, J.", ": These reasons relate to the matter of costs arising from the patent infringement action, for which Reasons for Judgment and Judgment were released to the parties on June 29, 2009 ( <FRAGMENT_SUPPRESSED> ). The trial of this matter was held together", "with an action commenced by the same Plaintiffs, in respect of the same patent, against Novopharm Limited (Docket: T-1161-07). At that time, the parties were provided with an opportunity to make submissions on costs, if they could not agree amongst themselves. They did not agree and submissions and reply submissions on costs were served and filed. Having reviewed the submissions, I now wish to provide my decision and reasons on the issue of costs in this matter."], ["[2]", "Although the Reasons cited above dealt with both actions, separate judgments were issued for each Docket. I observe that each of Novopharm Limited (Novopharm) and Apotex Inc. (Apotex) have materially different interests on the issue of costs. Accordingly, I have determined that a separate decision will issue for Docket: T-1161-07."], ["[3]", "On a related matter, Apotex objected to the receipt of an expurgated version of Novopharm's submissions on costs. I have reviewed the portions of Novopharm's submission that were redacted. I am satisfied that Apotex is not prejudiced by not seeing the complete submission of Novopharm. It is true that the trial proceeded on special terms related to confidential evidence; much evidence was marked \"For counsel eyes only\". However, I do not believe that there is a continuing need for those special arrangements or any need for Apotex to see Novopharm's entire submission, some of which contains details of settlement offers that may disclose a litigation strategy. While Novopharm and Apotex cooperated fully during the trial and respected the bounds of confidentiality, I cannot ignore the fact that the two companies are fierce competitors with each other. Accordingly, I believe that it is in the interests of justice to keep separate the issue of costs awards."], ["[4]", "Pursuant to Rule 400(1) of the Federal Courts Rules, SOR/98-106, the Court has \"full discretionary power over the amount and allocation of costs\". Rule 400(3) describes, without limitation, factors that may be considered."], ["[5]", "The starting point is that a successful party is entitled to have its costs assessed on the basis of Tariff B at the mid-point of Column III (as provided for in Rule 407), together with disbursements that are reasonable and necessary for the conduct of the proceedings. This would be the basis of assessment unless the judge provides directions to the assessment officer or takes on the responsibility of assessing the costs. In this case, the parties are not seeking that I establish the amount of costs; rather, the parties, in a very principled way, have provided me with their view of various factors affecting the award of costs."], ["[6]", "In exercising my discretion, I have had regard to all of the written submissions, the pertinent jurisprudence and the factors set out in Rule 400(3). A number of matters warrant particular attention.", "The Result of the Action"], ["[7]", "The Plaintiffs (Sanofi-Aventis Canada Inc. and Sanofi-Aventis Deutschland GmbH, referred to collectively as Sanofi, and Schering Corporation, referred to as Schering) were unsuccessful in this action. This Court declared that certain claims of Canadian Patent No. 1,341,206 ('206 Patent) were invalid. Sanofi argues that success was divided and that I should reduce the award by 50% on the basis of the lack of success of Apotex on some of the issues dealt with by the Court. I do not agree."], ["[8]", "The general rule is that the successful party should have its costs. I recognize that Apotex was not successful in each and every argument it pursued. Specifically, Apotex did not persuade the Court of the merits of its arguments on sound prediction to make, double patenting, the Gillette defence, best mode or first inventorship. (These issues are fully described in the Reasons cited above.) There is no doubt that pursuit of these issues during the trial led to extra time and expense for all parties. Nevertheless, I would not characterize success as divided. The Plaintiffs commenced an action to validate its claims to the drug ramipril and to enjoin Apotex from making and selling ramipril; they lost. In my view, success ought not to be measured in terms of how many issues were argued and won or lost. Rather, success ought to be assessed on the basis of the overall finding of the Court. Absent an abuse of process, \"a successful plaintiff should not be penalised simply because not all the points he has taken have found favour with the court\" ( <FRAGMENT_SUPPRESSED>  F.T.R. 204, at para. 36)."], ["[9]", "The decision of this Court in  <FRAGMENT_SUPPRESSED>  C.P.R. (4th) 347 (referred to as ADIR Costs) is an example of where success was truly divided. While the Plaintiffs succeeded in having their patent upheld and obtaining an injunction against the  <FRAGMENT_SUPPRESSED>  F.T.R 193, aff'd by  <FRAGMENT_SUPPRESSED>  C.P.R. (4th) 443), they failed to obtain standing for two of the originally-named Plaintiffs. They were also unsuccessful in obtaining a finding of inducement. These two failures went directly to the remedies sought by the Plaintiffs. This, in my view, was \"divided success\". In the decision on costs, I reduced the overall award by 10% to account for the divided success."], ["[10]", "It is not reasonable to penalize parties for bringing arguments that are ultimately abandoned after hearing the evidence or that do not find favour with the Court. Obviously, there may be cases where an argument pursued is so specious as to constitute an abuse of process. That was definitely not the case in this trial with respect to the issues raised that responded directly to the claim of patent infringement. The award of costs will not be reduced in respect of the issues that were advanced at the trial, regardless of whether Apotex succeeded or not."], ["[11]", "The Plaintiffs submit that any award of costs should be discounted in respect of evidence of the former Warner-Lambert scientists. The culmination of this evidence was a motion by Apotex before this Court for admission of certain evidence. That motion was rejected, with costs to the Plaintiffs. Accordingly, I am satisfied that costs related to the Warner-Lambert evidence will be accounted for without the need for reduction."], ["[12]", "There are, however, some issues raised by Apotex in its counterclaim that were not pursued at trial. I do not feel these deserve any award of costs. The first of these issues was an alleged conspiracy related to the conflict proceedings before the Commissioner of Patents; this claim was abandoned prior to trial but only after extensive discovery and corresponding motions. The second alleged conspiracy related to a licence agreement between Sanofi-Aventis Canada Inc. and Ratiopharm Inc. According to Apotex, this agreement violated the Competition Act, R.S.C. 1985, c. C-34. This counterclaim was stayed in view of similar proceedings in the Ontario Superior Court of Justice. Third, Apotex abandoned claims pursuant to the Trade-marks Act, R.S.C. 1985, c.-T-13. In the circumstances of this action, no costs should be awarded to Apotex for these issues that were raised in the pleadings but did not proceed to trial. I acknowledge that some costs were awarded against Apotex in respect of at least certain of these issues (see, the Order of Justice Hughes, dated September 12, 2007, and the decision of the Federal Court of Appeal in  <FRAGMENT_SUPPRESSED>  C.P.R. (4th) 6). Nevertheless, given the nature of these issues and the degree to which they caused extra work, I believe that it would be fair to exclude the costs related to those issues from the overall award. Rather than require the parties to enter into the quagmire of (first) questioning whether specific costs related to those issues, and (second) taking into account the award of costs by Justice Hughes and the Court of Appeal, in my discretion, I will consider a discount of 10% to account for these issues.", "Scale of Costs"], ["[13]", "Apotex submits that its costs should be assessed at the upper end of Column V. Sanofi asserts that the high end of Column III is appropriate; Schering argues simply for Column II of Tariff B."], ["[14]", "In my view, the upper end of Column IV is appropriate, and not simply because this award \"splits the difference\". A review of recent jurisprudence on the issue of awards in intellectual property trials indicates that this scale recognizes the significance and complexity of the various issues in such a trial (see, for example,  <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 1022, at para. 15; Adir Costs, above, at para. 9-11;  <FRAGMENT_SUPPRESSED>  [2002] F.C.J. No. 1474, at para. 10). This trial, in my view, reflects the same level of significance and complexity. Indeed, in light of the number of Federal Court decisions where the Court concluded, in cases of similar complexity, that the high end of Column IV was appropriate, I question why the parties argued this point. I will award costs based on the upper end of Column IV.", "Recovery of Counsel Fees and Disbursements"], ["[15]", "Apotex requests that it be allowed to recover \"fees for two first and two second counsel, where applicable, for preparation for and attendance at trial, and preparation and filing of written argument during the course of the trial.\" Apotex also pointed out that the speed at which this litigation proceeded to trial required the retained law firms to work on more than one issue at a time prior to trial. Further, I observe that the pace of the presentation of evidence at trial would have been next to impossible for one counsel. Every one of the four parties was represented in the courtroom by multiple gowned lawyers. I am prepared to allow Apotex to recover its costs for two first counsel and one second counsel for preparation and attendance at trial and for preparation, filing of and attendance for written argument."], ["[16]", "In respect of pre-trial matters, Apotex should be allowed to recover fees and reasonable disbursements (including travel, accommodation and related expenses) for all pre-trial procedures (Items 1 to 12, 16 to 22 and 24 of Tariff B). This would include attendance at the testing in relation to Example 20 of the '206 Patent. However, except in the limited circumstances set out in the following, the request for recovery for more than one first and one second counsel is refused. For further guidance, the award should include the costs for one first and one second counsel (where in attendance) in respect of:", "• preparation of pleadings;", "• preparation of motion materials and attendance at motion hearings (other than those where costs were specifically directed or awarded to the Plaintiffs);", "• documentary and oral discovery (including reasonable time spent traveling to attend discovery out of the normal place of residence of those attending);", "• preparation of expert affidavits for those experts who appeared at trial; preparation of witnesses who appeared at trial;", "• and preparation and attendance at pre-trial conferences.", "Experts"], ["[17]", "Apotex seeks recovery of all fees and expenses for all experts, regardless of whether they appeared at trial. There is no question that fees for experts who appeared at trial should be recovered. In the Reasons, I observed that there was some duplication of expert testimony. Upon further review and reflection, I am satisfied that all of the experts provided assistance to the Court. However, I am not prepared to allow an award of costs for experts who did not appear at trial."], ["[18]", "I am also prepared to allow costs for experts assisting counsel in reviewing and understanding other experts' reports, preparing for cross-examination of opposing experts and, where applicable, assisting in preparation for discoveries. Costs for attending trial are recoverable only where the expert was attending to hear the testimony of an opposing party's expert, whose report and testimony responded to or addressed issues considered in his or her own expert report.", "Costs for non-lawyers"], ["[19]", "Apotex seeks recovery of costs for services of students-at-law, law clerks and consulting scientists. Related to this, Apotex seeks recovery of the costs of Summation technology and of computerized research services. In my view, all of these expenses were part of the normal overhead costs of litigation. I am not prepared to award costs for any of these expenses.", "Offer to Settle"], ["[20]", "Under Rule 400 (1)(e), a factor that the Court may consider is a written offer to settle. In addition, pursuant to Rule 420, there are serious cost consequences where a written offer to settle is made and judgment is made in favour of the party who makes the offer to settle. Not all settlement offers will meet the stringent requirements of Rule 420. Nevertheless, a written offer to settle that does not meet the requirements of Rule 420 may still be factored into an award of costs under Rule 400 ( <FRAGMENT_SUPPRESSED>  C.P.R. (4th) 202, at para. 20)."], ["[21]", "Apotex submits that it made a verbal offer to Sanofi to settle on December 15, 2008. Apotex also made written offers (by e-mail) on January 7, 2009 (less than one week prior to the commencement of the trial), and another on February 16, 2009 (on Day 25 of the trial). While Apotex acknowledges that its offer does not meet the standards of Rule 420, it asks the Court to either double the fees incurred following its January 7, 2009 written offer to settle or to place a 50% premium on such fees."], ["[22]", "Sanofi argues that the January 7 offer to settle should not be taken into account because it could not be accepted by Sanofi. In its submissions to this Court, Sanofi offers up a number of explanations to justify its refusal of the offer; in particular, \"Apotex must have known that term 1 [of the offer] could not be accepted by Sanofi . . .\". Nevertheless, Sanofi does not appear to have provided any explanation directly to Apotex at the time or any counterproposal that did not include term 1. While the January 7 offer appears to have had little substance, the February 16 offer contained significant compromise. In my view, Sanofi's attitude to both written offers was dismissive and unhelpful. In particular, Apotex's written offer on February 16 contained some elements that could and should have been seriously considered by Sanofi. However, I also recognize that the offer of January 7 was vague. On balance, I find that an increase in the overall award of 20% would be fair and just in the circumstances.", "Remedies Phase of the Trial"], ["[23]", "As I noted in the Reasons for Judgment, over half of the days of the trial were taken up with evidence and argument for the remedies phase. Due to the result on the validity of the patent in question, there was no need for the Court to make any determination on the remedies or damages issues. Sanofi and Schering submit that each party should bear its own costs for this phase. Apotex argues that it should be allowed to recover such costs."], ["[24]", "The problem with all of the submissions on this matter is that they take an after-the-fact perspective to the question. The reality is, pursuant to an order of the case management prothonotary, the trial was not bifurcated. Attaching blame, at this stage, is difficult."], ["[25]", "At the pre-trial stage, Sanofi, supported by Schering, brought a motion to bifurcate the proceeding. Apotex successfully resisted this motion. It is almost certain that, if Apotex had not resisted, the motion for bifurcation would have succeeded. To what extent, if any, should Apotex be \"punished\" for its resistance of the motion?"], ["[26]", "In my view, there should be some - but not complete - discount of the costs of this phase. As I understand it, Apotex advised the prothonotary hearing the bifurcation motion that the remedies phase would likely take two or three days of trial time. This fact weighs in favour of reducing the costs for the second phase. However, I do not think Apotex was, in any way, attempting to mislead the Court. It was only after considerable work had been carried out that the true extent of the issues became apparent. As the reality became clear, the Plaintiffs could have brought a further motion or a motion for reconsideration. That did not happen. Further, Sanofi contributed to the length of this phase of the trial by not making an election between damages and profits until the commencement of the presentation of oral arguments. Finally, I believe that the pre-trial discovery and expert reports were, more likely than not, helpful to the parties for settlement discussions."], ["[27]", "Weighing all of this, I am of the view that a reduction in the overall award of costs (rather than trying to separate out specific fees and costs) in the order of 10% would be a fair and just recognition that Apotex bears some responsibility for the second phase of the trial.", "Summary"], ["[28]", "Having considered all of the submissions of the parties and the factors of Rule 400, I determine that costs of the action in favour of Apotex and against Sanofi and Schering should be awarded in accordance with the above findings and directions. As noted above, I would decrease the cost award by 10% to deal with costs related to the issues in paragraph 12 and by 10% to deal with the remedies phase of the trial. On the other hand, I believe that an increase of 20% in the award is justified in response to the settlement offers made by Apotex. As a result of these off-setting findings, there will be no further adjustment to the costs otherwise calculated."], ["[29]", "I expect that the parties will now be able to calculate and agree on a quantum for the award. I will remain seized of this matter. I would be prepared to make a further order awarding a lump sum, if Apotex wished to prepare an order for my consideration calculating the amounts of the costs to which it is entitled. Specific questions or further disagreements may be brought to me. However, only in exceptional circumstances will any award of costs be made for further steps in finalizing the quantum of the award.", "POSTSCRIPT"], ["[1]", "These Reasons for Judgment on Costs are un-redacted from confidential Reasons for Judgment which were issued on November 6, 2009 pursuant to Protective Orders dated June 25, 2007, September 11, 2007, September 24, 2007 and February 28, 2008."], ["[2]", "The Court canvassed counsel for the parties whether they had concerns if the reasons were issued to the public without redactions. On November 12, 2009 and November 13, 2009, the parties advised that there are no portions of the confidential Reasons for Judgment that should be redacted.", "[End of document]"]]}