{"id_": "087582", "body_str": [["[1]", "Martineau, J.", ": This is an application for judicial review under section 72 of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (the Act) of a decision dated February 6, 2004 by the Refugee Protection Division of the Immigration and Refugee Board (the Board), wherein the applicants were found not to be Convention refugees or persons in need of protection pursuant to sections 96 and 97 of the Act."], ["[2]", "The applicants are nationals of Sri Lanka. They travelled to Canada on June 1, 2001 and claimed refugee status seven weeks later. They claimed to have been persecuted by the Army and Liberation Tigers of Tamil Eelam (LTTE). The Board found that the applicants' delay in claiming showed a lack of subjective fear, that the applicants had not adduced credible evidence of their alleged persecution, that the objective evidence did not otherwise support their claims and that two internal flight alternatives (IFAs) were available to them. Since it did not find the applicants' refugee claim to a well-founded fear of persecution to be credible or objectively well-founded, the Board considered that the claim for protection on the grounds of a risk of cruel and unusual treatment or punishment or a danger of torture should also fail. Both claims were therefore dismissed."], ["[3]", "Despite the able presentation by the applicants' counsel, I am not satisfied that there is any ground under subsection 18.1(4) of the Federal Courts Act, R.S.C. 1985, c. F-7, as amended, to intervene or set aside the impugned decision in the present case. In my opinion the errors outlined by the applicants, if any, are not material and do not affect the overall conclusion of the Board which is not patently unreasonable. I am satisfied that the grounds of review invoked by the applicants are unfounded and I am content with the submissions made in this regard by the respondent in his memoranda of argument. That said, I will specifically address below three issues developed by counsel at the hearing.", "Delay"], ["[4]", "The Board noted that there was a seven-week delay in claiming refugee status. The explanation for the delay was that the applicants were waiting to see if things would become peaceful. While the delay was not lengthy, considering the particular circumstances of the case, the principal applicant's explanation defied belief in the Board's opinion. The Board further remarked that the applicants were well versed in sending family members abroad to claim refugee status in Switzerland, Italy [daughter sponsored by husband in Italy] and Canada. The Board also considered the fact that the applicants had applied for and received visitor's visas to both Switzerland and Canada. Therefore, the Board found, on a balance of probabilities, that the applicant's true intention was to immigrate to Canada. If they truly feared for their lives, they would have claimed either on arrival in Canada or shortly afterwards."], ["[5]", "While the Board may have mistaken the number of children who obtained refugee status, this is, insufficient in itself to render the Board's finding above patently unreasonable. It is true that a short delay in making a claim is generally not considered be a determinative factor in a negative finding on a refugee claim, provided the claimants have a reasonable explanation ( <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 1522 (F.C.) (QL). However, in this case, the applicants' explanation for that delay went to credibility and greatly affected their evidence of subjective fear of persecution."], ["[6]", "It must be remembered here that the applicants were asking the Board to consider the cumulative weight of all the incidents they have listed since 1989, but in their testimony they stated that their delay of several weeks was to see if peace suddenly arose in Sri Lanka. I also note that, at page 18 of the transcript, when asked about the possibility of peace in Sri Lanka, the principal applicant states definitively: \"That will never happen.\" When asked about his knowledge of the current political climate in Sri Lanka, he states: \"I don't know much about politics, but I believe that this part of the problem will never be solved.\" This testimony is not consistent with that of people who thought there might be a peaceful resolution while they were away on vacation, and the Board's credibility findings on this point appear to me to have a solid basis.", "Plausibility of Arrest and Detention of the Principal Applicant in 2000"], ["[7]", "The principal applicant alleged that at the age of 56 he was arrested, detained and beaten by the police. When it was pointed out to him by the Board that the documentary evidence does not refer to any arrests of older Tamils in 2000, he said it was because of emergency measures. The Board found, based on the documentary evidence, that the applicant's allegations are not true."], ["[8]", "The applicants allege that the Board preferred the documentary evidence over the testimony of the principal applicant without giving a reason for doing so as required by  <FRAGMENT_SUPPRESSED>  (F.C.A.) (QL) and  <FRAGMENT_SUPPRESSED>  (F.C.T.D.) (QL). More particularly the applicants argue that the Board (i) failed to identify the document which showed that older Tamils were not being arrested in 2000 and (ii) failed to explain why it preferred this document over any other."], ["[9]", "Again, I am unable to conclude that this finding should be reviewed. Considering the particular circumstances of this case and the profile of the applicants, this finding is not patently unreasonable. Anyhow, in my opinion, the argument is miscast. This was not a case of the Board choosing one document over another but of the Board looking at the whole of the \"documentary evidence\" before concluding that there was no reference in it to older Tamils being arrested in 2000."], ["[10]", "If the applicants are arguing that the Board had a duty to explain why it preferred the documentary evidence over their testimony, the Board fulfilled this duty. Credibility was an issue at the beginning of the hearing and it remained so at the conclusion. It is trite law that a negative credibility finding can lead the Board to disbelieve part of a claimant's story. So can the simple fact that the documentary evidence does not support the story ( <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 506 (F.C.T.D.) (QL)). In the case at bar, the Board had already found the applicants' testimony not to be credible on other points owing to omissions and inconsistencies.", "Section 97 of the Act"], ["[11]", "The applicants allege that the Board failed to make a separate evaluation of the applicants' claims under section 97 of the Act as required by  <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 1540 (F.C.) (QL). The applicants also argue that despite the existing case law on this subject, a plain reading of the statute indicates that there is a lower threshold to meet for section 97, and that this issue is arguable because it is part of a certified question in the  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1 (F.C.A.) (QL) case (which was before the Federal Court of Appeal at the time of this application). The applicants also argue that the standard for paragraph 97(1)(b) is lower than the one for paragraph 97(1)(a) as well, without the need to prove a \"substantial\" risk."], ["[12]", "The question as to the interpretation of section 97 has been conclusively answered by the Federal Court of Appeal in its decision on Li, supra, which came out on January 5, 2005. The standard to be applied to both paragraph 97(1)(a) and paragraph 97(1)(b) is a balance of probabilities. It is to be applied in two parts - the Board will use this standard to assess the evidence provided to it, and then, once it has made its factual findings, it will apply the same standard to determine whether this evidence shows that it is more likely than not that the claimant will be subject to risk of death, cruel and unusual treatment or torture upon refoulement. The two differences between section 96 and section 97 outlined in Li, supra, are that the evidence has no subjective component for a section 97 determination, it is based on the objective evidence only, and that a claim under section 97 does not have to be tied to any of the enumerated grounds associated with section 96."], ["[13]", "The Board found that the applicants lacked credibility. The Board found that the applicants did not fit the profile outlined in the objective evidence for people who would be at risk upon return to Sri Lanka, and that country conditions suggested that Colombo would be a safe enough environment for them. Having found this, it then went on to state that the probability of death, cruel and unusual treatment or torture had not been made out. This assessment appears to be in line with the approach outlined in Li, supra."], ["[14]", "The applicants cite  <FRAGMENT_SUPPRESSED> , for the proposition that section 97 must be separately considered in every case. The finding in  <FRAGMENT_SUPPRESSED> , was actually that the failure to separately consider objective risk under section 97 can be either a reviewable error or an irrelevant error depending on the evidence entered, and this determination must be made on a case-by-case basis."], ["[15]", "Blanchard J. further found that in the specific circumstances of  <FRAGMENT_SUPPRESSED> , the failure to separately analyse section 97 did not rise to the level of a reviewable error:", "\"Apart from the evidence that the Board found to be not credible, there was no other evidence before the board in the country documentation, or elsewhere, that could have led the Board to conclude that the applicant was a person in need of protection. I find that the Board did err in failing to specifically analyse the s. 97 claim. However, in the circumstances of this case and in the exercise of my discretion, I also find that the error is not material to the result.\""], ["[16]", "Subsequent jurisprudence has found the lack of a separate section 97 analysis to be both reviewable and non-reviewable, depending on the circumstances. For example, it was found to be reviewable in  <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 84 ( <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 1242 (F.C.) (QL) and  <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 1096 (F.C.) (QL), and found to be non-reviewable in  <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 995 ( <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 771 (F.C.T.D.) (QL) and  <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 193 (F.C.) (QL). The distinction explicitly depends on the nature of the evidence presented in the case."], ["[17]", "In  <FRAGMENT_SUPPRESSED> , the separate consideration required under section 97 was emphasized, but Rouleau J. found that the evidence was not sufficiently tied to the applicant's personal circumstances:", "\"First of all, I wish to point out that the relevant test under section 96 is in fact quite distinct from the test under section 97. A claim based on section 97 requires the Board to apply a different criterion pertaining to the issue of whether the applicant's removal may or may not expose him personally to the risks and dangers referred to in paragraphs 97(1)(a) and (b) of the Act. However, this criterion must be assessed in light of the personal characteristics of the applicant...", "Thus the assessment of the applicant's fear must be made in concreto, and not from an abstract and general perspective. The fact that the documentary evidence illustrates unequivocally the systematic and generalized violation of human rights in Pakistan is simply not sufficient to establish the specific and individualized fear of persecution of the applicant in particular. Absent the least proof that might link the general documentary evidence to the applicant's specific circumstances, I conclude that the Board did not err in the way it analyzed the applicant's claim under section 97.\""], ["[18]", "In my opinion, a claim under section 97 of the Act must be evaluated with respect to all the relevant considerations and with a view to the country's human rights record. While the Board must assess the applicant's claim objectively, the analysis must still be individualized. There may well be instances where a refugee claimant, whose identity is not disputed, is found to not to have a valid basis for his alleged subjective fear of persecution, but the country conditions are such that the claimant's particular circumstances, make him/her a person in need of protection. It follows that a negative subjective fear determination, which may be determinative of a refugee claim under section 96 of the Act, is not necessarily determinative of a claim under subsection 97(1) of the Act. The elements required to establish a claim under section 97 of the Act differ from those required under section 96 of the Act where a well-founded fear of persecution tied to a Convention ground must be established. Although the evidentiary basis may well be the same for both claims, it is essential that both claims be considered separately. A claim under section 97 of the Act requires that the Board apply a different test, namely whether a claimant's removal would subject him personally to the dangers and risks stipulated in paragraphs 97(1)(a) and (b) of the Act."], ["[19]", "However, in the case before the Court, as already stated, the Board similarly found that the personal circumstances of the applicants did not fit the profile for the documentary evidence."], ["[20]", "In light of all of the above, I find that the application for judicial review should be dismissed. No question of general importance was raised by counsel and none shall be certified.", "ORDER"], ["[21]", "THIS COURT ORDERS", "that the present application for judicial review be dismissed.", "[End of document]"]]}