{"id_": "087535", "body_str": [["[1]", "McVeigh, J.", ": The Defendant brought a motion dated November 29, 2013, on behalf of the Attorney General of Canada, in writing under Rule 369 of the", "Federal Courts Rules", "for:", "A. An order dismissing the action of the Plaintiff, Christopher Brazeau, in whole or in part;", "B. Alternatively, the matter is suitable for a summary trial pursuant to Federal Courts Rule 216;", "C. Costs.", "I.", "Nature of the Matter"], ["[2]", "The Plaintiff is an inmate of the Edmonton Institution, a federal penitentiary in Edmonton, Alberta. He filed a statement of claim on September 15, 2011 where he claims damages because of sewage back ups in his prison cell at Kent Institution in Agassiz, British Columbia. He seeks damages for allegedly: a) being required by Correctional Services Canada (CSC) to walk through sewage to leave his unit; b) having no water in his cell because the sewer backup required the water to his cell be shut off by CSC for the clean up; c) CSC officers did not authorize clean up of the sewage promptly; d) officers did not let him shower for 62 hours after the sewage leak; e) during the sewer backup, CSC officers denied him drinking water."], ["[3]", "The Plaintiff claims damages for:", "• intentional infliction of mental suffering;", "• negligent infliction of mental suffering;", "• misfeasance in public office;", "• negligence;", "• breach of sections 7, 8 and 12 of the", "Canadian", "Charter of Rights and Freedoms", ", Part I of the Constitution Act, 1982, being Schedule B to the Canada Act 1982 (UK), 1982, c 11;", "• harassment."], ["[4]", "The Defendant counterclaimed for damages alleging flooding occurred because the Plaintiff and other inmates colluded to intentionally clog the toilets by flushing towels, bed sheets, t-shirts and other materials down the toilet in their respective cells on J Unit. The Defendant also counterclaimed for damages for clean-up after the flooding incidents."], ["[5]", "The Defendant brought a motion to strike the Statement of Claim. An order of Justice J. Snider dated May 28, 2012 (2012 FC 648) allowed the motion in part by striking some paragraphs without leave to amend but did not strike it in its entirety."], ["[6]", "Justice J. Snider struck the portion of the claim for intentional infliction of mental suffering, harassment and the", "Charter", "claims under sections 7 and 8. She found that even though there were deficiencies in the drafting, there was sufficient detail to allow the claims to proceed for misfeasance in public office, negligence and section 12 of the", "Charter", "(along with the claim for damages for such breach under section 24 of the", "Charter", ").", "II.", "Summary Trial"], ["[7]", "This matter is suitable to be dealt with by summary trial pursuant to Federal Courts Rule 216. I concluded that it was suitable after I considered:", "• Whether the litigation is extensive? I found it was not.", "• Whether credibility is a crucial factor? I found the facts were ascertainable by the documentary evidence filed as the inmate records, invoices and the inmates testimony was extensive and I did not have to make credibility findings as such.", "• Whether the deponents have been cross-examined? The material deponents were cross-examined.", "• Would it result in litigating in slices? As I was prepared to do a summary trial and a previous court order had already narrowed the issues, it was possible to determine without dividing it into portions."], ["[8]", "I find it appropriate to render a decision on the matter by summary trial.", "III.", "Facts and Evidence"], ["[9]", "The Plaintiff filed his own affidavit dated December 12, 2013 and was cross-examined in writing and answered on March 11, 2014."], ["[10]", "The Defendant filed an affidavit from Don Labossiere, Assistant Warden Operations, Agassiz Penitentiary dated January 17, 2014 and the affidavit of Michael Black, the Acting Assistant Warden of Management Services of Kent Institution. The answers to written examination are dated May 24, 2013."], ["[11]", "The Plaintiff, born February 20, 1981, has been serving a twelve year sentence since February 23, 2003. His statutory release from federal incarceration was November 18, 2012 and his warrant expiry date is November 18, 2016. He is diagnosed with Adult Attention Deficit Hyperactivity Disorder (ADHD - combined type), Post Traumatic Stress Disorder (Complex), Generalized Anxiety Disorder, Antisocial Personality disorder, and depression. He admits to not taking his medication and throughout the time of the flooding events, sought further mental health assessments. He filed extensive information regarding his mental health issues and medications. The documentary evidence before me is that the Plaintiff has mental health issues that are under control when he takes medications."], ["[12]", "Over a 30 month period from April 2008 to September 2010, he spent at least 500 days in segregation. He was transferred to the Regional Treatment Centre in Abbotsford from Kent as a result of experiencing paranoia and perceptual disturbances. He remained in Abbotsford until April 11, 2008 when, as a result of an allegation of him \"muscling other inmates and diverting drugs\", he was emergency discharged back to Kent Institution. Upon his return to Kent Institution, he was placed in solitary confinement for jeopardizing the safety of an unknown individual.", "IV.", "Events at Issue"], ["[13]", "The Plaintiff's evidence is as follows:", "• On August 7, 2011, bio-hazardous sewage flooded the \"J007-012\" tier and cells at Kent Institution. The Correctional Manager, Don Labossiere instructed CSC employees to relocate the Plaintiff from cell J208 to cell J009;", "• He was given a direct order to carry his possessions through the sewage on the floor from his cell to J007-012 tier cell;", "• That the sewage flooding continued on that tier on a routine basis from August 7, 2011 to September 7, 2011;", "• When the flooding occurred, CSC officials forced the inmates to walk though the sewage to exercise, shower, and if they needed access to healthcare and legal counsel visits;", "• That the J unit exercise yard was never decontaminated of bio-hazardous waste and that the maintenance rooms between cells J007, J008, J009 and J010 were never decontaminated of bio-hazardous waste until August 29, 2011;", "• That the gap beneath cells J008, J009, J010, J011 was not decontaminated;", "• On August 26, 2011, his water supply was shut off by CSC officers, leaving him without water to drink or flush his toilet;", "• He alleges that on August 27, 2011 during the 11:00 pm range walk the CSC official refused a request for water to drink and to flush his toilet; Because of this he covered his cell window and initiated a security incident so that the Correctional Manager would be summoned. The Manager attended and refused him water;", "• On August 27, 2011 at 5:00 am the line staff finally turned on his water supply ending the security incident but later shut it off again;", "• At 9:00 am the on-call plumber attended the J007-012 tier and the Plaintiff says that he said the loss of water was unjust as the articles blocking the plumbing actually came from J207-212 tier;", "• On the same day, another sewage flood occurred and the Plaintiff says that the CSC officer informed the inmate in J010 that the plumber and hazmat personnel were not coming because the Corrections Manager did not feel it was necessary;", "• That the plumber was not summoned immediately for the flood on September 7, 2011 when the clean up did not occur for 41 hours;", "• The Institutional Head did not make daily visits to J007-012 tier from August 19, 2011 to September 7, 2011. He told Warden Mark Kemball about this and that clean up was not being completed;", "• As a result of his telling staff about these deficiencies he was given an institutional charge."], ["[14]", "The Plaintiff submits that the Kent correctional officers owe a duty of care to him as an inmate to carry out their duties \"in a professional, effective manner with due regard to his welfare and the welfare of other inmates\"."], ["[15]", "The Plaintiff alleges that he suffered harm in the nature of physical, psychological and emotional trauma during and after the sewage floods of August and September 2011."], ["[16]", "The Plaintiff alleges that the breaches of the standard of care constituting negligence by CSC staff were that they:", "• Failed to exercise due diligence in providing the Plaintiff with access to drinking water and water to flush his toilet;", "• Failed to exercise due diligence in providing prompt, timely, effective clean up of the raw sewage;", "• Failed to properly investigate or corroborate the source of the sewage blockages prior to moving the Plaintiff through the contamination and restricting his access to water;", "• Failed to properly plan and/or direct the sewage cleanups on J007-012 resulting in prolonged exposure to feces and urine;", "• Failed to provide the Plaintiff with the opportunity to shower his body in excess of 52 hours after exposure to raw sewage."], ["[17]", "The Plaintiff alleges the breaches of the standard of care of the prison administrators were that they:", "• Failed to minimize the duration and exposures of sewage to the prisoners in cells J007-012;", "• Allowed correctional managers to delay clean up and prolong exposure to raw sewage in an unlawful manner;", "• Failed to supervise and monitor the sewage cleanups in August and September 2011 to ensure compliance with policy and law;", "• Failed to ensure that inmates were not subject to cruel, inhumane and degrading treatments contrary to section 69 of the", "Corrections and Conditional Release Act", ", SC 1992, c 20 (CCRA);", "• Failed to take all reasonable steps to ensure that the environment of the institution and the living conditions of inmates were safe, healthful and free of practices that undermine a person's sense of personal dignity as required by section 70 of CCRA;", "• Failed to ensure that the basic living requirements of access to showers, drinking water, running toilet and an environment necessary for personal health and cleanliness were provided to the plaintiff as required by section 83 of the", "Corrections and Conditional Release Regulations", ", SOR/92-620 (CCRR)."], ["[18]", "In response to the claim the Defendant provided evidence of:", "• The daily records from CSC;", "• The Plaintiff's CSC file;", "• The invoices from the cleaning company.", "V.", "Law"], ["[19]", "The first question in a negligence action is whether the Defendant owed the Plaintiff a duty of care (", "REFERENCE_SUPPRESSED). To do this we first must ask if there is a sufficient relationship of proximity such that reasonable contemplation of the carelessness of the Defendant would cause harm to the Plaintiff. If so, there is a", "prima facie", "case of duty of care. Secondly, if there is a duty of care owed to the Plaintiff by the Defendant then I must examine if there are other policy considerations which would reduce or limit the duty of care to the Plaintiff (REFERENCE_SUPPRESSED)."], ["[20]", "When a relationship between the parties has been already recognized judicially, then a full analysis of whether there is a duty of care is not required (", "CITATION_SUPPRESSED). In this case, it is well established that the Defendant owes a duty of care to the Plaintiff (REFERENCE_SUPPRESSED)."], ["[21]", "The content of the duty requires prison authorities to take reasonable care for the health and safety of the inmate while in custody and is aptly described by Madam Justice C. CITATION_SUPPRESSED in", "REFERENCE_SUPPRESSED:", "23 The defendant, as earlier stated, concedes the existence of a duty of care. The content of the duty is well established. The prison authorities owe a duty to take reasonable care for the health and safety of the inmate while in custody:", "REFERENCE_SUPPRESSED."], ["[22]", "I must determine whether the Defendant met the standard of care. I must examine if, on these facts, whether the acts or omissions of the CSC fall below the standard of conduct of a reasonable person of ordinary prudence in the circumstances (REFERENCE_SUPPRESSED)"], ["[23]", "To succeed finally in the claim, the Plaintiff must have sustained damage and the damage must have been caused by the Defendant both in fact and in law. In other words, the injury must have been a reasonably foreseeable outcome of the Defendant's actions and not be too remote (REFERENCE_SUPPRESSED).", "VI.", "Analysis"], ["[24]", "The Defendant had a duty of care to take reasonable care of the health of the inmate. My assessment of the evidence leads me to conclude that the CSC staff met the standard of care expected of them and did not breach their duty to the Plaintiff."], ["[25]", "The affidavit of Don Labossiere, the Assistant Warden of Kent Institution, outlines the steps that the CSC took in response to the sewer floods and why they took those steps. Primarily the Plaintiff takes issue with the decisions on August 27, 2011 and September 7, 2011 to let clean up wait until morning or to let the in-house staff clean up after the flooding occurred."], ["[26]", "However Assistant Warden Labossiere makes clear that the seriousness of the flood was assessed and that there were other considerations that staff must take into account before calling in a cleaning crew in the middle of the night. Assistant Warden Labossiere's evidence was that CSC calls in an outside cleaning crew as soon as a flooding incident is discovered with two exceptions: first if the cleanup can be done by Kent staff and second, if a less serious incident occurs during the night. I accept the evidence of the Assistant Warden that the security of the institution during a night time incident must be balanced with the need to immediately clean up less serious flooding incidents."], ["[27]", "The Defendant employed an outside company called FirstOnSite Restoration for emergency environmental cleanup. FirstOnSite's webpage which was put into evidence by the Defendant, explains that the company deals with biohazard cleanup such as sewage remediation and uses protocol specifically for biohazard cleanup, sanitation and restoration."], ["[28]", "The Defendant's evidence was that there were twelve invoices for service from FirstOnSite Restoration during the time in question. The invoices included the description of work performed by the company which included hard surface cleaning, rinsing, and application of disinfectant and antimicrobial."], ["[29]", "The date and time the work was requested and the date the work was completed is listed on most of the invoices. The dates in question on the invoices when the incidents occurred are confirmed by the evidence filed by CSC in the \"Officer's Statement/Observation Report\":", "• Invoice AB11SL659 - called in on August 1, 2011 at 6:21am; work performed on August 2;", "• Invoice AB11SM642 - flooding occurred August 7, 2011 at 7:30pm. Called in August 8, 2011 at 8:03am; work performed same day;", "• Invoice SY11SC613 - called in August 10, 2011 10:34pm; work performed same day;", "• Invoice AB11KJ640 - called in August 11, 2011 8:18am; work performed same day;", "• Invoice SY11RE538 - called in August 14, 2011 12:42pm; work performed not listed;", "• Invoice CH11SV618 - called in August 20, 2011 7:18pm; work performed same day;", "• Invoice CJ11SV629 - called in August 25, 2011 at 1:32am; work performed not listed;", "• Invoice AB11SM649 - called in August 26, 2011 3:50pm; work performed same day;", "• Invoice BY11RB609 - flooding occurred on August 27, 2011 at 7:00am and called at 7:49am; work performed same day;", "• Invoice AB11KJ649 - called in August 29, 2011 9:35am; work performed same day;", "• Invoice AB11SM659 - called in September 4, 2011 12:02pm; work performed same day;", "• Invoice AB11SL678 - called in September 7, 2011 7:42am; work performed same day."], ["[30]", "After a review of the daily records of CSC, the Plaintiff's file and the invoices from the cleaning company I find that the clean ups occurred as soon as reasonably possible in the incidents described by the Plaintiff. In virtually all of the invoices above, the Defendant called in the professional cleaning company and the work was completed on the same day."], ["[31]", "On August 27, 2011 and September 7, 2011, the two dates that the Plaintiff complains that the floods occurred during the night, the cleaners were called in immediately the next morning. In the circumstances, the actions of the Defendant were reasonable in my view. Further, the records disclose that the plumbers were called immediately each time. It is reasonable that the CSC would resolve the blocked sewer pipe first and then call for a cleanup."], ["[32]", "The Defendant has many issues to consider when safeguarding the health and safety of inmates. The Plaintiff's position is that during a sewer backup, his reaction to the sewage is the only concern of CSC. However, as I found above, night time incidents have unique considerations. Assistant Warden Labossiere outlined in his affidavit that it is impractical and also disruptive to move and annoy sleeping inmates. This alone could precipitate a security incident. Further, the Assistant Warden says that the frequency of the flooding was not anticipated and when these kinds of incidents are caused by inmates, they are usually isolated."], ["[33]", "In this case, both parties agree that the flooding was prolonged over a month. Once the CSC staff believed that the floods were caused by some inmates, the evidence was that they had to work to isolate the cause. The circumstances surrounding the incident are that the CSC was confronted with unpredictable, frequent flooding and in the context of that situation, worked reasonably to clean up the flood and maintained the standard of care."], ["[34]", "The Plaintiff's \"Review of Offender's Segregated Status\" documents outline the reasons why he was in segregation at Kent Institution and supports Assistant Warden. Labossiere's assertion that the Plaintiff could not easily have been moved during a flood. The Plaintiff had protective custody status so he could not be moved, even temporarily to the general population unit and he was incompatible with other inmates on the protective custody and alternative housing units. Consequently, the options available for the Defendant were limited and had to be balanced with legitimate security concerns."], ["[35]", "The Plaintiff claims that he was denied water to drink and a shower for many hours. The Plaintiff's specific allegation that he went over 62 hours without a shower is explained adequately by the Assistant Warden. The evidence of the Assistant Warden was that the Plaintiff transferred cells because his own required cleaning but this transfer caused him to miss a shower day. The logs submitted by the Defendant do not disclose that the Plaintiff's request for a shower was denied or that he asked. This is unfortunate, but given this is a prison with security concerns, it is not negligence in itself. This type of incident should not occur and a contingency plan should have been put in place to allow the Plaintiff a shower, even though it was outside the assigned time for him in his new cell."], ["[36]", "I accept the Assistant Warden's evidence that the Plaintiff's water was shut off during this particular incident because the plumber identified the Plaintiff's cell as the source of the flooding and the plumber needed it shut off to fix it. The Assistant Warden's evidence is that when the Plaintiff's water was turned off, he was checked every hour and if he wanted water, and that a CSC official would have provided drinking water to him."], ["[37]", "In retrospect, while the plumber was working to fix the blockage, CSC could have taken a more proactive approach to making sure the inmate had drinking water instead of putting the onus on the Plaintiff to specifically ask for water to drink. The inmate had mental health issues that CSC was aware of and it seems some of this litigation could have been prevented had water been made available."], ["[38]", "The Plaintiff's evidence was that he did ask for water to drink and was denied which was contrary to CSC evidence. CSC's evidence is that if the Plaintiff had asked he would have been given drinking water. The documentary evidence filed does not record any request for drinking water or a denial. The CSC evidence will be relied on."], ["[39]", "Finally, I find that the flooding was likely caused by inmates stuffing bedding and clothing down the toilets and the CSC attempted to find out who was doing this so they could stop the behaviour. The Assistant Warden explains that he circulated a written memorandum to the inmates to stop flooding the toilets and that he separated the inmates suspected of causing the flooding. The Assistant Warden's evidence was that the flooding stopped after the Plaintiff was moved."], ["[40]", "The steps taken by the administration were within the standard of a reasonable person in the federal penitentiary system. There was no breach so I find there was no negligence. I find the institution officials met the standard of care and did not breach the duty of care owed to the Plaintiff."], ["[41]", "Even if a breach were found, the Plaintiff has not proven any damage resulting from the alleged breach as fear of having a disease is not a head of damage in law. He has not contracted any disease connected to the flooding of the unit so there is no causation. Taking into account the circumstances of an unusual series of floods, the events that give rise to an alleged breach of the duty of care were not foreseeable. I will dismiss the action for negligence.", "A.", "Misfeasance in Public Office"], ["[42]", "The test to find misfeasance in public office has been discussed by the Federal Court of Appeal in", "REFERENCE_SUPPRESSED and in", "REFERENCE_SUPPRESSED. The elements that must be proven to find a misfeasance in public office are:", "• The public officer must have engaged in deliberate and unlawful conduct in her or his capacity as a public officer;", "• The public officer must have been aware both that his or her conduct was unlawful and that it was likely to harm the plaintiff and was inconsistent with the obligations of their office."], ["[43]", "As stated in", "CITATION_SUPPRESSED:", "24 Insofar as the nature of the misconduct is concerned, the essential question to be determined is not whether the officer has unlawfully exercised a power actually possessed, but whether the alleged misconduct is deliberate and unlawful. As Lord Hobhouse wrote in", "CITATION_SUPPRESSED:", "The relevant act (or omission, in the sense described) must be unlawful. This may arise from a straightforward breach of the relevant statutory provisions or from acting in excess of the powers granted or for an improper purpose."], ["[44]", "The Plaintiff did not present evidence that on a balance of probabilities I would accept as proof of the tort of misfeasance in public office. The Plaintiff has not established that the conduct of a CSC official was deliberately unlawful. As stated in", "CITATION_SUPPRESSED", ", the \"particularization\" of the accusations is required which is much more than just bald assertions of deliberate behaviour. The Plaintiff has advanced no evidence of harmful deliberate action by the Defendant other than labelling the CSC's actions as \"wilful\" to further this claim. I find the Plaintiff's evidence does not support a finding of any of the required elements and thus I find that claim must fail.", "B.", "Breach of s. 12 of the Charter (Protection against cruel and unusual treatment or punishment)"], ["[45]", "The Supreme Court of Canada, in the context of sentencing, has found the test of whether treatment or punishment breaches section 12 of the", "Charter", "is:", "...I would adopt these words as well and say, in short, that to be \"cruel and unusual treatment or punishment\" which would infringe s. 12 of the Charter, the punishment or treatment must be \"so excessive as to outrage standards of decency\". While not a precise formula for cruel and unusual treatment or punishment, this definition does capture the purpose and intent of s. 12 of the Charter and is consistent with the views expressed in Canadian jurisprudence on this subject. To place stress on the words \"to outrage standards of decency\" is not, in my view, to erect too high a threshold for infringement of s. 12 (REFERENCE_SUPPRESSED)."], ["[47]", "In the Statement of Claim, the Plaintiff claims the Defendant's conduct caused extreme harm including but not limited to, physical, psychological and emotional trauma during the August 7, 2011 to September 6, 2011 sewage floods on J007-012 tier and subsequent to them."], ["[48]", "The evidence of the Plaintiff is that the cruel and unusual punishment when the flooding occurred was when:", "• He was made to walk through the dirty water to move to a different unit or cell;", "• He was denied water to shower when the water was shut off after the flooding occurred;", "• The cleanup was not immediate;", "• He was denied psychological counselling. However, evidence in his written examination questions at paragraphs 13(a)-(e) say otherwise.", "• He could have been moved from the segregation unit to the AHU unit. However the evidence is that he was moved out of AHU because he was \"muscling\" other inmates (which he denies) and when CSC proposed a transfer, which he refused. This from his examination answers at paragraphs 25-26."], ["[49]", "The Plaintiff argues that he was subjected to \"...prolonged involuntary confinement to humiliating and unsafe living conditions\" however the exposure he may have had to sewage was neither prolonged nor unsafe. As I outlined above, the Defendant provided evidence that they cleaned the sewage spill as soon as reasonably possible and also moved the Plaintiff out of a contaminated cell. I found the CSC's efforts to maintain the conditions of the Plaintiff's cell to be reasonable in the circumstances. Because of the sewage backups, the conditions were certainly less than ideal however they do not amount to cruel and unusual punishment that would outrage standards of decency. The Plaintiff did not produce evidence that his section 12 rights were breached so this claim must fail. As there is no breach of his rights, so must his claim fail for section 24", "Charter", "damages.", "C.", "Other Allegations of the Plaintiff"], ["[50]", "The Plaintiff also alleged breaches of the standard of care of the prison administrators pursuant to the CCRA and CCRR in relation to ensuring the prison environment was safe, had basic living requirements and ensuring that inmates are not subject to cruel, inhumane and degrading treatment."], ["[51]", "No specific arguments were presented by either party regarding the CCRA and CCRR, so these claims are likewise dismissed.", "D.", "Defendant's counterclaim"], ["[52]", "The evidence filed by the Defendant was not sufficient to prove on a balance of probabilities that the Plaintiff caused the flooding as was plead in the counterclaim. I did have evidence before me that the flooding was \"likely caused by the inmates\" but there was not sufficient evidence to prove it was the Plaintiff. The counterclaim is dismissed.", "VII.", "Conclusion"], ["[53]", "The Plaintiff has not proven the claims as alleged in the Statement of Claim that had not already been struck by Justice J. Snider and therefore the action including all counterclaims is dismissed."], ["[54]", "Costs will be awarded against the Plaintiff in the amount of $100.00."], ["[55]", "THIS COURT'S JUDGMENT is that", "1. The action brought by the Plaintiff is dismissed in whole as is the counterclaim of the Defendant;", "2. Costs in the amount of $100.00 be payable forthwith to the defendant from the Plaintiff.", "Action and counterclaim dismissed.", "Editor: Angela E. McKay/bk", "[End of document]"]]}