{"id_": "087773", "body_str": [["[1]", "Annis, J.", ": This is an application for judicial review, pursuant to section 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA], of a decision refusing the applicant a work permit on the basis that he misrepresented his employment status."], ["[2]", "For the reasons which follow, the application is refused.", "Background"], ["[3]", "Mr Sidhu is a 39-year-old national of India. On October 16, 2012 he applied for a work permit under the Provincial Nominee Program. As part of the application form, the applicant claimed that he was the Manager at Khizrabad Hamara Pump (a gas station) since May 6, 2009."], ["[4]", "On April 26, 2013, a consulate employee conducted a site visit of the Khizrabad Hamara Pump, accompanied by an English, Punjabi and Hindi-speaking colleague. They spoke to employees at the Khizrabad Hamara Pump to verify the employment of the applicant, as well as employees from a neighboring garage. Inconsistencies were noted in the information provided by employees at the Khizrabad Hamara Pump. Immediately thereafter they spoke with the applicant and further inconsistencies were noted. A statutory declaration was prepared outlining the information obtained from the site visit and follow-up conversation."], ["[5]", "On the same date, a Procedural Fairness Letter [PFL] was sent to the applicant outlining the concerns that had been raised about the authenticity of the information provided in support of the applicant's work experience at the Khizrabad Hamara Pump and inviting representations concerning this issue. The contents of the letter were similar to the information recorded in the Global Case Management System [GCMS]."], ["[6]", "On August 14, 2013, the applicant's response was received by the respondent. It responded to each of the items of concern raised in the PFL."], ["[7]", "On September 4, 2013 an officer reviewed the applicant's replies and concluded that continuing issues remained with respect to the credibility of the applicant, inputting the following conclusion into the GMS:", "\"I believe that, on a balance of probabilities, the applicant withheld a material fact related to a relevant matter that would have caused me to induce an error in the administration of the IRPA. Specifically: - by providing a false letter of employment lette [", "sic", "], I was unable to assess the applicant's genuine purpose for entering Canada and to determine if he would leave Canada before the end of the period authorized for his stay. Recommendation to find the person inadmissible under A40 (1) of the IRPA.\""], ["[8]", "On September 20, 2013 a further officer reviewed the file and concluded \"[o]verall there were an overwhelming number of inconsistencies in what the applicant stated when he was called and what was established during the field verification\". The officer further concluded that he was not satisfied that the employment by the applicant at Khizrabad Hamara Pump was genuine and recommended the applicant be found inadmissible."], ["[9]", "On September 26, 2013, an officer noted that after a careful review of the file, he was satisfied the applicant had misrepresented his employment history and refused the application for misrepresentation. Thereafter a form letter was issued advising Mr Sidhu that his application for a work permit had been rejected because the Officer was not satisfied that the information concerning his employment history was truthful rendering him inadmissible to Canada pursuant to 40(1)(a) of the IRPA for misrepresenting material facts relating to a relevant matter that induces or could induce an error in the administration of the Act.", "Issues"], ["[10]", "The issues for consideration are as follows:", "a) Whether there was a breach of procedural fairness?", "b) Whether the decision was reasonable that the applicant was inadmissible for misrepresentation?", "c) Whether the reasons provided were adequate?", "Standard of review"], ["[12]", "The standard of review is reasonableness concerning the officer's determination that the applicant was inadmissible on grounds of misrepresentation under section 40(1) of the IRPA and correctness regarding a breach of the applicant's procedural fairness. See", "FRAGMENT_SUPPRESSED", "Analysis", "a) Whether there was a breach of procedural fairness?"], ["[13]", "The irony underlying this issue is acknowledged by the respondent's admission that had the applicant not exercised due diligence by obtaining the GCMS notes via an access to information request to unearth the basis for the PFL, the decision would likely have been overturned for a failure to provide procedural fairness. The PFL, not containing any explanation for the concerns about a misrepresentation, did not provide sufficient grounds to allow the applicant to know and defend on what basis he was being accused of having misrepresented his employment status."], ["[14]", "Having demonstrated the initiative to learn of the basis for the PFL, I agree with the respondent that the pleading of a failure of procedural fairness must be rejected. Like the situation where the court concludes that a breach of natural justice would not have affected the outcome, by having obtained the basic facts on the case for misrepresentation and submitting fulsome rejoinders thereto, the applicant cannot claim that had the information been provided him in the first place, the outcome would have been any different."], ["[15]", "The applicant also argued that he was not treated fairly because he was not provided with a copy of the statutory declaration upon which the PFL was based. I do not agree. The summary of issues contained in the GCMS reflected the nature of the issues described in the statutory declaration. Moreover, the applicant did not point to any information in the statutory declaration that, had it been disclosed, would have affected his submissions. I also am satisfied that the applicant was in a position to obtain a full accounting of the information that the employees at the Khizrabad Hamara Pump provided the field investigators, such that he was in a position to know and understand the evidence that was being relied upon by the respondent that raised concerns about his having misrepresented his employment status at the Khizrabad Hamara Pump."], ["[16]", "In the final analysis, the applicant was provided a reasonable opportunity to respond, and moreover, dealt extensively in an eight-page letter and extensive supplementary documentation with the issues raised. I find no failure of procedural fairness occurred.", "b) Whether the decision was reasonable that the applicant was inadmissible for misrepresentation?"], ["[17]", "In order to establish a misrepresentation under section 40(1) of the IRPA, there must be a misrepresentation by the applicant, which misrepresentation must be material in that it could have induced an error in the administration of the IRPA. There is no requirement that the misrepresentation be intentional, deliberate or negligent. See", "FRAGMENT_SUPPRESSED."], ["[18]", "To begin with, the respondent demonstrated that there were numerous serious inconsistencies in the information provided by the applicant and employees of the Khizrabad Hamara Pump as to how it operated and the applicant's duties and work procedures sufficient to raise serious doubts that he was the manager of the establishment as claimed. I cite the major areas of concern pointed out by the respondent:", "a. The number and names of the staff employed at the garage, including the applicant not being able to name two of the employees working on site, while naming others not noted by Jabarjang;", "b. The length of the applicant's employment at the garage;", "c. The applicant's daily arrival time;", "d. The frequency of delivery of petrol, which was related to the frequency of bank deposits;", "e. The explanation why the applicant was at the bank;", "f. The number of gas tanks and products sold at the garage;", "g. The failure to know fuel prices though shown on the ledger with no change during the month of April, except for one change that occurred nine days prior to the interview; and", "h. How often the owner attended at Khizrabad Hamara Pump and whether the applicant and the owner always arrived together."], ["[19]", "The GCMS indicates that the respondent's officers carefully reviewed the applicant's attempt to explain away the inconsistencies. Despite acknowledging some of the applicant's points, and considering his submissions and additional documents, overall they were not convinced that the applicant had not misrepresented his employment status with the Khizrabad Hamara Pump.", "FRAGMENT_SUPPRESSED considered a similar factual situation concerning misrepresentations of a provincial nominee which I adopt for the purposes of this matter:", "FRAGMENT_SUPPRESSED"], ["[20]", "It was within the officer's discretion to prefer the information provided by the workers interviewed at the station at the date in question to that supplied after the fact by the applicant and others in apparent contradiction to their own employees."], ["[21]", "I conclude that the decision is reasonable as falling within the range of reasonable acceptable outcomes in concluding that the applicant made a material misrepresentation concerning his employment status that could have induced an error in the administration of the IRPA.", "c) Whether the reasons provided were adequate?"], ["[22]", "The applicant submits that the decision should be set aside because the respondent did not attempt to deal with the specific submissions made in reply to the officer's detailed report. That is not in fact the case inasmuch as the notes in the GCMS demonstrate that the applicant's submissions were carefully reviewed."], ["[23]", "It is trite law that", "FRAGMENT_SUPPRESSED."], ["[24]", "In addition, FRAGMENT_SUPPRESSED further pointed out in", "FRAGMENT_SUPPRESSED that visa officers are accorded a considerable degree of latitude in the requirement to provide detailed reasons stating as follows:", "FRAGMENT_SUPPRESSED"], ["[25]", "I am satisfied that many of the inconsistencies noted by the respondent, indeed most, are irreconcilable requiring a choice by the respondent as to which source should be accorded the greatest weight. In a situation where irreconcilable inconsistencies exist based on the source of the information, the reasons are sufficient if stated in a conclusory fashion where it is apparent that the applicant would be aware that his explanations were insufficient to overcome the respondent's conclusions that a material misrepresentation occurred.", "Conclusion"], ["[26]", "For all of the above reasons, the application is dismissed.", "JUDGMENT"], ["[27]", "THIS COURT'S JUDGMENT is that", "the application is dismissed.", "Application dismissed.", "Editor: Angela E. McKay/vnh"]]}