{"id_": "087881", "body_str": [["[1]", "Hughes, J.", ": This is an application made by Eli Lilly Canada Inc. under the provisions of the", "Patented Medicines", "(Notice of Compliance) Regulations", ", S.O.R./93-133 (", "NOC Regulations", "). It seeks to prohibit the Minister of Health from issuing a Notice of Compliance (NOC) to Apotex Inc. in respect of a drug containing as an active ingredient a medicine commonly called raloxifene for a particular use being the treatment and prevention of osteoporosis, particularly in post menopausal women, until the expiry of Canadian Letters Patent No. 2,101,356 (the '356 patent). For the reasons that follow, I find that the application is dismissed.", "GENERAL BACKGROUND"], ["[2]", "Eli Lilly has previously received from the Minister a Notice of Compliance to sell its drug containing raloxifene (as raloxifene hydrochloride) in Canada, for use in the prevention and treatment of osteoporosis, particularly in postmenopausal women. This drug is sold in tablet form for oral administration, 60mg strength, under the brand name EVISTA."], ["[3]", "Under the provisions of the", "NOC Regulations", ", Eli Lilly listed the '356 patent. As a result, Apotex in seeking to obtain its own Notice of Compliance to market its generic version of the drug, served a Notice of Allegation on Eli Lilly on June 16, 2005 in which it alleged that the '356 patent was invalid and, would not be infringed by its generic version, particularly having regard to the so-called Gillette Defence. Consequently, Eli Lilly instituted these proceedings on August 5, 2005 seeking to prohibit the Minister from issuing the Notice of Compliance that Apotex is seeking on the basis that the allegations aforesaid are not justified."], ["[4]", "NOC proceedings such as this one must be heard and judgment issued within 24 months from their institution unless that period is extended. By an Order of this Court dated March 14, 2007 that time period has been extended by a period to expire three months from the date that the hearing of the matter was commenced. The hearing was originally scheduled to commence January 14, 2008 but was rescheduled and commenced on January 21, 2008 thus the time for rendering judgment expires April 21, 2008.", "WITNESSES"], ["[5]", "The parties tendered in evidence the affidavits of 19 witnesses in all, many of whom were cross-examined."], ["[6]", "Eli Lilly tendered the evidence of nine witnesses. The following eight witnesses were asserted to be expert witnesses. All of these witnesses except for Thisted, Stewart and Azzarello were cross-examined by Apotex. They are:", "1.", "Dr. Russell", ": Dr. Russell is the Norman Collisson Professor of Musculoskeletal Sciences and the Department Head of the Nuffield Department of Orthopaedic Surgery at the University of Oxford. He is a medical doctor and has published extensively on topics related to calcium metabolism and bone diseases.", "2.", "Dr. Turner", ": Dr. Turner is a medical doctor and Professor of Nutrition and Exercise Sciences at Oregon State University, Co-Director of the Musculoskeletal Core of the Centre for Health Aging and the Director of the Bone Research Laboratory Faculty. He has published in the fields of bone disease and osteoporosis.", "3.", "Dr. Lindsay", ": Dr. Lindsay is the Chief of Internal Medicine at Helen Hayes Hospital in West Haverstraw, New York and a Professor of Clinical Medicine at Columbia University. He has extensive clinical experience in treating patients who suffer from bone diseases and has authored articles on osteoporosis and its pathophysiology and treatment including the use of estrogens and estrogen-like substances.", "4.", "Dr. Chalmers", ": Dr. Chalmers is a Professor in the Department of Medicine (Rheumatology) at the University of British Columbia. His research focuses on clinical epidemiology, specifically complex rheumatoid arthritis.", "5.", "Dr. Thisted", ": Dr. Thisted is a Professor and the Chairman of the Department of Health Studies at the University of Chicago, which is part of the Pritzker School of Medicine. He teaches medical students, residents and fellows on clinical epidemiology, including interpretation of clinical diagnostic tests, risk factors for disease and the design and analysis of clinical studies. Dr. Thisted is also a member of the University of Chicago's Department of Statistics and has published in the area of statistical computation.", "6.", "Dr. Draper", ": Dr. Draper is a Clinical Endocrinologist who has been employed with Eli Lilly and Company since 1984. He holds both Ph.D. and M.D. degrees. Since 1984, he has been responsible for various clinical investigations and was the principal endocrinologist involved in the human clinical trials for raloxifene.", "7.", "Mr. Stewart", ": Mr. Stewart is a registered patent agent and partner at Sim & McBurney. He has been practicing as a patent agent in Canada and the United States since 1967.", "8.", "Ms. Azzarello", ": Ms. Azzarello is a licensed Ontario pharmacist who has worked in the pharmaceutical industry since 1983. She has held the position of Director of Regulatory Affairs at a major Canadian pharmaceutical company and since 1996 has served as President of Market Access Strategic Regulatory Services Inc. In that capacity, she represents Canadian and American companies in the federal drug approval process and drug formulary listing of both generic and innovative products."], ["[7]", "In addition, Eli Lilly tendered the affidavit of Larry John Black, one of the two named inventors of the '356 patent. He was cross-examined. No evidence from the other named inventor George Joseph Cullinan was put in evidence by any party."], ["[8]", "Apotex led the evidence of nine witnesses who were asserted to be expert witnesses. All were cross-examined. They are:", "1.", "Dr. Roos", ": Dr. Roos is the Director of the Division of Gerontology and Geriatric Medicine, the Executive Director of the Geriatric Institute and a Professor of Medicine at the University of Miami's Miller School of Medicine. His research interests include osteoporosis and endocrine metabolic studies of aging.", "2.", "Dr. Hollis", ": Dr. Hollis is a Professor of Pediatrics, Biochemistry and Molecular Biology, and Director of Pediatric Nutritional Sciences at the Medical University of South Carolina in Charleston. He has published extensively on calcium metabolism, vitamin D metabolism and animal models of ovarian hormone deficiency bone loss.", "3.", "Dr. Klibanov", ": Dr. Klibanov is a Professor of Chemistry and of Bioengineering at the Massachusetts Institute of Technology and is on the editorial boards of eight scientific journals. He specializes in medicinal chemistry and has studied treatments for and animal models of osteoporosis.", "4.", "Dr. Dordick", ": Dr. Dordick is a Professor in the Departments of Biology and Chemical and Biological Engineering at Rensselaer Polytechnic Institute. He co-founded a drug discovery company, Solidus Biosciences, that focuses on developing early stage human metabolism and toxicology testing.", "5.", "Dr. O'Keefe", ": Dr. O'Keefe is the Dean's Professor of Orthopaedics and Director of the Center for Musculoskeletal Research at the University of Rochester. He oversees a range of research programs including programs focussed on bone metabolism and regulation of osteoblast and osteoclast activities and specializes in musculoskeletal oncology and metabolic bone disease.", "6.", "Dr. Vieth", ": Dr. Vieth is a Professor in the Department of Nutritional Sciences and the Department of Laboratory Medicine and Pathobiology at the University of Toronto and the Director of the Bone Mineral Laboratory with the University of Toronto and Mount Sinai Hospital. He teaches a biostatistics class and maintains a clinical laboratory service that focuses on markers of bone formation and bone resorption.", "7.", "Dr. Dziak", ": Dr. Dziak is a Professor of Oral Biology at the University of Buffalo. Her research focuses on bone cell biology, specifically metabolism, and she is the Director of a graduate course that focuses on dynamics of the skeleton.", "8.", "Dr. Bloch", ": Dr. Bloch is a Research Professor in the Department of Health Research and Policy, Division of Biostatistics at Stanford University. His research involves applying mathematical statistics to scientific studies and advancing biostatistical research methodology.", "9.", "Mr Oyen", ": My Oyen is a partner and patent agent at Oyen Wiggs Green & Mutala LLP who has practiced in intellectual property law, including patent law, since 1967."], ["[9]", "In addition, Apotex tendered the affidavit of Megan Ellis which served to put in evidence Apotex's Notice of Allegation and many pieces of prior art. Ellis was not cross-examined."], ["[10]", "Each of Eli Lilly and Apotex has tendered the evidence of more than five expert witnesses without seeking leave of the Court to do so. Recent jurisprudence of this Court makes it clear that leave of the Court must be sought when a party seeks to introduce the evidence of more than five expert witnesses. I appreciate that this jurisprudence is more recent than the date upon which evidence was tendered thus I will not reject any of it, since no party has asked me to do so, but I will refer to it in respect of an award of costs.", "THE '356 PATENT"], ["[11]", "Canadian Letters Patent 2,101,356 were issued and granted to the Respondent Eli Lilly and Company of the United States of America on November 17, 1998. The Applicant Eli Lilly Canada Inc. is a licensee under that patent. The application for that patent was filed in the Canadian Patent Office on July 27, 1993 thus the provisions of the \"new\" post-October 1989", "Patent Act", ", R.S.C. 1985, c. P-4, apply. The patent claims priority from an application number 07/920,933 filed in the United States Patent Office on July 28, 1992 (the priority date). The Canadian Patent application was laid open for public inspection on January 29, 1994."], ["[12]", "The '356 patent names Larry John Black and George Joseph Cullinan as inventors. As noted above, the evidence of Black but not Cullinan was tendered in this application."], ["[13]", "The patent will expire 20 years from the date of filing of the application with the Canadian Patent Office, that is, it will expire July 27, 2013, unless earlier held to be invalid in an appropriate action. This is not such a proceeding."], ["[14]", "The '356 patent contains 17 claims; all drafted in the \"Swiss\" form."], ["[15]", "The parties by Counsel at the pre-trial conference held January 14, 2008 agreed that the only claims requiring consideration by the Court are claims 1, 3, 15 (as it depends on 14), and 17 of the '356 patent. These claims (including 14) state:", "\"1. The use of a compound of formula (I):", "[Dimagram omitted - see printed copy]", "Wherein", "n is 0, 1 or 2;", "R are R1, independently, are hydrogen, hydroxyl, C1-C6-alkoxyl, C1-C6-acyloxy, C1-C6- alkoxy-C2--C6-acyloxy, R3-substituted aroyloxy, R4-substituted carbonyloxy, chloro, or bromo;", "R2 is a heterocyclic ring selected from the group consisting of pyrrolidino, piperidino, or hexamethyleneimino;", "R3 is C1-C3-alkyl, C1-C3-alkoxy, hydrogen, or halo; and", "R4 is C1-C6-alkoxy or aryloxy; or", "a pharmaceutically acceptable salt thereof, in the preparation of a medicament useful for treating or preventing osteoporosis in a human.", ". . . . .", "\"3. The use of raloxifene hydrochloride in the preparation of a medicament useful for inhibiting bone loss in a human.", ". . . . .", "\"14. The use of any one of claims 1-3 wherein the medicament is for the treatment of an aging human.", "\"15. The use of claim 14 wherein the medicament is for the treatment of a post-menopausal female.", ". . . . .", "\"17. The use of any one of claims 1-3 wherein the medicament is for the treatment of a patient without eliciting significant estrogenic responses in the primary sex tissues.\""], ["[16]", "The group of compounds depicted by formula (I) in claim 1 are within a family of chemicals commonly referred to as benzothiophenes. There is no dispute that among such benzothiophenes is that known as raloxifene. Earlier literature uses the name keoxifene instead of raloxifene; they are the same thing."], ["[17]", "To simplify the claims for purposes of these reasons, including incorporating the reference to claim 14 in claim 15, and including the reference to claims 1-3 in claim 14 and claim 17, claims 1, 3, 15 and 17 can be restated:", "1. The use of a member of a group of benzothiophenes (such as raloxifene) in the preparation of a medicament useful for treating or preventing osteoporosis in a human.", ". . . . .", "3. The use of raloxifene hydrochloride in the preparation of a medicament useful for inhibiting bone loss in a human.", ". . . . .", "15. The use of a member of a group of benzothiophenes (such as raloxifene or raloxifene hydrochloride) for the preparation of a medicament useful for treating or preventing osteoporosis or for inhibiting bone loss in a post-menopausal female.", ". . . . .", "17. The use of a member of a group of benzothiophenes (such as raloxifene or raloxifene hydrochloride) in the preparation of a medicament useful for treating or preventing osteoporosis or for inhibiting bone loss for the treatment of a patient without eliciting significant estrogenic responses in primary sex tissues."], ["[18]", "All 17 claims of the '356 patent, not only claims 1, 3, 15 and 17, are drafted in the \"Swiss\" style that is to say in a style which says:", "\"The use of [an old compound] in the manufacture of a medicament for the treatment of [a new disorder].\""], ["[19]", "Claims in a patent directed in one way or another to medicines, to make them and how to use them have at various times and in various jurisdictions, been the subject of certain restrictions and limitations. At one time for instance, Canada as well as some other countries did not permit claims for a medicine per se. As a result claims became structured in certain ways so that, indirectly, some monopoly protection could be claimed. A good brief analysis of the history of such claims in Canada was given by the late Jerome, A.C.J., in", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 171 (T.D.) (affd. (1995), 180 N.R. 323; 60 C.P.R.(3d) 501 (F.C.A.)), at page 175  <FRAGMENT_SUPPRESSED> :", "\"... Until very recently, a medicine itself could not be patented, except when prepared by a particularly described process. Even then, however, it was essential that the medicine so produced be new or novel. If the medicine was not new, but the process producing it was, only the process could be patented. Though medicines themselves can now be patented as products, clearly a large number of patents still exist in relation to medicines when prepared by a particular process. Accordingly, there are three types of claims which can be made in a medicine patent. There may be a claim for the medicine itself, known as a 'product' claim; a claim for the medicine when prepared by a particular process, known as a 'process-dependent' product claim; and, a claim for the particular process that produces a medicine, known as a 'process' claim.\""], ["[20]", "In Europe, claims that were \"susceptible of industrial application\" were quite permissible but \"methods of treatment of the human body ... by surgery or therapy and diagnostic methods\" were not, with the saving provision that \"substances or compositions, for use in any of these methods\" were permitted to be claimed. Thus a new medicine could be claimed, but not a new use for an old medicine. The Swiss developed a way around this issue of claiming a new use for an old medicine by characterizing the manufacture of a pill for a new use as something that was \"susceptible of industrial application\" thus this type of claim became known as a \"Swiss claim\"."], ["[21]", "Jacob, J., as he then was explained Swiss claims clearly in his decision in the English Chancery (Patents) Division in", "<FRAGMENT_SUPPRESSED>  (C.A.)), at paragraph 43 and following:", "\"43. Before going further I must now say something about the general structure of the claim. I daresay that an ordinary skilled man (to whom it is notionally addressed) would find it puzzling, unless he had been initiated in some of the Byzantine logic of patent law and jurisprudence. The explanation lies in Art. 54(4) of the EPC and the decided cases. The material parts of Art. 54 read:", "'(1) European patents shall be granted for any inventions which are susceptible of industrial application, which are new and which involve an inventive step.", "'(4) Methods for treatment of the human or animal body by surgery or therapy and diagnostic methods practised on the human or animal body shall not be regarded as inventions which are susceptible of industrial application within the meaning of paragraph 1. This provision shall not apply to products, in particular substances or compositions, for use in any of these methods.'\""], ["[22]", "Thus the \"Swiss claim\" is an additional structural form of a claim that can be added to the structures discussed in <FRAGMENT_SUPPRESSED> , supra, so that presently, in Canada, claims directed to a medicine, and in particular to a previously known medicine can be structured in a variety of ways such as:", "- The use of an old medicine for the treatment of a new disorder (new use claim)", "- The process for making an old medicine that is to be used in the treatment of a new disorder (process claim)", "- The use of an old medicine when prepared by a certain process for the treatment of a new disorder (process-dependent claim)", "- The use of an old medicine for the manufacture of a medicament for the treatment of a new disorder (Swiss claim)"], ["[23]", "Each of these claims could arguably be said in \"spirit\" or \"essence\" to be directed to the new use of a known medicine, but each is structured differently."], ["[24]", "At the pre-trial conference held on January 14, 2008, counsel for Apotex stated that Apotex would not be arguing whether \"Swiss\" type claims are appropriate for listing under the", "NOC Regulations", "nor would it be arguing whether such claims are directed to a method of medical treatment. To the extent that such arguments were raised  <FRAGMENT_SUPPRESSED> 's Notice of Allegation or Memorandum of Argument, they have been abandoned.", "CONSTRUCTION OF THE CLAIMS"], ["[25]", "The Court, in proceedings such as this, must place a construction on the claims at issue. Construction of the claims is to be made by the Court before consideration is given to issues of validity and infringement (", "<FRAGMENT_SUPPRESSED> , at para. 43). This applies to the whole of the patent, where necessary, and not only to the claims (", "<FRAGMENT_SUPPRESSED>  at page 572)."], ["[26]", "Construction is a task for the Court alone (", "Whirlpool", ", supra;", "Burton  <FRAGMENT_SUPPRESSED> ), the role of an expert, if required, is limited to assisting the Court in putting the Court in the position of a person skilled in the art as of the relevant time (", "<FRAGMENT_SUPPRESSED>  (F.C.A.), at paragraph 33, the Federal Court of Appeal stated what the role of the expert is:", "\"It is a matter of accepted law that the task of construing a patent's claim lies within the exclusive domain of the trial judge. In strict legal theory it is the role of expert witnesses, that is those skilled in the art, to provide the judge with the technical knowledge necessary to construe a patent as though he or she were so skilled. Where the experts disagree, it is incumbent on the trial judge to make a binding determination.\""], ["[27]", "The parties focused only on certain claims as requiring consideration by the Court. They are claims 1, 3, 15 and 17. To repeat those claims in simplified format:", "\"1. The use of a member of a group of benzothiophenes (such as raloxifene) in the preparation of a medicament useful for treating or preventing osteoporosis in a human.", ". . . . .", "\"3. The use of raloxifene hydrochloride in the preparation of a medicament useful for inhibiting bone loss in a human.", ". . . . .", "\"15. The use of a member of a group of benzothiophenes (such as raloxifene or raloxifene hydrochloride) for the preparation of a medicament useful for treating or preventing osteoporosis or for inhibiting bone loss in an aging human, namely a post-menopausal female.", ". . . . .", "\"17. The use of a member of a group of benzothiophenes (such as raloxifene or raloxifene hydrochloride) in the preparation of a medicament useful for treating or preventing osteoporosis or for inhibiting bone loss for the treatment of a patient without eliciting significant estrogenic responses in primary sex tissues.\""], ["[28]", "Apotex argues that the claims say just what they say and that the \"plain meaning\" of \"osteoporosis\" is any form of osteoporosis, however caused and the \"plain meaning\" of \"bone loss\" is any form of bone loss however caused."], ["[29]", "Eli Lilly argues that, when read in the context of the patent as a whole the terms \"osteoporosis\" and \"bone loss\" referred to in these claims is \"that which arises from a lack of estrogen\"."], ["[30]", "The Court must approach the matter of claim construction in an informed and purposive manner. Information is to be gained from the patent as a whole in order to determine the context in which the claims are to be considered, and from experts whose role is to provide assistance, if necessary, in respect of the technical meaning of the terms and concepts used in the claims. This is what the Supreme Court said in", "<FRAGMENT_SUPPRESSED>  released concurrently. The involvement in claims construction of the skilled addressee holds out to the patentee the comfort that the claims will be read in light of the knowledge provided to the court by expert evidence on the technical meaning of the terms and concepts used in the claims. The words chosen by the inventor will be read in the sense the inventor is presumed to have intended, and in a way that is sympathetic to accomplishment of the inventor's purpose expressed or implicit in the text of the claims. However, if the inventor has misspoken or otherwise created an unnecessary or troublesome limitation in the claims, it is a self-inflicted wound. The public is entitled to rely on the words used provided the words used are interpreted fairly and knowledgeably.", "\"(ii) What Constitutes an 'Essential' Element Is to Be Interpreted in Light of the Knowledge of the Art at the Date of the Publication of the Patent Specification", "\"52 The substitutability of non-essential elements derives from an informed interpretation of the language of the claims at the time they are revealed to the target audience of persons skilled in the relevant art. Thus Dickson, J., in <FRAGMENT_SUPPRESSED> , supra, spoke at p. 523 of 'what a competent workman reading the specification at its date would have understood it to have disclosed and claimed' (emphasis added). See also", "Fox", ", supra, at p. 204. The date of publication was identified by Lord Diplock in", "Catnic", ", supra, and picked up by Hoffmann, J. (as he then was), in", "<FRAGMENT_SUPPRESSED>  (Pat. Ct.), at p. 182:", "'Would this (i.e.: that the variant had no material effect) have been obvious at the date of publication of the patent to a reader skilled in the art? If no, the variant is outside the claim.'\" (Emphasis added)"], ["[31]", "The Court, so informed, must construe the claims in a \"purposive\" manner paying close attention to the purpose and intent of the inventors as expressed in the patent document, including the whole of the specification being neither benevolent nor harsh. As the Supreme Court said in", "Whirlpool", ", supra, at paragraph 49(c):", "\"(c) The orthodox rule is that a patent 'must be read by a mind willing to understand, not by a mind desirous of misunderstanding', per Chitty, J., in", "<FRAGMENT_SUPPRESSED> , at pages 520-521  <FRAGMENT_SUPPRESSED> :", "\"We must look to the whole of the disclosure and the claims to ascertain the nature of the invention and methods of its performance (", "<FRAGMENT_SUPPRESSED>  construction which is reasonable and fair to both patentee and public. There is no occasion for being too astute or technical in the matter of objections to either title or specification for, as Duff, C.J.C., said, giving the judgment of the Court in", "Western Electric Company, Incorporated", ", and", "<FRAGMENT_SUPPRESSED>  reasonable view of it, can be so read as to afford the inventor protection for that which he has actually in good faith invented, the court, as a rule, will endeavour to give effect to that construction'. Sir George Jessel spoke to like effect at a much earlier date in", "<FRAGMENT_SUPPRESSED>  anxiety to support a really useful invention'.\""], ["[33]", "This exercise in construction does not mean, however, that a patentee, through argument by counsel at a trial, can rewrite a claim. To repeat what the Supreme Court said in", "Free World", ", supra, at paragraph 51:", "\"51 This point is addressed more particularly in", "<FRAGMENT_SUPPRESSED>  released concurrently. The involvement in claims construction of the skilled addressee holds out to the patentee the comfort that the claims will be read in light of the knowledge provided to the court by expert evidence on the technical meaning of the terms and concepts used in the claims. The words chosen by the inventor will be read in the sense the inventor is presumed to have intended, and in a way that is sympathetic to accomplishment of the inventor's purpose expressed or implicit in the text of the claims. However, if the inventor has misspoken or otherwise created an unnecessary or troublesome limitation in the claims, it is a self-inflicted wound. The public is entitled to rely on the words used provided the words used are interpreted fairly and knowledgeably.\""], ["[34]", "With this jurisprudence in mind, together with evidence presented by the experts, where needed, I will consider the claims at issue. First, there is no doubt that the claims simply say \"osteoporosis\" and \"bone loss\". These terms are not modified in any way in claim 1 or claim 3."], ["[35]", "Then, I turn to the specification of the '356 patent. The specification begins at page 1, over to page 2, by stating that the invention relates to a class of benzothiophene compounds useful in the prevention of bone loss, that the mechanism of bone loss is not well understood, that bone loss occurs in a wide range of subjects and, if unchecked, leads to osteoporosis. To quote in part from page 1:", "\"This invention relates to the discovery that a group of 2-phenyl-3-aroylbenzothiophenes is useful in the prevention of bone loss.", "The mechanism of bone loss is not well understood ...", ". . . . .", "Bone loss occurs in a wide range of subjects ...", ". . . . .", "Unchecked bone loss can lead to osteoporosis ...\""], ["[36]", "At page 2 and over to page 3 the specification states that one of the most common types of osteoporosis is found in post-menopausal women and that estrogen therapy has been used with beneficial effects; however there are undesirable side effects which support the need to develop alternative therapy. To quote in part:", "\"One of the most common types of osteoporosis is found in post-menopausal women ... A significant feature of post-menopausal osteoporosis is the large and rapid loss of bone mass due to the cessation of estrogen production by the ovaries. Indeed, data clearly support the ability of estrogens to limit the progression of osteoporotic bone loss, and estrogen replacement is a recognized treatment for post-menopausal osteoporosis in the United States and many other countries. However, although estrogens have beneficial effects on bone, given even at very low levels, long-term estrogen therapy has been implicated in a variety of disorders ... Concerns over the significant undesirable effects associated with estrogen therapy, and the limited ability of estrogens to reverse existing bone loss, support the need to develop alternative therapy for bone loss that generates the desirable effects on bone but does not cause undesirable effects.\""], ["[37]", "At the top of page 3 the specification describes several known alternatives. In the middle of page 3 there is a statement that the invention provides methods for inhibiting bone loss without the adverse effects of estrogen therapy:", "\"The current invention provides methods for inhibiting the loss of bone without the associated adverse effects of estrogen therapy, and thus serves as an effective and acceptable treatment for osteoporosis.\""], ["[38]", "The benzothiophene compounds are then discussed at pages 3 and 4. It is acknowledged that these compounds were previously known including the compound of interest here, which is raloxifene (previously known as keoxifene)."], ["[39]", "At pages 4 to 7 the invention is summarized. At pages 4 and 5 it is stated that the invention provides for the use of the known benzothiophene compounds \" ... in the treatment or prevention of osteoporosis in a human\" and that it also provides for a formulation of such benzothiophene and a carrier in an amount such as to increase or retain bone density."], ["[40]", "At pages 5 to 7 the invention and how it is understood to work is described. The invention is that a group of benzothiophenes is useful in the treatment of osteoporosis. The way that the compounds are understood to work is that they inhibit bone loss that results from a lack of endogenous estrogen caused by certain things. At page 6 the specification states that the \"real benefit\" is that the compounds inhibit bone loss without eliciting estrogenic responses. Thus the use of the compounds is to be in an amount that does not significantly affect the primary sex target tissues. To quote in part:", "\"... the real benefit of the current discovery is that the benzothiophenes of formula I inhibit the loss of bone but do not elicit significant estrogenic responses in the primary sex target tissues. Thus, the current invention provides the use of a compound of formula I as defined previously for inhibiting bone loss in a human in need of treatment, in an amount that inhibits bone loss but which does not significantly affect the primary sex target tissues.\""], ["[41]", "At pages 7 and 8 of the specification, the biological action of the compounds is discussed. At pages 9 and 10 some of the chemical substituents of various compounds within the group are defined. At page 11 the specification identifies raloxifene as \"most preferred\" and acknowledges that the method of making these compounds is already known. To quote in part from page 11:", "\"The most preferred embodiment of the invention involves the use of raloxifene, especially when administered as the hydrochloride salt.", "\"All of the compounds used in the methods of the current invention can be made according to established procedures ...\""], ["[42]", "Pages 11 to 35 of the specification are directed to the preparation of some of the benzothiophene compounds such as raloxifene, and their formulation for preparing capsules and tablets."], ["[43]", "The balance of the descriptive part of the specification from pages 36 to 47 is directed to experiments on rats and one, example 5, to a contemplated experiment on humans, in particular, post-menopausal women. The rat studies (conducted on 75-day old Sprague Dawley rats) involve comparisons between female rats with ovaries removed and those that are intact. The human studies contemplate involvement of women who would normally be considered candidates for estrogen replacement in treatment for osteoporosis. As stated for instance by Dr. Lindsay at paragraphs 32 and 33 of his affidavit, all these examples are directed to bone loss due to lack of estrogen."], ["[44]", "Example 5 appears to be directed to a human study which, at the time, appears only to have been in contemplation. Pages 45 to the first half of page 47 discuss how one hundred and sixty patients are selected, blood and urine samples are taken, that there was a control group and a group to whom certain medicines were to be administered in certain dosages and baseline measurements that were to be made. No results of the study are given. At page 47 the descriptive portion of the patent concludes with the following two paragraphs which speak of what is \"expected\" and anticipates \"subsequent longer term studies\":", "\"During subsequent visits to the investigating physician, measurements of the above parameters in response to treatment are repeated. The biochemical markers listed above that are associated with bone resorption have all been shown to be inhibited by the administration of estrogen as compared to an untreated individual. Raloxifene is also expected to inhibit the markers in estrogen deficient individuals as an indication that raloxifene is effective in inhibiting bone loss from the time that treatment is begun.", "\"Subsequent longer term studies can incorporate the direct measurement of bone density by the use of a photon absorptiometry and the measurement of fracture rates associated with therapy.\""], ["[45]", "The words \"bone loss\" and \"osteoporosis\" themselves do not appear in the specification in a way that could be said to be ambiguous if considered on their own. The evidence demonstrates for instance in the cross-examinations of Dr. Russell at questions 180 to 195, Dr. Turner at questions on pages 24 to 30, Dr. Chalmers at questions 191 to 199 and Dr. Lindsay at questions 191 to 198 that those words \"osteoporosis\" and \"bone loss\" on their own are not ambiguous and that causes other than estrogen related causes were known as of 1992 to cause bone loss and osteoporosis.", "THE CLAIMS"], ["[46]", "Turning to the claims, in particular claims 1, 3, 15 and 17 which were the focus of the parties' arguments, I repeat them in their simplified form (which has nothing to do with construction, it simply makes them easier to read):", "\"1. The use of a member of a group of benzothiophenes (such as raloxifene) in the preparation of a medicament useful for treating or preventing osteoporosis in a human.", ". . . . .", "\"3. The use of raloxifene hydrochloride in the preparation of a medicament useful for inhibiting bone loss in a human.", ". . . . .", "\"15. The use of a member of a group of benzothiophenes (such as raloxifene or raloxifene hydrochloride) for the treatment of an aging human, namely a post-menopausal female.", ". . . . .", "\"17. The use of a member of a group of benzothiophenes (such as raloxifene or raloxifene hydrochloride) in the preparation of a medicament for the treatment of a patient without eliciting significant estrogenic responses in primary sex tissues.\""], ["[47]", "Claim 1 is an independent claim and refers simply to \"osteoporosis in a human\". Claim 3 is an independent claim and refers simply to \"inhibiting bone loss in a human\". The words \"osteoporosis\" or \"bone loss\" are not qualified."], ["[48]", "Claim 15 is a dependent claim; it depends on claim 14 which in turn depends on any of claims 1, 2 or 3. The treatment is for osteoporosis (claim 1) or bone loss (claim 3) in an aging human (claim 14) and in particular \"for treatment of a post-menopausal female\" (claim 15). Again the type of osteoporosis or bone loss is not qualified."], ["[49]", "Claim 17 depends on any of claims 1, 2 or 3 that is, treatment for osteoporosis (claim 1) or bone loss (claim 3) in which the treatment occurs \"without eliciting significant estrogenic responses in the primary sex tissues\"."], ["[50]", "Eli Lilly urges that the claims, even claims 1 and 3, must be limited to", "only", "bone loss and osteoporosis caused by an estrogen deficiency. I repeat paragraph 61 of its memorandum:", "\"61. When read with a mind willing to understand, and when read in view of the context provided by the specification, the claims in the '356 Patent are clearly concerned", "only", "with bone loss and osteoporosis caused by an", "estrogen deficiency", ". To conclude otherwise would fail to give effect to the principles of construction endorsed by the Supreme Court of Canada.\""], ["[51]", "I reject that submission. The Federal Court of Appeal in <FRAGMENT_SUPPRESSED> , supra, particularly at paragraphs 29 to 39 expressly warned against restricting plain and unambiguous language of a claim. A claim was not to be restricted for instance to preferred embodiments. At paragraph 30 the Court said:", "\"30 It is a matter of settled law that recourse to the disclosure portion of the specification is: (1) permissible to assist in understanding the terms used in the claims; (2) unnecessary where the words are plain and unambiguous; and (3) improper to vary the scope or ambit of the claims.", "11", "It is equally clear that where the words used in the claims are clear and unambiguous, they must not be narrowed or limited to a patent's preferred embodiment.", "12", "Against this legal framework, the issue is whether the terms 'varying electric current' and 'electromagnetic coil' were found to be ambiguous and, therefore, the Trial Judge was justified in resorting to the disclosure to resolve any ambiguity. In our view, the evidence clearly establishes that no ambiguity existed and that claim 1 is worded broadly enough to cover an AC source of electricity and coils other than Bitter or near Bitter coils.\""], ["[52]", "More recently Pelletier, J. (sitting as a trial judge), in", "<FRAGMENT_SUPPRESSED>  (affd. (2006), 353 N.R. 60; 2006 FCA 275, at paras. 28-33), reviewed the question of claim construction at paragraphs 90 to 97 when dealing with independent and dependent claims. He stated at paragraph 93:", "\"In its simplest form, claim differentiation requires that 'limitations of one claim not be \"read into\" a general claim'.\""], ["[53]", "Here we have limitations in clams 15 and 17. Claim 15 limits the treatment to aging post-menopausal females. Claim 17 limits the treatment to that which does not elicit significant estrogenic responses in the primary sex tissues. It cannot be said that claims 1 or 3 incorporate the limitations of claims 15 or 17."], ["[54]", "Unlike the claims in", "<FRAGMENT_SUPPRESSED>  (F.C.A.), which used simply the word \"processing\" when describing what a machine did with trees which required the Court of Appeal to review the specification so as to conclude that \"processing\" meant reducing the trees to wood chips and not just logs, there is no equivocation as to what \"osteoporosis\" or \"bone loss\" mean in the patent at issue here."], ["[55]", "Eli Lilly argues that the result of an \"unlimited\" interpretation of \"osteoporosis\" or \"bone loss\" would mean that the claims would, to quote from paragraph 60 of its memorandum:", "\"... include within their scope, bone loss caused by amputation or that associated with tooth decay.\""], ["[56]", "This is to introduce an absurdity of the kind rejected by the Supreme Court of Canada in", "Burton Parsons Chemicals Ltd.", ", supra, where a claim to a skin cream preparation containing salt was not read so broadly so as to include salts that would kill or injure the person to whom the cream was applied. Pigeon, J., for the Court at page 563  <FRAGMENT_SUPPRESSED>  said:", "\"In my view, the rights of patentees should not be defeated by such technicalities. While the construction of a patent is for the Court, like that of any other legal document, it is however to be done on the basis that the addressee is a man skilled in the art and the knowledge such a man is expected to possess is to be taken into consideration. To such a man it must be obvious that a cream for use with skin contact electrodes is not to be made up with ingredients that are toxic or irritating, or are apt to stain or discolour the skin. The man skilled in the art will just as well appreciate the necessity if the cream to be made is described as 'compatible with normal skin' as if it is described as containing only ingredients compatible with normal skin. The situation here is completely unlike that in either the Minerals Separation case or in", "Société des usines chimiques  <FRAGMENT_SUPPRESSED> ]. In those cases the object of the patent was some substances of a definite chemical composition: xanthates in the first, substituted diamines in the second. Unfortunately for the patentees, the claims covered at the same time some xanthates, which would not yield the desirable result in one case, and, in the other, some isomers which would not be therapeutically valuable. This is what was held fatal to the validity of the patents.\""], ["[57]", "Thus, claim 1 is to be construed so as to apply to medicaments to treat osteoporosis of any kind and claim 3 to medicaments for bone loss of any kind. Claim 15 is directed to medicaments for treatment of any osteoporosis or any bone loss but is limited to that in an aging, post-menopausal female. Claim 17 is limited to medicaments for treatment for any osteoporosis or any bone loss of a patient but is limited to that which occurs without eliciting significant estrogenic responses in the primary sex tissues.", "BURDEN OF PROOF"], ["[58]", "No NOC proceeding would be complete without a dispute as to what party bears the burden of proof when it comes to validity of the patent in issue. I have recently discussed this question in", "<FRAGMENT_SUPPRESSED>  and repeat paragraphs 28 to 33 of those reasons which I incorporate and adopt here:", "\"[28] The issue as to who bears the burden of proof, in particular where validity issues are raised in respect of a patent, continues to be raised by the parties in NOC proceedings.", "\"[29] I canvassed that issue in", "<FRAGMENT_SUPPRESSED>  and concluded at paragraph 39:", "'[39] The question of burden of proof in NOC proceedings, where issues of validity are raised, was canvassed in", "<FRAGMENT_SUPPRESSED> to 94, and in", "<FRAGMENT_SUPPRESSED> to 12. The Respondent (generic) must put the invalidity allegations in play, the Applicant may respond by asserting the presumption of validity. Should the Applicant lead no evidence as to validity but the Respondent does lead some evidence, the Applicant would place itself at a serious disadvantage. Once the evidence is in, the Applicant bears the ultimate burden to establish that the allegations of invalidity are not justified.'", "\"[30] Sharlow, J.A., of the Federal Court of Appeal in a unanimous decision of a panel comprising her, Malone and Ryer, JJ.A., in", "<FRAGMENT_SUPPRESSED>  considered the matter and held that the Applicant bears the burden of establishing its entitlement to an order for prohibition. As to validity, the Applicant may rely on the presumption of validity but, if the record contains any evidence capable of rebutting that presumption, the Court must weigh that evidence. She said at paragraphs 9 and 10:", "'[9] It is now beyond debate that an applicant for a prohibition order under the", "NOC Regulations", "bears the burden of establishing its entitlement to the order. Abbott argues that the Judge in this case failed to recognize and apply that principle correctly, in light of the presumption of validity in s. 43(2) of the", "Patent Act", ", R.S.C. 1985, c. P-4, which reads as follows:", "\"43(2) After the patent is issued, it shall, in the absence of any evidence to the contrary, be valid and avail the patentee and the legal representatives of the patentee for the term mentioned in section 44 or 45, whichever is applicable.\"", "\"43(2) Une fois délivré, le brevet est, sauf preuve contraire, valide et acquis au breveté ou à ses représentants légaux pour la période mentionnée aux articles 44 ou 45.\"", "'[10] In my view, the Judge made no such error. The presumption in subsection 43(2) is weakly worded (", "<FRAGMENT_SUPPRESSED> , per Justice Binnie at paragraph 43). It cannot determine the outcome of prohibition proceedings under the", "NOC Regulations", "if, as in this case, the record contains any evidence that, if accepted, is capable of rebutting the presumption (see", "<FRAGMENT_SUPPRESSED>  Subsequently, another panel of the Federal Court of Appeal comprising Linden, Nadon and Sexton, JJ.A., addressed the issue of burden but without reference to the decision of the panel in <FRAGMENT_SUPPRESSED> , supra. This was the decision of the Federal Court of Appeal in the earlier litigation involving quinapril and Apotex which must be considered in light of the direction by Sexton, J.A., in", "Sanofi", "as to multiple proceedings. Apparently, <FRAGMENT_SUPPRESSED> had not been drawn to their attention. Nadon, J.A., for the Court reviewed some of the jurisprudence on the issue of burden at paragraphs 101 to 111 in", "<FRAGMENT_SUPPRESSED>  his conclusions are set out at paragraphs 109 and 110:", "'[109] Thus, a first person under the", "Regulations", "has the overall burden of establishing, on a balance of probabilities, that the allegations of invalidity contained in a second person's NOA are not justified. Although the first person has the initial burden, because of the presumption of the validity of a patent set out in s. 45 of the pre-1989", "Act", ", it can meet this burden merely by proving the existence of the patent. The second person then has the burden of adducing evidence of invalidity and of putting the allegations of invalidity contained in its NOA \"in play\". To do so, the second person must adduce evidence which is not clearly incapable of establishing its allegations of invalidity. Hence, not only must the second person's NOA contain a sufficient factual and legal basis for its allegations, but it must also adduce evidence of invalidity at trial.", "'[110] Once the second person has adduced sufficient evidence, on a balance of probabilities, the first person must, also on a balance of probabilities, disprove the allegations of invalidity set out in the NOA. As explained by my colleague Sharlow, J.A., at paragraph 9 of her Reasons in <FRAGMENT_SUPPRESSED> , supra:", "\"[9] The operation of the statutory presumption in the face of evidence of invalidity depends upon the strength of the evidence. If the evidence proves, on a balance of probabilities, that the patent is invalid, the presumption is rebutted and is no longer relevant. ...\"'", "\"[32] I do not view the reasoning of the two panels of the Federal Court of Appeal to be in substantial disagreement. Justice Mosley of this Court reconciled these decisions in his Reasons in", "<FRAGMENT_SUPPRESSED> to 51. What is required, when issues of validity of a patent is raised is:", "'1. The second person, in its Notice of Allegation may raise one or more grounds for alleging invalidity;", "'2. The first person may in its Notice of Application filed with the Court join issue on any one or more of those grounds;", "'3. The second person may lead evidence in the Court proceeding to support the grounds upon which issue has been joined;", "'4. The first person may, at its peril, rely simply upon the presumption of validity afforded by the", "Patent Act", "or, more prudently, adduce its own evidence as to the grounds of invalidity put in issue.", "'5. The Court will weigh the evidence; if the first person relies only on the presumption, the Court will nonetheless weigh the strength of the evidence led by the second person. If that evidence is weak or irrelevant the presumption will prevail. If both parties lead evidence, the Court will weigh all the evidence and determine the matter on the usual civil balance.", "'6. If the evidence weighed in step 5 is evenly balanced (a rare event), the Applicant (first person) will have failed to prove that the allegation of invalidity is not justified and will not be entitled to the Order of prohibition that it seeks.'", "\"[33] If the matter were an ordinary action for, say, infringement of a patent where validity is put in issue, the party challenging validity bears the burden such that, it must put in evidence to support the allegation of invalidity. The patentee may rely on the presumption but only to the extent that the attacking party must lead some reliable evidence to support its allegation. At the end of the day, the Court must weigh the evidence on the usual civil burden of proof (", "<FRAGMENT_SUPPRESSED> , at 357-359 (F.C.A.)). Only if the Court finds the evidence to be 'evenly balanced' (a rare event) would the question of burden arise in an ordinary case the party attacking validity, bearing the burden, would fail.\"", "LACK OF INVENTORSHIP AND MATERIAL MISREPRESENTATIONS"], ["[59]", "Apotex, in its Notice of Allegation made an allegation that the '356 patent was invalid in that Black and Cullinan, the named inventors, were not true inventors and that the statement made in the petition for the patent that they were the inventors was untrue and wilfully made for the purpose of misleading. Eli Lilly joined issue with this allegation and denied it in its Notice of Application."], ["[60]", "One of the named inventors, Black, gave evidence by way of an affidavit and was cross-examined by Apotex's lawyers."], ["[61]", "Apotex makes no mention of this allegation in its submissions to the Court, it cannot be found in its memorandum. Apotex's counsel at the pre-trial conference held on January 14, 2008 stated that Apotex has abandoned the point. The argument appears to be one related to the issue of anticipation or obviousness, that is, to repeat in brief what was alleged in the Notice of Allegation, Black or Cullinan knew of Jordan's and Feldmann's publications (prior art that will be discussed later), incorporated their disclosures in the patent, and thus misrepresented themselves as inventors. This argument would succeed only if the Jordan and Feldmann references anticipated or made the invention obvious, and Black or Cullinan knew that and deliberately set out to misappropriate their work. There is no evidence, even given the opportunity to cross-examine Black, that he or Cullinan had such knowledge and conducted themselves in this way."], ["[62]", "Section 53 of the", "Patent", "Act", ", supra, is a provision that implicates the notion of fraud. A party should not merely speculate or make imputations as to motive in a reckless manner or without sufficient evidence so as to have a reasonable belief as to its truthfulness. A good analysis as to this point was made by Justice Walsh of this Court in", "<FRAGMENT_SUPPRESSED>  (T.D.), at page 27 (he was reversed on other grounds (1986), 64 N.R. 287; 8 C.P.R.(3d) 289, by the Federal Court of Appeal)."], ["[63]", "To raise an issue of fraud or even a s. 53 type of fraud and not follow through with the matter, or fail to prove it, will have serious consequences when it comes to the question of costs which I will address later.", "ANTICIPATION/OBVIOUSNESS/SOUND PREDICTION/SUFFICIENCY OF DISCLOSURE"], ["[64]", "I have deliberately bundled all of the topics listed in the title of this portion of these Reasons, \"Anticipation/Obviousness/Sound Prediction/Sufficiency of Disclosure\" together. There is one issue to be considered namely, the validity of the '356 patent. There is a tendency in the jurisprudence to pigeonhole arguments respecting validity into certain categories such as \"anticipation\" or \"obviousness\" and so forth. Each category has collected about itself an accumulation of jurisprudence. Each category tends to be argued separately creating, on occasion, contradictions, inconsistencies and gaps. This is an occasion when one should step back and examine the fundamentals of the patent system and determine whether a more holistic approach is appropriate."], ["[65]", "The origin of the patent system is thoroughly canvassed by the late Dr. Fox in his text", "Canadian Patent Law and Practice", "(4th Ed.) 1969, Carswell, Toronto at pages 1 through 13. I will only briefly review that history."], ["[66]", "Originally, in the English system, a patent was a grant of a monopoly coming from the Crown and bestowed on a person within the realm so as to provide an exclusive right, usually for a period of time, to make or sell or do a certain thing. It was not necessary that the thing be new, for instance monopolies were granted in respect of Bibles and playing cards. The common law Courts were critical of such monopolies and, in", "<FRAGMENT_SUPPRESSED>  among other things, they prevented a craftsman from carrying on his ordinary trade (see", "<FRAGMENT_SUPPRESSED>  Court approved a monopoly for a \"new invention\" or \"new discovery\" with the provision that:", "\"... he only shall use such a trade or traffic for a certain time, because at first the people of the kingdom are ignorant, and have not the knowledge or skill to use it; but when the patent is expired, the King cannot make a new grant thereof, for when the trade has become common, and others have been bound apprentices in the same trade, there is no reason why such should be forbidden to use it.\"", "thereby establishing at an early time that the invention should be something of which the people were, at the time, \"ignorant\" but that it should be so exposed that people would thereafter, when it has \"become common\", be able to use it."], ["[67]", "The", "Statute of Monopolies", ", 21 Jac I, c. 3, which may well still be a statute in Canada, codified the extent to which monopolies could be granted providing that they should not be granted with certain exceptions. One such exception was for \"inventors of new manufactures\", provided that the grant was not \"contrary to law\" or \"mischievous to the State\" or \"hurt trade\" or be \"generally inconvenient\". Section 6 provided an exception for:", "\"... letters patents and graunts of privilege for the terme of fourteene yeares or under, hereafter to be made of the sole working or makinge of any manner of new manufactures within this Realme, to the true and first inventor and inventors of such manufactures, which others at the tyme of makinge such letters patents and graunts shall not use, soe as alsoe they be not contrary to the lawe, nor mischievous to the State, by raisinge prices of commodities at home, or hurt of trade or generallie inconvenient.\""], ["[68]", "Much has since transpired. In Canada, monopolies in the form of Letters Patent for an Invention, or more simply patents are a matter to which a person is entitled, not as a grant from the Crown, but by reason of the", "Patent", "Act", ", provided that person fulfils the conditions of that", "Act", "and its", "Regulations", "as interpreted by Courts where necessary. The basis of a monopoly has shifted from a Crown grant subject to restrictions, to the patent established by the patent laws in Canada. If the patentee does its part, the government grants a limited monopoly. We have reached the point of the \"bargain\" theory in which a monopoly is exchanged for disclosure, a matter that is important in consideration of sound prediction and sufficiency."], ["[69]", "The Supreme Court of Canada has in recent years emphasised that, at the heart of the patent system, is the \"bargain\" that exists between the public and inventors. A person who has made something that is an \"invention\" which is new, unobvious and useful, is encouraged to make a full disclosure of that invention in exchange for which that person is given, for a period of time, a monopoly on that invention in language of that person's own choosing, provided that such language fairly states and does not exceed that which has been invented and disclosed. To quote from the Supreme Court of Canada decision in", "<FRAGMENT_SUPPRESSED>  B.C.A.C. 161; 191 W.A.C. 161, at paragraph 46:", "\"46 I do not think that the respondents' reliance on intellectual property law is of much assistance here. It ignores 'the bargain' that lies at the heart of patent protection. A patent is a statutory monopoly which is given in exchange for a full and complete disclosure by the patentee of his or her invention. The disclosure is the essence of the bargain between the patentee, who obtained at the time a 17-year monopoly on exploiting the invention, and the public, which obtains open access to all of the information necessary to practise the invention. Accordingly, at least one of the policy objectives underlying the statutory remedies available to a patent owner is to make disclosure more attractive, and thus hasten the availability of useful knowledge in the public sphere in the public interest.\""], ["[70]", "Further, to quote from another decision of that Court in", "Free World", ", supra, at paragraph 13:", "\"13 Patent protection rests on the concept of a bargain between the inventor and the public. In return for disclosure of the invention to the public, the inventor acquires for a limited time the exclusive right to exploit it. It was ever thus. Even before the", "Statute of Monopolies", "(1623), the Crown rewarded an inventor with a limited monopoly in exchange for public disclosure of 'a new invention and a new trade within the kingdom ... or if a man hath made a new discovery of any thing':", "Clothworkers of Ipswich Case", "(1653), Godb. 252; 78 E.R. 147, at p. 148, where the court went on to say that the effect of an unjustified monopoly was 'to take away free-trade, which is the birthright of every subject'. The argument for the respondents is that the appellant has failed to live up to its side of the bargain in two ways. In the first place, it did not make a new discovery of anything. The appellant's patents teach nothing that was not well known beforehand. Its patents are therefore invalid. Secondly, even if the patents are valid, the appellant overreaches its bargain with the public by now asserting a monopoly over devices that are in no way disclosed, taught or claimed in its patents. The appellant is trying to get something for nothing. The appellant has given no consideration for the patent protection it now seeks. That is the argument.\""], ["[71]", "Again, to quote from a further decision of that Court  <FRAGMENT_SUPPRESSED>  Inc. and  <FRAGMENT_SUPPRESSED>  (the \"AZT\" decision), at paragraph 37:", "\"37 A patent, as has been said many times, is not intended as an accolade or civic award for ingenuity. It is a method by which inventive solutions to practical problems are coaxed into the public domain by the promise of a limited monopoly for a limited time. Disclosure is the quid pro quo for valuable proprietary rights to exclusivity which are entirely the statutory creature of the", "Patent Act", ". Monopolies are associated in the public mind with higher prices. The public should not be expected to pay an elevated price in exchange for speculation, or for the statement of 'any mere scientific principle or abstract theorem' (s. 27(3)), or for the 'discovery' of things that already exist, or are obvious. The patent monopoly should be purchased with the hard coinage of new, ingenious, useful and unobvious disclosures. The appellants' argument here is that the identification in March of 1985 of AZT as a treatment and prophylaxis for HIV/AIDS was a shot in the dark, a speculation based on inadequate information and testing, a lottery ticket for which the public in general and HIV and AIDS sufferers in particular have paid an exorbitant price. AZT works, but for reasons both unknown and unknowable by Glaxo/Wellcome at the time it filed its patent application, the appellants argue. A lucky guess is not, they say, patentable.\""], ["[72]", "Thus, in order to earn the monopoly, \"hard coinage\" must be paid."], ["[73]", "Patents are not meant to constitute a game where those with deep pockets and ingenuity can take the existing body of knowledge and make predictions on a \"shot-gun\" basis hoping that some of those predictions might serendipitously turn out to be correct. Sufficient work must be done such that the result claimed was actually achieved or was soundly predicted. However, that achievement or that basis from which the sound prediction was made must also be disclosed. The requirement for making (or soundly predicting) but also for disclosing was made clear by the Supreme Court of Canada in the AZT case at paragraphs 78 to 85. The passage is quite long so I will not repeat all of it. I will repeat paragraphs 80, 82, 83 and 84:", "\"80 In my view, with respect, Glaxo/Wellcome's proposition is consistent neither with the", "Act", "(which does not postpone the requirement of utility to the vagaries of when such proof might actually be demanded) nor with patent policy (which does not encourage the stockpiling of useless or misleading patent disclosures). Were the law to be otherwise, major pharmaceutical corporations could (subject to cost considerations) patent whole stables of chemical compounds for all sorts of desirable but unrealized purposes in a shot-gun approach hoping that, as in a lottery, a certain percentage of compounds will serendipitously turn out to be useful for the purposes claimed. Such a patent system would reward deep pockets and the ingenuity of patent agents rather than the ingenuity of true inventors.", ". . . . .", "\"82 The hypothetical Wright brothers patent relates to a new and useful product, rather than (as here) to a new use for an old product, but all the same it illustrates, I think, the flaw in the Glaxo/Wellcome argument. The mere idea of a 'heavier-than-air flying machine' is no more patentable than would be 'anything that grows hair on bald men' (emphasis in original):", "Free World Trust v. Électro Santé Inc.", ", [2000] 2 S.C.R. 1024; 2000 SCC 66, at para. 32. The patent (even in this improbable scenario) would have to teach precisely how the machine could be made to fly. Section 34(1)(b) of the", "Patent Act", "requires the applicant to set out in the specification 'the method of constructing, making ... or using a machine ... in such full, clear, concise and exact terms as to enable any person skilled in the art ... to make, construct ... or use it'. This means the Wright brothers' hypothetical patent would have to describe, amongst other things, how to design an air foil that creates 'lift' by reducing the air pressure on the upper surface of the wing as the air rushes over it, as well as a suitable airborne method of forward locomotion. If the essentials of the heavier-than-air flying machine were set out with sufficient precision to allow the reader actually to make a flying machine that flies, it is hard to accept the 'hypothetical' that experts would continue to insist, after it had flown, that the prediction was unsound. (Of course, if the prediction turned out to be wrong, the patent would be struck down for inutility. Leonardo da Vinci's elegant drawings showed exactly how to make a 'bird man' machine but it never could, would or did sustain a person in flight.)", "\"83 On the other hand, if the patent failed to disclose the essentials of a heavier-than-air flying machine, such that no one could 'soundly predict' whether or not the ill-defined thing could get off the ground, then the patent would be rightly invalidated, even though the inventors had eventually flown some sort of machine in the meantime. It goes back to the same point. The public is entitled to accurate and meaningful teaching in exchange for suffering the patent monopoly. The patent claims must be supported by the disclosure. Speculation, even if it afterwards proves justified, does not provide valid consideration. As Lord Mustill pointed out in", "Genentech Inc.'s Patent", ", [1989] R.P.C. 147 (Eng. C.A.), at p. 275:", "'Many years ago, an inventor could not have patented a heavier-than-air flying machine simply by writing down the concept, but equally the fact that the concept was capable of being written down in advance could not, in itself, exclude the rights of a person who had actually made one fly.'", "\"84 The Federal Court of Appeal claimed support for its position in a statement by Thurlow, C.J., in", "Ciba-Geigy", ", supra, at p. 77:", "'... if indeed what is in the patent specification was mere speculation or prediction, the speculation or prediction having turned out to be true, ought to be considered to have been well founded at the time it was made. Even at the time it was made it is not improbable that it would have been considered well founded.'", "It is unfortunate that Thurlow, C.J., speaks of 'speculation or prediction' in the same breath without distinguishing between the two concepts. The two sentences, standing alone, give some support to the position taken in this case by the Federal Court of Appeal. However, the two sentences do not stand alone. Thurlow, C.J., purported to be applying", "Monsanto", ", supra, and in the passage from", "Monsanto", "that he quotes Pigeon, J., says (at p. 1119) it is central to the analysis that he is dealing with", "'a matter which is", "not of speculation", "but of exact science. We are no longer in the days when the architecture of chemical compounds was a mystery.' [Emphasis added.]", "\"The point of Pigeon, J.'s, reasons are that a wide gulf separates speculation from 'exact science' and it is the latter that may (or may not, depending on the expert evidence) permit sound prediction. Moreover, on the facts of", "Ciba-Geigy", "itself, Thurlow, C.J., says, as quoted above, that '[e]ven at the time it was made it is not improbable [i.e., it is probable] that it [the invention] would have been considered well founded [i.e., a sound prediction]'. In the broader context of the", "Patent Act", ", as well, there is good reason to reject the proposition that bare speculation, even if it afterwards turns out to be correct, is sufficient. An applicant does not merit a patent on an almost-invention, where the public receives only a promise that a hypothesis might later prove useful; this would permit, and encourage, applicants to put placeholders on intriguing ideas to wait for the science to catch up and make it so. The patentee would enjoy the property right of excluding others from making, selling, using or improving that idea without the public's having derived anything useful in return.\""], ["[74]", "Thus, one must both advance the state of the art and disclose that advance in order to gain the patent monopoly. Failing to do so, thus invalidating the monopoly, can be in the form of one or more of several matters such as, the \"invention\" was not new, or the so-called invention was \"obvious\" or the disclosure was \"insufficient\" or \"what you disclosed doesn't support the monopoly that you claim\"."], ["[75]", "The factual circumstances of each case must be canvassed before trying to examine them through the lens of any particular argument as to validity to determine if truly, a proper invention has been made and whether it has been properly disclosed and whether it has been properly claimed."], ["[76]", "Here, the monopoly claimed, as construed is in summary, that a group of benzothiophenes, and in particular raloxifene and raloxifene hydrochloride more particularly is useful in treating or preventing osteoporosis of any kind (claim 1) or bone loss of any kind (claim 3), particularly in a post-menopausal female (claim 15), or particularly without eliciting significant estrogenic responses in primary sex tissues (claim 17)."], ["[77]", "Black and Cullinan of Eli Lilly filed a patent application in the United States Patent Office on July 28, 1992 (the \"priority date\"). We do not have evidence of what the priority application looked like or contained."], ["[78]", "It is important to look again at the disclosure made in the '356 patent:", "- Pages 1-3 provide background as to osteoporosis and bone loss", "- Page 3 makes a promise:", "The current invention provides methods of inhibiting the loss of bone without the associated adverse effects of estrogen therapy, and thus serves as an effective and acceptable treatment for osteoporosis.", "- Pages 3 and 4 identify a group of known chemicals; benzothiophene compounds, in particular raloxifene, and acknowledge that a medical use, suppressing growth in mammary tumours, has been previously disclosed. At page 11 and following to page 35, it is acknowledged that methods for making these compounds were already known.", "- At pages 6 and 7 the promise of the invention is made, namely that this group of compounds inhibits bone loss but does not elicit significant estrogenic responses in primary sex tissues. At page 11, we are told that the most preferred compound is raloxifene particularly as a hydrochloride salt.", "- The basis for the promise of the invention is what is set out in Examples 1 through 5 at pages 36 to 47 of the patent. Thus, having acknowledged that a \"known\" compound which has previously known uses as a drug and can be made by \"known\" methods, the reader is now provided with what is said to be a disclosure as to how the promised invention, a new treatment, was made or at least soundly predicted at Examples 1 through 5."], ["[79]", "Examples 1 through 4 are rat studies. In Example 1, seventy five day old female rats of a particular type (Sprague Dawley) are used. The ovaries were removed from some of these rats and some of these rats were fed various quantities of raloxifene. After a period the rats were killed, their femur bones removed and bone density measured by a photon absorptiometry process. Their uteri were removed and weighed \"wet\". Example 2 does the same thing with raloxifene alone or in combination with ethynyl estradiol. Example 3 does the same thing where rats fed with raloxifene are compared with those fed with tamoxifen another known drug useful in estrogen treatment; histological examination of the rat uteri is made and presented. Example 4 administers other benzothiophenes to rats. In all Examples 1 through 4 tables are provided showing measurements of bone density and uterine weight. The conclusions reached are that raloxifene prevented bone loss in rats in a dose dependent manner with minimal increases in uterine weight."], ["[80]", "Example 5 discloses a proposed or incomplete study on at least 160 post-menopausal women. Groups are segregated to create a control group, and other groups and baseline measurements are taken. No results of the study if it was ever in fact conducted are disclosed. It is stated only that certain results are \"expected\" and that \"subsequent longer term studies\" are anticipated. I repeat the last two paragraphs at page 47, the last page of the disclosure of the patent:", "\"During subsequent visits to the investigating physician, measurements of the above parameters in response to treatment are repeated. The biochemical markers listed above that are associated with bone resorption have all been shown to be inhibited by the administration of estrogen as compared to an untreated individual. Raloxifene is also expected to inhibit the markers in estrogen deficient individuals as an indication that raloxifene is effective in inhibiting bone loss from the time that treatment is begun.", "\"Subsequent longer term studies can incorporate the direct measurement of bone density by the use of a photon absorptiometry and the measurement of fracture rates associated with therapy.\""], ["[81]", "Thus what the patentee has disclosed to the public for the purpose of securing the claimed monopoly is (to limit the discussion to raloxifene):", "- Raloxifene is a known compound having certain known medical uses in estrogen treatment, and it is known how to make it.", "- Studies on seventy-five day old female Sprague Dawley rats which are fed raloxifene show that bone loss is prevented in a dose dependent manner with minimal increases in uterine weight.", "- Studies on post-menopausal female humans are contemplated which are expected to show an inhibition of the markers associated with bone resorption in estrogen deficient individuals as an indication that raloxifene is effective in inhibiting bone loss.", "PRIOR ART"], ["[82]", "Lord Hoffman put it that \"[b]efore coming to the question of whether the invention was new, one must first be clear about what [the invention] was\" (", "<FRAGMENT_SUPPRESSED>  N.R. 364 (H.L.), at 82)."], ["[83]", "In considering claim construction consideration has been given to what the claims say is new. Turning to the specification one must determine what invention is disclosed there. It says that the discovery that certain benzothiophenes, particularly raloxifene, can be administered for the prevention of bone loss and, thus to treat osteoporosis, without the adverse side effects associated with other compounds used in estrogen therapy. This is set out at pages 3 and 6 of the '356 patent where it is described as an \"invention\" and \"discovery\":", "\"The current invention provides methods for inhibiting the loss of bone without the associated adverse effects of estrogen therapy, and thus serves as an effective and acceptable treatment for osteoporosis.", ". . . . .", "\"Accordingly, the real benefit of the current discovery is that the benzothiophenes of formula I inhibit the loss of bone but do not elicit significant estrogenic responses in the primary sex target tissues. Thus, the current invention provides the use of a compound of formula I as defined previously for inhibiting bone loss in a human in need of treatment, in an amount that inhibits bone loss but which does not significantly affect the primary sex target tissues.\""], ["[84]", "Lilly's position as to the invention is summarized in the first paragraph of its Memorandum:", "\"1. This proceeding relates to a patent for a new use for a known compound. The patent is Canadian Patent No. 2,101,365 (the ''356 Patent') which is owned by Eli Lilly and Company Limited. The compound that is the subject matter of the patent is raloxifene hydrochloride ('raloxifene'). The new use is the use of raloxifene for the prevention and treatment of osteoporosis and bone loss without the adverse effects associated with traditional treatment, i.e. estrogen replacement therapy ('ERT'). Prior to the invention of the '356 Patent, the disclosed use of raloxifene was for the treatment of breast cancer.\""], ["[85]", "Apotex's position can be seen with reference to paragraph 59 of its Memorandum:", "\"59. The '356 patent does promise and claim that its compounds can act without eliciting the disadvantages of estrogen therapy. However, the realization of this advantage is independent of whether the bone loss or osteoporosis arises from estrogen deficiency or some other cause. Apotex does not dispute that estrogen-deficient bone loss is included in the scope of the claims, but merely states that the class are not limited to such bone loss.\""], ["[86]", "Was this \"invention\" properly disclosed and properly claimed and was it really new or inventive."], ["[87]", "At this point, I will turn to what was the general state of the art, as of the \"priority date\" and the \"Canadian filing date\"."], ["[88]", "Osteoporosis, a condition where bones become porous to the point of risk of fracture, has long been a known affliction, one that particularly affects post-menopausal women. In the early 1980s one of the recognized forms of treatment was estrogen replacement therapy. It was recognized that such therapy brought with it undesirable side effects. I refer in this regard for instance to the evidence of Dr. Russell in his affidavit at paragraphs 24 to 37 and Dr. Dordick in his affidavit at paragraphs 17 to 19. There were other affiants who testified on behalf of each of Eli Lilly and Apotex to the same effect. The recent jurisprudence of this Court affirms that each party should restrict itself to five experts each unless the court orders otherwise. The plethora of affidavits from experts on behalf of each side, saying much the same thing, in these proceedings exemplifies the need for control of this situation."], ["[89]", "The state of the art is set out in the '356 patent at pages 2 and 3:", "\"One of the most common types of osteoporosis is found in post-menopausal women affecting an estimated 20 to 25 million women in the United States alone. A significant feature of post-menopausal osteoporosis is the large and rapid loss of bone mass due to the cessation of estrogen production by the ovaries. Indeed, data clearly support the ability of estrogens to limit the progression of osteoporotic bone loss, and estrogen replacement is a recognized treatment for post-menopausal osteoporosis in the United States and many other countries. However, although estrogens have beneficial effects on bone, given even at very low levels, long-term estrogen therapy has been implicated in a variety of disorders, including an increase in the risk of uterine and breast cancer, causing many women to avoid this treatment. Recently suggested therapeutic regimens, which seek to lessen the cancer risk, such as administering combinations of progestogen and estrogen, cause the patient to experience regular withdrawal bleeding, which is unacceptable to most older women. Concerns over the significant undesirable effects associated with estrogen therapy, and the limited ability of estrogens to reverse existing bone loss, support the need to develop alternative therapy for bone loss that generates the desirable effects on bone but does not cause undesirable effects.\""], ["[90]", "A group of compounds including those called tamoxifen and keoxifene (now called raloxifene) had been developed and were being investigated in the early 1990's for their effect in estrogen related circumstances particularly in controlling breast tumours. A concern was whether these compounds would specifically target certain areas of the body only, or affect other tissues, such as bone and cause undesirable bone loss. I quote Dr. Russell at paragraphs 30 and 31 of his affidavit:", "\"30. By the early 1990s several chemical compounds were known that possessed antiestrogenic properties in breast tissue. One of the antiestrogens most studied was the compound tamoxifen. At that time, it was recognised that tamoxifen was effective in inhibiting estrogen-dependent breast cancer. In fact, by 1992, tamoxifen had been approved for the treatment of breast cancer and had been in clinical use for that purpose for years.", "\"31. Early on, it was generally assumed, or at least generally feared, that a compound that was an antiestrogen in breast tissue would block (antagonize) the effect of estrogens in all tissues, such as the bone, where estrogen was needed to maintain a healthy status-quo. Thus, there was a concern that antiestrogens used to inhibit estrogen-dependent cancer might lead to estrogen-deficient bone loss. This concern was heightened by the fact that the life expectancy of women with breast cancer began to dramatically increase due at least in part to the new treatments such as tamoxifen. Consequently, researchers started to investigate whether long-term treatment of breast cancer patients with tamoxifen would in fact cause a reduction in bone density in those patients.\""], ["[91]", "This situation is discussed at page 3 of the '356 patent:", "\"Attempts to fill this need by the use of compounds commonly known as antiestrogens, which interact with the estrogen receptor, have had limited success, perhaps due to the fact that these compounds generally display a mixed agonist/antagonist effect. That is, although these compounds can antagonize estrogen interaction with the receptor, the compounds themselves may cause estrogenic responses in those tissues having estrogen receptors. Therefore, some antiestrogens are subject to the same adverse effects associated with estrogen therapy.\""], ["[92]", "One of the people working in the antiestrogen field was Dr. Jones of Eli Lilly. He appears to have been a colleague of Dr. Black, one of the named inventors of the '356 patent, as they co-authored at least two papers together, those found in the Record at pages 1515 and following and 1525 and following, referred to as Apotex documents 24 and 25. These papers both deal with certain benzothiophenes and their antiestrogen activity not osteoporosis or bone loss. The second was published in 1983 and the first in 1984. The work of Dr. Jones is acknowledged at pages 3 and 4 of the '356 patent:", "\"The 2-phenyl-3-aroylbenzothiophene compounds that are the active component in the formulations and methods of this invention were first developed by C. David Jones and Tulio Suarez as anti-fertility agents (see U.S. Patent No. 4,133,814, issued January 9, 1979). Certain compounds in the group were found to be useful in suppressing the growth of mammary tumors.", "\"Jones later found a group of related compounds to be useful for antiestrogen and antiandrogen therapy, especially in the treatment of mammary and prostatic tumors ... One of these compounds ... is called raloxifene, formerly keoxifene.\""], ["[93]", "Dr. Russell at paragraph 32 of his affidavit points out that this work did not focus on the use of antiestrogens in respect of prevention of bone loss:", "\"32. In the late 1980s and early 1990s, bone research on antiestrogen compounds, mainly tamoxifen, was focused on determining whether estrogen-deficient bone loss was a side-effect of these compounds when used in cancer therapy, and was not focused on determining whether antiestrogens could be used for the prevention of estrogen-deficient bone loss.\""], ["[94]", "What the inventors of the '356 patent say that they have invented is the discovery that certain benzothiophenes, particularly raloxifene, can be administered for the prevention of bone loss and, thus to treat osteoporosis, without the adverse side effects associated with other compounds in estrogen therapy. This is set out at pages 3 and 6 of the '356 patent where it is described as an \"invention\" or \"discovery\":", "\"The current invention provides methods for inhibiting the loss of bone without the associated adverse effects of estrogen therapy, and thus serves as an effective and acceptable treatment for osteoporosis.", ". . . . .", "\"Accordingly, the real benefit of the current discovery is that the benzothiophenes of formula I inhibit the loss of bone but do not elicit significant estrogenic responses in the primary sex target tissues. Thus, the current invention provides the use of a compound of formula I as defined previously for inhibiting bone loss in a human in need of treatment, in an amount that inhibits bone loss but which does not significantly affect the primary sex target tissues.\""], ["[95]", "Dr. Russell describes this as the \"breakthrough of the '356 patent\" at paragraph 36 of his affidavit:", "\"36. All of these prior attempts, including that captured in the Young patent, failed to realize or allow for the possibility that with respect to tissues regulated by estrogen, a single compound could have a potent antiestrogenic effect in some tissues, a potent estrogenic effect in others, and little if any effect in a third group of tissues. This is the breakthrough of the '356 Patent.\""], ["[96]", "The question to be asked therefore is whether this \"invention\" or \"discovery\" or \"breakthrough\" was already known, or would have been known to the skilled person or, turning to what the patent discloses, whether the disclosure in the patent was adequate to tell a person skilled in the art how to practice the invention or whether it discloses enough so that a person skilled in the art could \"soundly predict\" that it would work."], ["[97]", "Apotex relies heavily on the work of Dr. Jordan of the Department of Oncology, University of Wisconsin, particularly the work published in a paper referred to as Apotex document 48, found in the Record at pages 1790 and following. As Dr. O'Keefe points out in paragraph 30 of his affidavit, this is a peer-reviewed paper. The paper was published in 1987 in Breast Cancer Research and Treatment, vol. 10 and is entitled", "Effects of anti-estrogens on bone in castrated and intact female rats", ". The summary states:", "Summary", "\"The effects of the antiestrogens tamoxifen and keoxifene on the bone density of intact and ovariectomized female rats were determined after 4 months of therapy. The antiestrogens did not cause a decrease in bone density in intact animals, although uterine wet weight did decrease. Ovariectomy caused an increase in body weight (25%) and a significant decrease in femur density (P<0.01). Antiestrogens did not further decrease the bone density of ovariectomized rats but rather helped to maintain bone density. Antiestrogens as well as estrogen (oral estradiol benzoate 25µg daily) helped to maintain bone density in the range observed for the intact rats, but inhibited estrogen stimulation of uterine weight. These contrasting pharmacological actions of antiestrogens suggest that patients receiving long-term adjuvant tamoxifen therapy for breast cancer should be evaluated to determine whether tamoxifen can retard the development of osteoporosis.\""], ["[98]", "Eli Lilly asserts that this article would not have been easily located by anyone interested in bone research. I reject that submission. As Dr. Klibanov states at paragraphs 102 to 109 of his affidavit, and Dr. Dordick at paragraph 57 of his affidavit, that article has been referred to several times by bone researchers in other peer-reviewed papers. That article has been indexed in such a way as to be readily findable by key words such as \"bone density\". One of the named inventors, Dr. Black, himself refers to this Jordan article in a paper co-authored by Black and Williams published in 1991, the same year that the \"priority\" application was filed in the United States, entitled", "Effects of estrogen and tamoxifen on serum osteocalcin levels in ovariectomized rats", "page 805 of the Record. The Jordan paper appears as footnote 10 and is referred to at page 215 of the Black/Williams article:", "\"Tamoxifen and the antiestrogen keoxifene were evaluated in intact and ovariectomized rats by Jordan and co-workers [10] at a single, 100 µg/day dose level. These workers reported that in the rat uterus these compounds antagonized the action of estrogen, but, they did not cause a reduction in bone mass in intact animals, and, like estrogen, these compounds retarded bone loss in ovariectomized rats (agonist activity).\""], ["[99]", "Later in 1994, after the patent application was filed in Canada, Black again referred to the Jordan paper in a paper which Black co-authored entitled", "Raloxifene ... Prevents Bone Loss and Reduces Serum Cholesterol without Causing Uterine Hypertrophy in Ovariectomized Rats", "found at pages 1814 of the Record. The Jordan paper is referred to at footnote 30 and at pages 86-7 of the article as follows:", "\"Raloxifene blocked the decline in BMD observed in OVX rats at doses as low as 0.1 mg/kg. The magnitude of this effect of raloxifene was indistinguishable from that of ethynyl estradiol at 0.1 mg/kg. This observation is consistent with a previous report in which raloxifene (previously known as keoxifene) increased ash weight per unit volume in OVX rats (30). In this age rat, bone elongation rate at the proximal tibial growth cartilage is ~70 µ/d (31). The new cancellous bone added to the metapysis during bone elongation can be a confounding factor, particularly when evaluating new classes of agents. It seems likely the mode of action of raloxifene in the OVX rat was, like other antiresorptive agents, to block resorption of metaphyscal trabeculae. However, one cannot formally rule out a stimulatory effect on the endochondral formation processes in the primary spongiosa, except by experimentation using OVX rats aged", "6 mo.\""], ["[100]", "I am satisfied that the Jordan article was available to and used as a reference by the \"bone community\" and clearly was available to and used by Dr. Black one of Eli Lilly's named inventors."], ["[101]", "Dr. Jordan did not give evidence in these proceeding but is quoted in an interview published in \"Breast Cancer\" in 2001 in speaking about the 1987 article at page 2589 of the Record:", "\"But the paper that changed everything was published in Breast Cancer Research and Treatment in 1987 and it was called 'The effects of anti-estrogens on bone in castrated and intact female rats' (Breast Cancer Research and Treatment, 10[1]: 31-5, 1987). What we found was that tamoxifen and raloxifene both maintain bone density in animals that have had their ovaries removed. You take the estrogen away and the bone density goes down. But if you take the estrogen away and treat with tamoxifen or raloxifene, you maintain bone density. We got very excited about this. We said, look, we've discovered selective estrogen receptor modulation, although at the time we called it target-site specificity of anti-estrogens. In one tissue, like mammary tissue, these compounds acted like anti-estrogens. But in bone, these compounds worked as estrogen. Then at Wisconsin we set up a clinical trial to see whether tamoxifen would harm bone density in women and found it maintained bone density, just like we saw in rats. That then became an important observation and the paper that's now so highly cited.\""], ["[102]", "What does the Jordan paper say? The state of the art was expressed at the first page of the paper (page 1790 of the Record). The focus of the paper was the study of the effect of tamoxifen and keoxifene (raloxifene) on rat bone density:", "\"The extended duration of tamoxifen therapy raises an important toxicological question. Estrogen is implicated in the maintenance of bone density [9]. Prolonged antiestrogen therapy might therefore precipitate an early osteoporosis, thereby limiting the usefulness of the drug in treating younger women. If this is the case, the drug would be unlikely to be used as a preventive agent in women only at risk for breast cancer.", ". . . . .", "\"In this study, we have focused our attention on tamoxifen, a pure trans isomer of a substituted triphenylethylene related to clomiphene [1], and keoxifene, an antiestrogen with a high affinity for the estrogen receptor but weaker estrogenic properties than tamoxifen [12]. These antiestrogens have been studied to determine their effects upon intact or ovariectomized rat bone density.\""], ["[103]", "The reference in the Jordan paper at footnote 12 is to a paper by Drs. Black and Jones published in 1983. Clearly Black, Jones and Jordan were aware of each other's work."], ["[104]", "On the second page of the Jordan paper (Record page 1791), we are told that 9-month old female Sprague Dawley rats were used for the study. Tamoxifen was obtained from Imperial Chemical Industries and keoxifene (raloxifene) was obtained from Eli Lilly. The rats were segregated and some were ovariectomized (castrated), others not. The rats were fed tamoxifen and raloxifene over a four month period. The rats were killed, their femur bones removed and burned. The ash weight was measured and statistical comparisons were made. At page 1792 of the Record Jordan states in the paper that the study shows that the dosages given to the rats demonstrates that increases in uterine weight have been inhibited with a positive effect on body weight and bone density. The paper states that the results may have important implications in the prevention of osteoporosis on post-menopausal women. It recommends a long term study. It concludes:", "\"The mechanism of the disparate pharmacology is unknown, but these results may have important implications for the clinical applications of antiestrogens. Estrogen is used for the prevention of osteoporosis in post menopausal women. Early concerns about an increased risk of developing endometrial carcinoma [19] have been ameliorated by the sequential use of oral progestational agents followed by steroid withdrawal to precipitate menses. It is possible, however, that in the future, tamoxifen could be considered to be used as a substitute for estrogen in this setting. This could serve a dual purpose: to further reduce the risk of endometrial carcinoma because the drug has been used to treat the disease [20] and potentially to reduce the risk of developing breast cancer, while still preventing bone density loss. However, before these clinical applications could be considered, the use of tamoxifen as an effective chemo-suppressive agent in stage I breast cancer must be carefully evaluated; longitudinal determinations of bone density of such patients during long-term tamoxifen therapy will confirm whether the estrogen-like effects observed in this animal study also occur in patients.\""], ["[105]", "The parallels between the Jordan paper and the disclosure of the '356 patent are readily apparent. Both are concerned with bone loss and osteoporosis and the effect that antiestrogen treatment using compounds such as raloxifene (keoxifene) may have."], ["[106]", "Both use Sprague Dawley ovariectomized rats as a study model. Both show that raloxifene in such a study demonstrates positive effects in respect of bone loss and uterine weight. Jordan concludes that a long term study on post-menopausal women is warranted. The '356 patent suggests that such a study on women is underway and that certain results are \"expected\" with a long term study to follow. The results of the study proposed in the patent are not part of the disclosure of the '356 patent. To that extent, therefore, Jordan and the '356 disclosure are at the same point, the rat studies are positive, human studies are warranted. The '356 patent simply makes a conclusion that raloxifene is an appropriate medicine for humans without any further supporting disclosure. Eli Lilly argues that this conclusion was warranted because Dr. Black's rat studies were \"better\" than those of Jordan."], ["[107]", "Apotex's witness Dr. Dordick says at paragraph 65 of his affidavit (page 521 of the Record) in comparing Jordan and the '356 patent:", "\"65. Based on the contents in Jordan et al. (1987), it was clear in 1987 that raloxifene was useful in preventing bone loss following ovariectomy. Based on the large number of citations of Jordan, including a large fraction in the past five years, this finding has held up to scientific scrutiny. Furthermore, based on the success of raloxifene for treatment of post-menopausal women with osteoporosis,", "this original finding by Jordan was crucial in demonstrating that raloxifene was potentially useful in the treatment of osteoporosis", ". Together with the state of the art prior to Jordan,", "it is therefore clear that the '356 patent was not the first report to demonstrate (or even to predict) the therapeutic value of raloxifene for the treatment of bone loss", ".\" (Emphasis in original)"], ["[108]", "Eli Lilly's witnesses were critical of the Jordan article. They pointed out that the Jordan rats were old compared to the '356 rats, they say that Jordan really dealt with tamoxifen not raloxifene (keoxifene); that the statistical analysis used by Jordan was flawed; and that the bone measurement using ash weight was a poor choice. They state that Jordan concluded with a suggestion that a tamoxifen study be conducted on women but also expressed caution as to any result and that he does not mention keoxifene (raloxifene) in that regard. I will not repeat all these criticisms in these reasons but simply recite as illustrative those of Dr. Russell at paragraph 110 of his affidavit and Dr. Lindsay at paragraphs 83 to 85 of his affidavit:", "Russell", "\"110. The reported results of that study were that tamoxifen and keoxifene did not cause a decrease in bone density in the intact animals used therein. Furthermore, the Jordan article reports that the ovariectomized rats receiving raloxifene and tamoxifen had slightly larger whole femur ash densities than the ovariectomized rats receiving placebo but significantly less whole femur ash densities than the intact rats. Thus, a superficial reading of the Jordan article conveys that these compounds exhibited only a partial estrogenic response in the bones of the ovariectomized rats studied. The only clinical suggestion that the authors of the Jordan article were prepared to make, based on this data, was that \"patients undergoing long term adjuvant tamoxifen therapy for breast cancer should be evaluated to determine whether", "tamoxifen", "can prevent the development of osteoporosis [in those patients]. Emphasis added.", "Lindsay", "\"83. With charitable hindsight, the Jordan article suggests that there might be some limited beneficial effect on rat bone with the use of the antiestrogens but that this potential beneficial effect should not be extrapolated to human beings. Moreover, even if one did extrapolate the data presented in the Jordan article to humans, it still did not predict the effects disclosed in the '356 Patent.", "\"84. The preceding points are verified by examining the paragraph that concludes the Jordan Article.", "'The mechanism of the disparate pharmacology is unknown, but these results", "may", "have important implications for the clinical applications of antiestrogens. Estrogen is used for the prevention of osteoporosis in post menopausal women. Early concerns about an increased risk of developing endometrial carcinoma have been ameliorated by the sequential use of oral progestational agents followed by steroid withdrawal to precipitate menses. It is possible, however, that in the future, tamoxifen could be considered to be used as a substitute for estrogen", "in this setting", ". This could serve a dual purpose: to further reduce the risk of endometrial carcinoma because the drug has been used to treat the disease and potentially to reduce the risk of developing breast cancer, while still preventing bone density loss.", "However, before these clinical applications could be considered", ", the use of tamoxifen as an effective chemo-suppressive agent in stage I breast cancer must be carefully evaluated; longitudinal determinations of bone density of such patients during long-term tamoxifen therapy will confirm", "whether", "the estrogen-like effects observed in this animal study also occur in patients.' [Citations omitted, emphasis added]", "\"The points emphasized above confirm the explicitly equivocal nature of the Jordan article with respect to the findings disclosed. Moreover, the Jordan article is explicit that if it turned out that the estrogen-like effects did occur in patients, that tamoxifen could be used in the prevention of osteoporosis. The article further shows (see figure 2) stimulation of uterine weight by both raloxifene and tamoxifen, but does not comment on this feature of the results. These data suggest that if tamoxifen were used to prevent breast cancer there would be concern about uterine stimulation in humans (as indeed has been found to be the case).", "\"85. Thus, the possibility that one compound at the same dose in the same patient could be potently estrogenic in bone, potently antiestrogenic in the breast, and have little if any estrogenic activity in the uterus was a concept totally missed by the Jordan article (and was missed by the other art relied on by Apotex). This is the reality disclosed in the '356 Patent.\""], ["[109]", "Apotex's witnesses rebut these criticisms. Dr. Vieth, for example, challenges the allegations as to Jordan's use of older rats, his statistical analysis and use of ash weight to measure bone loss. Dr. Dziak did the same. She said at paragraph 50 of her affidavit:", "\"50. As to Dr. Turner's statements that the stated purpose of the Jordan article was to assess potential side effects of breast cancer treatment using tamoxifen, I do not feel that this negates the fact that the data would turn people skilled in the art to the subject matter covered by the claims of the '356 Patent, because of the interest in bone researchers at the time in antiestrogen drugs as seen by Beall et al. (Apotex Document #56) and Stewart and Stern (Apotex Document #58) as well as Turner (Apotex Document #102) already discussed, any publication related to these drugs in a peered referred journal despite its primary purpose or nature of the journal would be read and assimilated by people skilled in the art.\""], ["[110]", "Dr. Turner, one of Eli Lilly's expert witnesses, and one who has written extensively in the area, who impressed me, having read the transcript of his cross-examination, as being a witness who was reluctant to make any concessions that he perceived might be harmful to the party that retained him. An admission from him is important. He did admit, when confronted with a statement he made in hearings before the United States Food and Drug Administration in 1997 (cross-examination pages 126 to 132 on Exhibit 11 to that cross examination at pages 163 to 164) that the Jordan reference was \"", "very, very good at predicting the actions of pharmacological agents on the skeleton at least regarding estrogen deficiency induced bone loss", "\". Eli Lilly argues that this was a view expressed in 1997 not 1992 or 1993, the priority date or filing date. I reject that criticism. The point is that even as late as 1997, Dr. Turner believed that Jordan was a very, very good predictor."], ["[111]", "Elsewhere in his cross-examination, Turner admitted (pages 107-108) that an article of his own as well as the Jordan paper were the first to recognize that raloxifene exhibited a selective action on tissue."], ["[112]", "Dr. Dordick presented a useful comparison between the rat studies at paragraphs 81 and 82 of his affidavit (he also includes reference to a 1994 paper of Dr. Black which was published after the Canadian filing date and does not form part of the prior art, I only include it here because it was in paragraphs 81 and 82):", "[Diagram omitted - see printed copy]", "\"82. From Table 3 it is clear that with similar dosages (ca. 0.1-0.3 mg/kg raloxifene), the Jordan paper, the Black Paper, and the '356 patent showed somewhat similar bone densities when normalized to the intact controls, and certainly showed similar trends. Even though the Black paper and the '356 patent used 0.1 mg/kg raloxifene and Jordan used 0.3 mg/kg, as indicated in Example 1 of the '356 patent (p. 39), little difference in bone density and uterine weight were observed in the range of 0.1-10 mg/kg of raloxifene administration in the '356 patent. The Jordan paper showed lower uterine weight; however, the baseline control for ovariectomized rat uterine weight was also lower for the Jordan paper than for the '356 patent. Specifically, Jordan's control gave a uterine weight of ca. 105 mg, while the '356 patent (Example 1) gave 127 mg. Thus, Jordan's value represents a 43% increase in uterine weight relative to the ovariectomized control. The '356 patent shows an increase of 54%. Thus, even the effect of raloxifene on uterine weight relative to the ovariectomized control baselines, the Jordan paper and the '356 patent gave similar values.\""], ["[113]", "While Eli Lilly and Apotex debated whether the Jordan paper or the rat studies disclosed in the '356 patent were equal or one better or more predictive than the other with evidence to support every point of view, I am satisfied that in the period of 1992 and 1993, Jordan was viewed as a good piece of scientific work which demonstrated that, in rat studies, both tamoxifen and raloxifene (keoxifene) showed selective action in living tissue, limiting bone loss with little effect on sex tissues.", "FELDMANN"], ["[114]", "Discussions as to the Jordan paper are confounded by another paper, Feldmann, published in 1989 entitled", "Antiestrogen and antiandrogen administration reduce bone mass in the rat", ", Apotex document 49 found at pages 1797 and following of the Record. This paper studies castrated rats that were administered keoxifene (raloxifene) and concludes that there are no observed estrogenic effects but says that \"this may be a dosage problem\". It concludes that bone mass in rats has been reduced and concludes that the authors \"cannot exclude that, in human beings, antiestrogens do not act on bone as they did in our rats\"."], ["[115]", "Typical of what Eli Lilly's witnesses said about Feldmann is Dr. Lindsay at paragraphs 108 and 109 of his affidavit:", "\"108. The Feldmann article does not teach a person skilled in the art to use raloxifene for the treatment of osteoporosis nor inhibiting bone loss in rats let alone humans. In fact, the Feldmann reference teaches a person skilled in the art that raloxifene causes bone loss in intact rats and that raloxifene had no effect on the bones of rats that had their ovaries removed. Thus, this reference cannot be anticipatory because it does not teach that raloxifene would inhibit bone loss or prevent and treat osteoporosis in humans that lack estrogen. If anything, the data in the Feldmann article suggests that raloxifene would have no utility or could in fact cause bone loss.", "\"109. At most, the Feldmann article is a failed experiment and cannot be anticipatory because it does not lead to a useful result - namely the use of raloxifene for inhibiting bone loss in humans. In other words, the authors of the Feldmann paper did not recognized the new use of raloxifene and as such this reference cannot be in my view anticipatory.\""], ["[116]", "Typical of Apotex's position as to Feldmann is what is said at paragraph 57 of Dr. Vieth's affidavit:", "\"57. The discussion of Feldmann, at Paragraphs 108 and 109 of Dr. Lindsay's affidavit, as leading away is moot. As evident from the table that compares features of the pertinent studies (Exhibit 3) Feldmann used an unusual strain of rats and they were at a smaller body weight. However, the Feldmann paper, as with Jordan, revealed a striking parallel in the activities toward bone for tamoxifen and raloxifene. As goes tamoxifen for bone, so does raloxifene. This is highly important in light of the later findings that tamoxifen increased bone density in women (Love et al.,", "New England Journal", "1992; NOA Document #130). The study by Love et al. was designed to address uncertainties and concerns about the effect of tamoxifen on bone. Likewise Dr. Lindsay reported in 1989 that tamoxifen increased bone density, and stated that the antiestrogen should be evaluated for treatment of osteoporosis in normal women (Exhibit 6). The results of clinical trials had removed the worry about antiestrogens, and directed readers to think, 'Whether the effects of long-term tamoxifen treatment in preserving bone mineral density ... will lead to reduction in fracture rates' (Love 1992).\""], ["[117]", "In the period prior to 1992 persons working in the field were clearly aware of the apparent conflicts between the studies reported by Jordan and Feldmann and sought to resolve those conflicts. Dr. Turner, one of the witnesses referred to earlier reported studies that he and others conducted in a paper published in 1991 in Endocrinology, Vol. 129, No. 3, entitled", "Dose-Dependent Effects of Tamoxifen on Long Bones in Growing Rats: Influence of Ovarian Status", "(Record page 4206 and following) and stated that \"our findings are consistent with the results of Jordan et al.\" and, with respect to Feldmann, \"... we believe that the conclusion that tamoxifen acted as an antiestrogen was based on incorrect assumptions and unreliable measurements\"."], ["[118]", "In reading these affidavits and the other evidence as to Feldmann, I am satisfied that a person skilled in the art would be sceptical in drawing any conclusions one way or the other from that paper and would not consider it to be an important piece of the art at any relevant time.", "LOVE/JORDAN"], ["[119]", "In March 1992, some four months before the priority date claimed in the '356 patent, Dr. Jordan together with others including Richard Love published a study in which tamoxifen was administered to humans, post-menopausal women, and reported that there was a preservation of the bone mineral density of the lumbar spine (", "Effects of Tamoxifen on Bone Mineral Density in Postmenopausal Women with Breast Cancer", "published in the", "New England Journal of Medicine", ", March 29, 1992, see Record page 2528 and following). The parties agree that this is a respected peer-reviewed journal. That paper, which references the earlier Jordan paper (8) as well as Feldmann (15) concludes:", "\"The estrogen-agonist effect of tamoxifen on bone demonstrated in this study adds to the growing list of other estrogen-like effects of this antiestrogen. Estrogen-like increases in serum levels of sex-hormone-binding globulin and changes in lipid concentrations also occur during tamoxifen treatment. Whether the effects of long-term tamoxifen treatment in preserving bone mineral density and changing lipid levels will lead to a reduction in fracture rates and in mortality and morbidity due to cardiovascular disease is not yet known. Preliminary data suggest that the cardiovascular effects may indeed be favorable. For the many postmenopausal women with breast cancer for whom tamoxifen is prescribed (and estrogen proscribed), the results reported here are reassuring.\"", "HONG KONG"], ["[120]", "Eli Lilly places reliance on work done in its research facilities by Draper et al. and published on Monday 29 March 1993 in abstract form as part of a scientific seminar held in Hong Kong. That date of publication is after the \"priority date\" of the United States patent application filing on July 28, 1992 but is about four months before the Canadian filing date of July 27, 1993. The abstract is found at pages 335 and 336 of the Record. The abstract outlines that a study was conducted on 251 (not the 160 of the '356 patent disclosure) post-menopausal women who were grouped and fed either a placebo or increasing doses of raloxifene. The investigators measured the levels of various biochemical markers of bone metabolism and performed pre- and post-treatment uterine biopsies. A laboratory summary was presented. The abstract concludes by saying:", "\"Raloxifene shows promise as a skeletal anti-resorptive with hypolipidemic action, but without uterine stimulatory effects.\""], ["[121]", "Dr. Draper was one of Eli Lilly's witnesses and he says that this abstract deals with the further studies contemplated by Black in Example 5 of the '356 patent."], ["[122]", "There is no evidence as to why, if it was important to Eli Lilly, this study was not disclosed in the '356 patent application as filed in Canada. While presumably it could not have been included in the earlier United States application because the study was not complete at the time that the United States application was filed, the Canadian application was not yet filed and does not have to be a slavish copy of the United States application. The claming of the \"priority date\" serves in some instances to provide prima facie proof of the date of invention to the extent that the disclosure of the invention is the same in the Canadian patent and the priority application. But they do not need to be the same. We have no evidence as to what was in the priority application.", "BLACK 1994"], ["[123]", "In 1994, after the priority date and after the Canadian patent application was filed, Black and others published the article previously referred to in these Reasons where the Jordan article was cited. It is the article entitled", "Raloxifene ... Prevents Bone Loss etc.", "found at page 1814 of the Record. That article discusses only a study involving rats, not humans, and raloxifene. It concludes by saying that \"raloxifene might offer\" a useful therapy for post menopausal women:", "\"In conclusion, raloxifene (LY 139481 HCl) attenuated the decrease in bone mass induced by ovariectomy in the rat, at doses that also induced a marked lowering of serum cholesterol concentrations. These effects were observed in the absence of significant effects on the uterus. In light of the serious human health consequences of osteoporosis and coronary heart disease, the implication that raloxifene might offer a useful therapy for postmenopausal women to maintain bone mass and lower serum cholesterol without affecting reproductive tissue merits further investigation.\"", "RECAP"], ["[124]", "To recap the progression in the state of the art:", "- Late 1980s, osteoporosis is a problem experienced particularly in post-menopausal women, estrogen therapy runs the risk of cancer.", "- Jones and Black both working for Eli Lilly have a reported history of working with keoxifene (raloxifene).", "- Jordan 1987, tests are conducted on rats using tamoxifen and keoxifene (raloxifene) recommending at least for tamoxifen, that a long term study on women be conducted.", "- Feldmann 1989 reports a reduction in bone mass in a study on rats fed with keoxifene, but indicates that there may be a dosage problem.", "- 1991, Turner published a paper comparing Jordan and Feldmann and prefers Jordan.", "- March 1992, Love and others including Jordan carry Jordan's work further by administering tamoxifen to postmenopausal women with breast cancer and report the results to be \"reassuring\".", "- July 28, 1992, the \"priority\" application respecting the '356 patent is filed in the United States, contents are unknown but presumably similar or identical to the disclosure of the '356 patent.", "- March 1993, at a conference in Hong Kong Eli Lilly publishes an abstract of a study conducted on 251 post-menopausal women who took a placebo or various dosages of raloxifene. It states that raloxifene \"shows promise\".", "- July 27, 1993, the Canadian application for what becomes the '356 patent is filed. It discloses four examples of rat studies and a fifth example of an anticipated or not concluded study on 160 post-menopausal women where certain results are \"expected\" and a long term study recommended.", "- January 1994, thus", "not", "part of the prior art, Black et al. publish a paper discussing a study on rats fed with raloxifene, not humans, which concludes that raloxifene \"might offer\" a useful therapy for post-menopausal women to maintain bone mass.", "BLACK AFFIDAVIT"], ["[125]", "Black in his affidavit filed in these proceedings is much more assertive than the publications of 1993 (Hong Kong) and 1994 (his paper). He says at paragraphs 7 to 12:", "\"7. Before I could arrive at the invention claimed in the '356 Patent, it was necessary to develop an appropriate model. One aspect of an appropriate model system relevant to my invention was the selection of an animal that could consistently display ovariectomy-induced loss of trabecular bone. Early on I explored the use of retired breeder rats. However, I soon learned that ovariectomy of those rats produced no significant effects in this regard, that is, the femur trabecular density of these rats in the distal metaphysis did not decrease in response to ovariectomy.", "\"8. In my investigations of retired breeder rats, I determined that any study of ovariectomy-induced bone loss that was based on retired breeder rats, as the study described in the Jordan article was, would be of no value in predicting whether or not a test compound would be useful to treat osteoporosis in humans.", "\"9. Thus, in contrast to my work, the Jordan article does not describe a basis for predicting whether any compound, let alone raloxifene, would be useful as a treatment of osteoporosis in humans.", "\"10. Moreover, the Feldmann article clearly did not provide a valid basis for making predictions as to whether a compound could inhibit bone loss in an estrogen-deficient human as it wrongly taught that raloxifene was incapable of producing such an effect in estrogen-deficient rats. The only reason I came to know that the information in the Feldmann article was wrong was because my experiments were definitive in that regard.", "\"11. In any event, a simple response to Apotex's allegation is that neither the Jordan nor the Feldmann publications state that raloxifene could or should be used to treat osteoporosis in humans. In contrast, the claims in the '356 Patent are directed to such a use, were based on the data disclosed within the '356 Patent, and clearly states that raloxifene is useful for the treatment of osteoporosis in humans.", "\"12. I had concluded that raloxifene could be used to treat osteoporosis only after I developed my model and then tested raloxifene. As the Jordan and Feldmann publications do not describe my work nor make the conclusions I did based on my work, it can not reasonably be alleged that I appropriated my invention from the Jordan and Feldmann articles.\"", "VALIDITY QUESTIONS"], ["[126]", "Despite Black's confidence in the conclusions stated in the '356 patent based on his work, this confidence is not clearly exhibited in his 1994 publication. One must approach the '356 patent from an objective viewpoint, that of a reasonable person skilled in the art. Those questions are:", "1)", "Anticipation.", "Does the Jordan paper give a person skilled in the art all that is claimed in the '356 patent?", "2)", "Obviousness.", "As of either the \"priority date\" or the \"Canadian filing date\" what does the state of the art, including Jordan and Feldmann, disclose to the person skilled in the art? Does it make what the patent claims obvious?", "3)", "Sound Prediction", ". Was there a proper basis as of the priority date or the Canadian filing date for Black et al. to make a sound prediction as to what is claimed in the patent?", "4)", "Sufficiency of Disclosure.", "As of the \"relevant date\" does the '356 patent sufficiently disclose the \"invention\" ?", "5)", "Claims Broader", ". Are the claims (1, 3, 15, 17) of the '356 patent broader than the invention made and disclosed?", "6)", "Ambiguity", ". Are the claims (1, 3, 15, 17) of the '356 patent ambiguous?", "Anticipation"], ["[127]", "Anticipation and obviousness are closely related concepts having their foundation based on the requirement that there be an \"invention\" and that the invention be \"new\". Justice Desjardins of the Federal Court of Appeal explained the concepts in", "Rothmans,  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 188 (F.C.A.), at pages 197-199. She explained that anticipation and obviousness are different concepts although both are questions of fact. Prior art may be used in the application of both tests but is to be used differently. She said:", "\"Prior art may be used in the application of both tests but differently. H.G. Fox,", "Canadian Patent Law and Practice", ", 4th Ed. (Toronto: Carswell, 1969), at p. 137 states:", "'Prior specifications are generally used to show anticipation if they disclose exactly and fully what the patentee has claimed. If such disclosure is not made by the prior specification and it cannot be used as an anticipation, it may be used as indicating the state of the art at the time that the patentee made his alleged invention and as showing that what the patentee did was so slight a contribution to existing knowledge as to lack the essential element of invention and to be merely obvious.'", "\"Anticipation must therefore be found in a single document which already gives a skilled person what is claimed and which teaches it all. In the case of obviousness, however, 'the prior art should be reviewed and its cumulative effect considered', op. cit., p. 72.\""], ["[128]", "A useful way to consider those concepts was given by Professor Carl Moy (author of the United States multi-volume patent treatise,", "Moy's Walker on Patents", ", Thompson West, updated annually) to students at the Osgoode Intellectual Property Masters Programme in considering the bargain theory of patents. He said, as best I can recall:", "\"You do not pay the price of a monopoly for something you already have, nor do you pay the price for something you could get anyway\""], ["[129]", "Another way of looking at the matter is to consider what \"room\" has been left for anything given the prior art. If there is no \"room\" or the \"room\" could be filled by a person skilled in the art without doing anything inventive, then the matter is anticipated or obvious. Lord Hoffman considered this proposition in his Reasons in", "<FRAGMENT_SUPPRESSED> to 22:", "\"20. The concept of what I have called disclosure has been explained in two judgments of unquestionable authority. The first is Lord Westbury, L.C., in", "<FRAGMENT_SUPPRESSED> , 463:", "'I apprehend the principle is correctly thus expressed: the antecedent statement must be such that a person of ordinary knowledge of the subject would at once perceive, understand and be able practically to apply the discovery without the necessity of making further experiments and gaining further information before the invention can be made useful. If something remains to be ascertained which is necessary for the useful application of the discovery, that affords sufficient room for another valid patent.'", "\"21. The second authoritative passage is in the judgment of the Court of Appeal (Sachs, Buckley and Orr, L.J.J.), in", "General Tire and  <FRAGMENT_SUPPRESSED> -486:", "'To determine whether a patentee's claim has been anticipated by an earlier publication it is necessary to compare the earlier publication with the patentee's claim. If the earlier publication discloses the same device as the device which the patentee by his claim ... asserts that he has invented, the patentee's claim has been anticipated, but not otherwise. ...", "'When the prior inventor's publication and the patentee's claim have respectively been construed by the court in the light of all properly admissible evidence as to technical matters, the meaning of words and expressions used in the art and so forth, the question whether the patentee's claim is new ... falls to be decided as a question of fact. If the prior inventor's publication contains a clear description of, or clear instructions to do or make, something that would infringe the patentee's claim if carried out after the grant of the patentee's patent, the patentee's claim will have been shown to lack the necessary novelty ... The prior inventor, however, and the patentee may have approached the same device from different starting points and may for this reason, or it may be for other reasons, have so described their devices that it cannot be immediately discerned from a reading of the language which they have respectively used that they have discovered in truth the same device; but if carrying out the directions contained in the prior inventor's publication will inevitably result in something being made or done which, if the patentee's claim were valid, would constitute an infringement of the patentee's claim, this circumstance demonstrates that the patentee's claim has in fact been anticipated.", "'If, on the other hand, the prior publication contains a direction which is capable of being carried out in a manner which would infringe the patentee's claim, but would be at least as likely to be carried out in a way which would not do so, the patentee's claim will not have been anticipated, although it may fail on the ground of obviousness. To anticipate the patentee's claim the prior publication must contain clear and unmistakeable directions to do what the patentee claims to have invented ... A signpost, however clear, upon the road to the patentee's invention will not suffice. The prior inventor must be clearly shown to have planted his flag at the precise destination before the patentee.'", "\"22. If I may summarise the effect of these two well-known statements, the matter relied upon as prior art must disclose subject-matter which, if performed, would necessarily result in an infringement of the patent. That may be because the prior art discloses the same invention. In that case there will be no question that performance of the earlier invention would infringe and usually it will be apparent to someone who is aware of both the prior art and the patent that it will do so. But patent infringement does not require that one should be aware that one is infringing: 'whether or not a person is working [an] ... invention is an objective fact independent of what he knows or thinks about what he is doing':", "<FRAGMENT_SUPPRESSED> . It follows that, whether or not it would be apparent to anyone at the time, whenever subject-matter described in the prior disclosure is capable of being performed and is such that, if performed, it must result in the patent being infringed, the disclosure condition is satisfied. The flag has been planted, even though the author or maker of the prior art was not aware that he was doing so.\""], ["[130]", "In asserting that the relevant claims 1, 3, 15 and 17 of the '356 patent are anticipated Apotex relies on two publications taken separately. The first is Jordan, already discussed and the second is a patent naming Schreiber as inventor which will be discussed shortly."], ["[131]", "In considering Jordan, it discloses a rat study using both tamoxifen and raloxifene in which selective action, both beneficial, on bone tissue and uteri were observed. This led Jordan to conclude that further studies, at least for tamoxifen, on humans were warranted. In comparing this disclosure with the claims previously construed, there is no disclosure that raloxifene will in fact work to treat osteoporosis or bone loss in humans. There is a recommendation that studies in this area could be worthwhile, but no teaching that it would work. There is no anticipation."], ["[132]", "Schreiber, or more correctly, United States Patent No. 5,075,321 issued December 24, 1991 entitled", "Methods of Treating Diseases Characterized by Interactions of IgG-Containing Immune Complexes with Macrophage Fc Receptors using Antiestrogenic Benzothiophenes", "stated in its Abstract (which is not to be used when construing a Canadian patent but can be a useful summary):", "\"ABSTRACT", "\"Clearance of antibody-coated cells from the circulation is modulated by administering an effective amount of certain benzothiophene derivatives, or the physiologically acceptable acid addition salts thereof. The compounds are useful in treating mammalian diseases characterized by interactions between lgG containing immune complexes and macrophage Fc receptors.\""], ["[133]", "Fortunately the parties do not disagree that Schreiber teaches that raloxifene can usefully be administered to humans suffering from rheumatoid arthritis."], ["[134]", "Apotex submits that the evidence shows that the dosages described in Schreiber are the same as those in the '356 Patent (Chalmers cross examination questions 364-367)."], ["[135]", "Apotex therefor argues that those persons suffering from rheumatoid arthritis, including post menopausal women who also happen to have osteoporosis, would in taking raloxifene be treating the osteoporosis and bone loss, as claim 17 says, without significant estrogenic responses in the primary sex tissues. Thus, those persons would necessarily be infringing upon the claims 1, 3, 15 and 17 of the '356 patent. Thus, they say, those claims are anticipated. It does not matter if those persons were aware or not that they were getting the benefits expressed in the '356 patent."], ["[136]", "This line of reasoning was considered by the House of Lords in the", "Merrell Dow", "and <FRAGMENT_SUPPRESSED> cases earlier referred to as well as by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  C.P.R.(4th) 387 (F.C.A.)."], ["[137]", "The evidence here is that the inevitable effect of taking raloxifene for whatever purpose is that bone loss and osteoporosis would be treated and the inherent nature of raloxifene is such that there would be no significant estrogenic effect on sex tissues. Thus, whether or not one interprets the claims with the limitation urged by Eli Lilly namely without adverse effects associated with traditional treatment such as estrogen replacement treatment, it is inevitable that persons, particularly post menopausal women, whether they took the medicine for another purpose and were or were not unaware of the other effects of the medicine, would be within what is claimed in each of claims 1, 3, 15 and 17."], ["[138]", "Does it matter that they were unaware of the effects of raloxifene on bone loss or osteoporosis and estrogen related effects or that Schreiber does not disclose such effects. The Federal Court of Appeal in <FRAGMENT_SUPPRESSED> , supra, at paragraphs 23 to 26 said:", "\"[23] It seems to me that the judge misdirected himself. He asked himself whether a skilled practitioner, referring to the prior art, would inevitably and without error be led to stabilize the Form 0 that is created in the process of making Form I or Form II. However, the patent claims in issue (that is, the claims of the 274 patent that caused the", "NOC Regulations", "to be engaged) are the claims for Form 0 itself, not any of the claims relating to the means of stabilizing Form 0.", "\"[24] The relevant question, in relation to the claim of the 274 patent for Form 0, is this: Is Form 0 formed in the process of making Form I or Form II? That is a question of fact, to which the undisputed answer is yes. A skilled practitioner who makes Form I or II following the teaching of the prior art inevitably would make Form 0, even if no steps are taken to stabilize it. The Form 0 might not be recognized, but that does not matter: see", "<FRAGMENT_SUPPRESSED>  per Lord Hoffmann, at paragraph 22:", "'[...] the matter relied upon as prior art must disclose subject-matter which, if performed, would necessarily result in an infringement of the patent. That may be because the prior art discloses the same invention. In that case there will be no question that performance of the earlier invention would infringe and usually it will be apparent to someone who is aware of both the prior art and the patent that it will do so. But patent infringement does not require that one should be aware that one is infringing: \"whether or not a person is working [an] ... invention is an objective fact independent of what he knows or thinks about what he is doing\":", "<FRAGMENT_SUPPRESSED> . It follows that, whether or not it would be apparent to anyone at the time, whenever subject-matter described in the prior disclosure is capable of being performed and is such that, if performed, it must result in the patent being infringed, the disclosure condition is satisfied. The flag has been planted, even though the author or maker of the prior art was not aware that he was doing so.' [page 396]", "\"[25] Because a person who makes Form I or Form II following the teaching of the prior art inevitably would make Form 0, that person would infringe the 274 patent as surely as Ratiopharm would infringe it by making the Form II for its product, as it proposes to do, by a method that results in the creation of Form 0. The situation is aptly described by the learned authors of Hughes and Woodley on <FRAGMENT_SUPPRESSED> (2nd Edition), at page 134 (paraphrasing Rinfret, J., in", "<FRAGMENT_SUPPRESSED>  at page 381):", "'[...] what would infringe if later, anticipates if earlier.'", "The same thought is expressed as follows by Jacob, L.J., in", "Technic France S.A.'s Patent", ", [2004] R.P.C. 919, at paragraph 77:", "'And yet another way of looking at the problem is to ask whether what is disclosed [in the prior art] falls within the claim -- if it had been later would it infringe?'", "\"[26] In my view, the only reasonable conclusion on the evidence in this case is that the Ratiopharm's allegation of invalidity due to anticipation is justified.\""], ["[139]", "Apotex argues, based on the inevitable result in practicing the teaching of Schreiber, whether or not the person knew what was going on, that the claims of the '356 patent are anticipated."], ["[140]", "The question of \"inevitable\" anticipation was considered by the House of Lords in the", "Merrell Dow", "case, supra. It arose in the context of a consideration of a decision of the Enlarged Board of Appeal in the European Patent Office dealing with a lubricating oil additive which was previously known to inhibit rust formation. Mobil had discovered a different property of that additive, namely that it reduced friction and sought a patent directed to that purpose only. The question arose that a person cannot know whether, in putting the additive in the oil for the old purpose, rust inhibition, whether they would be caught for infringing simply because the additive would also be doing something else namely, reducing friction. The only difference may be the mindset of the user."], ["[141]", "The Enlarged Board determined that, under European patent law a valid claim to the new use could be made and that a hidden or secret use, because it had not been made available to the public, would not invalidate the claim. Lord Hoffman  <FRAGMENT_SUPPRESSED>  Dow", "discussed this matter but said that it had no bearing on the case the House of Lords had to decide. He said at pages 92 and 93:", "\"I think it is fair to say that, in the United Kingdom at least, this aspect of the Enlarged Board's decision has been criticised on the ground that a patent for an old product used in an old way for a new purpose makes it difficult to apply the traditional United Kingdom doctrine of infringement. Liability for infringement is, as I have said, absolute. It depends upon whether the act in question falls within the claims and pays no attention to the alleged infringer's state of mind. But this doctrine may be difficult to apply to a patent for the use of a known substance in a known way for a new purpose. How does one tell whether the person putting the additive into his engine is legitimately using it to inhibit rust or infringing by using it to reduce friction? In this appeal, however, we are not concerned with this aspect of the case. The part upon which Mr. Thorley relies is the decision that the claimed technical feature, i.e. the friction reducing quality, was novel even though it was 'inherent' in the substance. The Enlarged Board said, in a passage which I have already quoted:", "'... under Article 54(2) EPC the question to be decided is what has been \"made available\" to the public: the question is not what may have been \"inherent\" in what was made available (by a prior written description, or in what has previously been used (prior use), for example). Under the EPC, a hidden or secret use, because it has not been made available to the public, is not a ground of objection to [the] validity of a European patent.'", "\"My Lords, I do not think that this principle is in issue in this appeal. I have accepted it fully in the discussion of anticipation by use, in which the above passage has already been quoted. It was applied by the Technical Board of Appeal to the facts of MOBIL /Friction reducing additive when that case went back to the Technical Board of Appeal, after the decision in principle by the Enlarged Board: see [1990] E.P.O.R. 514. The Technical Board decided that so far as friction reduction had been an inevitable concomitant of the use of the additive for other purposes, it was a case of uninformative use like Bristol-Myers Co. (Johnson's) Application. Or to put the same thing in another way, a description of the product by its chemical composition or as 'something in the lubricating oil which inhibits rust formation' or any other of the descriptions under which it was previously known would not enable anyone to use it for the purpose of reducing friction, even though this would be the inevitable consequence of doing so. It did not therefore prevent the invention in the form sanctioned by the Enlarged Board from being novel.", "\"But the argument in this appeal for anticipation by disclosure involves no 'doctrine of inherency'. It does not claim that the acid metabolite must be deemed to have been available by the teachings of the terfenadine patent even though all information about it remained hidden. It claims instead that the acid metabolite was sufficiently disclosed under the description 'an antihistamine chemical reaction in the human body which occurs after taking terfenadine'. The respondents say that for the purposes of the particular invention in use, the specification contained sufficient information about the acid metabolite to make it part of the state of the art. For the reasons I have given, I think it did. I would therefore dismiss the appeal.\""], ["[142]", "The House of Lords revisited the issue in the <FRAGMENT_SUPPRESSED> case, supra. The Law Lords reminded us that,  <FRAGMENT_SUPPRESSED>  Dow", "the claim at issue was directed to an acid metabolite as a product. As it turned out, that product was made in the liver of a person who ingested a related medicine (in other words, it was metabolized). Thus the claim to the metabolite as a product, was anticipated. To repeat what Lord Hoffman said at page 82 of the", "Merrell Dow", "decision:", "\"Before coming to the question of whether the invention was new, one must first be clear about what it was. Claim 24 of the patent in suit was to the acid metabolite as a product. The scope of the monopoly conferred by a product claim is defined by s. 60(1)(a), which provides that where the invention is a product, a person infringes the patent if, without the consent of the proprietor, he 'makes, disposes of, offers to use or import the product or keeps it whether for disposal or otherwise'. For this purpose it does not matter how the product is made or what form it takes. The monopoly covers every method of manufacture and every form which comes within the description in the claim. So claim 24 includes the making of the acid metabolite in one's liver just as much as making it by synthetic process; in the body as well as in isolation. Nor does it matter whether or not the infringer knows that he is making, using etc. the patented product. Liability is absolute.\""], ["[143]", "Thus", "Merrell Dow", "is on all-fours with the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> . The patent in <FRAGMENT_SUPPRESSED> claimed a particular form of a medicine described as Form 0. The evidence showed that Form 0 was inevitably made by those producing, as an end product, other forms of that medicine called Form I and Form II. In both cases, the claims were for a product and in both cases the product was previously inevitably made."], ["[144]", "In our present case, we have claims in the \"Swiss\" form previously discussed but which claims essentially are directed to a new use for an old medicine. As it turns out a person ingesting the medicine for an old use or one described by Schreiber would inevitably benefit from the effect of the medicine if they were so unfortunate as to suffer also from the affliction to which the new use was directed. After all one cannot tell a molecule what to do."], ["[145]", "Lord Hoffman in the <FRAGMENT_SUPPRESSED> case, subsequent to", "Merrell Dow", "gave further consideration to the question of anticipation. In that case SmithKline had a patent which claimed a medicine called paroxetine methanesulfonate in a very particular crystalline form. A previous patent application published by Synthon disclosed a method for making paroxetine methanesulfonate but made no reference to any particular crystalline form. The evidence showed that if one were to follow the Synthon method, the particular SmithKline form would be made. Lord Hoffman therefore had to discuss anticipation from the perspective of the disclosure and enablement. He discussed", "Merrell Dow", "in this context at paragraphs 22 and 23 of <FRAGMENT_SUPPRESSED> :", "\"22. If I may summarise the effect of these two well-known statements, the matter relied upon as prior art must disclose subject-matter which, if performed, would necessarily result in an infringement of the patent. That may be because the prior art discloses the same invention. In that case there will be no question that performance of the earlier invention would infringe and usually it will be apparent to someone who is aware of both the prior art and the patent that it will do so. But patent infringement does not require that one should be aware that one is infringing: 'whether or not a person is working [an] ... invention is an objective fact independent of what he knows or thinks about what he is doing':", "<FRAGMENT_SUPPRESSED> . It follows that, whether or not it would be apparent to anyone at the time, whenever subject-matter described in the prior disclosure is capable of being performed and is such that, if performed, it must result in the patent being infringed, the disclosure condition is satisfied. The flag has been planted, even though the author or maker of the prior art was not aware that he was doing so.", "\"23. Thus,  <FRAGMENT_SUPPRESSED>  Dow", ", the ingestion of terfenadine by hay-fever sufferers, which was the subject of prior disclosure, necessarily entailed the making of the patented acid metabolite in their livers. It was therefore an anticipation of the acid metabolite, even though no one was aware that it was being made or even that it existed. But the infringement must be not merely a possible or even likely consequence of performing the invention disclosed by the prior disclosure. It must be necessarily entailed. If there is more than one possible consequence, one cannot say that performing the disclosed invention will infringe. The flag has not been planted on the patented invention, although a person performing the invention disclosed by the prior art may carry it there by accident or (if he is aware of the patented invention) by design. Indeed, it may be obvious to do so. But the prior disclosure must be construed as it would have been understood by the skilled person at the date of the disclosure and not in the light of the subsequent patent. As the Technical Board of Appeal said in T/396/89 UNION CARBIDE/high tear strength polymers [1992] EPOR 312 at para 4.4:", "'It may be easy, given a knowledge of a later invention, to select from the general teachings of a prior art document certain conditions, and apply them to an example in that document, so as to produce an end result having all the features of the later claim. However, success in so doing does not prove that the result was inevitable. All that it demonstrates is that, given knowledge of the later invention, the earlier teaching is capable of being adapted to give the same result. Such an adaptation cannot be used to attack the novelty of a later patent.'\""], ["[146]", "The <FRAGMENT_SUPPRESSED> reasons subsequently considered enablement beginning at paragraph 26 where Lord Hoffman said:", "\"Enablement means that the ordinary skilled person would have been able to perform the invention which satisfies the requirement of disclosure.\""], ["[147]", "At paragraph 28, Lord Hoffman warned:", "\"It is very important to keep in mind that disclosure and enablement are distinct concepts, each of which has to be satisfied and each of which has its own rules.\""], ["[148]", "He cited in paragraph 28 a decision of Laddie, J., in which that judge said:", "\"The requirement to include an enabling disclosure is concerned with teaching the public how the invention works, not devising the invention in the first place.\""], ["[149]", "Then, Lord Hoffman considered the question as to whether one must, as he put it, necessarily infringe, in light of", "Merrell Dow", "in paragraph 33 of his Reasons:", "\"There is also a danger of confusion in a case like", "<FRAGMENT_SUPPRESSED>  in which the subject-matter disclosed in the prior art is not the same as the claimed invention but will, if performed, necessarily infringe. To satisfy the requirement of disclosure, it must be shown that there will necessarily be infringement of the patented invention. But the invention which must be enabled is the one disclosed by the prior art. It makes no sense to inquire as to whether the prior disclosure enables the skilled person to perform the patented invention, since ex hypothesi in such a case the skilled person will not even realise that he is doing so. Thus  <FRAGMENT_SUPPRESSED>  Dow", "the question of enablement turned on whether the disclosure enabled the skilled man to make terfenadine and feed it to hay-fever sufferers, not on whether it enabled him to make the acid metabolite.\""], ["[150]", "With such guidance we can turn to the issue presented by Schreiber. Persons who take raloxifene as instructed by Schreiber will do so in order to treat rheumatoid arthritis. Some of those people may also have osteoporosis or suffer bone loss and some of that group of people may be postmenopausal women. That subset, in taking the raloxifene will also serendipitously, be treating their osteoporosis or bone disease and there may be no undesired estrogen type effects. But there is no such teaching in Schreiber."], ["[151]", "The '356 patent is directed specifically to treating osteoporosis and bone loss, not rheumatoid arthritis. It claims the use of raloxifene for the purpose of making tablets to effect such treatment. Schreiber made no disclosure that would enable a skilled person to know that raloxifene could be used for that purpose. The unknowing serendipitous effect of doing so in respect of some persons is not enablement. Schreiber is not anticipatory."], ["[152]", "Apotex argues that to practice Schreiber would therefore infringe the later Eli Lilly patent. This would not be so as the \"Gillette defence\" discussed later in these reasons, would clearly apply.", "Obviousness, Sound Prediction and Sufficient Disclosure"], ["[153]", "The attacks on validity based on obviousness, sound prediction and sufficiency of disclosure must in this instance, be considered together. Apotex says, given the state of the art, including but not restricted to Jordan, a person skilled in the art could have, as of the priority date come to the same conclusions as expressed in the claims of the '356 patent namely that raloxifene would treat osteoporosis and bone loss and, even to take Eli Lilly's construction, do so without unwanted estrogen related effects."], ["[154]", "Eli Lilly says that, as of the priority date, only Black had sufficiently robust rat studies such as would lead him, but only him at the time, to predict with confidence that raloxifene would be effective in treating osteoporosis and bone loss without, to take their construction of the matter, unwanted estrogen related effects."], ["[155]", "I find, taking all of the relevant evidence into consideration, that as of 1992, the words used by Turner in 1997 would have been appropriate. To a person skilled in the art, Jordan's model and those used in other papers such as Turner's own, would have been very, very good", "predictors", "of the effect of pharmacological agents on the skeleton at least regarding estrogen deficiency induced bone loss."], ["[156]", "The study reported in the Hong Kong abstract in 1993, where postmenopausal women were in fact treated, I find to be sufficient to turn that", "prediction", "into a", "sound", "prediction."], ["[157]", "Thus the prediction that a person skilled in the art in 1992, the priority date, could reasonably make was turned to one that such a person would soundly or inevitably make as of the Canadian filing date in 1993."], ["[158]", "To reduce these conclusions to the patent lingo, the", "claimed", "invention was not obvious as of 1992 but was soundly predictable by 1993."], ["[159]", "At this point an examination of the law, particularly the", "AZT", "case (", "<FRAGMENT_SUPPRESSED>  there was an old medicine, AZT, for which the patent at issue claimed a new use. A patent application was filed before certain testing had been completed which testing subsequently confirmed that the medicine was effective for the new use. The Supreme Court in reviewing the findings of the Trial Judge said at paragraph 25 of its reasons:", "\"25 He concluded that utility was", "not", "shown as of the February 6, 1985 draft application date. At that time there was no more than a belief that AZT 'might be useful' to treat AIDS, and the claims at that date exceeded the invention. By March 16, 1985, however, the patent met the s. 2 requirements and did not exceed the invention claimed. The Glaxo/Wellcome researchers had received the initial NIH data showing that AZT was active in arresting the HIV retrovirus in human cells.\""], ["[160]", "The Court stated the \"requirements\" of sound prediction at paragraph 70 to be three, first a sound basis for prediction, second an articulable and sound line of reasoning to infer the result and third, proper disclosure. It said:", "\"70 The doctrine of sound prediction has three components. Firstly, as here, there must be a factual basis for the prediction. In", "Monsanto and Burton Parsons", ", the factual basis was supplied by the tested compounds, but other factual underpinnings, depending on the nature of the invention, may suffice. Secondly, the inventor must have at the date of the patent application an articulable and 'sound' line of reasoning from which the desired result can be inferred from the factual basis. In", "Monsanto and Burton Parsons", ", the line of reasoning was grounded in the known 'architecture of chemical compounds' (", "Monsanto", ", at p. 1119), but other lines of reasoning, again depending on the subject matter, may be legitimate. Thirdly, there must be proper disclosure. Normally, it is sufficient if the specification provides a full, clear and exact description of the nature of the invention and the manner in which it can be practised: H.G. Fox,", "The Canadian Law and Practice Relating to Letters Patent for Inventions", "(4th Ed. 1969), at p. 167. It is generally not necessary for an inventor to provide a theory of why the invention works. Practical readers merely want to know that it does work and how to work it. In this sort of case, however, the sound prediction is to some extent the quid pro quo the applicant offers in exchange for the patent monopoly. Precise disclosure requirements in this regard do not arise for decision in this case because both the underlying facts (the test data) and the line of reasoning (the chain terminator effect) were in fact disclosed, and disclosure in this respect did not become an issue between the parties. I therefore say no more about it.\""], ["[161]", "It added at paragraph 71 that each case is highly fact dependent:", "\"71 It bears repetition that the soundness (or otherwise) of the prediction is a question of fact. Evidence must be led about what was known or not known at the priority date, as was done here. Each case will turn on the particularities of the discipline to which it relates. In this case, the findings of fact necessary for the application of 'sound prediction' were made and the appellants have not, in my view, demonstrated any overriding or palpable error.\""], ["[162]", "As I have found, as of the priority date in this case, there was a good basis for the prediction and, as of the Canadian filing date, given the Hong Kong study, a sound line of reasoning. The Supreme Court used the words \"priority date\" in its reasons. The Federal Court and the Federal Court of Appeal had the occasion to consider the matter further and concluded that the Canadian filing date was more appropriate (", "<FRAGMENT_SUPPRESSED>  C.P.R.(4th) 161 (F.C.), at 184  <FRAGMENT_SUPPRESSED> , affd. (2006), 349 N.R. 183; 46 C.P.R.(4th) 401 (F.C.A.), at 409  <FRAGMENT_SUPPRESSED> ). Thus, if the date was the priority date, there could have been no sound prediction based on the first two criteria of the Supreme Court but as of the Canadian filing date those two criteria would have been met. I do not need to consider which date is more appropriate in view of my findings below as to disclosure."], ["[163]", "The third criterion however is that of disclosure. It is clear that the '356 patent does not disclose the study described in the Hong Kong abstract. The patent does not disclose any more than Jordan did. The person skilled in the art was given, by way of disclosure, no more than such person already had. No \"hard coinage\" had been paid for the claimed monopoly. Thus, for lack of disclosure, there was no sound prediction."], ["[164]", "Eli Lilly argues that there is no need for such disclosure. First, it argues that the Hong Kong abstract was already public by the time the Canadian filing was made and that was sufficient disclosure to satisfy the third element of the AZT requirements. I disagree. A considered reading of paragraph 70 of the AZT decision leads to the conclusion that the disclosure must be in the patent, not elsewhere. The public should not be left to scour the world's publications in the hope of finding something more to supplement or complete a patent disclosure. As the Supreme Court said at paragraph 70, the quid pro quo offered in exchange for the monopoly is disclosure. It must be in the patent."], ["[165]", "Eli Lilly raises a second argument. It involves a review of the", "Patent Cooperation Treaty", "PCT", ") the", "Patent", "Act", "and the", "Patent Rules", ". These, it argues, set out what must be in a patent and for the Court to require otherwise, even the Supreme Court, as Counsel put it, would be to defy Parliament."], ["[166]", "The argument appears to go like this. Canada joined the", "PCT", "in 1990, that is before the application for the '356 patent was filed, or even before its priority date. Article 5 of that", "Treaty", "says:", "\"The description shall disclose the invention in a manner sufficiently clear and complete for the invention to be carried out by a person skilled in the art.\""], ["[167]", "Article 27(1) of that", "Treaty", "says:", "\"No national law shall require compliance with requirements relating to the form or contents of the international application different from or additional to those which are provided for in this Treaty and the Regulations.\""], ["[168]", "This, argues Eli Lilly, means that the disclosure needs only to set out the invention itself and no further disclosure is needed. I disagree, these requirements are minimum requirements going to form and content and do not restrict national law or jurisprudence. Article 27(5) of the", "Treaty", "says:", "\"Nothing in this Treaty and the Regulations is intended to be construed as prescribing anything that would limit the freedom of each Contracting State to prescribe such substantive conditions of patentability as it desires. In particular, any provision in this Treaty and the Regulations concerning the definition of prior art is exclusively for the purposes of the international procedure and, consequently, any Contracting State is free to apply, when determining the patentability of an invention claimed in an international application, the criteria of its national law in respect of prior art and other conditions of patentability not constituting requirements as to the form and contents of applications.\""], ["[169]", "Eli Lilly argues that the \"form and contents\" provision at the end limits the necessity to make disclosure. I do not consider that to be the purport or effect of this provision. The provision makes it clear that procedural matters, form and content, to the extent that content is not otherwise governed by substantive conditions of patentability, are to be compliant with general", "PCT", "provisions. National law prevails where \"substantive\" legislation and jurisprudence affect content."], ["[170]", "Eli Lilly further argues that the Canadian", "Patent Rules", "applicable at the time the application for the '356 patent was pending incorporate the", "PCT", "provisions into Canadian law. I have already found that even if they were so incorporated, they would not substantiate Eli Lilly's position. However, and in any event, the", "PCT", "provisions are incorporated into Canada's", "Patent Rules", ", only in respect of applications filed in Canada or elsewhere under the provisions of the", "PCT", ". The application for the '356 patent was not filed under the", "PCT"], ["[171]", "Further, Eli Lilly argues the", "Patent Rules", "in force at the time only required minimal disclosure. They point to s. 21 of the", "Rules", "which said:", "\"The disclosure shall treat the matters set out in Form 24 of Schedule I in the matter prescribed therein.\""], ["[172]", "And to Form 24 which says, in part as to disclosure:", "\"(2) The nature in general terms of the articles or processes previously known or used which are intended to be improved or replaced by resort to the invention and of the difficulties and inconveniences which they involve.", ". . . . .", "\"(3) The inventive idea which the new article or process embodies, and the way in which resort to it overcomes the difficulties and inconveniences of previous practices or proposals.", ". . . . .", "\"(4) A full description of the best way of using or putting into operation the inventive idea. If there are drawings, the description should be preceded by a list of these drawings and should be related to them by the use of the numerals which appear upon them. The form of the list and of the description is illustrated by the following: ...\""], ["[173]", "I do not view this Rule and Form as imposing a limitation on any disclosure required by law to be made. It simply provides a template for a draftsman. A Patent Rule cannot override a substantive legal requirement."], ["[174]", "Then, Eli Lilly argues, the", "Patent", "Act", ", R.S.C. 1985, c. P-4, sets out what is required to be disclosed in a patent. The section numbers have changed but the wording is the same. Prior to October 1, 1989, the numbering was s. 36(1) then renumbered to 34(1), until October 1, 1996 it was still s. 34(1), after October 1, 1996 it was s. 27(3). The provisions are:", "\"(1) An Applicant shall in the specification of his invention", "(a) correctly and fully describe the invention and its operation or use as contemplated by the inventor;", "(b) set out clearly the various steps in a process, or the method of construction, making, compounding or using a machine, manufacture or composition of matter, in such full, clear, concise and exact terms as to enable any person skilled in the art or science to which it appertains, or with which it is most closely connected, to make, construct, compound or use it;\""], ["[175]", "These provisions, Eli Lilly argues, were interpreted by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> , supra, at pages 525-527  <FRAGMENT_SUPPRESSED> , to the effect that the patent only needs to set out enough to show a person skilled in the art how to work it. In particular Dickson, J., for the Court said at page 526:", "\"Although (i) s. 36(1) requires the inventor to indicate and distinctly claim the part, improvement or combination which he claims as his invention and (ii) to be patentable an invention must be something new and useful (s. 2), and not known or used by any other person before the applicant invented it (s. 28(1)(a)), I do not read the concluding words of s. 36(1) as obligating the inventor in his disclosure or claims to describe in what respect the invention is new or in what way it is useful. He must say what it is he claims to have invented. He is not obliged to extol the effect or advantage of his discovery, if he describes his invention so as to produce it.", "As Thorson P. stated in", "<FRAGMENT_SUPPRESSED> , at pp. 109-10; [1950] Ex. C.R. 344, at pp. 366-7; 11 Fox Pat. C. 62, at p. 85:", "'Nor is it any objection to the sufficiency of disclosures that the advantages of the invention as enumerated by Professor Price were not set out in the specification ... If any inventor has adequately defined his invention he is entitled to its benefit even if he does not fully appreciate or realize the advantages that flow from it or cannot give the scientific reasons for them. It is sufficient if the specification correctly and fully describes the invention and its operation or use as contemplated by the inventor, so that the public, meaning thereby persons skilled in the art, may be able, with only the specification, to use the invention as successfully as the inventor could himself.'\""], ["[176]", "In <FRAGMENT_SUPPRESSED> , the Supreme Court was addressing itself to a more general proposition than that discussed in", "AZT", ". That Court in", "AZT", "was considering the more specific problem of sound prediction.", "AZT", "considered that where the claimed invention had not yet actually been reduced to practice, the patent must provide a disclosure such that a person skilled in the art, given that disclosure, could have as the inventors did, soundly predicted that the invention would work once reduced to practice."], ["[177]", "The Court in <FRAGMENT_SUPPRESSED> was saying that the patent does not have to distinguish old from new or to show why the invention works; it must however provide sufficient disclosure so as to enable a person skilled in the art to work the invention for themselves. Thus it is consistent with", "AZT", ", the disclosure shows enough to enable such person to work the invention, or to predict the invention soundly."], ["[178]", "I find that Apotex's allegation that that the '356 patent fails to provide sufficient disclosure is justified since nothing of real substance beyond the previous disclosure of Jordan is disclosed in the patent.", "Claims Broader"], ["[179]", "The claims at issue 1, 3, 15 and 17 have already be construed. Claims 1 and 3 relate to osteoporosis or bone loss of any kind. Claim 15 relates to osteoporosis and bone loss of any kind in post-menopausal women. Claim 17 relates to treatment of osteoporosis and bone loss but only of a kind that does not elicit significant estrogenic responses in the primary sex tissues."], ["[180]", "The disclosure of the '356 patent has also been reviewed. The disclosure limits the osteoporosis and bone loss to that without the adverse effects of estrogen therapy. As discussed in", "<FRAGMENT_SUPPRESSED> patent claim must not exceed either the invention made or the invention disclosed."], ["[181]", "The evidence shows that osteoporosis and bone loss, even in post-menopausal women, can have many causes other than those related to estrogen. Age and lack of mobility are among these causes."], ["[182]", "Thus claims 1, 3 and 15 are overly broad and Apotex's allegation respecting those claims is justified. Claim 17 is related to lack of adverse effects of estrogen and Apotex's allegation in regard to breadth of that claim is not justified.", "Ambiguity"], ["[183]", "The claims have been construed. There is no ambiguity. Simply because one party argues one construction and the other party another does not itself make the claims ambiguous.", "IN SUMMARY", "- Apotex's allegation in respect of anticipation in view of Jordan is not justified.", "- Apotex's allegation in respect of anticipation in view of Schreiber is not justified.", "- Apotex's allegation of obviousness is not justified.", "- Apotex's allegation in respect of lack of sound prediction is justified because the '356 patent lacks adequate disclosure.", "- Apotex's allegation that the claims are broader than the invention disclosed is justified in respect of claims 1, 3 and 15 but not in respect of claim 17.", "- Apotex's allegation as to ambiguity is not justified."], ["[184]", "As a result, the application will be dismissed.", "INFRINGEMENT"], ["[185]", "Apotex has also alleged that it will not be infringing the claims of the '356 patent based on what has been called the \"Gillette defence\" after an English case of that name,", "<FRAGMENT_SUPPRESSED>  (H.L.). In brief, the defence is that a person is simply doing something that is already part of the prior art, therefore, either the patent is invalid for anticipation as it claims the prior art, or there is no infringement because if the patent is not claiming the prior art then it cannot be claiming what is being practiced by the defendant."], ["[186]", "Here I have found that there was no anticipation of what was claimed in the '356 patent. The sale by Apotex of raloxifene for the specific purpose of treating bone loss or osteoporosis in humans does not fall within the prior art. There are other reasons, already discussed, as to invalidity, but not anticipation."], ["[187]", "If valid, at least claims 1, 3, 15 and 17 of the '356 patent would be infringed by Apotex if it received the NOC that it seeks.", "COSTS"], ["[188]", "Apotex has been successful in this application and is entitled to costs to be taxed. I find no basis for departing from the usual level in NOC proceedings of this complexity at the middle of Column IV. However there are other matters to be considered."], ["[189]", "First, the number of experts. Apotex may tax the costs of five experts only. Apotex may choose which five. The fees of those experts shall not exceed the rate charged by Apotex senior counsel for the same amount of time spent by such expert."], ["[190]", "Apotex may tax costs of one senior and one junior counsel at trial and, if present, at the cross-examination of an Eli Lilly witness. Only one counsel, at senior rate, shall tax costs in respect of attendance at cross-examination of an Apotex witness."], ["[191]", "Only reasonable costs for photocopying are allowed. A maximum of four copies of any document used at trial or in cross-examination is allowed. The lesser of actual cost of photocopying if by an arms length supplier, or actual cost if not arms length, is to be taxed and not to exceed 25 cents per page in any event."], ["[192]", "The abandoned allegation as to s. 53, akin to a fraud allegation must be considered. The total costs and disbursements taxed by Apotex shall be reduced to 75%, that is, a reduction of 25%.", "JUDGMENT"], ["[193]", "For the Reasons provided", "THIS COURT ADJUDGES that", "1. The application is dismissed;", "2. Apotex is entitled to costs to be taxed in accordance with these Reasons.", "Application dismissed.", "Editor: Elizabeth M.A. Turgeon/gs", "[End of document]"]]}