{"id_": "087884", "body_str": [["[1]", "Blais, J.", "[Translation]: On April 27, 1998, the plaintiff filed a statement of claim against the defendant Jules Bernard, which seeks an Order from this court under which the Band Council would recover possession of its house at 4755 Solinak Street and lot number 582-25 on the Wôlinak Indian reserve, on which the house stands."], ["[2]", "The defendant Jules Bernard filed his defence to the plaintiff's claim on May 27, 1998."], ["[3]", "In his statement of defence, the defendant Jules Bernard requests that the court dismiss the plaintiff's action and allow him to remain in possession of the 4755 Solinak Street house and lot number 582-25 on the Wôlinak Indian Reserve, on which the house stands, pursuant to a lease with the band chief."], ["[4]", "On August 27, 1998, the plaintiff filed two motions in the instant case. One motion was for a summary judgment under rules 213, 214, 364 and 366 of the", "Federal Court Rules", ", 1998 (\"the", "Rules", "\"), and the other was to strike out a pleading under rules 221 and 364."], ["[5]", "The plaintiff was originally to have brought the motions on September 21, 1998, but on the plaintiff's initiative, and with the consent of counsel for the defendant Jules Bernard, both motions were adjourned to October 5, 1998."], ["[6]", "While counsel for the plaintiff sought the adjournment to October 5, 1998, he also agreed that the defendant Jules Bernard should have more time to produce a record in response to each motion."], ["[7]", "On October 1, 1998, the defendant, Jules Bernard, filed a motion for an extension of time and for trial under rule 369."], ["[8]", "On October 2, 1998, Prothonotary Richard Morneau dismissed the motion for an extension of time."], ["[9]", "On October 5, 1998, in court with both parties attending, the Honourable Mr. Justice Pinard orally directed that the two motions returnable on October 5 be postponed to October 19, 1998 and placed on the Montréal motions list."], ["[10]", "I heard both motions on October 19, 1998."], ["[11]", "Diane Bernard, the Band Chief, has no management or signing authority with regard to instruments such as leases, except at meetings of the Band Council."], ["[12]", "Although the defendant Jules Bernard filed a defence to the plaintiff's claim, he did not file written responses to either of the plaintiff's two motions."], ["[13]", "At the hearing, counsel for the defendant Jules Bernard requested that the grounds of the motion for extension returnable October 2, 1998 be considered responses to the plaintiff's summary judgment motion where applicable. There was no objection from counsel for the plaintiff.", "Facts"], ["[14]", "The facts to which both parties agree are as follows."], ["[15]", "The defendant Jules Bernard already owns a house located at civic address 10125 on Kolipaïo Street, and has a conditional right to possession of part of lot 582-6-1 on the Wôlinak Indian reserve, on which the house stands."], ["[16]", "After the defendant Jules Bernard purchased this property, the plaintiff purchased another house, located at 4755 Solinak Street, on lot 582-25 of the Indian reserve."], ["[17]", "On July 7, 1997, the defendant Jules Bernard asked the Band Council if he could exchange his house at 10125 Kolipaïo Street for the house at 4755 Solinak Street."], ["[18]", "This request was not addressed immediately at the Band Council meeting of July 7, 1997. It was postponed at a later meeting."], ["[19]", "However, between July 7, 1997, and October 15, 1997, a major conflict within the Band Council prevented the Council from holding regular meetings."], ["[20]", "On August 22, 1997, the defendant Jules Bernard entered into a lease with Band Council Chief Diane Bernard, in which he rented the 4755 Solinak Street house."], ["[21]", "That same day, namely August 22, 1997, the defendant Jules Bernard signed a lease by which Murielle Lefebvre rented the house he owns at 10125 Kolipaïo Street on the reserve."], ["[22]", "Both leases had terms of ten months, commencing August 22, 1997, and ending June 30, 1998."], ["[23]", "On August 26, 1997, the defendant Jules Bernard received a letter signed by three members of the Band Council notifying him that he was \"illegally\" occupying the 4755 Solinak Street house in Wôlinak. The letter advised the defendant forthwith to leave the house he was then occupying."], ["[24]", "The lease of the 4755 Solinak Street house between the defendant Jules Bernard and his sister Band Chief Diane Bernard was not approved by the Band Council at any time, either before it was signed, or even once the Band Council resumed regular meetings, after October 15, 1997."], ["[25]", "Once the Band Council had resumed regular meetings, several letters were sent to the defendant Jules Bernard and others who were alleged to be occupying houses and lands on the Wôlinak Indian reserve illegally."], ["[26]", "On March 12, 1998, council for the plaintiff also served notice on defendant Jules Bernard that he was to leave the 4755 Solinak Street house."], ["[27]", "The two leases on which the defendant Jules Bernard relies have now expired, and no evidence has been adduced as to whether or not they have been renewed."], ["[28]", "The defendant Jules Bernard clearly refused to comply with the notices and correspondence received from and on behalf of the Band Council, which is why the Band Council commenced these proceedings."], ["[29]", "There is clearly a major problem within the Band Council.", "Points In Issue"], ["[30]", "The court will first dispose of the first motion, which seeks to strike out paragraph 21 of the statement of defence."], ["[31]", "The ground advanced by the plaintiff is that the request defendant Jules Bernard is making in paragraph 21 of his defence, namely to declare that the lease between Chief Diane Bernard and defendant Jules Bernard is valid, is a request for declaratory relief against a federal board under s. 18(1)(a) of the", "Federal Court Act"], ["[32]", "Having reviewed the file, and in particular having carefully read both the statement of claim and the statement of defence, I note that in paragraph 9 of his statement of defence, the defendant Jules Bernard is specifically pleading that he signed a lease, which he relies upon and filed in support both of the defence and the motion before this court."], ["[33]", "Paragraph 21 of the defence reads as follows:", "[Translation] \"The lease between Chief Diane Bernard and the defendant is valid, and it is asked that the court so declare.\""], ["[34]", "Although paragraph 21 may appear somewhat redundant in relation to paragraph 9 of the statement of defence, it would in my view be clearly an exaggeration to regard the paragraph as a request that the court grant declaratory relief against a federal board."], ["[35]", "After all, it is the plaintiff who brought the request in issue before this court, claiming that the defendant Jules Bernard is occupying a house that he owns and that he is not entitled to do so."], ["[36]", "As for the defendant Jules Bernard, his defence relies on the fact that a lease agreement was concluded between him and the Band Chief, while the Band Council, a plaintiff in this action, filed the original lease."], ["[37]", "The request that the court declare the lease valid constitutes the very essence of the defence, which was filed in response to a statement of claim that denies the existence of a right."], ["[38]", "Thus, this court should not grant the plaintiff's motion to strike out a pleading."], ["[39]", "The plaintiff's second motion is for a summary judgment ordering the defendant Jules Bernard to vacate the house located at 4755 Solinak Street and lot number 582-25 on the Wôlinak Indian reserve, on which the house stands, so that the plaintiff can recover possession thereof."], ["[40]", "In paragraph 15 of its motion, the plaintiff specifically pleads the following, and I quote:", "[Translation] \"The only genuine issue is in fact whether the defendant-respondent, Jules Bernard, is legally entitled to occupy the house and land in issue, bearing in mind:", "(a) that the plaintiff-applicant is the owner of the house;", "(b) that the defendant-respondent Jules Bernard is relying solely on a lease which a single member of the Band Council signed in the name of the plaintiff-applicant while Council was not in session; and", "(c) that the defendant-respondent Jules Bernard never paid the plaintiff-applicant a penny of rent under the lease in question.\""], ["[41]", "The plaintiff, relying on rule 216(2)(b), is asking the court to grant a summary judgment if it is satisfied that the only genuine issue is a question of law."], ["[42]", "Counsel for the plaintiff properly relies on", "FRAGMENT_SUPPRESSED", ", [see footnote 1] where Tremblay-Lamer, J., articulated the general principles that apply to this rule."], ["[43]", "Counsel for the plaintiff correctly argued that the only question of law the defendant Jules Bernard has raised is the existence of a lease signed with the Band Council Chief."], ["[44]", "The defendant Jules Bernard, being both an employee of the Band Council and the brother of its Chief, could not have been oblivious to the conflict within the Band Council."], ["[45]", "Moreover, given the special circumstances the Band Council was in at the time, defendant Jules Bernard could not have been unaware of the fact that the Council had never approved the signature of this lease."], ["[46]", "Counsel for the defendant Jules Bernard submits that lease of 4755 Solinak Street was signed to ensure [Translation] \"a sensible continuity in managing the routine business of the Band Council, and that the lease was a mere administrative act.\""], ["[47]", "Counsel for the plaintiff submits that the occupancy of land on an Indian reserve is governed by the", "Indian Act", "and that where a Band Chief signs a lease without the authorization of the Band Council, it is not a purely administrative act."], ["[48]", "For his part, counsel for the defendant Jules Bernard Submits that it was impossible in any event to determine the Band Council's position in late August, since he had been asking the Band Council for almost two months whether he could exchange his house, the Band Council was unable to meet, and there was little reason to believe it would meet at any point soon."], ["[49]", "Citing the", "Indian Act", ", counsel for the plaintiff submits that the defendant Jules Bernard cannot rely on the lease signed with the Band Chief under any circumstances, since the Band Council never approved the lease, and the lease does not legally exist and is void ad initio."], ["[50]", "Counsel for the plaintiff submits that leases entered into by band councils must comply with the procedures set out in s. 2(3)(b) of the", "Indian Act", ", and relies on settled cases such as", "FRAGMENT_SUPPRESSED", "[see footnote 2] and", "FRAGMENT_SUPPRESSED", "[see footnote 3] in this regard."], ["[51]", "Counsel for the plaintiff correctly submits that given the paucity of cases on Indian management issues, courts have often turned to the municipal and educational sectors, where decision-making is similar to that of Indian bands in many respects."], ["[52]", "Judgments on this point include", "FRAGMENT_SUPPRESSED", ", [see footnote 4], where Louis Doiron, J., held:", "FRAGMENT_SUPPRESSED"], ["[53]", "In", "FRAGMENT_SUPPRESSED", ", [see footnote 6] Tourigny, J.A., of the Quebec Court of Appeal, wrote:", "FRAGMENT_SUPPRESSED"], ["[54]", "Further on, Tourigny, J.A., held:", "FRAGMENT_SUPPRESSED"], ["[55]", "As regards the argument concerning the payment of rent, it would appear, although the situation has not been presented clearly, that the defendant Jules Bernard has not paid any rent for the 4755 Solinak Street house he is occupying. He could have submitted evidence on the subject, but he neglected to do so, and my consideration must be limited to the evidence before me. In this regard, the plaintiff has alleged that no rent has been paid, the defendant Jules Bernard admits this, and no other evidence has been provided to this effect."], ["[56]", "The court is unable at this stage to consider the other grounds advanced by the defendant Jules Bernard - the bad faith of the Council members, the criterion expressly designed to prevent the defendant from purchasing the 4755 Solinak Street property and the confrontational attitude that appears to have taken root on the reserve."], ["[57]", "Although counsel for the defendant Jules Bernard stated that he intended to file a counterclaim against the plaintiff, and even requested an extension of the time within which to do so after filing his October 1, 1998 motion with the prothonotary, he had still not filed anything on October 19, 1998, the date on which the two motions were heard."], ["[58]", "The defendant Jules Bernard had plenty of time - nearly six months since April 27, 1998 when the proceedings were commenced - to prepare and present a counterclaim if he had wished to do so."], ["[59]", "Having considered the file and reviewed the exhibits filed in support of the motions, the court is satisfied that there is no genuine issue other than the question of law concerning the right of the defendant Jules Bernard to live in the 4755 Solinak Street house and use lot number 582-25 on the Wôlinak Indian reserve, based on a lease that expired several months ago."], ["[60]", "The court finds that the plaintiff's request for a summary judgment is well founded under the circumstances."], ["[61]", "Wherefore", "THE COURT"], ["[62]", "Dismisses the plaintiff's motion to strike out a pleading;"], ["[63]", "Orders the plaintiff to pay costs in the amount of $1,500 to the defendant Jules Bernard in respect of the said motion to strike out a pleading;"], ["[64]", "Grants the plaintiff's motion for summary judgment;"], ["[65]", "Dismisses the statement of defence of defendant Jules Bernard;"], ["[66]", "Orders defendant Jules Bernard to vacate the house located at 4755 Solinak Street and lot number 582-25 on the Wôlinak Indian reserve, on which the house stands, so that the plaintiff can recover possession thereof; and"], ["[67]", "Orders the defendant Jules Bernard to pay costs in the amount of $2,500 in respect of this motion for summary judgment.", "Order accordingly.", "Editor: David Weir/vem", "Footnotes", "FRAGMENT_SUPPRESSED"]]}