{"id_": "087857", "body_str": [["[1]", "Reed, J.", ": The plaintiff seeks an interlocutory injunction to prevent the defendants from infringing its design mark or using any mark to designate their goods which is confusingly similar to the plaintiff's mark. That design mark carries the initials HQ in large script with the words \"The Headquarters Companies\" printed as a subscript in very small type underneath. Insofar as the conduct of one or other of the parties plays a role in persuading a court to issue an interlocutory injunction order, there is no doubt that the balance, in this case, tips heavily in favour of the plaintiff.", "Conduct Of The Defendants"], ["[2]", "The dispute between the parties has a considerable history. The plaintiff, HQ Network Systems, Inc., together with its predecessor, the Headquarters Companies, has been carrying on business in the United States since 1978. That business involves the provision of officer support services to clients - support services such as office space, secretarial services, clerical services, office supplies and equipment, fax facilities, and mail receiving and sending facilities. The plaintiff has 94 business centres in the United States, one in the United Kingdom and one in Belgium. An individual may purchase office space and services from one of these centres on an extended basis, for example, while establishing a new business in the area. A client may purchase space and services on a very temporary basis in a variety of locations, from time to time, as the client finds it necessary to travel to those areas for the purposes of business. (In fact each business centre is run independently by a licensee who is also a shareholder in the plaintiff but the details of this structure are not important for the purposes of this case.) The evidence establishes that the plaintiff pays great attention to creating a \"quality\" image for its business centres. While the plaintiff's main business activity is the provision of services at the business centres, the plaintiff also sells office furniture, office equipment, office supplies, printing materials and other products of a similar nature to clients. The selling of such products is an incidental part of its main business activity."], ["[3]", "The defendant, HQ Office Supplies Warehouse Inc., was incorporated in 1988 in the United States and commenced its initial business activities in the same building as the plaintiff's HQ business centre in Long Beach, California. The defendant, HQ Office Supplies Warehouse Inc., expanded so that it now has 12 outlets in California and one in Nevada. The defendants operate warehouse style stores which sell office supplies and office equipment. They also sell office services such as photocopying, fax and mail services to their clients. The defendants do not provide office space. The provision of office services is incidental to the defendants' main business of selling office equipment, furniture and supplies."], ["[4]", "The defendant, HQ Office Supplies Warehouse, Inc., in conducting its U.S. operations, used the trademark HQ Office Supplies Warehouse as well as other subsidiary marks such as HQ Service, HQ Business Service Centre and H.Q. The plaintiff, in the United States, has used since 1978 the trademark HQ and The Headquarters Companies, or slight variations thereof, including Headquarters Companies, HQ Services and Offices, HQ Network and HQ the Headquarters Companies. The mark that has been used most extensively by the plaintiff in recent years is HQ with a bar above and below that designation. The defendant's action led to rampant confusion in California between the business of the plaintiff and the business of the first defendant. During the period from August 1, 1989 to November 30, 1989, over 1,000 telepone calls which were intended for the first defendant were received by the plaintiff. Mail and facsimile transmissions were also misdirected."], ["[5]", "The plaintiff commenced action against the first defendant, in California, for trademark infringement, false designation of origin, unfair competition and dilution of the value of the plaintiff's trademark. This action was commenced on July 31, 1989. An interlocutory injunction was sought and on October 18, 1989, the California Court stated, in rendering an oral judgment:", "\"... when this case goes to trial, ... if the plaintiff were to win this case, it would not at all surprise me, and I think that many of the elements that constitute the components of the likelihood of success on the merit test seem to be ... present, but I'm not convinced that the plaintiff is suffering any substantial or irreparable damage at the moment ...", "\"But what persuades me in this case ... is the passage of time between the date that Tyson [sic] [Mr. Tison is President of the plaintiff company] first learned that the ... HQ Warehouse in Southern California was to be opened and the date that the complaint was filed ...", "\"The time involved is October '88, to August the 4th, 1989. During that period of time, the Culver City Warehouse was opened, the Alhambra Warehouse was opened, the Bellflower Warehouse was opened, the Fullerton Warehouse was opened, and the San Bernardino Warehouse was opened.", "\"It might have been a different result in this application for a preliminary injunction if this application had been made at or about or before the time the Culver City Warehouse was opened, but it wasn't.\"", "The court ordered an early trial and set the date for January 9, 1990. It is my understanding that there have been continual postponements of that date, mainly at the behest of the court, with the most recent schedule being for the trial is to commence on June 18, 1990."], ["[6]", "The plaintiff became aware, sometime prior to August 2, 1989, that the defendants were considering expanding into Canada. The second defendant, HQ Office International Inc., (hereinafter the U.S. defendant) was incorporated in April of 1989 in the United States and its wholly owned Canadian subsidiary, the third defendant, HQ Office International (Canada) Ltd., (hereinafter the Canadian defendant) was also incorporated in 1989."], ["[7]", "After the plaintiff learned that the defendants intended to expand into the Canadian market, a demand letter was sent to counsel for the first defendant. That letter was dated August 2, 1989 and reads in part:", "\"On another matter, we understand that HQ Office Supplies Warehouse Inc., intends to conduct business in Canada within the next few months. Please treat this correspondence as constituting a formal demand by HQ Network Systems Inc., that, in the event your client does conduct business in Canada, that it not infringe any of our client's service marks, and more particularly, that it refrain from using the word 'HQ' in the offer, sale or marketing of any of its goods and services in Canada. For your information, our client owns a registered service mark in Canada, and that mark was issued in 1984.\""], ["[8]", "On October 25, 1989, the U.S. defendant filed a prospectus with the SEC in the United States for the purpose of raising money to expand into Canada. That prospectus reads in part:", "\"The company intends to do business under the name 'HQ Office Supplies Warehouse'. The company licenses this name from HQ Office Supplies Warehouse Inc., currently the parent of the Company. See 'Management - Certain Transactions, License Agreement with HQ Office Supplies Warehouse Inc.' The Company is aware that several other firms use the letters 'HQ' as part of their names. The Company is also aware that HQ Office Supplies Warehouse Inc., is involved in litigation with another firm over the use of such letters. The Company has been threatened with litigation by this firm. In the event HQ Office Supplies Warehouse Inc., is forced to change its name, the Company will also be forced to change the name under which it does business. The Company does not anticipate that a name change at this time, or in the near future, would have a material adverse effect on its business because the company has not yet commenced operations. See 'Proposed Business - Legal Proceedings'.\""], ["[9]", "In December 1989, Tison learned that the prospectus of the U.S. defendant had been successfully completed. He also expected, at that time, that the trial of the U.S. action would commence on January 9, 1990, and that it would determine the issue of trademark infringement both in the United States as well as with respect to any prospective use in Canada. Tison asserts that, in any event, he expected the defendant to settle all outstanding matters, particularly given the remarks of the United States District Court (Central California District) on October 26, 1989."], ["[10]", "It was subsequently learned that the defendants were going ahead with their plans to expand into Canada. A statement of claim was filed in this court on February 28, 1990 and a notice of motion for an interlocutory injunction to prevent the defendants from infringing the plaintiff's trademark was made returnable for March 8, 1990. The defendants proposed opening their Richmond store on March 29, 1990."], ["[11]", "On March 8, 1990, Mr. Justice Walsh ordered that the defendants were to be restrained on an interim basis until March 19, 1990, from opening office supply outlets in Canada or advertising or promoting their wares in Canada in association with the trademark HQ. He stated:", "\"... it is evident even without the affidavit evidence that defendants have deliberately chosen names and carried on business using HQ in order to benefit by plaintiff's goodwill and create confusion between their business and that of the plaintiff in breach of plaintiff's trademark ...\"", "He ordered that the hearing of the interlocutory injunction should take place on March 19, 1990, or so soon thereafter as a judge could obtain a date. The hearing of the interlocutory injunction application was subsequently postponed several times, for a variety of reasons, much of it having to do with requests by the respective parties to cross-examine on the numerous affidavits which have been filed."], ["[12]", "On March 29, 1990, the defendants opened a store in Richmond, B.C., under the name Headquarters Office Supply Warehouse. The H and the Q are written in a considerably larger script than the rest of the letters in the word \"headquarters\". It must be noted that Mr. Justice Walsh was well aware that this was the defendant's intention when he issued the interim order of March 8, 1990. That order applied only to the use of the letters H.Q. Mr. Justice Walsh did not grant an order prohibiting the use of the designation Head-Quarters. At the same time, he indicated that this last was an issue which would be decided on the hearing of the interlocutory injunction application which hearing he expected to take place before March 29, 1990."], ["[13]", "One has to wonder why someone in the position of the defendants, when deciding not to use the HQ letters simpliciter for their Canadian business, chose the particular name in question rather than a designation which would clearly avoid any issue of confusion or design mark infringement vis-à-vis the plaintiff. I note that the test required to be applied in these cases is whether there is a \"likelihood of confusion if the two businesses are carried on in the same area in the same manner\", see:  <FRAGMENT_SUPPRESSED> ]. Also, in that case it was said, at page 13:", "\"Whether the respondent's trademarks or trade names are confusing with the appellant's registered trademark must accordingly be considered not only having regard to the appellant's present business in the area of the respondent's operations but having regard as well to whether confusion would be likely if the appellant were to operate in that area in any way open to it using its trademark ...\"", "I note that the difference between the plaintiff and the defendant's style of business did not prevent confusion occurring in the United States."], ["[14]", "In any event, it is clear that the defendants could not be said to be coming into court with \"clean hands\". Their actions in trying to \"skate as close to the line as possible\" in terms of infringing on the plaintiff's mark in Canada, coupled with what appears to be intentional predation in the United States, is not conduct which would lead a court to decide a discretionary remedy in their favour.", "Strength Of The Plaintiff's Case"], ["[15]", "There is no doubt that the plaintiff has established a serious question to be tried [see footnote 1]. The defendants contest this conclusion on the ground that: (1) the applicable test is one requiring the demonstration of a strong prima facie case, not merely a serious question to be tried; and (2) the defendants have demonstrated a serious defence and this should weigh against the issuing of an interlocutory injunction order."], ["[16]", "It is argued that the plaintiff must establish a strong prima facie case because the fact situation falls within what is called the \"Woods exception\" [see footnote 2]. That is, it is argued that the granting or withholding of the interlocutory injunction will effectively dispose of the issue between the parties. I do not accept that contention. There is nothing in the fact situation which makes the issuing or withholding of an interlocutory injunction dispositive of the issue between the parties."], ["[17]", "Counsel for the defendants argued that the issuing of an injunction will be dispositive of the case because, if the defendants are required to change their signs and related advertising materials, the cost of changing back at some future date would be prohibitive. I reject that argument. It seems clear the projected costs set out by the defendants in their affidavit material are wildly over-exaggerated. Also, even if the defendants' arguments concerning cost were valid, they would be relevant to considerations of balance of convenience or irreparable harm not to whether the granting or withholding of an interlocutory injunction would be dispositive of the dispute. In order for the Woods exception to apply, a determination at the interlocutory stage must be determinative for both parties not just for one. The facts do not support such a conclusion in this case."], ["[18]", "The parties have placed before the court extensive material, probably not much different from that which would be adduced at trial. If the interlocutory injunction determination becomes dispositive of the dispute between the parties, however, it will be because counsel choose to treat it as such, not because the facts of the situation lead necessarily to that result."], ["[19]", "The defences which the defendants put forward are: (1) the registered trademark is not in the plaintiff's name; and (2) the plaintiff has not used its mark in Canada and therefore the mark is invalid. In addition, it is argued that the mark has been abandoned. Counsel also argues that the defendant's use of HeadQuarters rather than HQ is neither a literal infringement of the registered mark nor confusing with the plaintiff's mark, when assessed in the light of the different businesses carried on by the plaintiff and the defendants."], ["[20]", "The nonregistration of the mark in the plaintiff's name, in the circumstances of this case, is not a defect which would argue against the issuing of an injunction. Mr. Tison has filed an affidavit indicating that the defect is a technical one. The plaintiff purchased the world wide assets of its predecessor, the HeadQuarters Companies, in December of 1985. This included the rights to the Canadian mark. By oversight, a specific assignment, as opposed to the general transfer of assets, was not made. A confirmatory nunc pro tunc assignment has now been made (Exhibit G to Mr. Tison's affidavit of February 23, 1990). The fact that the wrong general document was attached to assignment does not weaken the evidence of what actually occurred as recounted by Mr. Tison."], ["[21]", "With respect to the defendant's second argument, counsel for the plaintiff contends that issues of validity are not appropriately in issue at the interlocutory injunction stage:  <FRAGMENT_SUPPRESSED> , at p. 42. Despite this presumption of validity, I have considered the evidence which the defendants have filed in this regard."], ["[22]", "The defendants argue that the plaintiff has not used its mark in Canada in association with the services it provides because it has not opened a business centre in Canada [see footnote 3]. The plaintiff intends, and has always intended, to open such a centre in Canada but has not done so as yet [see footnote 4]. Mr. Tison asserts, and there is evidence to support the assertion, that there have been ongoing discussions with Canadians regarding the establishment of an HQ business centre in Canada on a continuous basis. There is evidence that the plaintiff has had a reciprocal arrangement with a Mr. Harris and his company, Canadian Business Centres, such that customers of each are referred to the other."], ["[23]", "In any event, the plaintiff argues that it has made use of its mark in Canada by advertising to attract Canadian businessmen to use its services in the United States, for example, when business requires them to travel to one of the locations where the plaintiff has established a business centre. In this regard, there has been advertising in the Vancouver Sun and the Toronto Star, as well as other publications with Canadian circulation such as the Wall Street Journal, Home Office Magazine, U.S.A. Today, Venture Magazine, Business Week, Money Magazine, Home Office Computing, and Entrepreneur Magazine. The plaintiff advertises in various airline magazines which would be read by Canadian passengers using those airlines. Advertising on Buffalo radio reaches Canadian audiences. The plaintiff has over 30 Canadian customers including the Canadian Consulate General, the Canadian Government Trade Office, Sunlife of Canada, Canada Diamond Merchants, The Royal Bank of Canada and the British Columbia Pavilion Corporation. Faxlist Publishers Inc. of Toronto approached the plaintiff in April, 1989 recommending that the plaintiff put a national advertisement in its publication, called The Small Business Magazine, the Magazine for Canadian Entrepreneurs, in order to appeal to Canadian companies that might want to establish themselves in various areas in the United States."], ["[24]", "The plaintiff relies on the decision  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 433 (Ont. C.A.), as establishing principles which are relevant to this case and which found a cause of action, even if there has been no establishment by the plaintiff of business centres in Canada. The Orkin decision related to a common law action of passing off. The plaintiff, in that case, did not provide services in Ontario but enjoyed a reputation in Ontario. Its mark was known there in association with pest control services. This reputation existed because Canadians travelling in the United States had been exposed to the plaintiff's advertising and use of its mark in the United States. Also, some Canadians had used the plaintiff's services with respect to property they owned in that country. Canadians were also aware of the plaintiff's mark because of the advertising which had occurred in magazines and other types of cross-border publications. At pages 443-444 C.P.R. Mr. Justice Morden wrote:", ". . . . .", "\"In my respectful view, Fitzpatrick, J., was right in concluding that Orkin was entitled to relief on the basis that it had a reputation (built up in several different ways including having customers) in Ontario and intended to expand its business into Ontario. In saying this I do not intend to indicate that a case such as this could not be decided on more general grounds. This is an evolving field of law and I think it the better course to resolve the competing contentions on relatively narrow grounds which are responsive to the particular facts rather than, unnecessarily, on broader grounds.", "\"I have said that the issue before us is not governed by any binding authority. However, it has been dealt with in the five British Columbia judgments cited by Orkin. None of these requires the plaintiff to be carrying on business in the jurisdiction to succeed in a passing-off action. The fact that these are Canadian decisions entitles them to favourable consideration in this court, if, for no other reason, than the desirability of uniformity in this country in this branch of the law of trade regulation.", ". . . . .", "\"However, a plaintiff does not have to be in a direct competition with the defendant to suffer injury from the use of its trade name by the defendant. If the plaintiff's trade name has a reputation in the defendant's jurisdiction, such that the public associates it with services provided by the plaintiff, the defendant's use of it means that the plaintiff has lost control over the impact of its trade name in the defendant's jurisdiction. The practical consequence of this is that the plaintiff is then vulnerable to losing the Ontario customers it now has as well as prospective Ontario customers, with respect to services provided in the United States. Also, it can result  <FRAGMENT_SUPPRESSED>  being prevented from using its trade name in Ontario when it expands its business into Ontario.", "\"Both of the considerations I have mentioned are covered in the following passage from the judgment of Buckley, J., in  <FRAGMENT_SUPPRESSED>  may well be that the plaintiff company may be able to say that they have got a reputation and a goodwill which would be exposed to risk resulting from the confusion between the plaintiffs and the defendants notwithstanding that they are carrying on business in different parts of the world; and that, moreover, the plaintiff company are entitled to retain the possibility of exploiting their goodwill in this country by opening hotels here, and that that possibility ought not to be diluted by anything done by the defendant company meanwhile.'", "\"With respect to the first consideration, it has been recognized in both England (see e.g.,  <FRAGMENT_SUPPRESSED>  (Eng. C.A.)) and in the  <FRAGMENT_SUPPRESSED>  (2nd Cir., C.A.)), that a trade name associated with services or goods deserves protection from another party using it in connection with services or goods which are not in competition with the plaintiff's ...\""], ["[25]", "Similarly, the plaintiff argues that, with respect to its claim under s. 7(b) of the Trade Marks Act, it can assert a right thereunder on the ground that it has a reputation in Canada regardless of whether it has at the present actually opened an HQ business centre here. It seeks to prevent present and future confusion. In this regard, the defendants' aggressive expansion plans are of great concern."], ["[26]", "Despite the fact that the defendants changed the trademark they were using from HQ Office Supplies Warehouse (which had been used in the United States) to HeadQuarters Office Supplies Warehouse (which they are using in Canada), there remains a likelihood of confusion in Canada. This may be to a lesser extent than the massive confusion which occurred in California, because of the smaller usage and reputation of the plaintiff's trademark in Canada, but it remains a strong likelihood. I note, in this regard, the newspaper articles which appeared in the Vancouver Sun on March 28, 1990, reporting on the defendant's opening of its Richmond store. Excerpts from one article read as follows: \"HeadQuarters (HQ) Office Supply Warehouse\" and \"if your office needs it HQ will probably have it ...\". The headlines of another read: \"HQ supplies varied services.\" The defendants' trademark HeadQuarters Office Supplies Warehouse is confusingly similar to the plaintiff's HQ, with or without the subscript to the latter of The HeadQuarters Companies. The term HeadQuarters automatically reminds one of the trademark HQ. There is a natural tendency for consumers and advertising personnel to shorten the word HeadQuarters to HQ."], ["[27]", "The strength of the plaintiff's case was increased significantly by the introduction in evidence, during the course of the hearing, of an affidavit filed indicating that the plaintiff had acquired, on May 17, 1990, additional trademark rights. It acquired the mark \"HeadQuarters Office Services, Inc.\", by assignment from a business operating in the Municipality of Coquitlam. The trademark was in turn reassigned by the plaintiff to the Coquitlam business insofar as a right of exclusive use within the boundaries of the District of Coquitlam, the City of Port Coquitlam and the City of Port Moody is concerned. I was asked to take this factor into account in assessing the strength of the plaintiff's case and I think it is appropriate to do so. In any event, with or without the additional evidence, the plaintiff has established a serious question to be tried which, in the words of Mr. Justice Stone in the Turbo Resources case, unlatches the door to the possible issuance of an interlocutory injunction.", "Irreparable Harm - Balance Of Convenience"], ["[28]", "I turn then to the question of balance of convenience and irreparable harm. The time as of which this must be assessed, in this case, is February 28, 1990, approximately a month before the defendant opened its Richmond store. The plaintiff argues that the defendants' activity creates or will create confusion in the minds of its Canadian customers and will devalue its trademark and goodwill, making it very difficult for it to expand into Canada. The defendants' argument is that such confusion will be minimal, if it exists at all, because the plaintiff has not opened any HQ business centres in Canada. Its Canadian customers do use the plaintiff's facilities in the U.S. and presumably might also do so in the U.K and Belgium. The defendant also argues that, by February 28, 1990, they have spent extensive amounts of money on their signs and advertising which will be lost if an injunction is granted."], ["[29]", "With respect to the money allegedly spent and which would be required to be spent on new signs, advertising and related materials, I have noted elsewhere that the defendants' affidavit evidence in this regard is wildly overstated. Indeed, I have been troubled by several aspects of the defendants' evidence and its presentation in this case. (I note, for example, the representations which were made to me by defendants' counsel respecting the origin of certain remarks made before Associate Chief Justice Jerome on March 26, 1990). In any event, any money that was spent in this manner was spent by the defendant's with their \"eyes wide open\". It was spent in the light of the litigation which had been commenced in the United States, the plaintiff's demand letter of August 2, 1989, and the comments of Mr. Justice Davie of the United States District Court (Central California). This last, of course, related only to the use of the letters HQ, not to the use of the word HeadQuarters."], ["[30]", "I could not conclude, on the basis of all the evidence, including the videotape of the defendants' business premises, that the defendants would suffer irreparable harm if an interlocutory injunction issued."], ["[31]", "As between the damage which will be suffered by the plaintiff if an injunction is not granted and that which will be suffered by the defendants if one is granted, keeping in mind that the relevant date for this assessment is February 28, 1990, I am of the view that the balance tips in favour of the plaintiff. It seems to me that the damage which is likely to be suffered by the defendants can more easily be compensated by damages than is the case with that which will be suffered by the plaintiff."], ["[32]", "Even if I am wrong on this assessment, I think that the application of Mr. Justice Stone's analysis in Turbo Resources, at pages 196-197, leads to a conclusive finding in favour of the plaintiff. Mr. Justice Stone notes that the application of the various considerations, when determining whether or not an interlocutory injunction should be granted, are not to be treated as \"separate and watertight categories\". He notes that \"strength on one part of the test ought to be permitted to compensate for weakness in another\". He indicates that \"considerable flexibility is called for, bearing in mind that the balance of convenience is of paramount importance\". And most importantly, in terms of the present case, he notes:", "\"where other factors appear to be evenly balanced, it is prudent to take such measures as will preserve the status quo.\"", "The present case is clearly one where the preservation of the status quo is highly appropriate.", "Other Equitable Considerations"], ["[33]", "Counsel for the defendants argues that the plaintiff delayed in commencing an action in Canada and therefore should not be granted the injunction sought. I do not characterize the plaintiff's conduct as exhibiting delay. A demand letter was written in August 1989, long before the defendants had commenced the establishment of their Canadian business. Had the defendants really been serious about attempting to avoid conflict with the plaintiff's trademark, they could have communicated with the plaintiff explaining their intention to use HeadQuarters instead of HQ and asked whether the plaintiff found this objectionable. Mr. Tison's explanation that he expected the U.S. litigation, which was scheduled to be heard on January 9, 1990, to dispose of the issue was a credible explanation for whatever delay, if any, one might think had occurred."], ["[34]", "The defendants argue that they will be irreparably harmed because if an injunction is issued they will be required to change their corporate name. The plaintiff does not seek that result. The plaintiff asks that the defendants cease using trademarks and trade names in association with the sale of wares and services which marks are confusingly similar to their own.", "Conclusion"], ["[35]", "There is no evidence that the first defendant, HQ Office Supplies Warehouse Inc., carried on any business or other activities in Canada. Counsel for the plaintiff indicated, at the hearing, that no remedy was being sought in these proceedings against that company."], ["[36]", "An interlocutory injunction will issue against HQ Office International Inc. and against HQ Office International (Canada) Ltd. prohibiting them from using the trademark or trade name which includes the words HQ, Headquarters or HeadQuarters or any trademark or trade name confusingly similar thereto."], ["[37]", "The plaintiff will be required to pay into court the sum of $30,000.00 to guarantee these defendants for any losses which may result if the plaintiff is not successful at trial. This sum is in addition to the amount which the plaintiff has already paid into court pursuant to the order of Mr. Justice Walsh dated March 9, 1990.", "Application allowed.", "Editor: Elizabeth M.A. Turgeon/hlh", "Footnotes", "1. The test set out by  <FRAGMENT_SUPPRESSED>  (F.C. T.D.).", "4. Mr. Tison's affidavit reads, in part, as follows:", "\"... from the period of my presidency of the plaintiff from about 1986 through to today's date I have periodically and regularly attempted to expand the plaintiff's HQ business centre network in Canada. The pl [plaintiff] has had a continuing intention to and continues to have an intention to do business in association with its HQ, trademark in Canada in the same manner it does business in the U.S., the U.K. and Belgium.\"", "[End of document]"]]}