{"id_": "087999", "body_str": [["[1]", "Tremblay-Lamer, J.", "[Translation]: This is an application for judicial review under subsection 32(1) of the", "Royal Canadian Mounted Police Act", ", RSC 1985, c R-10 [the Act], of the negative decision of an officer of the Royal Canadian Mounted Police [RCMP] designated as Level II adjudicator [the adjudicator] on behalf of the Commissioner of the RCMP in the matter of the applicant's grievance."], ["[2]", "In that decision dated November 3, 2011, the adjudicator found that the applicant's lateral transfer was not contrary to clauses 1.D.1 and 3.D.3 of Chapter 6 of the Career Management Manual [CMM] on work force adjustment. Moreover, she found that the", "Work Force Adjustment Directive", "[WFAD] did not apply in her case.", "FACTS"], ["[3]", "The applicant, who is now retired, was a regular member of the RCMP from October 1977 to June 2007. From 1994 to 2004, she worked as an investigator at the Joliette Detachment in Quebec."], ["[4]", "On September 22, 2004, following an announcement that RCMP resources in Quebec would be restructured, the assistant commissioner and commanding officer of \"C\" Division-Quebec sent a notice to employees, informing them that nine detachments, including Joliette, would be closed. The notice also stated that the affected employees would be reassigned to RCMP offices elsewhere in Quebec."], ["[5]", "In October 2004, a representative of the Career Development and Resourcing Office [the representative] came to the Joliette Detachment on two occasions. He informed the RCMP members of their imminent transfers and told them that their positions would be transferred to St-Jérôme. The members were also advised that they could follow their positions should they wish to do so, but that their respective preferred assignment requests would be considered and granted where possible. The representative explained to the members that the transfers resulting from the closing of the Joliette Detachment were regular transfers and that the situation was no different from other situations in which lateral transfers occur since the work force would not be adjusted."], ["[6]", "On November 10, 2004, the applicant received by fax a transfer authorization, informing her that she would be transferred to the St-Jérôme Detachment as of December 1, 2004. On the same day, the applicant filed a grievance, namely, Form No. 3081, with the Office for the Coordination of Grievances of the Central Region."], ["[7]", "In the context of this grievance, three Level I decisions were issued. The first, issued on November 2, 2005, allowed in part a request to disclose written or documentary information relevant to the grievance under section 31.4 of the Act. The second, dated April 24, 2006, recognized that the applicant had standing, but dismissed the grievance because of the limitation period provided at paragraph 32(2)(", ") of the Act. This decision was reversed on March 22, 2007, by a Level II adjudicator, and the grievance was referred back to Level I for a decision on the merits. In the third Level I decision, dated December 12, 2007, the Level I adjudicator dismissed the grievance on its merits."], ["[8]", "The applicant received a copy of this last decision on December 18, 2007, and filed her Level II grievance on December 21, 2007. On November 3, 2011, the Level II adjudicator dismissed this grievance on its merits."], ["[9]", "In the context of the present judicial review, the applicant challenges the lateral transfer on the ground that the work force adjustment provisions in Chapter 6 of the CMM should have been followed. Moreover, it is her opinion that the WFAD should have applied to her case given that the public service employees benefitted from it following the closure of the Joliette Detachment. She is therefore asking this Court to set aside the decision dated December 3, 2011, and to order the RCMP to apply the WFAD.", "THE ADJUDICATOR'S DECISION"], ["[10]", "Even though the adjudicator recognized the inconvenience caused by a lateral transfer and a move, she noted that the applicant had two options: following her position to St-Jérôme or proposing an assignment elsewhere. According to the representative's notes based on a personal interview, an assignment elsewhere was not possible, and the applicant had stipulated that she wished to follow her position to St-Jérôme. Consequently, the adjudicator found that the RCMP had considered the applicant's personal circumstances and aspirations, where possible, in compliance with clauses 1.D.1 and 3.D.3 of the Career Management Manual, which stipulate as follows: \"[m]obility is a condition of service\" and \"[i]n the lateral transfer planning process, although the member's personal circumstances and aspirations will be considered, the organizational needs of the RCMP take precedence\"."], ["[11]", "As to the work force adjustment, she explained that, according to Tab C.2 of Chapter 6 of the CMM, entitled , [translation]", "RCMP Work Force Adjustment", ", [translation] \"Work Force Adjustment is carried out only when the services of a member are no longer required because of a Work Force Adjustment situation\". Work Force Adjustment situations are defined in paragraphs (", ") to (", ") of Tab D.2 as, among other things, the abolition of a funded position or a change in category or classification. She relies on the finding of the Level I adjudicator, according to whom the applicant's personal circumstances met neither of these provisions. She bases her conclusion on the following evidence: the applicant's position was not abolished, but redeployed under another collator code at the same rank and in the same category; her services were still required; she was not withdrawn from the work force; she was not surplus; and, lastly, she remained associated to her position. Moreover, neither the Commissioner nor the human resources manager authorized work force adjustment measures during the alignment process in question."], ["[12]", "She conceded that, while it was true that the applicant's position no longer existed (and had therefore, in a sense, been abolished), this argument in no way supported the claim that her position had been withdrawn from the RCMP work force. Even though the applicant would have preferred severance pay under the work force adjustment policies referred to in Chapter 6 of the CMM, the enforcement of these policies is justified by organizational needs and not the personal circumstances of an employee who wishes to take early retirement. Work force adjustment was never an issue in her case; it was an alignment process the goal of which was to properly allocate RCMP resources in Quebec."], ["[13]", "The adjudicator adopted the Level I adjudicator's view that the evidence clearly demonstrated that [translation] \"[the process] involved a large number of RCMP members, a transfer of positions and their incumbents, and was not a financial exercise to save money through staff cuts, a change in employee categories, a work shortage and demotion\"."], ["[14]", "Lastly, she found that the fact that some public service employees benefitted from the WFAD was irrelevant and that it did not establish that the applicant was entitled to benefit from it. The adjudicator noted that RCMP members cannot avail themselves of the laws, collective agreements and rules governing the activities of employees of the public service, and vice versa. For these reasons, she dismissed the grievance on its merits.", "Standard of review"], ["[15]", "In the case of a judicial review of a decision of an RCMP adjudicator, given the adjudicator's specialized expertise and broad powers with regard to the questions before him or her, \"great deference should be given to the Adjudicator in this matter\" (", "<FRAGMENT_SUPPRESSED>  citing", "<FRAGMENT_SUPPRESSED> ), especially when it involves an internal grievance process and internal policies at the RCMP. Therefore, the applicable standard of review is reasonableness. Consequently, this Court must determine whether the findings are justified, transparent and intelligible, and fall \"within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (", "<FRAGMENT_SUPPRESSED> ).", "Was the Level II adjudicator's decision reasonable?"], ["[16]", "The applicant submits that the WFAD had to apply in the present matter given that the Joliette Detachment had been closed, in that it had been [translation] \"wiped off the map\", the two [translation] \"collator codes\"used to designate the employees there no longer existed, the same services were no longer available to the Lanaudière population, and new positions had been added in St-Jérôme, 50 km away from the Joliette Detachment."], ["[17]", "She also points out that the WFAD was applied in the case of public service employees who were working at detachments that were closed and that it was unfair that this policy could not apply to RCMP members in the same situation. This was a [translation] \"double standard\". Regardless of any [translation] \"possible play on words\", it remains that the position she held at the Joliette Detachment was abolished. She therefore should have been able to avail herself of the WFAD."], ["[18]", "Lastly, the applicant argues that the seven-year delay between her first grievance and the adjudicator's decision is [translation\"questionable, unreasonable even\". An earlier reply might have changed her situation in that she could have obtained some money to retain counsel under the legal aid program available to members. She points out that two grievances filed by her colleagues were disposed of within two and three years, respectively."], ["[19]", "In turn, the respondent submits that the adjudicator rightly found that the RCMP's provisions on work force adjustment within the RCMP that appear in Chapter 6 of the CMM did not apply to the circumstances of the case. The provisions apply only when a member's services are no longer required, which was not the applicant's case. When the Joliette Detachment closed, the applicant's services were still required, and the constable position she held was not abolished. Her position remained at the same level, and she kept the same work description. She was therefore the subject of a simple lateral transfer under clauses 1.D.1 and 3.D.3 of the CMM. In fact, each of the positions of the Joliette Detachment was transferred laterally. All services provided by members continued to be required, and management was able to offer a position to all members. The goal of the restructuring was not to abolish the existing positions but to align the RCMP's services with those of its provincial partners. I share this opinion."], ["[20]", "It was reasonable for the adjudicator to find that the applicant's position was not abolished and that she could therefore not avail herself of the RCMP work force adjustment provisions set out in Chapter 6 of the CMM. It is my opinion that the evidence also shows that the applicant was redeployed under another collator code but kept her rank and employment category. Her services continued to be required, especially as no other RCMP member who was transferred following the closing of the Joliette Detachment was able to avail him- or herself of work force adjustment measures."], ["[21]", "The adjudicator was correct in concluding that the WFAD did not apply to the applicant. Care must be taken not to confuse the various concepts in the present matter. The RCMP work force adjustment policies in Chapter 6 of the CMM apply exclusively to RCMP officers and were dealt with in the previous two paragraphs. The WFAD, however, was developed by the Treasury Board (and is currently managed by the National Joint Council). Appendix B of the WFAD contains the list of bargaining agents subject to this directive. The union of employees of the RCMP (namely, the MPPAC) does not appear on this list."], ["[22]", "I recognize that being employed as a regular member of the RCMP is different from any other position in the public service. The RCMP has its own enabling statute, internal regulations, policies and reference manuals that do not apply to employees of the public service. Conversely, the WFAD is a policy that applies only to public servants. It is therefore reasonable for the applicant to have been dealt with differently than employees of the public service."], ["[23]", "As for the [translation] \"seven-year delay\" referred to by the applicant, it is useful to put this claim into perspective. A range of decisions were made in her case, on November 2, 2005, April 26, 2006, March 22, 2007, and December 12, 2007. The applicant consequently filed her Level II grievance on December 21, 2007; the decision on the merits of this grievance was issued on November 3, 2011. The delay was therefore justified given the many remedies the applicant sought."], ["[24]", "For these reasons, this application for judicial review is dismissed with costs.", "JUDGMENT"], ["[25]", "THIS COURT ORDERS AND ADJUDGES that", "the application for judicial review is dismissed with costs.", ".........................", "<FRAGMENT_SUPPRESSED>  contrôle judiciaire en vertu du paragraphe 32(1) de la", "Loi sur la Gendarmerie royale du Canada", ", 1985  <FRAGMENT_SUPPRESSED>  [GRC] ayant été désignée comme arbitre de niveau II [l'arbitre] au nom du commissaire de la GRC dans le dossier de grief de la demanderesse."], ["[2]", "Aux termes de cette décision datée du 3 novembre 2011, l'arbitre a conclu que la mutation latérale de la demanderesse n'était pas à l'encontre des dispositions 1.D.1 et 3.D.3 du chapitre 6 du Manuel de Gestion des Carrières [MGC] portant sur le réaménagement des effectifs. De plus, elle a conclu que la", "Directive sur le réaménagement des effectifs", "[DRE] ne s'appliquait pas à son cas.", "LES FAITS"], ["[3]", "La demanderesse, maintenant retraitée, a été un membre régulier de la GRC d'octobre 1977 à juin 2007. De 1994 à 2004, elle occupait un poste d'enquêteur au détachement de Joliette, dans la province de Québec."], ["[4]", "Le 22 septembre 2004, suite à une annonce d'une réorganisation des ressources de la GRC au Québec, le commissaire adjoint et commandant de la division C de la province de Québec a envoyé un avis aux employés selon lequel neuf détachements vont fermer, dont celui de Joliette. Il a également mentionné que les employés touchés seront réaffectés à des bureaux de la GRC ailleurs au Québec."], ["[5]", "En octobre 2004, un représentant du bureau de Perfectionnement et renouvellement en ressources humaines [le représentant] s'est présenté à deux reprises au détachement de Joliette. Il a informé les membres de la GRC de leurs mutations éminentes et que leurs positions seront transférées à St-Jérôme. Les membres furent également avisés qu'ils pourront suivre leurs positions s'ils le désirent, mais que leurs choix d'affectation respectifs seront considérés et accordés dans la mesure du possible. Le représentant a précisé aux membres que les transferts occasionnés par la fermeture du détachement de Joliette seront des transferts réguliers et que la situation n'est pas différente des autres situations de transferts latéraux à savoir qu'il n'y aura pas de réaménagement des effectifs."], ["[6]", "Le 10 novembre 2004, la demanderesse a reçu par télécopieur une autorisation de mutation l'avisant qu'elle sera transférée au poste de St-Jérôme à compter du 1er décembre 2004. À cette même date, la demanderesse a déposé un grief, soit le formulaire # 3081, au Bureau de coordination des griefs de la Région du Centre."], ["[7]", "Dans le cadre de ce grief, trois décisions ont été rendues au niveau I. La première, rendue le 2 novembre 2005, a accordé en partie une demande de divulgation de documents pertinents en vertu de l'article 31.4 de la <FRAGMENT_SUPPRESSED> . La seconde, rendue le 24 avril 2006, a reconnu que la demanderesse avait qualité pour agir, mais a rejeté le grief en raison du délai de prescription prévu à l'alinéa 32(2)", "a)", "de la <FRAGMENT_SUPPRESSED> . Cette décision a été renversée le 22 mars 2007 par un arbitre de niveau II et le grief fut retourné au niveau I pour une décision sur le fond. Aux termes de la troisième décision au niveau I, en date du 12 décembre 2007, l'arbitre de niveau I a rejeté le grief sur le fond."], ["[8]", "La demanderesse a reçu une copie de cette dernière décision le 18 décembre 2007 et a ensuite présenté son grief au niveau II le 21 décembre 2007. Ce grief a été rejeté sur le fond par l'arbitre de niveau II le 3 novembre 2011."], ["[9]", "Dans le cadre du présent contrôle judiciaire, la demanderesse s'oppose à une mutation latérale au motif que les dispositions sur le réaménagement des effectifs au chapitre 6 du MGC auraient dû être suivies. De plus, elle est d'avis que la DRE devait s'appliquer à son cas étant donné que les employés de la Fonction publique ont pu en bénéficier suite à la fermeture du détachement de Joliette. Elle demande donc à cette Cour d'annuler la décision du 3 novembre 2011 et d'ordonner à la GRC d'appliquer la DRE.", "LA DÉCISION DU TRIBUNAL"], ["[10]", "Bien que l'arbitre reconnaisse les difficultés occasionnées par une mutation latérale avec réinstallation, elle note les deux options qui s'offraient à la demanderesse: soit de suivre le redéploiement de son poste à St-Jérôme, soit de proposer une affectation ailleurs. Les notes du représentant suite à une entrevue personnelle rapportent qu'une affectation ailleurs n'était pas envisageable et que la demanderesse a stipulé vouloir suivre son poste à St-Jérôme. Par conséquent, elle a conclu que la GRC a tenu compte des circonstances et des ambitions de la demanderesse, dans la mesure du possible, en conformité avec les dispositions 1.D.1 et 3.D.3 du Manuel de la Gestion des Carrières [MGC] lesquelles stipulent que: « [l] a mobilité d'emploi constitue une condition d'emploi » et que « [d] ans la planification des mutations latérales, on tiendra compte des circonstances et ambitions du membre, mais les besoins de la GRC ont préséance »."], ["[11]", "Quant au réaménagement des effectifs, elle précise qu'aux termes du chapitre 6 du MGC intitulé", "Réaménagement des effectifs de la GRC", "sous l'onglet C.2,« [u] n réaménagement des effectifs ne s'effectue que lorsque les services d'un membre ne sont plus requis en raison d'une situation de réaménagement des effectifs ». Une telle situation de réaménagement des effectifs est définie aux alinéas", "a)", "e)", "de l'onglet D.2. comme étant notamment: l'abolition d'un poste financé, un changement de catégorie ou de classification. Elle appuie la conclusion de l'arbitre de niveau I selon laquelle les circonstances de la requérante ne rencontraient aucune des ces dispositions. Elle appuie sa conclusion sur les preuves suivantes: le poste de la requérante n'a pas été aboli, mais redéployé sous un autre code d'interclassement au même rang et catégorie, ses services étaient toujours requis, elle n'a pas été retirée des effectifs, elle n'était pas excédentaire, et enfin, elle est demeurée associée à son poste. De plus, ni le commissaire, ni le directeur des ressources humaines n'ont autorisé des mesures de réaménagement des effectifs lors du processus d'harmonisation en question."], ["[12]", "Elle concède qu'il est vrai que le poste de la demanderesse n'existait plus (et donc aboli dans un certain sens), mais que cet argument n'appuie aucunement sa prétention que son poste était retiré des effectifs de la GRC. Même si la demanderesse avait préféré une prime de départ en vertu des politiques de réaménagement des effectifs mentionnées au chapitre 6 du MGC, l'application de ces dernières se justifie par des besoins organisationnels et non par les circonstances personnelles d'un employé qui aimerait prendre une retraite anticipée. Il n'a jamais été question de réaménagement des effectifs dans son cas; il ne s'agissait que d'un processus d'harmonisation qui avait pour objectif de répartir adéquatement les ressources de la GRC au Québec."], ["[13]", "Celle-ci a fait siens les propos de l'arbitre de niveau I à savoir que la preuve démontre clairement qu'il « s'agissait d'un nombre important de membres de la GRC, d'une relocalisation de postes et de leurs titulaires et non d'un exercice financier voulant réaliser des économies financières par le biais d'une réduction de personnel, d'un changement de catégorie d'employés, d'un manque de travail et d'un déclassement »."], ["[14]", "Enfin, elle a conclu que le fait que certains employés de la Fonction publique aient pu bénéficier de la DRE est peu pertinent et que cela ne démontre pas que la demanderesse avait le droit d'en bénéficier. L'arbitre rappelle que les membres de la GRC ne peuvent se prévaloir des lois, des conventions collectives ou des règles qui régissent les activités des employés de la Fonction publique, et vice-versa. Pour ces raisons, elle a rejeté le grief sur le fond.", "Norme de contrôle"], ["[15]", "Dans le cas d'un contrôle judiciaire d'une décision d'un arbitre de la GRC, étant donné l'expertise spécialisée et les larges pouvoirs qu'il possède eut égard aux questions dont est sont saisi, « il y a lieu de faire preuve d'une grande retenue à l'égard des décisions de l'arbitre dans ce domaine » (", "Sansfaçon c canada (Procurer général", "), 2008 CF 110 citant", "<FRAGMENT_SUPPRESSED> ). D'autant plus qu'il s'agit d'un processus de grief et de politiques internes à la GRC. La norme de contrôle applicable est donc celle de la décision raisonnable. Par conséquent, cette Cour doit déterminer si les conclusions sont justifiées, transparentes, intelligibles et appartiennent« aux issues possibles acceptables pouvant se justifier au regard des faits et du droit » (", "<FRAGMENT_SUPPRESSED> ).", "La décision de l'arbitre de niveau II est-elle raisonnable?"], ["[16]", "La demanderesse prétend que la DRE devait s'appliquer en l'espèce étant donné que le détachement de Joliette a été fermé en ce sens qu'il a été « rayé de la carte », que les deux « collateurs » utilisés pour y désigner les employés n'existent plus, que la population de Lanaudière ne bénéficie plus des mêmes services et que de nouvelles positions ont été ajoutées à St-Jérôme; à 50 km du détachement de Joliette."], ["[17]", "Elle souligne également que la DRE a été appliquée dans le cas d'employés de la Fonction publique qui se trouvait en poste dans des détachements qui ont fermé et qu'il est injuste que cette politique ne peut s'appliquer aux membres de la GRC dans la même situation. Il s'agit d'une situation de « deux poids, deux mesures ». Peu importe le « jeu de mots possible », il demeure que le poste qu'elle occupait au détachement de Joliette a été aboli. Elle aurait donc dû pouvoir se prévaloir de la DRE."], ["[18]", "Enfin, la demanderesse argumente que le délai de sept ans entre son premier grief etla décision de l'arbitre est « questionnable, voire déraisonnable ». Une réponse plus tôt aurait pu changer sa situation en ce sens qu'elle aurait pu bénéficier de fonds pour obtenir les services d'un avocat suivant le programme de fonds légal d'aide aux membres. Elle fait ressortir que deux griefs déposés par ses collègues ont été tranchés dans un délai de deux et trois ans, respectivement."], ["[19]", "Pour sa part, le défendeur soumet que l'arbitre a conclu à juste titre que les dispositions de la GRC sur le réaménagement des effectifs de la GRC figurant au chapitre 6 du MGC ne s'appliquaient pas aux circonstances du présent dossier. Ces dernières s'appliquent uniquement lorsque les services d'un membre ne sont plus requis; ce qui n'est pas le cas de la demanderesse. Lorsque le détachement de Joliette a fermé, les services de la demanderesse étaient toujours requis et le poste de gendarme qu'elle occupait n'a pas été aboli. Son poste est demeuré au même niveau et elle a conservé la même description de tâche. Il s'agit donc d'une simple mutation latérale aux termes des dispositions 1.D.1 et 3.D.3 du MGC. En fait, chacun des postes du département de Joliette a fait l'objet d'un transfert latéral. Tous les services des membres étaient requis et la gestion était en mesure d'offrir un poste à tous les membres. La réorganisation n'avait aucunement pour but d'abolir les postes en place, mais bien d'harmoniser les services de la GRC avec ceux des partenaires provinciaux. Je suis de cet avis."], ["[20]", "Il était raisonnable pour l'arbitre de conclure que le poste de la demanderesse n'a pas été aboli en ce sens qu'elle ne pouvait se prévaloir des dispositions relatives au réaménagement des effectifs de la GRC mentionnées au chapitre 6 du MGC. Je suis d'avis que la preuve témoigne également du fait que la demanderesse a été redéployée sous un autre code d'interclassement tout en gardant le même rang et la même catégorie d'emploi. Ses services étaient toujours requis, d'autant plus qu'aucun autre membre de la GRC ayant fait l'objet d'un transfert suivant la fermeture du détachement de Joliette n'a pu se prévaloir de mesures de réaménagement des effectifs."], ["[21]", "C'est à bon droit que l'arbitre a conclu que la DRE n'est pas applicable à la demanderesse. Il faut faire attention de ne pas confondre les différentes notions en l'espèce. Les politiques contenues au chapitre 6 du MGC sur le réaménagement des effectifs de la GRC s'appliquent exclusivement aux agents de la GRC et ont été traitées dans les deux paragraphes ci-haut. La DRE, quant à elle, a été développée par le Conseil du Trésor (et est actuellement gérée par le Conseil National Mixte). Il figure à l'annexe B de la DRE la liste de tous les agents négociateurs assujettis à cette directive. Le syndicat des employés de la GRC (soit l'ACPMP) ne figure pas sur cette liste."], ["[22]", "Je reconnais qu'être employé à titre de membre régulier de la GRC est différent de tout autre poste au sein de la Fonction publique. La GRC possède sa propre loi constitutive, règlements internes, politiques et manuels de référence qui ne s'appliquent pas aux employés de la Fonction publique. La DRE est un exemple inverse, à savoir qu'il s'agit d'une politique applicable qu'aux fonctionnaires publics. Il est donc raisonnable que le cas de la demanderesse a été traité différemment des employés de la Fonction publique."], ["[23]", "En ce qui concerne le « délai de sept ans » invoqué par la demanderesse, il est utile de mettre cette prétention en perspective. Une panoplie de décisions a été rendue dans son cas, soit le 2 novembre 2005, le 26 avril 2006, le 22 mars 2007 ainsi que le 12 décembre 2007. La demanderesse a alors présenté son grief au niveau II le 21 décembre 2007, dont la décision sur le fond a été rendue le 3 novembre 2011. Le délai était donc justifié compte tenu des nombreux recours dont s'est prévalue la demanderesse."], ["[24]", "Pour ces motifs, la demande de contrôle judiciaire est rejetée avec dépens.", "JUGEMENT"], ["[25]", "LA COUR STATUE que", "la demande de contrôle judiciaire est rejetée avec dépens.", "[End of document]"]]}