{"id_": "087907", "body_str": [["[1]", "Teitelbaum, J.", ": The plaintiff, Tele-Direct (Publications) Inc. (hereinafter Tele-Direct) requests that Canadian Business Online Inc. (hereinafter CBO), Sheldon Klimchuk (hereinafter Klimchuk) and Canadian Yellow Pages on the Internet Inc. (hereinafter CYPI) show cause why they should not be found in contempt for failing to abide by several orders of the Federal Court of Canada."], ["[2]", "During the hearing of the contempt proceedings, the defendant CYPI filed, on or about May 12, 1998, a Notice of Motion, pursuant to the", "Federal Court Rules", ", \"for a ruling on the jurisdiction of the Federal Court of Canada, Trial Division, to render orders against a foreign corporation, i.e., Canadian Yellow Pages on the Internet Inc., a Nevada corporation."], ["[3]", "This Notice of Motion was withdrawn by the defendant CYPI.", "Facts"], ["[4]", "The plaintiff, Tele-Direct is a Canadian corporation carrying on business as a compiler and publisher of business and telephone directories, as well as a provider of internet services. The plaintiff owns the trademarks", "in Canada", "for \"Yellow Pages\", \"Pages jaunes\" and \"Walking Fingers\" (word and design), hereinafter the Tele-Direct trademarks."], ["[5]", "The above-mentioned trademarks, the Yellow Pages trademark and the Walking Fingers trademark are \"in the public domain in the United States of America\" (See page 31, May 13, 1998 transcript admission of counsel for plaintiff). I am also satisfied from the testimony of Baila H. Celedonia, an attorney, and Exhibit D-1 that the above trademarks are in the public domain in the United States."], ["[6]", "The individual defendant, Klimchuk, is the sole director of the Canadian corporate defendant, CBO and was the incorporator and, until recently, the president of the American corporate defendant, CYPI. Until recently, CBO maintained a web site entitled \"Canadian Yellow Pages on the Internet\" in association with business directory services at the following domain name", "www.cdnyellowpages.com", ". On its internet site, CBO used the expression \"Canadian Yellow Pages on the Internet\" along with a representation of the \" Walking Fingers\" logo."], ["[7]", "The plaintiff filed a Statement of Claim on June 20, 1997 alleging that CBO and Klimchuk had infringed the plaintiff's trademarks by using them without proper authority. The plaintiff also applied for an interlocutory injunction pursuant to then rule 469 of the", "Federal Court Rules", "(now rules 373 and 374). Several interim injunctions were granted in the following order:", "1. June 30, 1997", "Mr. Justice Noël (Exhibit PB-12)", "2. July 14, 1997", "Mr. Justice Noël (Exhibit PB-13)", "3. July 28, 1997", "Mr. Justice Teitelbaum (Exhibit PB-14)", "4. August 12, 1997", "Mr. Justice Joyal (Exhibit PB-15)", "5. September 8, 1997", "Mr. Justice Joyal (Exhibit PB-16)"], ["[8]", "On September 17, 1997, Mr. Justice Joyal issued an interlocutory injunction against CBO and Klimchuk (Exhibit PB-17)."], ["[9]", "I am satisfied that all of the above orders were properly served on the defendants CBO and Klimchuk and that they had knowledge of the said orders. I am satisfied that these orders were served on the defendant CBO either at the registered offices of the company or at its head office located in Edmonton, Alberta. I am also satisfied that the orders were served on Klimchuk (see Exhibit PB-18, en liasse)."], ["[10]", "Klimchuk was served with the order dated July 28, 1997 at the offices of his attorneys Marusyk Bourassa Miller & Swain after permission to do so was given by myself on July 28, 1997 (Exhibit PB-14)."], ["[11]", "On August 12, 1997, Mr. Justice Joyal (Exhibit PB-15) issued an order dispensing with service on the parties of the August 12, 1997 order given the presence in Court of counsel for the defendants."], ["[12]", "On October 27, 1997, the Prothonotary, Mr. Richard Morneau, issued an order declaring that the orders of Mr. Justice Joyal granted on August 12, 1997 and September 8, 1997 and Order and Reasons granted on September 17, 1997 duly served on Janice Klimchuk, the wife of Klimchuk, be declared effective as if the defendant Klimchuk had been served personally. Mr. Morneau also issued, on the same date, an order dispensing with service on the parties of the order itself given the consent of counsel for the defendants."], ["[13]", "As counsel for the plaintiff states in his Memorandum of Fact and Law \"There can be no doubt that the defendants CBO Inc. and Sheldon Klimchuk had and have full knowledge of the injunctive orders which were issued against them by this Honourable Court\". In addition, I have absolutely no evidence that the defendants were not made aware of the injunctive orders issued. I have the evidence of service from the affidavits of service and nothing to the contrary. The defendants submitted no evidence of ignorance of the injunctive orders. I understand that the onus is on plaintiff to make its evidence, but, based on the above, I can come to no other conclusion than that the defendants were aware and had full knowledge of the injunctive orders issued by the court."], ["[14]", "On October 15, 1997, the plaintiff sought an order permitting the amendment of the Statement of Claim to add a new defendant in the action, Canadian Yellow Pages on the Internet Inc. In support of the motion was filed the affidavit of Patrick F. Crawford, the plaintiff's principal witness in these contempt proceedings, in which", "all", "of the injunctive orders of this court were served, that is, all injunctive orders from June 30, 1997 to September 17, 1997 were served on CYPI. The motion to amend was granted", "on consent", ". The order allowed service by registered mail of the amended Statement of Claim on Gurus Unlimited Incorporated, the resident agent in the State of Nevada, U.S.A., upon whom process can be served, to be considered as if the Amended Statement of Claim were served personally on CYPI."], ["[15]", "The following facts, as stated in the plaintiff's Memorandum of Fact and Law were proved beyond any reasonable doubt through the production of the exhibits mentioned in the paragraphs of the Memorandum and through the testimony of Patrick Crawford whose testimony was not contradicted, in that the defendants CBO, Klimchuk and CYPI did not have any witnesses nor did the defendants make any evidence other than filing Exhibit D-4, more of which later.", "\"8. The amended statement of claim was filed on October 27, 1997 wherein paragraph 16.1 it is alleged that:", "After the interim and/or interlocutory injunctions were issued by this court against the defendant, Sheldon Klimchuk, and the defendant, Canadian Business Online Inc., the defendant, Canadian Yellow Pages On The Internet Inc. replaced the defendant, Canadian Business Online Inc., as the person who maintains the said site called Canadian Yellow Pages On The Internet (domain name: www.cdnyellowpages.com).", "\"9. An amended statement of defence and counterclaim was filed by the defendants, CBO Inc., Sheldon Klimchuk and CYPI Inc. on December 10, 1997 wherein paragraph 16.1 of the amended statement of claim was denied.", "\"10. On December 12, 1997, CYPI Inc. c/o Gurus Unlimited Incorporated, was served by registered mail with the orders of Mr. Justice Joyal dated September 17, 1997, September 8, 1997 and August 12, 1997 (Exhibit PB-19).", "\"11. On April 29, 1998 the law firm of Wheeler Lawson & Snyder, US attorneys of CBO Inc., Sheldon Klimchuk and CYPI Inc. were served with the orders of Mr. Justice Joyal dated August 12, 1997, September 8, 1997and September 17, 1997 (See Exhibit PB-66).", "\"12. On April 30 1998, the three orders of Mr. Justice Joyal were served on CYPI Inc. (See Exhibit PB-21).", "\"13. By letter dated July 11, 1997 addressed to Leger Robic Richard, Mr. Craig Snyder informs Mr. Hughes G. Richard that his law firm is the US attorneys for CBO Inc., CYPI Inc. and Mr. Sheldon Klimchuk (Exhibit PB-42). It is apparent from this exhibit and from the motion record for an order allowing the law firm Marusyk Bourassa Miller & Swain to be removed as solicitors of records (Exhibit PB-52), that Mr. Craig Snyder, as the US attorney of CYPI INC. has been at all time relevant to this action, fully aware of the injunctive orders issued by the Federal Court of Canada against CBO Inc. and Mr. Sheldon Klimchuk.", "\"14. Mr. Sheldon Klimchuk was the incorporator (Exhibit PB-27) and the sole director as of January 28, 1998 (Exhibit PB-28) of CYPI INC. Until removed from the record, the firm of Marusyk Bourassa Miller & Swain were the attorneys of all three defendants, i.e. CBO Inc., Sheldon Klimchuk and CYPI Inc.", "\"16. On February 27, 1998, CBO INC. was served with true copy of the original show cause order of February 23, 1998. On March 1, 1998, Sheldon Klimchuk was served with true copy of the original show cause order dated February 23, 1998. On March 3, 1998, a true copy of the show cause order of February 23, 1998 was served on Canadian Yellow Pages On The Internet Inc., the whole as can be seen from Exhibit PB-20 and PB-20B in bulk.", "\"17. On May 13, 1998, Sheldon Klimchuk was served with the true copy of the show cause order of May 11, 1998 (Exhibit PB-67).\""], ["[16]", "I am satisfied beyond a reasonable doubt that CYPI had full knowledge of the injunctive orders of the court issued between June 30, 1997 and September 17, 1997 (see Exhibits PB-12 to PB-17) as I am fully satisfied that CBO, Klimchuk and CYPI knew that two show cause orders were issued against them and that they were ordered to appear before the Federal Court of Canada to hear proof of the facts with which they were charged."], ["[17]", "As I have stated, the defendants, which is their legal right, after the plaintiff had completed making its proof, failed to call any witnesses to contradict any of the evidence made by the plaintiff. The only witness called by the defendants was Ms. Baila H. Celedonia and this only to show that plaintiff's registered trademarks in Canada are in the public domain in the USA."], ["[18]", "The plaintiff made evidence through David Rayner and Michelle Verony of the confusion that was being caused as a result of the defendants' use of plaintiff's trademarks in Canada. This fact is not of great importance."], ["[19]", "I am not being asked to decide anything other than whether the defendants, with full knowledge of the injunctive orders are or were, at the relevant times, disobeying the order or orders issued against them. I am not being asked to decide on the legal validity of the orders issued by the court.", "The Law Of Contempt"], ["[20]", "I can do no better than to quote from the plaintiff's Memorandum on the state of what the jurisprudence is when dealing with the issue of contempt.", "ONUS", "\"69. The party alleging contravention of an order of the court has the burden of proving that the order has been defied. Contempt of court proceedings being quasi-criminal in nature, the defendant need not present any evidence to the court.", "<FRAGMENT_SUPPRESSED> , at p. 225 S.C.R.", "\"70. The plaintiff need only present evidence of the contempt and is not required to prove that the injunction was rightly granted. A show cause hearing should not bring into question the validity of the injunction rendered by the court to which the plaintiff is alleging defiance. The order of the court is deemed valid for the purposes of the hearing with respect to contempt of court.", "Syndicat des employés de l'hôpital  <FRAGMENT_SUPPRESSED>  of court is a matter of criminal (or at least quasi-criminal) dimension. This is to say that the plaintiff must prove the constituent elements of contempt beyond a reasonable doubt.", "<FRAGMENT_SUPPRESSED> , at p. 224", "KNOWLEDGE", "\"72. Knowledge of the existence of an injunction is sufficient to obligate persons to obey it.", "Nintendo of America Inc.", "v.", "131865 Canada Inc.", "(1991), 41 F.T.R. 186; 34 C.P.R.(3d) 559 (T.D.)", "<FRAGMENT_SUPPRESSED>", "\"73. Despite the fact that contempt of court proceedings are analogous to criminal proceedings, the proof of mens rea is not a required element to be present for the finding of contempt. The intent to contravene an order of the court is not essential; if the contemnor has knowledge of the injunctive order, it is sufficient to find him liable for disobeying the injunction, whether or not he intended to defy the order.", "<FRAGMENT_SUPPRESSED>  (T.D), at p. 247.", "\"74. The applicant need not show that the respondent intended to disobey the order in question nor that the respondent intended to interfere with the administration of justice. Mens rea and the presence of good faith are of no consequence in such proceedings and are only relevant as mitigating factors relative to the penalties that are to be imposed.", "Baxter  <FRAGMENT_SUPPRESSED> , at 245 (T.D.)", "Penthouse International Ltd.", "v.", "163564 Canada Inc.", "(1993), 63 C.P.R.(3d) 328 at p. 333 (F.C.T.D.)", "\"75. It is not a defence for the contemnor to say that he did not believe that his acts violated the order.", "- Stockwood, David,", "Injunctions", ", Toronto, Carswell, 1985, p. 130", "INJUNCTION", "\"76. A person against whom an order for an injunction is made must exercise every diligence to observe it not only in its letter but also in its spirit.", "<FRAGMENT_SUPPRESSED> , at 659.", "\"77. The non-validity of the underlying order is not a defence to a charge of contempt.", "'The duty of a person bound by an order of a court is to obey that order while it remains in force regardless of how flawed he may consider it or how flawed it may, in fact, be. Public order demands that it be negated by due process of the law, not by disobedience.'", "<FRAGMENT_SUPPRESSED>  (T.D.), at p. 247.", "\"78. An injunction must be abided by even by those who are not parties to the action, if they know the substance or nature of the injunction. It is not necessary that the words 'person or persons having notice of this order' be contained in the terms of the injunction in order for it to bind them.", "<FRAGMENT_SUPPRESSED>  at 659.", "BREACH OF INJUNCTION", "\"79. Anyone who disobeys any process or order of the court or a judge thereof is guilty of contempt of court.", "- Rule 355(1) (now 466)", "Federal Court Rules of Practice", ", C.R.C. (1978) c. 663", "\"80. There is breach of an order, such as an injunction, when the party to whom it is addressed disobeys the order.", "\"81. A court injunction will often enjoin not only the parties named in the action but also their employees, servants, brokers, agents, mandataries and assigns and all those over whom they exercise control. It follows that the defendant against whom such an injunction is pronounced is enjoined from committing the prohibited acts whatever be the method he may use in committing them. The defendant will be in breach of the injunction pronounced against him not only if he himself contravenes the order of the court but also if the order is breached by his agent, workman, servant or another person acting for him.", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 1; 18 C.I.P.R. 1, at 11 C.P.R.", "\"82. A finding that a defendant is using a corporate structure to do that which he could not do because of the injunction will cause the court to ignore the alleged separate legal personality of such a corporation and find the person hiding behind it in contempt.", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 1; 18 C.I.P.R. 1, at 11 C.P.R.", "\"83. Persons not named as a party to an injunction are liable to be committed for breach of an injunction if, with knowledge, they step into the place of the person who is named in the injunction and commit the act enjoined.", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 97 (T.D.), at 101", "\"86. A defendant against whom an injunction has been pronounced is in contempt if he does not do everything in his power to cause companies under his control to comply with the injunction.", "<FRAGMENT_SUPPRESSED>  (1972)", "\"87. A company who in essence does nothing but substitute its name for another and continue operating in a way that breaches the order rendered against it, is in contempt of court. This is what was concluded by Strayer, J., as he stated that:", "'Because of their continuing close association in the operation of what was essentially the same enterprise with a new corporate name, knowledge of the injunction and its breach and participating in that breach, must be attributed to both companies and to all three respondents.'", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 15 (T.D.), at 27", "OBSTRUCTION OF JUSTICE", "\"88. Anyone who acts in such a way as to interfere with the orderly administration of justice, or to impair the authority of the court is guilty of contempt of court.", "- Rule 355(1) (now 466)", "Federal Court Rules", "\"89. The fundamental purpose of the court's contempt powers is to ensure the smooth functioning of the judicial process. Therefore even if technically there is no breach of an injunction because a person is not personally bound by the order, there can still be contempt if a person who has knowledge of an injunction acts in a way that tends to obstruct the course of justice by contravening the terms of the order. This is also so when a person aids and abets others in setting the court at defiance and deliberately treats the order of the court as unworthy of notice.", "Baxter  <FRAGMENT_SUPPRESSED>  (T.D.), at 245", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 129", "\"90. Persons who are not parties to an action and therefore are not named therein must still abide by it if they know of the substance and nature of the injunction.", "<FRAGMENT_SUPPRESSED>  at 659.", "\"91. 'A third party who knowingly aided and abetted a party to disobey an injunction may be found guilty of contempt, not because he breached the injunction but rather, because he acted in a manner that interfered with the course of justice'. A defendant may therefore be in contempt in aiding in the commission of a breach of an injunction or inciting another to commit such a breach.", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 1; 18 C.I.P.R. 1 (F.C.A.), at 11, Pratte, J.", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 97 (F.C.T.D.), at 101\"", "Discussion"], ["[21]", "On February 23, 1998, Richard, J. (as he then was), ordered that the defendants show cause why contempt of court should not be found against them for the following reasons:", "\"1) Canadian Business Online Inc. and Sheldon Klimchuk disobeyed the Orders of Mr. Justice Noël dated June 30, 1997 and July 14, 1997, the Order of Mr. Justice Teitelbaum dated July 28, 1997, and the Orders of Mr. Justice Joyal dated August 12, 1997, September 8, 1997, and September 17, 1997, by using and assisting another, i.e., Canadian Yellow Pages on the Internet Inc., to use the Tele-Direct trademarks or imitations thereof, thereby infringing and depreciating the value of the goodwill attached thereto and by using the following logos and expressions (see page 2 of the Show Cause Order for the allegedly infringing material);", "\"2) Canadian Business Online Inc. and Sheldon Klimchuk disobeyed the Orders of Mr. Justice Noël dated June 30, 1997 and July 14, 1997, the Order of Mr. Justice Teitelbaum dated July 28, 1997, and the Orders of Mr. Justice Joyal dated August 12, 1997, September 8, 1997 and September 17, 1997, by failing to deliver up to the plaintiff or its representative:", "(a) all wares including computers, diskettes, CD Roms, stationary, catalogues, boxes, cartons, posters, signs, business cards and other promotional or commercial documentation bearing in any manner the Tele-Direct trademarks or any imitations thereof, currently in possession or control of the defendants, for purposes of being kept in custody pending the outcome of the trial,", "(b) copies of all purchase orders, invoices, sales slips, delivery slips, bills of lading, custom broker documents and accounting records relating to the defendants' business to be used in the context of the reference to establish the damages and/or profits payable to the plaintiff.", "\"3) Canadian Business Online and Sheldon Klimchuk acted in such a way as to interfere with the orderly administration of justice or impair the authority or dignity of the court by taking the necessary steps, after the commencement of the proceedings herein, to assist, aid and induce another, i.e. Canadian Yellow Pages on the Internet Inc., to use the Tele-Direct trademarks or imitations thereof, thereby infringing and depreciating the value of the goodwill attaching thereto and by using the logos and expressions reproduced below (see page 3 of the Show Cause order);", "\"4) Canadian Yellow Pages on the Internet Inc. disobeyed the Orders of Mr. Justice Noël dated June 30, 1997 and July 14, 1997, the Order of Mr. Justice Teitelbaum dated July 28, 1997, and the Orders of Mr. Justice Joyal dated August 12, 1997, September 8, 1997 and September 17, 1997, with knowledge of their existence, by using the Tele-Direct trademarks or imitations thereof, thereby infringing and depreciating the value of the goodwill attaching thereto and by using the logos and expressions reproduced below (see page 4 of the Show Cause order);", "\"5) Canadian Yellow Pages on the Internet Inc. disobeyed the Orders of Mr. Justice Noël dated June 30, 1997 and July 14, 1997, the Order of Mr. Justice Teitelbaum dated July 28, 1997, and the Orders of Mr. Justice Joyal dated August 12, 1997, September 8, 1997 and September 17, 1997, with knowledge of their existence, by failing to deliver up to the plaintiff or its representative:", "(a) all wares including computers, diskettes, CD Roms, stationary, catalogues, boxes, cartons, posters, signs, business cards and other promotional or commercial documentation bearing in any manner the Tele-Direct trademarks or any imitations thereof, currently in possession or control of the defendants, for purposes of being kept in custody pending the outcome of the trial,", "(b) copies of all purchase orders, invoices, sales slips, delivery slips, bills of lading, custom broker documents and accounting records relating to the defendants' business to be used in the context of the reference to establish the damages and/or profits payable to the plaintiff.", "\"6) Canadian Yellow Pages on the Internet Inc. acted in such a way as to interfere with the orderly administration of justice or impair the authority or dignity of the court by taking the necessary steps, after the commencement of the proceedings herein, by using the Tele-Direct trademarks or imitations thereof, thereby infringing and depreciating the value of the goodwill attaching thereto and by using the logos and expressions reproduced below (see page 6 of the Show Cause order);\""], ["[22]", "In the show cause order of Richard, J., (now A.C.J. of the Trial Division), he states, in paragraphs 2 to 5 that the defendants disobeyed orders of this court \"by failing to deliver up to the plaintiff or its representative a) all wares ... and b) copies of all purchase orders ... (see show cause order above)."], ["[23]", "Mr. Crawford, on behalf of plaintiff, testified that neither he nor any other representative of plaintiff received or had \"delivered up\" any of the items mentioned in the show cause order paragraphs 2 to 5."], ["[24]", "I have no evidence to contradict this evidence. In fact, this is confirmed by defendants' counsel when, in argument, he states that nothing was \"delivered up\" because there was nothing to \"deliver up\"."], ["[25]", "That may be so, but by counsel making this statement in argument, I cannot accept this as evidence other than an admission that nothing was \"delivered up\"."], ["[26]", "In that, as I have above stated, I am satisfied from the evidence of Mr. Crawford and the exhibits filed, that all defendants were aware of the injunctive orders of the court, I find the defendants guilty of contempt for failing to \"deliver up\"."], ["[27]", "The next issue is to determine whether proof was made, beyond a reasonable doubt, that CBO and Klimchuk disobeyed the orders of Mr. Justice Noël dated June 30, 1997 and July 14, 1997, my order of July 28, 1997 and the orders of Mr. Justice Joyal dated August 12, 1997, September 8, 1997 and September 17, 1997 \"by using and assisting another, i.e., CYPI, to use the Tele-Direct trademarks or imitations thereof\"."], ["[28]", "As I have said and will say again, the evidence is clear that CBO and Klimchuk had full knowledge of the injunctions issued against them. This is, as I have said, clear from the testimony of Patrick Crawford and the affidavits of service of the injunctive orders."], ["[29]", "Exhibit PB-15 lists the prohibitions that the defendants are prohibited from doing.", "(i) using or assisting anyone in using the Tele-Direct Trademarks or any confusingly similar trademarks;", "(ii) further infringing or assisting anyone in infringing the plaintiff's proprietary rights in the following registered trademarks in Canada \"Yellow Pages\" Nos TMA2466988, and TMA 2055312; \"Pages jaunes\" Nos TMA 2446989 and TMA 266549; \"Walking Fingers\" (word and design) Nos TMA 238688, TMA 246212, TMA 231876 and TMA2331096;", "(iii) using the \"Tele-Direct Trademarks\" or imitations thereof in a manner that is likely to have the effect of depreciating the value of the goodwill attaching thereto.", "(iv) using the logo and expression reproduced at paragraph 14 of the Statement of Claim;", ". . . . .", "(i) further making false or misleading statements, tending to discredit the business, wares or services of the plaintiff;", "(ii) further directing attention to their wares, services and business in such a manner as to cause confusion between the wares, services and business of the plaintiff and those of the defendants;", "(iii) further passing off their wares, services and business as and for those of the plaintiff;", "(iv) further competing unfairly against the plaintiff."], ["[30]", "Although CYPI was not named as a party in the interim and interlocutory injunction orders, it can still be guilty of contempt for aiding and abetting a breach of those orders (see", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 1; 18 C.I.P.R. 1 (F.C.A.) Pratte, J.A., made the following remarks concerning the circumstances where a party not named in an injunction may be found guilty of contempt (at page 14).", "\"(1) As rule 355(1) of the", "Federal Court Rules", "makes it clear, a person may be guilty of contempt of court either by disobeying an order of the court or by obstructing or interfering with the course of justice.", ". . . . .", "\"The only person who may disobey an order of a court is the party to whom that order is addressed. However, a third party who knowingly aided and abetted a party to disobey an injunction may be found guilty of contempt, not because he breached the injunction, but, rather, because he acted in a manner that interfered with the course of justice.", ". . . . .", "\"(3) A court injunction must be complied with strictly in accordance to its terms. However, the defendant against whom an injunction is pronounced is enjoined from committing the prohibited acts whatever be the method he may use in committing them. It follows that a defendant will be in breach of the injunction pronounced against him not only if he himself contravenes the order of the court but also if the order is breached by his agent, workman, servant or another person acting for him.\""], ["[31]", "The evidence clearly indicates that the interim and interlocutory order of the court in the matter were served on CBO and Klimchuk."], ["[32]", "Exhibit PB-18 en liasse, as I have said, clearly indicates that the orders were served on Klimchuk and on CBO either at 133, 10342-107 Street in Edmonton, Alberta and/or at 905, 5555 Calgary Trail Southbound, Edmonton, Alberta."], ["[33]", "I am also satisfied, from a reading of the affidavit of Michael Geis sworn on September 24, 1997, that Klimchuk had personal knowledge of the order of the court dated August 12, 1997, the order dated September 8, 1997 and the reasons for the said order (see Exhibit PB-18). More particularly, I accept, as no evidence was made to contradict the statements of Michael Geis in paragraphs 6 and 7, that Klimchuk had received copies of the orders.", "\"6. THAT upon further instruction from the law firm, Bennett Jones Verchere, Barristers and Solicitors, I attended at the defendant's residence on September 23, 1997 to serve the defendant personally or post the documents to the door of the premises.", "\"7. THAT I spoke to the defendant on my cellular phone. He said that he would not open the door of the premises and accept the documents. He went on to say that he already received copies of the documents and to quit harassing him. When I told him that I had to either tape copies to the door of the premises or service him personally. At that time, Mrs. Klimchuk came to the door of the premises and then I served her with true copies of the original ORDER rendered on August 12, 1997, ORDER rendered September 8, 1997, and ORDER AND REASONS THEREFOR rendered September 17, 1997 which are hereunto annexed and attached to this my Affidavit as Exhibits 'A', 'B' and 'C' at 229 Breckenwoods, 51308 Range Road 224, Sherwood Park, Alberta.\""], ["[34]", "Furthermore, the affidavit of Monique Daoust, a secretary employed by plaintiff's counsel attests to the fact that on August 14, 1997 she faxed a copy of an order to Marusyk Bourassa, Miller and Swain, attorneys, who, I am satisfied, at the time, were CBO and Klimchuk attorneys."], ["[35]", "In addition to the affidavits of service found in Exhibit PB-18 en liasse, Exhibit 19 clearly indicates that CYPI was served, through CYPI's resident agent with the orders issued by Mr. Justice Joyal dated September 17, 1997, September 12, 1997 and August 12, 1997."], ["[36]", "Exhibit PB-20(A) shows that the show cause orders were served on CBO at its registered office at Suite 133, 10342-107 Street, Edmonton, Alberta and on Klimchuk at 229 Breckenwoods, 51308 Range Road 224, Sherwood Park, Alberta."], ["[37]", "Exhibit PB-21, an affidavit of service by Bob Vigil, clearly shows service of all the necessary documents on CYPI by serving \"Carol Christofferson, of the office of Gurus Unlimited, Inc., Registered Agent for Canadian Yellow Pages On The Internet, Inc., accepted on their behalf, 376 Smithridge, Reno, Nevada\"."], ["[38]", "The evidence of Mr. Crawford made before me indicates, at the time of the hearing, that neither Klimchuk personally nor CBO are still disobeying the orders of the court but that CYPI is continuing to disobey the orders of the court."], ["[39]", "The defendant CYPI filed Exhibit D-4. Exhibit D-4 is an Annual List of Officers, Directors and Agents of CYPI. It is for the period April 1998 to April 1999. Exhibit D-4 also indicates the CYPI's resident agent in the State of Nevada", "upon whom process can be served", "is Gurus Unlimited Inc., at 376 Smithridge, Reno, Nevada. This confirms, I am satisfied, and it was never denied, that CYPI was properly served and had knowledge of all the orders issued by the court concerning the interim and interlocutory injunctions."], ["[40]", "I also take from Exhibit D-4, and I have no satisfactory evidence to contradict, that Klimchuk was President of CYPI at least up to April 2, 1998. It is apparent that on Exhibit D-4 Klimchuk's name is crossed out. When and by whom this was done, I do not know. What also appears from this document and the evidence of Mr. Crawford, is that Craig J.J. Snyder, Klimchuk's present attorney is now the company's secretary."], ["[41]", "The interlocutory injunction issued by Mr. Justice Joyal clearly states that Klimchuk is not to", "assist", "anyone in using the Tele-Direct trademarks."], ["[42]", "I am satisfied that Klimchuk assisted CYPI to illegally use Tele-Direct trademarks and is continuing to do so as the present officers of CYPI are either Klimchuk's attorneys or agents."], ["[43]", "Without repeating all of the evidence and exhibits, I am also satisfied that Canadian Advertisers Network LLC, with knowledge of the interlocutory injunction orders, is also guilty of infringing the orders."], ["[44]", "Exhibit PB-55 are the corporate documents of Canadian Advertisers Network LLC. It is interesting to note that Mr. Craig J.J. Snyder is, as I have said, Klimchuk's attorney and has acted for him in the proceedings involving Tele-Direct."], ["[45]", "Exhibit PB-56 indicates that Mr. Snyder is the manager/authorized person for Canadian Advertisers Network LLC."], ["[46]", "In that I have no evidence to show otherwise, I am satisfied beyond any reasonable doubt that Mr. Snyder, acting for Canadian Advertisers Network and for the other defendants, had knowledge of the injunction orders and notwithstanding this knowledge, continued the use of Tele-Direct trademarks."], ["[47]", "In summary, and I do not intend to speak of every exhibit filed by the plaintiff, I can say that I am satisfied, beyond any reasonable doubt, and this from the evidence of Mr. Crawford and the exhibits filed by him for the plaintiff, that each of the defendants and Canadian Advertisers Network LLC are guilty of disobeying the orders of the court and, more particularly, the interlocutory injunction order issued by Mr. Justice Joyal.", "Jurisdiction"], ["[48]", "The issue of jurisdiction of the Federal Court was raised as it relates to CYPI and Canadian Advertisers Network LLC."], ["[49]", "CYPI is a U.S. based corporation, that is, it is a company incorporated and based in Reno, Nevada (see Exhibit D-4)."], ["[50]", "Canadian Advertisers Network LLC is a U.S. based corporation, that is, it is a company incorporated in the State of Delaware, U.S.A., the address of its registered office in the State of Delaware is Corporation Trust Center, 1209 Orange Street, in the City of Wilmington, County of New Castle (see Exhibit PB-55). According to Exhibit PB-56, an office of Canadian Advertisers Network is located in the State of New York and, on September 24, 1997, Mr. Craig J.J. Snyder was the company's manager and authorized agent."], ["[51]", "I am satisfied that the Federal Court's jurisdiction does not go beyond the borders of Canada. That does not mean that the Federal Court of Canada cannot find a foreign corporation or person guilty of contempt of a Federal Court order, that is, that the corporation or individual, after having knowledge of the injunctive order, did not abide by its terms by continuing, in Canada, to do what it was ordered not to do."], ["[52]", "As I have said, I am satisfied from the evidence presented to me, that CBO, CYPI, Canadian Advertisers Network LLC and Klimchuk are, beyond any reasonable doubt, guilty of committing the acts forbidden by the court's September 17, 1997 order and of failing to \"deliver up\" \"all wares ... and copies of all purchase orders ...\"."], ["[53]", "I therefore find them guilty of contempt of court for failing to obey the orders of the court."], ["[54]", "The Federal Court may not have jurisdiction over U.S. based companies or individuals but it does have the jurisdiction to find these companies or individuals guilty if, after having knowledge of Federal Court orders, they act in such a manner as to disobey the orders."], ["[55]", "In the present case, the evidence clearly shows that the U.S. based companies, controlled either by Klimchuk or by persons acting for him, purposely target Canada with the use of plaintiff's trademarks, that is to say, the American companies knowingly are using plaintiff's Yellow Pages and/or Walking Fingers trademarks on their internet site and are purposely attempting to find customers by using plaintiff's trademarks in Canada. This is apparent from the testimony of David Rayner and Michelle Verony."], ["[56]", "The defendants \"cannot do by the back door what they cannot do by the front door\", that is, attempt, by using U.S. based corporations to use, in Canada, plaintiffs' registered trademarks.", "Conclusion"], ["[57]", "I am satisfied beyond any reasonable doubt from the evidence that was made before me of the guilt of the defendants."], ["[58]", "Counsel for the parties are invited to appear before me in Montreal on a suitable date convenient to the parties and the court to discuss the issue of penalty and costs.", "Order accordingly.", "Editor: Janette Blue/kaw", "[End of document]"]]}