{"id_": "087927", "body_str": [["[1]", "Hughes, J.", ": The Applicant is an adult male citizen of the Philippines who seeks refugee status in accordance with sections 96 and 97(1) of the Immigration and Refugee Protection Act (IRPA). The Immigration and Refugee Board denies the claim by it decision dated May 17, 2006. The Applicant seeks judicial review of that decision and asks that the matter be sent back to the Board for re-determination by a different member. For the Reasons that follow I am dismissing the application, no question is to be certified, and no costs are allowed to any party."], ["[2]", "The first ground raised by Applicant’s counsel at the hearing is whether the Board erred in not adjourning the hearing before it. Apparently, the Applicant had initially retained a person known as Mario Varano of Community Action Centre, Toronto, to act as his counsel before the Board. There is no evidence that Varano is a lawyer or a registered immigration consultant or what the qualifications if any, of such person are. At the date of the hearing another person, not Varano, a Ms. Bravo from “Varano’s office” turned up. Bravo was asked where Varano was and simply stated that he was ill. No request for an adjournment was made. The hearing proceeded and at the end, Ms. Bravo made a brief oral submission. The member stated that a one week period would be allowed for any further submissions in writing to be made. The record is unclear but it appears that an unsigned one page typewritten document was submitted in this regard."], ["[3]", "As stated in  <FRAGMENT_SUPPRESSED>  the Board has no obligation to act as an attorney for a claimant or to advise that an adjournment should be sought for the purposes of retaining counsel. In the present case no adjournment was requested and a one week period was provided at the end for written submissions, if any, to be made by the claimant. No evidence was made of record to indicate who Varano was or who Bravo was and whether it was truly intended that Varano act as “counsel” or that Bravo sought an adjournment but was in some way frustrated in that regard."], ["[4]", "The Board committed no reviewable error in proceeding without Varano in attendance."], ["[5]", "Counsel for the Applicant in his Memorandum filed with this Court after leave had been granted, but not on the leave application nor before the Board raised the issue of “reverse order” questioning such as that considered in  <FRAGMENT_SUPPRESSED> . Such issue raised at this late date, cannot be considered. It should have been raised before the Board or at least in the application for leave see e.g.  <FRAGMENT_SUPPRESSED> ."], ["[6]", "The Applicant’s counsel raises an issue as to whether the Board gave proper consideration in respect of the issue of state protection. That counsel agreed that it was the obligation of the applicant to provide persuasive evidence that state protection was lacking (e.g.  <FRAGMENT_SUPPRESSED>  at 724-726). The Board gave extensive consideration to this issue in its Reasons and concluded, at page 6, that the claimant had not rebutted the presumption of state protection with clear and convincing evidence within the preponderance of probability. I find no reviewable error in this regard."], ["[7]", "The balance of the issues raised by the Applicant’s counsel are directed to factual findings and considerations as to credibility. These matters are reviewable only if it is found that the findings and conclusions were patently unreasonable. I find no reviewable error in this regard.", "JUDGMENT"], ["[8]", "For the Reasons provided;", "THIS COURT ADJUDGES that:", "1. The application is dismissed.", "2. No question is to be certified.", "3. No Order as to costs.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}