{"id_": "088234", "body_str": [["[1]", "Gleason, J.", ": Mr. Jia is from China and wants to immigrate to Canada. In December of 2009, he made an application to the Canadian visa post in Hong Kong, seeking admission to Canada as a member of the investor class, a class of economic immigrants provided for in section 90 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 [the", "Regulations", "]. His application has not been processed due to the large number of similar applications from other would-be investor class immigrants and also, possibly, as a result of certain changes to the way in which Citizenship and Immigration Canada [CIC] processed applications under the federal immigrant investor program [IIP]. These changes resulted in applications like that of Mr. Jia being slowed down in the processing queue because the respondent, the Minister of Citizenship and Immigration [the Minister or the respondent], adopted amended processing criteria, which provided for the concurrent processing of older applications - like Mr. Jia's - at the same time as newer applications filed under amended and more demanding criteria."], ["[2]", "Mr. Jia argues that if the Minister had not changed the processing priorities or had not set the quota for applications at artificially low levels, his application would have been granted by now and he would have been landed as a member of the investor class. He therefore commenced this Application for Judicial Review, seeking an order in the nature of mandamus to direct the respondent to process his IIP application."], ["[3]", "Mr. Jia's visa application, and those of thousands of others who have applied under the IIP, were just abolished by the newly enacted section 87.5 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [the", "Act", "or", "IRPA", "], which came into force late last week, and which operates to terminate all visa applications by foreign nationals under the investor or entrepreneur classes that had not met certain requirements as of February 11, 2014."], ["[4]", "In this Application for Leave and Judicial Review, Mr. Jia originally sought an order in the nature of mandamus, requiring the Minister to process his application under the IIP within the following twelve months. He maintains his request for mandamus, but now, in light of section 87.5 of the IRPA, seeks a mandamus order to require the Minister to process his visa application irrespective of the enactment of that section."], ["[5]", "At the time Mr. Jia was granted leave to commence this Application for Judicial Review, there were 94 other virtually identical Applications filed by Mr. Leahy on behalf of other similarly-situated applicants who had made applications under the IIP. In their Applications for Leave and Judicial Review to this Court, these 94 other applicants also sought orders in the nature of mandamus to compel the processing of their visa applications. By the Order dated March 7, 2014, my colleague, Justice Mactavish, granted leave in all 95 Applications and consolidated them for hearing with Mr. Jia's Application. A list of the other 94 files which were so consolidated, and to which these Reasons apply, is attached as Appendix \"A\" to these Reasons."], ["[6]", "The vast majority of the 95 applicants in these files, like Mr. Jia, made their IIP applications to the visa post in Hong Kong. They made these applications on various dates between August 27, 2008 and June 28, 2010, and their applications have not been processed for the same reasons as in Mr. Jia's case."], ["[7]", "In addition to the Hong Kong applicants, the consolidated Applications also include seven Applications made by individuals whose IIP applications were sent from Damascus to the Ankara visa post for processing, a single application made at the visa post in New Delhi, another made in Pretoria, South Africa and a final application from Islamabad that was sent to the visa post in London, U.K. for processing. These applications were made over the period from October 29, 2007 to June 27, 2010 and have likewise not been finally ruled upon."], ["[8]", "In addition to these 95 files, the Court now has pending before it over a thousand other Applications for Leave and Judicial Review filed by Mr. Leahy on behalf of other IIP applicants in which they also seek orders in the nature of mandamus to require the Minister to process their visa applications in spite of the section 87.5 of the IRPA. By Order of Justice Mactavish dated April 30, 2014, these Reasons apply mutatis mutandis (that is, with the necessary modifications) to each of these additional Applications."], ["[9]", "During pre-hearing procedures, the parties agreed that these 95 consolidated files would be determined based on the evidence filed in five lead files, one from each of the implicated visa posts, as there is no meaningful difference between the files from each post. The lead files agreed to are:", "REFERENCE_SUPPRESSED."], ["[10]", "After all the evidence was filed and only two weeks before the scheduled hearing date, the applicants served a Notice of Constitutional Question, in which they gave notice that they intended to argue that the Minister's alleged delay in processing their applications violated their rights under sections 7 and 15 of the", "Canadian Charter of Rights and Freedoms", ", Part I of the", "Constitution Act", ", 1982, being Schedule B to the", "Canada Act 1982", "(UK), 1982, c 11 [the", "Charter", "] (or other more broadly cast claims to equality) and that the alleged \"disproportionate favouring of Quebec applications\" violated what the applicants term \"the federalism principle\"."], ["[11]", "Although the respondent objected to the late service of the Notice, it made relatively detailed representations on the constitutional issues in both its Further Memorandum of Argument and during oral submissions. I have decided that it is appropriate to rule on the constitutional issues, despite the late-service of the Notice, to bring closure to these matters. Thus, the issues that require determination are as follows:", "1. Should an order in the nature of mandamus be granted in any of the files;", "2. Have the applicants'", "Charter", "rights been breached;", "3. Has the respondent otherwise breached the Constitution in its handling of these applications; and", "4. Should any question be certified under section 74 of the IRPA to provide for the possibility of appeal to the Court of Appeal in these files?"], ["[12]", "For the reasons set out below, I have determined that the applicants are not entitled to an order in the nature of mandamus as they have not established that the Minister has breached any duty owed to them because there has not been an unreasonable delay in processing their applications in the circumstances. Moreover, even if this were not so, it nonetheless would be inappropriate to grant them the remedy they seek because it would be inequitable to do so. Nor has the respondent breached any legitimate expectations the applicants might have had regarding how or when their visa applications would be processed. Thus, the applicants are not entitled to relief in the nature of mandamus."], ["[13]", "I have also concluded that, even if the applicants possess rights under the", "Charter", "(which they may well not), no rights under either sections 7 or 15 of the", "Charter", "have been violated by the respondent in these matters. I have further determined that the amorphous claims advanced as part of the alleged requirements of federalism or as part of the rule of law are without merit. I have thus concluded that these applications will be dismissed."], ["[14]", "Finally, in light of the high degree of agreement between the parties on the issue of certification, and the fact that comparable questions to those suggested by the parties have recently been certified by two of my colleagues in very similar matters, I have decided it appropriate to certify two questions under section 74 of the IRPA."], ["[15]", "Prior to analysing these issues, it is necessary to review the factual background to these applications and to also review the legislation that applies to them, as it is different from that which was in place when the key authorities relied on by the applicants were decided.", "I.", "Background"], ["[16]", "The evidence before me reveals that the federal investor program has been in existence for several years. At the point at which each of the applicants in the 95 consolidated files applied under the IIP, an individual needed to have business experience, a net worth of $800,000.00 and the capacity to invest $400,000.00 in order to qualify as an investor. For those who applied under the IIP prior to December 1, 2010 (as all these applicants did), if and when their applications were accepted, there was a requirement to extend a five-year $400,000.00, interest-free loan to the Government of Canada, which would then distribute funds to participating provinces and territories to fund economic development and growth. None of the applicants was called upon to put forward funds as an investor because none of their files had been progressed to the point where investment was required."], ["[17]", "The evidence also indicates that each year, under the authority delegated to him under the IRPA, the Minister set a quota or target for the number of IIP immigrants that Canada would accept. This quota was established on a world-wide basis, and the total number so set was then allocated among various visa posts based on factors such as the number of pending applications at the post."], ["[18]", "In 2006, the global target for the IIP was set at 1015 investors. From 2007 to 2010, the target ranged between 2,000 and 3,015, and in 2011 and 2012 the world-wide target was set at 1,500 investors. The evidence further demonstrates that for 2006 to 2012 (with the exception of 2007), the respondent met or exceeded its global target and processed the projected number (or more) of IIP applications."], ["[19]", "Immigrants under the IIP were accepted for settlement outside of Quebec. A separate program - regulating a separate class of immigrants - applies to investors who wish to settle in Quebec, the Quebec Investor Program [QIP] (see Regulation Respecting the Selection of Foreign Nationals, CQLR c I-0.2, r 4, in contrast to sections 102-04, 107-09 of the Regulations). Separate targets are set by the province of Quebec (in consultation with federal representatives) for the QIP, which, generally speaking, appear to have been higher than 23% of the IIP targets (or the rough percentage of the Canadian population that resides in Quebec)."], ["[20]", "The investor program became exceedingly popular, and by 2010 (if not earlier) thousands of applications were received under the IIP, creating large backlogs of unprocessed applications at many visa posts. As a result, over the years from 2008 to date, a number of legislative amendments were made and a number of administrative measures taken with a view to reducing and eliminating the backlog.", "II.", "Relevant legislation"], ["[21]", "Dealing first with the pertinent legislation, copies of all relevant provisions are annexed in full in Appendix \"B\" to these Reasons. Thus, I review below only the most salient provisions."], ["[22]", "The first of them is section 3 of the IRPA, which sets out the objectives of the Act. At all times material to these Applications, these included permitting \"Canada to pursue the maximum social, cultural and economic benefits of immigration\" (paragraph 3(1)(a)); enriching and strengthening \"the social and cultural fabric of Canadian society, while respecting the federal, bilingual and multicultural character of Canada\" (paragraph 3(1)(b)); supporting \"the development of a strong and prosperous Canadian economy, in which the benefits of immigration are shared across all regions of Canada\" (paragraph 3(1)(c)); and supporting \"by means of consistent standards and prompt processing, the attainment of immigration goals established by the Government of Canada in consultation with the provinces\" (paragraph 3(1)(f))."], ["[23]", "Subsection 11(1) of the IRPA, which has been unchanged since the date these 95 applicants applied under the IIP, provides the statutory authority for the issuance of visas. It provides that a foreign national must, before entering Canada, \"apply to an officer for a visa or for any other document required by the regulations\". The subsection then goes on to state that a visa may be issued if a visa officer is satisfied that the applicant is not inadmissible and meets the requirements of the Act."], ["[24]", "Section 12 of the IRPA, which has likewise been unchanged since the date these 95 applicants applied under the IIP, provides for classes of immigrants who may be selected as permanent residents, establishing the family, economic and refugee classes. With respect to the economic class (of which the investor class is a sub-class), subsection 12(2) of the IRPA states that \"a foreign national may be selected as a member of the economic class on the basis of their ability to become economically established in Canada\"."], ["[25]", "Subsection 94(2) of the IRPA, provides the Minister the authority - and responsibility - to report the number of foreign nationals who became permanent residents in the preceding year, and the number projected to become permanent residents in the following year."], ["[26]", "On June 18, 2008, Parliament enacted the", "Budget Implementation Act", ", 2008, SC 2008, c 28 [the", "BIA", "], which added section 87.3 to the IRPA. The then-new section 87.3, which applied to numerous types of visa applications including applications for the various economic classes, provided in part as follows:", "Attainment of immigration goals", "(2) The processing of applications and requests is to be conducted in a manner that, in the opinion of the Minister, will best support the attainment of the immigration goals established by the Government of Canada.", "Instructions", "(3) For the purposes of subsection (2), the Minister may give instructions with respect to the processing of applications and requests, including instructions", "(a) establishing categories of applications or requests to which the instructions apply;", "(b) establishing an order, by category or otherwise, for the processing of applications or requests;", "(c) setting the number of applications or requests, by category or otherwise, to be processed in any year; and", "(d) providing for the disposition of applications and requests, including those made subsequent to the first application or request.", "Compliance with instructions", "(4) Officers and persons authorized to exercise the powers of the Minister under section 25 shall comply with any instructions before processing an application or request or when processing one. If an application or request is not processed, it may be retained, returned or otherwise disposed of in accordance with the instructions of the Minister.", "[...]", "Clarification", "(7) Nothing in this section in any way limits the power of the Minister to otherwise determine the most efficient manner in which to administer this Act.", "Atteinte des objectifs d'immigration", "(2) Le traitement des demandes se fait de la manière qui, selon le ministre, est la plus susceptible d'aider l'atteinte des objectifs fixés pour l'immigration par le gouvernement fédéral.", "Instructions", "(3) Pour l'application du paragraphe (2), le ministre peut donner des instructions sur le traitement des demandes, notamment en précisant l'un ou l'autre des points suivants:", "a) les catégories de demandes à l'égard desquelles s'appliquent les instructions;", "b) l'ordre de traitement des demandes, notamment par catégorie;", "c) le nombre de demandes à traiter par an, notamment par catégorie;", "d) la disposition des demandes. dont celles faites de nouveau", "Respect des instructions", "(4) L'agent - ou la personne habilitée à exercer les pouvoirs du ministre prévus à l'article 25 - est tenu de se conformer aux instructions avant et pendant le traitement de la demande; s'il ne procède pas au traitement de la demande, il peut, conformément aux instructions du ministre, la retenir, la retourner ou en disposer.", "[...]", "Précision", "(7) Le présent article n'a pas pour effet de porter atteinte au pouvoir du ministre de déterminer de toute autre façon la manière la plus efficace d'assurer l'application de la loi."], ["[27]", "Importantly, section 120 of the", "BIA", "stated:", "Application", "120. Section 87.3 of the Immigration and Refugee Protection Act applies only to applications and requests made on or after February 27, 2008.", "Demandes", "120. L'article 87.3 de la Loi sur l'immigration et la protection des réfugiés ne s'applique qu'à l'égard des demandes faites à compter du 27 février 2008."], ["[28]", "Thus, prior to being further amended in the manner detailed below, section 87.3 of the IRPA did not apply to visa applications filed prior to February 27, 2008."], ["[29]", "On June 29, 2012, the Jobs, Growth and Long-term Prosperity Act, SC 2012, c 19 was granted royal assent. This omnibus bill amended section 87.3 of the IRPA to specifically provide the Minister authority to give Ministerial Instructions with respect to the processing of applications by \"establishing conditions, by category or otherwise, that must be met before or during the processing of an application or request\" (paragraph 87.3(3)(a.1)) and providing that a Ministerial Instruction may, \"if it so provides, apply in respect of pending applications or requests that are made before the day on which the instruction takes effect\" (subsection 87.3(3.1)). These provisions came into force upon royal assent, that is, on June 29, 2012. Thus, unlike the first iteration of section 87.3 in force prior to June 29, 2012, the amended section 87.3 specifically foresaw that Ministerial Instructions could apply retrospectively to pending applications."], ["[30]", "In addition, this legislation added subsection 3.2 to section 87.3 of the", "IRPA", ". Subsection 3.2 provides that Instructions given under paragraph 87.3(3)(c) \"may provide that the number of applications or requests, by category or otherwise, to be processed in any year may be set at zero\". Finally, section 709 of the", "Jobs, Growth and Long-term Prosperity Act", "repealed section 120 of the", "BIA", ", removing any doubt as to the potential for Ministerial Instructions to apply to visa applications that were filed prior to February 27, 2008."], ["[31]", "Section 87.3 has been modified a few more times by subsequent budget legislation, but those changes were minor and are not material to this case. As section 87.3 of the IRPA is critical to these Applications, it is reproduced, in full. As currently constituted, it provides:", "Application", "87.3 (1) This section applies to applications for visas or other documents made under subsections 11(1) and (1.01), other than those made by persons referred to in subsection 99(2), to sponsorship applications made under subsection 13(1), to applications for permanent resident status under subsection 21(1) or temporary resident status under subsection 22(1) made by foreign nationals in Canada, to applications for work or study permits and to requests under subsection 25(1) made by foreign nationals outside Canada.", "Attainment of immigration goals", "(2) The processing of applications and requests is to be conducted in a manner that, in the opinion of the Minister, will best support the attainment of the immigration goals established by the Government of Canada.", "Instructions", "(3) For the purposes of subsection (2), the Minister may give instructions with respect to the processing of applications and requests, including instructions", "(a) establishing categories of applications or requests to which the instructions apply;", "(a.1) establishing conditions, by category or otherwise, that must be met before or during the processing of an application or request;", "(b) establishing an order, by category or otherwise, for the processing of applications or requests;", "(c) setting the number of applications or requests, by category or otherwise, to be processed in any year; and", "(d) providing for the disposition of applications and requests, including those made subsequent to the first application or request.", "Application", "(3.1) An instruction may, if it so provides, apply in respect of pending applications or requests that are made before the day on which the instruction takes effect.", "Clarification", "(3.2) For greater certainty, an instruction given under paragraph (3)(c) may provide that the number of applications or requests, by category or otherwise, to be processed in any year be set at zero.", "Compliance with instructions", "(4) Officers and persons authorized to exercise the powers of the Minister under section 25 shall comply with any instructions before processing an application or request or when processing one. If an application or request is not processed, it may be retained, returned or otherwise disposed of in accordance with the instructions of the Minister.", "Clarification", "(5) The fact that an application or request is retained, returned or otherwise disposed of does not constitute a decision not to issue the visa or other document, or grant the status or exemption, in relation to which the application or request is made.", "Publication", "(6) Instructions shall be published in the Canada Gazette.", "Clarification", "(7) Nothing in this section in any way limits the power of the Minister to otherwise determine the most efficient manner in which to administer this Act.", "Application", "87.3 (1) Le présent article s'applique aux demandes de visa et autres documents visées aux paragraphes 11(1) et (1.01) - sauf à celle faite par la personne visée au paragraphe 99(2) -, aux demandes de parrainage faites au titre du paragraphe 13(1), aux demandes de statut de résident permanent visées au paragraphe 21(1) ou de résident temporaire visées au paragraphe 22(1) faites par un étranger se trouvant au Canada, aux demandes de permis de travail ou d'études ainsi qu'aux demandes prévues au paragraphe 25(1) faites par un étranger se trouvant hors du Canada.", "Atteinte des objectifs d'immigration", "(2) Le traitement des demandes se fait de la manière qui, selon le ministre, est la plus susceptible d'aider l'atteinte des objectifs fixés pour l'immigration par le gouvernement fédéral.", "Instructions", "(3) Pour l'application du paragraphe (2), le ministre peut donner des instructions sur le traitement des demandes, notamment des instructions:", "a) prévoyant les groupes de demandes à l'égard desquels s'appliquent les instructions;", "a.1) prévoyant des conditions, notamment par groupe, à remplir en vue du traitement des demandes ou lors de celui-ci;", "b) prévoyant l'ordre de traitement des demandes, notamment par groupe;", "c) précisant le nombre de demandes à traiter par an, notamment par groupe;", "d) régissant la disposition des demandes dont celles faites de nouveau.", "Application", "(3.1) Les instructions peuvent, lorsqu'elles le prévoient, s'appliquer à l'égard des demandes pendantes faites avant la date où elles prennent effet.", "Précision", "(3.2) Il est entendu que les instructions données en vertu de l'alinéa (3)c) peuvent préciser que le nombre de demandes à traiter par an, notamment par groupe, est de zéro.", "Respect des instructions", "(4) L'agent - ou la personne habilitée à exercer les pouvoirs du ministre prévus à l'article 25 - est tenu de se conformer aux instructions avant et pendant le traitement de la demande; s'il ne procède pas au traitement de la demande, il peut, conformément aux instructions du ministre, la retenir, la retourner ou en disposer.", "Précision", "(5) Le fait de retenir ou de retourner une demande ou d'en disposer ne constitue pas un refus de délivrer les visa ou autres documents, d'octroyer le statut ou de lever tout ou partie des critères et obligations applicables.", "Publication", "(6) Les instructions sont publiées dans la Gazette du Canada.", "Précision", "(7) Le présent article n'a pas pour effet de porter atteinte au pouvoir du ministre de déterminer de toute autre façon la manière la plus efficace d'assurer l'application de la loi.", "III.", "Relevant Regulations and Ministerial Instructions"], ["[32]", "As noted, prior to December 1, 2010, section 88(1) of the Regulations required investor class applicants to demonstrate business experience, possess a net worth of $800,000.00 and provide a five-year interest-free loan to the government in the amount of $400,000.00. Effective December 1, 2010, the net worth requirement was increased to $1.6 million and the interest-free loan to $800,000.00. The increased monetary requirements set out in subsection 88(1) of the Regulations applied only to IIP applications filed on or after December 1, 2010 and thus do not impact any of the applicants in these Applications, who all made their IIP applications prior to that date."], ["[33]", "The Ministerial Instructions issued under section 87.3 of the IRPA, however, did apply to the applicants' visa applications. The first [MI1], in force from November 29, 2008 to June 25, 2010, pertained largely to federal skilled worker applications. With respect to investor class applications, MI1 merely provided that they would be \"placed into processing according to existing priorities\"."], ["[34]", "MI1 was replaced with a second Ministerial Instruction [MI2] on June 26, 2010. It provided for an administrative pause in the intake of new IIP applications, extending until the coming into force of the regulatory amendments to the definition of \"Investor\" and \"Investment\", which were promulgated on December 1, 2010. MI2 also foresaw that once the administrative pause was lifted, IIP applications filed under the \"old\" and \"new\" regulatory requirements would be processed concurrently. MI2 provides in this regard that \"federal Immigrant Investor applications received on or after the coming into force of the proposed regulatory amendments [...] shall, as a category, be processed concurrently with those federal applications received prior to the administrative pause in a ratio consistent with operational requirements\"."], ["[35]", "The next Ministerial Instruction, in force as of July 1, 2011, set a cap of 700 new federal immigrant investor applications that would be processed each year. For purposes of calculating the cap, this Instruction provided that the \"year\" ran from July 1 to June 30."], ["[36]", "The next relevant Ministerial Instruction, which the respondent has termed MI3 in its materials, came into force as of July 1, 2012 and established a second administrative pause on the acceptance of IIP applications, providing that none would be accepted on or subsequent to July 1, 2012. This pause has not been lifted, and, indeed, was confirmed in the subsequent Ministerial Instructions, issued in January 2013, which provide that the pause on acceptance of new IIP applications remains in force \"until further notice\"."], ["[37]", "The impact of these various Instructions is as follows."], ["[38]", "First, no new investor class applications have been accepted as of July 2012. This fact did not impact the applicants in these matters as the administrative pause merely forestalled new would-be immigrants from making applications under the IIP as of July 2012."], ["[39]", "Second, from December 2010 forward, applications filed prior to that date were processed concurrently with new applications filed between December 2010 and July 2012 under the enhanced regulatory criteria. This change in processing priorities impacted the applicants as the respondent ceased its former \"first-in, first-out\" processing of IIP applications in favour of concurrent processing of \"old\" applications (like the applicants') and \"new\" applications filed between December 2010 and July 2012.", "IV.", "Operational Instructions and Bulletins"], ["[40]", "CIC has issued various Operational Instructions or Bulletins over the years, providing further guidance as to the manner in which investor class applications are to be processed. It is common ground between the parties that these Operational Instructions and Bulletins are available on-line and are frequently consulted by applicants, immigration consultants and lawyers."], ["[41]", "The first relevant Operational Instruction, dated June 8, 2006, was drafted before the large influx of IIP applications. It introduced the Simplified Application Process for IIP applications and provided as follows regarding the processing of such applications:", "The Processing Stage: Visa offices must put into place bring forward systems so as to identify needed Federal Economic cases 4-6 months before the visa office will assess the case. At that time, the applicant is to be sent a standard request for all supporting documentation, that is, a list similar to that sent with the Simplified Application Acknowledge of Receipt, plus, if necessary, an updated IMM8 and any needed schedules. The applicant should be provided with 4 months to submit the supporting documentation, and the file marked to be brought forward in 4-5 months. Because visa offices will therefore be able to manage the volume of incoming \"completed\" applications, it is reasonable for applicants to expect assessment to begin immediately. It is expected that visa offices will normally approve (pending any needed verifications), refuse, or convoke to interview within several weeks of the end of the 4-month document request period and/or of receiving the supporting documentation. If the office finds it is unable to do so, they should reduce the volume of cases being asked to provide supporting documents, until the correct flow is established."], ["[42]", "On December 2, 2010, another Operational Bulletin was issued, Operational Bulletin 252. After detailing the requirement to process IIP applications filed prior to December 2010 concurrently with those filed after that date, this Bulletin stated that:", "As a general rule, visa offices should process applications under the federal IIP in a 2:1 case processing ratio of old inventory applications to new applications received on or after December 1, 2010. The concurrent case processing ratio of 2:1 is provided as a guideline only; this ratio may change over time in accordance with operational requirements and may not apply equally to all visa offices depending on the volume of investor class applications processed by a given visa office."], ["[43]", "Finally, in February 2014, CIC issued Operational Bulletin 566, which indicated that processing of IIP applications \"should proceed according to routine office procedures\" until section 87.5 of the IRPA comes into force.", "V.", "Facts pertaining to each of the five lead files", "A. Hong Kong"], ["[44]", "Turning, now, to the facts pertaining to each of the five lead cases, as noted, Mr. Jia filed his application in December 2009 at the Hong Kong visa post. His application, like that of all the other 94 applicants in these matters, was made on a summary basis and did not require provision of detailed information. (Applications filed after December 2010 required much more information.)"], ["[45]", "Following receipt of his application, CIC sent Mr. Jia an acknowledgment of receipt letter and placed his application into the queue for processing. The standard form letter stated that the Hong Kong visa post was \"...currently processing applications received 18-24 months ago; however circumstances may change. Please consult the website of Citizenship and Immigration Canada (CIC) for up-to-date information on processing times at our office\". The letter then gave the URL for the page on CIC's website where updated processing times were available."], ["[46]", "CIC periodically updated these times on its website, showing increasingly longer average processing times for IIP applications in Hong Kong. More specifically, a 37-month wait was posted as the processing time in October 2010. By April of 2012, this had lengthened to 44 months and by October of that year to 47 months. In 2013, the processing time for IIP applications in Hong Kong increased to 51 months in April and then to 56 months in October. By March 2014, the processing time for IIP applications posted for Hong Kong stood at 57 months. These processing times are summarised in the table below:", "Hong Kong visa post", "Date", "Processing time (months)", "October 22, 2010", "37", "April 23, 2012", "44", "October 24, 2012", "47", "April 24, 2013", "51", "October 30, 2013", "56", "March 10, 2014", "57"], ["[47]", "With the exception of 2007, the Hong Kong visa post met or exceeded its quota of IIP applications that it was targeted to process each year. Increasing wait times were thus generated by the proportion by which the volume of applications exceeded the quota or target allocated to the office. The inventory of unprocessed IIP applications in Hong Kong stood as follows from 2006 to 2013:", "Hong Kong visa post", "Year", "Inventory", "2006", "1,645", "2007", "2,181", "2008", "2,368", "2009", "8,322", "2010", "15,875", "2011", "17,283", "2012", "16,340", "2013", "15,388"], ["[48]", "As of June 2013, there were 5500 cases ahead of Mr. Jia's in the queue for processing at the Hong Kong visa post. Thousands of cases were still ahead of his file in the processing queue on the date section 87.5 of the IRPA came into force."], ["[49]", "Counsel for Mr. Jia argues that if the Minister had done two things differently, Mr. Jia's IIP application would have been processed by now. More specifically, he alleges that if the Minister had not instituted concurrent processing for the \"old\" and \"new\" IIP applications, or if the Minister had set a higher quota, proportionally equivalent to that set under the QIP, Mr. Jia would now be in Canada. By proportionally equivalent, he means if the Minister had set quotas for the IIP based on QIP quotas, increased by the proportion by which the population of Canada, outside Quebec, exceeds the population of Quebec. In other words, the applicant argues that he (and the other applicants) should have had their IIP applications processed on a \"first-in, first-out\" basis and that the number of IIP applications Canada accepted each year should have been substantially increased."], ["[50]", "I am far from convinced that counsel for the applicants has demonstrated that if either or both of these two things had occurred, Mr. Jia's application (or the applications of any of the other applicants) would have been processed by now. Be that as it may, I am prepared to accept that counsel's re-working of the IIP and QIP numbers does make such a demonstration for purposes of disposing of these applications, as I prefer to dispose of them on a principled as opposed to an evidentiary basis.", "B. New Delhi"], ["[51]", "The facts in the other four lead cases are not materially different from those in Mr. Jia's case. Mr. Bansal made his application to the Canadian High Commission in New Delhi, India in November 2008. The standard form acknowledgement of receipt letter he was sent stated as follows:", "You will hear from us regarding the results of the evaluation of your application in twelve months. Please do not contact us before twelve months have passed since you received this letter. Due to the high volume of inquiries received in this office, we will not be able to respond to inquiries sent within twelve months."], ["[52]", "The Computer Assisted Immigration Processing System (or CAIPS) notes, which have been filed as part of the Certified Tribunal Record in these matters, indicate that Mr. Bansal or his son followed up on the application with the High Commission in New Delhi and were directed to CIC's website for updated processing times. Those times, like the ones posted for Hong Kong, were substantial and increased over time. More specifically, the website provided the following estimates for the average processing time for IIP applications in New Delhi:", "New Delhi visa post", "Date", "Processing time (months)", "October 22, 2010", "28", "April 27, 2011", "34", "October 27, 2011", "38", "April 23, 2012", "40", "October 24, 2012", "47", "April 24, 2013", "49", "October 30, 2013", "55", "March 10, 2014", "60"], ["[53]", "The queue of IIP applications in New Delhi was shorter than that in Hong Kong. The following numbers of applications were in queue at the end of each of the years between 2006 and 2013:", "New Dehli visa post", "Year", "Inventory", "2006", "11", "2007", "32", "2008", "369", "2009", "877", "2010", "1,065", "2011", "1.016", "2012", "949", "2013", "845"], ["[54]", "Mr. Bansal's application moved up in the queue, and in mid-2013 he was asked to provide additional documentation in support of his application. The First Secretary of Immigration at the Canadian High Commission in New Delhi deposed in her affidavit, sworn on May 30, 2013, that she anticipated that a final decision in Mr. Bansal's application might be made sometime in mid-2014. No such decision had yet been made as of the date these applications were argued.", "C. London"], ["[55]", "At the time of his application, Mr. Gholampour resided in Pakistan. His IIP application was sent to the Canadian High Commission office in London, U.K. in early 2010 for processing. The standard form acknowledgment of receipt letter for London stated as follows:", "At the present time our estimated processing period is 12 - 18 months. Please note this is based on our current inventory of applications and processing times may vary as a result of changes to the inventory."], ["[56]", "As with the other visa posts, London posted its average anticipated wait times for processing of visa applications on CIC's website. They were as follows for IIP applications:", "London visa post", "Date", "Processing time (months)", "October 22, 2010", "25", "April 27, 2011", "26", "October 27, 2011", "32", "April 23, 2012", "46", "October 24, 2012", "55", "April 24, 2013", "55", "October 30, 2013", "57", "March 10, 2014", "65"], ["[57]", "Here, as well, the queue was shorter than in Hong Kong. At the end of each year from 2006 to 2013, the following numbers of IIP applications were waiting to be processed in London (or Islamabad):", "London and Islamabad visa post", "Year", "Inventory (London)", "Inventory (Islamabad)", "2006", "137", "99", "2007", "293", "121", "2008", "555", "211", "2009", "735", "250", "2010", "972", "224", "2011", "1082", "12", "2012", "939", "2013", "779", "10"], ["[58]", "CIC processed the following number of \"old\" and \"new\" applications from Islamabad in London between 2010 to 2013:", "Islamabad cases finalized in London", "Year", "Total cases (\"old and \"new\" combined)", "2010", "N/A", "2011", "2012", "29", "2013", "64"], ["[59]", "It appears that, when all years are viewed together, CIC exceeded its target for both Islamabad and for London over the period from 2006 to 2012, but in a few years fell slightly below target in the numbers of applications it processed."], ["[60]", "CIC has requested that Mr. Gholampour furnish additional documents to support his application, but as of the date of hearing, no decision had yet been made in respect of it. The First Secretary, Immigration Section, at the Canadian High Commission in London deposed in her affidavit, sworn June 7, 2013, that it would take at least 18 months from that date to finalize Mr. Gholampour's case.", "D. Ankara"], ["[61]", "Mr. Nasseri Karimi Vand made his application to the Canadian Embassy in Ankara, Turkey in October 2007. He did not receive a letter setting out an estimated processing time but, rather, merely a form acknowledging receipt of his application. However, as in other cases, estimated processing times for IIP applications were available on CIC's website. It provided as follows with respect to estimated average processing times for IIP applications considered at the Ankara visa post:", "Ankara visa post", "Date", "Processing time (months)", "October 22, 2010", "34", "April 27, 2011", "33", "October 27, 2011", "32", "April 23, 2012", "33", "October 24, 2012", "54", "April 24, 2013", "63", "October 30, 2013", "74", "March 10, 2014", "78"], ["[62]", "With the exception of 2009, CIC met its targets for the processing of IIP applications in Ankara from 2006 to 2011. In 2012, however, the visa post was flooded with applications from Syria, as the Canadian government closed its embassy in Damascus, and thousands of files were transferred from Damascus to Ankara. The Ankara visa post also had to deal with a large influx of claims from Tehran. This slowed processing, although according to the affidavit of the First Secretary of the Canadian Embassy in Ankara, sworn July 19, 2013, the office still managed to meet 95% of its overall target for all business applications in 2012."], ["[63]", "The following numbers of pending applications were in the queue of IIP applicants waiting for processing in Ankara at the end of each year from 2006 to 2013:", "Ankara visa post", "Year", "Inventory", "2006", "2007", "12", "2008", "32", "2009", "81", "2010", "102", "2011", "72", "2012", "1,634", "2013", "1,553", "E. Pretoria"], ["[64]", "Mr. Stopforth submitted his IIP application at the Canadian High Commission in Pretoria, South Africa, in 2010. The standard form acknowledgment of receipt letter sent to him on August 5, 2010 stated as follows: \"Business applicants - we are currently assessing cases received in April 2005\". The estimated processing times for Pretoria from 2006 to 2012 were not posted on CIC's website as that office did not finalize at least ten cases in any of those years."], ["[65]", "The evidence reveals that no target was allocated to the Pretoria visa post for any of 2007 through to 2012. However, the total number of applications pending in inventory there was limited; at the end of each of 2006 to 2013, the total number of IIP applications pending in Pretoria were as follows:", "Pretoria visa post", "Year", "Inventory", "2006", "2007", "2008", "23", "2009", "32", "2010", "36", "2011", "38", "2012", "36", "2013", "32"], ["[66]", "In addition, despite having no quota, the Pretoria visa post processed a small number of applications in each of 2006 to 2010, in 2012 and during 2013. The Counsellor (Immigration) at the Canadian High Commission in Pretoria deposed in his affidavit, sworn September 23, 2013, that Mr. Stopforth's application was one of the next in queue and that he anticipated it would be processed sometime in 2014. As of the hearing date, it was not yet processed.", "VI. Are the applicants entitled to an order in the nature of mandamus?"], ["[67]", "I turn now to consideration of the applicants' request for relief in the nature of mandamus, a remedy which may be awarded against an administrative actor to require it to carry out a public legal duty when it has failed to do so. The test applicable to determine when an award of mandamus is appropriate is well-settled and involves the following factors, as enunciated by the Federal Court of Appeal in", "REFERENCE_SUPPRESSED:", "1. there must be a public legal duty to act;", "2. the duty must be owed to the applicant;", "3. there must be a clear right to performance of that duty;", "4. no other adequate remedy is available to the applicant;", "5. the order sought will be of some practical value or effect;", "6. the court in the exercise of its discretion finds no equitable bar to the relief sought; and", "7. the balance of convenience favours granting mandamus."], ["[68]", "Where the duty sought to be enforced is discretionary, additional considerations apply, namely that:", "1. in exercising discretion, the decision-maker must not act in a manner which can be characterized as unfair or oppressive or which demonstrates flagrant impropriety or bad faith;", "2. mandamus is unavailable if the decision-maker's discretion is characterized as being unqualified, absolute, permissive or unfettered;", "3. in exercise of unfettered discretion, the decision-maker must act upon relevant as opposed to irrelevant considerations;", "4. mandamus is unavailable to compel the exercise of fettered discretion in a particular way; and", "5. mandamus is only available when the decision-maker's discretion is spent such that the applicant has a vested right to the performance of the duty."], ["[69]", "This test has been applied in immigration matters like the present (see e.g.", "REFERENCE_SUPPRESSED)."], ["[70]", "In applying the test to the present case, the Minister concedes that he owed a duty to IIP applicants, for so long as the program continued to exist, to process their IIP applications in accordance with the requirements of the IRPA, the Regulations and Ministerial Instructions. The content of that duty, however, is in dispute."], ["[71]", "On one hand, the applicants suggest that the Minister owed them a duty to process their applications under the processing criteria in force when the applications were made, and, moreover, owed them a duty to set quota targets for the IIP in respect of regions of Canada outside Quebec in an equivalent proportion (based on population) to those established for Quebec under the QIP. The Minister, on the other hand, disputes that any such duties existed, arguing in this regard that the IRPA afforded him broad, if not unfettered, discretion to set the quota or target for the number of IIP applications to be accepted each year and that the Ministerial Instructions specifically contemplate the change in processing priorities to provide for the concurrent processing that the applicants impugn. The Minister thus asserts that his only duty in respect of these applications was to process the IIP applications within a reasonable period of time. The respondent argues that this has been done and that the delays experienced by the applicants are not unreasonable when one considers all the facts and the relevant provisions in the IRPA, the Regulations and Instructions."], ["[72]", "In my view, the respondent is correct on all points."], ["[73]", "In this regard, the IRPA and the Regulations did not cast any obligation on the Minister to set any particular quota or target for the number of IIP applications that may be accepted in a year or to adhere to any particular processing priority. Likewise, there was no requirement to tie the IIP quota to the numbers that might be set under the QIP, an entirely separate immigration program. Nor can any such duties be inferred from the general purpose clauses set out in section 3 of the IRPA, as the applicants would argue. It would take much clearer language than that set out in section 3 to limit the discretion Parliament afforded the Minister under the IRPA to set the number and type of immigrants Canada will accept. In short, in matters of immigration, the IRPA affords the Minister the right - and duty - to assess Canada's immigration needs and to set the number of immigrants to be accepted as members of the various economic classes each year. This is made clear by the entire scheme of the Act and, in particular, by sections 11, 12, 87.3 and subsection 94(2)."], ["[74]", "In this regard, it is noteworthy that sections 11 and 12 of the IRPA, the provisions establishing the possibility of immigration as a member of an economic class, are cast in permissive terms such that there is no absolute right to the issuance of a visa following the mere fact of having made an application. That there is no need for the Minister to afford all qualified applicants a visa is confirmed in section 94(2), under which the Minister must report the number of immigrants received, and section 87.3, which affords the Minister the ability to promulgate the sorts of Instructions that have been issued in this case."], ["[75]", "Thus, would-be immigrants have no right to force the Minister to set any particular quota for any economic class."], ["[76]", "This determination is in keeping with long-established principles, which hold that no one possesses a right to immigrate. The Supreme Court of Canada has indeed held that \"the most fundamental principle of immigration law is that non-citizens do not have an unqualified right to enter or remain in Canada\" (REFERENCE_SUPPRESSED)."], ["[77]", "The right of the Minister to set quotas per immigrant class and to change processing priorities for pending immigration applications has been recognised by this Court. In", "CITATION_SUPPRESSED", ", which was decided before section 87.3 was added to the IRPA, Justice Snider confirmed, at para 36, that even without such a provision in the legislation the Minister had the right to set the number and type of immigrants to be accepted and could provide for concurrent processing of applications filed under differing criteria, in a similar fashion to what occurred in these cases. An identical conclusion regarding the ability of the Minister to set quotas, change processing priorities and to move away from a \"first-in, first-out\" system was likewise confirmed in", "CITATION_SUPPRESSED."], ["[78]", "Thus, the extent of the duty owed by the Minister in this case was to process the applicants' IIP applications within a reasonable period of time."], ["[79]", "In evaluating whether the Minister has done so, my colleague, Justice Tremblay-Lamer, set out the applicable test in", "CITATION_SUPPRESSED, holding that for a delay to be considered unreasonable, it must meet three requirements:", "1. the delay must have been longer than the nature of the process prima facie requires;", "2. the applicant must not be responsible for the delay; and", "3. the authority responsible for the delay has not provided satisfactory justification."], ["[80]", "This test has been applied in the subsequent jurisprudence (see e.g.", "CITATION_SUPPRESSED;", "CITATION_SUPPRESSED;", "CITATION_SUPPRESSED;", "CITATION_SUPPRESSED)."], ["[81]", "The applicants argue that the delay in their cases is unreasonable as it is as long or longer than those found unreasonable in other cases, including, notably,", "CITATION_SUPPRESSED", "and", "CITATION_SUPPRESSED", ", which they assert are on all fours with this case. I disagree and believe both these cases involved situations that are markedly different from the present for several reasons."], ["[82]", "In the first place, the applicable legislation considered in both cases was fundamentally different."], ["[83]", "In", "CITATION_SUPPRESSED", ", Parliament had delayed the coming into force of new requirements for immigrants applying as members of the federal skilled worker [FSW] class so as to allow those with pending applications time to have them considered under the old criteria. The Parliamentary Committee which studied the issue made recommendations to extend the effective date for the new requirements so as to allow pending applications to be processed under the old criteria. These recommendations were enacted into law. At the same time as the Committee studied the issue of the effective date for the new criteria, it also made several suggestions for measures to be adopted by the Department to ensure that the pending applications were processed in a timely fashion. The Minister failed to adopt any of these suggestions, which resulted in a large number of pending applications not having been processed by the cut-off date. It was in light of these facts that Justice Kelen determined it appropriate to grant relief in the nature of mandamus in", "CITATION_SUPPRESSED", ". No such recommendations were made and ignored in this case."], ["[84]", "In", "CITATION_SUPPRESSED", ", the legislation was also different from how it stood at the material times in this case. When my colleague, Justice Rennie, decided", "CITATION_SUPPRESSED", ", section 120 of the BIA expressly prevented the retrospective application of Ministerial Instructions issued under section 87.3 of the IRPA to a portion of the FSW applications before him, namely, those filed prior to June 27, 2008. As noted, section 120 of the BIA was repealed, effective a few weeks after the date of the decision in", "CITATION_SUPPRESSED", ". Thus, since June 29, 2012, subsection 87.3(3.1) of the IRPA has specifically contemplated that Ministerial Instructions may have a retrospective effect on pending applications. Such effect is moreover foreseen by MI2, which provided for concurrent processing of old and new IIP applications. These facts therefore distinguish the applicants' situation here from that in", "CITATION_SUPPRESSED", "(as Justice Boivin noted in", "CITATION_SUPPRESSED;", "CITATION_SUPPRESSED;", "CITATION_SUPPRESSED;", "CITATION_SUPPRESSED;", "CITATION_SUPPRESSED; and", "CITATION_SUPPRESSED)."], ["[85]", "In the second place, in", "CITATION_SUPPRESSED", "the Minister made statements in his report to Parliament regarding processing times for FSW applications that were not made in these cases. In", "CITATION_SUPPRESSED", ", the Minister indicated that, as of 2010, processing times for FSW applications would range from 6 to 12 months as caps were being set on the numbers of applications that CIC would accept. As it turned out, these predictions were inaccurate and much longer processing times were experienced. Justice Rennie found the Minister's predictions in his report to Parliament (and in a media release) on processing times to be conclusive for the group of the applications to which the estimates applied, stating as follows at CITATION_SUPPRESSED", "Canadian jurisprudence has long recognized that Ministers have an obligation to perform their legal duties in a reasonably timely manner. This legal duty has long coexisted with the understanding that Ministers are accountable for the management and direction of their ministries and have the authority to make policy choices and to set priorities. These two seemingly conflicting propositions have been reconciled by according the Minister considerable leeway in determining how long any kind of application will take to process, based on his policy choices. Thus, if the Minister has determined that Canada's immigration goals are best attained by processing spousal sponsorships in 4 years on average, it is not for the Court to say that it believes the Minister could, or should, process those applications in 2 years. It is for the Minister, and not the Court, to run the department.", "It is for this reason that projected processing times emanating from the Minister and the department are accorded so much weight. The Minister is not only best placed to know how long an application will likely take to process, but he has also been granted the authority by Parliament to set those processing times in a way that balances the various objectives of the IRPA. However, once an application has been delayed past those processing times, without a satisfactory justification, the Court is authorized to intervene and compel the Minister to perform his duty. This approach is consistent with the principle that the Minister is accountable to Parliament for his policy choices, and those choices are not to be gainsaid by the courts [citation omitted]. Thus, deference is accorded to the Minister in setting policies, but the limit of that deference is his legal duty under the IRPA."], ["[86]", "In addition, in", "CITATION_SUPPRESSED", ", the respondent appears to have virtually conceded that the delays experienced by the FSW applicants with older pending applications were unreasonable. In this regard, Justice Rennie noted at para 28 of his decision that:", "The pre-C-50 applications were all submitted before February 27, 2008. The most recent applications in that group have been outstanding for at least 4.5 years, and some of them have been awaiting processing for as long as 9 years. The Minister did not argue very forcefully before the Court that this delay does not amount prima facie to a longer delay than the nature of the process requires."], ["[87]", "No similar concession was made in this case."], ["[88]", "Thus,", "CITATION_SUPPRESSED", "and", "CITATION_SUPPRESSED", "both involved situations very different from the present. On the other hand, the present 95 cases are very similar to the situations in", "He", "CITATION_SUPPRESSED", "CITATION_SUPPRESSED", "CITATION_SUPPRESSED", "CITATION_SUPPRESSED", "CITATION_SUPPRESSED", ", and", "CITATION_SUPPRESSED", ", and are also comparable to the situation in", "CITATION_SUPPRESSED", ", all of which were cases where mandamus applications were refused."], ["[89]", "As was either expressly noted or implicit in", "He", "CITATION_SUPPRESSED", "CITATION_SUPPRESSED", "CITATION_SUPPRESSED", "CITATION_SUPPRESSED", "CITATION_SUPPRESSED", "CITATION_SUPPRESSED", ", and", "CITATION_SUPPRESSED", ", when evaluating whether a delay in processing a visa application has been unreasonable, the Court must have regard to all pertinent circumstances. These include the volume of applications received and the priorities and targets set by the Minister under the IRPA. As Justice Snider noted at para 55 of", "CITATION_SUPPRESSED", ", prior cases cannot be applied mechanically to settle the acceptable length for visa processing by CIC. Rather, the reasonableness of the delay \"must be informed by a full understanding of where the [a]pplicants' applications fit within the immigration scheme\", which may legitimately provide for the slower processing of certain types of applications."], ["[90]", "When viewed in this light, the delays faced by the applicants in these matters are not unreasonable. Simply put, there is no evidence that any of their applications has been taken out of its proper place in the queue or otherwise ignored by the respondent. Rather, as in", "He", "CITATION_SUPPRESSED", "CITATION_SUPPRESSED", "CITATION_SUPPRESSED", "CITATION_SUPPRESSED", "CITATION_SUPPRESSED", ", and", "CITATION_SUPPRESSED", ", the delay in processing has simply been a function of the huge numbers of applications received and the quotas and processing priorities that the Minister legitimately set under the authority afforded him under the Act and Regulations. The fact that CIC fell slightly short of meeting its targets in a couple of years at a couple of visa posts does not change this conclusion as so doing has not materially contributed to the length of the queues. In addition, the situation in Ankara, caused by the unrest in the Middle East, provides a full explanation for that post's not meeting its targets for 2012."], ["[91]", "The applicants argue that there has been unreasonable delay in the processing of their files because they claim that CIC made representations to them that their applications would be processed much more quickly than they have been, which the Court should find binding. While no evidence from any of the applicants in the five lead cases has been filed to substantiate this claim, I am prepared to accept that many of the applicants initially believed and trusted that their applications would have been considered much more quickly. I am also prepared to accept that many applicants may well have made choices based on these beliefs, such as maintaining the required investment funds in liquid investments (which may have led them to sell valuable assets) and choosing to send their children to Canadian schools or universities. Indeed, counsel for the applicants referred to the affidavit of Jun Du, one of the applicants in one of the subsequently filed mandamus applications to which these Reasons will apply. That affidavit indicates that this applicant had made precisely these sorts of choices. I therefore recognise that many of the applicants are disappointed by the length of time it has taken to process their applications and may well have experienced hardship due to the time their applications have been pending. However, these very real concerns do not translate into an entitlement to an order in the nature of mandamus."], ["[92]", "In addition to having no entitlement to have their applications processed in the way they wish by reason of the relevant statutory criteria, discussed above, the statements made to them in form letters, manuals or websites simply do not give rise to any representation that would bind the respondent in respect of how long IIP applications would be in process or as to the priority within which they would be considered, for several reasons."], ["[93]", "In the first place, a visa applicant could have had no basis to assume that quotas or processing priorities would remain unchanged. As the Supreme Court of Canada held at para 47 of CITATION_SUPPRESSED, another immigration case, \"[t]here can be no expectation that the law will not change from time to time\". Indeed, it is well-settled that legislation may have a retrospective effect if it so provides and may remove or change settled expectations (see, e.g.,", "REFERENCE_SUPPRESSED)."], ["[94]", "Secondly, there is no basis to conclude that any representations that should be viewed as binding were made to the applicants. The applicants argue that the June 8, 2006 Operational Instruction and the form letters should be viewed as creating such representations and should be given the same binding effect as the Minister's statements were given in", "CITATION_SUPPRESSED"], ["[95]", "I disagree because there are several important differences between the statements that Justice Rennie found to be binding in", "CITATION_SUPPRESSED", "and the documents the applicants rely on here."], ["[96]", "Most importantly, the statements in", "CITATION_SUPPRESSED", "were made by the Minister, himself, in a report he laid before Parliament in discharge of his duties under the IRPA. Such a commitment cannot be likened to general statements made in departmental form letters or general comments on processing made in an Operational Instruction that was overtaken by legislative amendments and further Bulletins."], ["[97]", "Moreover, the statements made in the form letters and the 2006 Operational Instruction are much more equivocal than the statements considered in", "CITATION_SUPPRESSED", ". Here, in most instances, the acknowledgement of receipt letters indicated that the processing estimates were subject to change. In addition, applicants were directed to the CIC website, a review of which would have indicated that processing times were steadily increasing, which the applicants should have taken to mean that their applications would be processed much more slowly as time progressed. As for the 2006 Operational Instruction, it does not promise any processing time whatsoever, but, rather, merely indicates that as of 2006, it would typically take 4 to 6 months to finalize an application after CIC requested the applicant to provide additional documents. These statements cannot be taken as creating any promises as to how long processing at this stage might take in 2013 after such a request is made, given the number of changes that took place in the intervening years, including the flood of applications and the numerous amendments to legislation, Instructions and Bulletins, promulgated since 2008. Thus, I do not find there to have been any representation made to the applicants that they are entitled to rely upon as to when their applications would be processed and certainly no representation that their applications would be processed more quickly than they have been or in any particular priority."], ["[98]", "The applicants suggest that, at the very least, the respondent's treatment of Mr. Stopforth's application should be viewed as unreasonable, as for several years the target assigned to the Pretoria office was zero, which they claim cannot be reasonable. I disagree because there is nothing in the Act, Regulations or Instructions that requires that a target be allocated to every visa post every year. Rather, the evidence establishes that quotas are set on a global basis by the Minister and that the total number of applications to be accepted per year is then allocated to offices based in large part on how many applications are pending at the office. When viewed in this light, the allocation of a zero target for Pretoria for several years was a reasonable decision, given the small size of the backlog at that office as compared to the volume of pending applications at other offices. Moreover, despite not being officially delegated a target, the Pretoria office did nonetheless process IIP applications in every year but one after the date Mr. Stopforth filed his application. Thus, even in Pretoria, there was not a moratorium on processing."], ["[99]", "In light of the foregoing, I find that there has not been an unreasonable delay in the processing of the applicants' IIP applications."], ["[100]", "The respondents make an alternative argument in support of their claims for mandamus and assert that the remedy should be granted under the doctrine of legitimate expectations. While there is some support in the case law for the notion that an administrative actor may be required to follow a procedure it has promised to follow (see e.g.", "REFERENCE_SUPPRESSED), the party seeking to enforce the promise must show it to have been clearly made. In the words of Justice Binnie in", "CITATION_SUPPRESSED:", "...Generally speaking, government representations will be considered sufficiently precise for purposes of the doctrine of legitimate expectations if, had they been made in the context of a private law contract, they would be sufficiently certain to be capable of enforcement."], ["[101]", "For the reasons noted, the statements made by CIC in these matters fall well short of being clear enough to found a contractual entitlement. Thus, these statements do not give rise to any claim for breach of legitimate expectations."], ["[102]", "Thus, the applicants have not established the presence of the requisite criteria to entitle them to an order in the nature of mandamus."], ["[103]", "Finally, I note that even if this were not the case, mandamus is an equitable remedy; the Court must therefore be satisfied that it is equitable in the circumstances to make the requested order as the Court of Appeal held in the", "CITATION_SUPPRESSED", "case. Here, it would not be equitable to grant the requested relief - even if there had been a basis for doing so - as such relief would leap-frog the applicants over other IIP applicants, who have not made applications to the Court. Just as my colleagues, Justices Phelan, Tremblay-Lamer and Annis held in", "CITATION_SUPPRESSED,", "CITATION_SUPPRESSED, and", "CITATION_SUPPRESSED, I also believe that this concern represents an additional reason why an award of mandamus is not appropriate in these present cases."], ["[104]", "Thus, there is no administrative law basis for granting the relief sought in these Applications.", "VII. Are the applicants entitled to a remedy under the", "Charter"], ["[105]", "I turn next to the alternate constitutional arguments advanced by the applicants, starting with their claims under the", "Charter", ". The first issue that arises in respect of these claims concerns whether or not the applicants possess", "Charter", "rights.", "A. Right to invoke the", "Charter"], ["[106]", "The respondent argues that, as non-citizens situated outside Canada, the applicants possess no rights under the", "Charter", "and that their claims should accordingly be dismissed on a preliminary basis for this reason. In support of this position, the respondents relyREFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED; and", "REFERENCE_SUPPRESSED."], ["[107]", "The applicants, on the other hand, assert that this objection should be dismissed as they possess standing to make the", "Charter", "arguments within the context of these Applications, relying principally on", "REFERENCE_SUPPRESSED. In the alternative, the applicants argue that the case law of the Supreme Court of Canada does not support the conclusion that the applicants possess no", "Charter", "rights as their cases are distinguishable from the situations in which the Supreme Court held that", "Charter", "rights do not extend to non-citizens outside of Canada. In this regard, the applicants argue that the Supreme Court's decisions in", "CITATION_SUPPRESSED", "and", "CITATION_SUPPRESSED", "involved concerns that do not arise in this case, namely comity principles under international law, because those cases sought to apply the", "Charter", "to actions taken by Canadian actors on foreign soil. Here, on the other hand, the applicants assert that they are merely seeking to have the", "Charter", "bind the Minister and his delegates in respect of their actions under the IRPA in circumstances where the actions were taken at various embassies and Canadian visa posts around the world. They therefore assert that the holdings in", "CITATION_SUPPRESSED", "and", "CITATION_SUPPRESSED", "do not apply. They also note that in", "CITATION_SUPPRESSED", "the Supreme Court left open the question of whether section 7", "Charter", "rights could be invoked by a would-be immigrant or refugee claimant from outside Canada."], ["[108]", "While the applicants may well provide a defensible basis for distinguishing these cases, they neglect to deal with the significant jurisprudence of this Court and of the Federal Court of Appeal that holds that foreign citizens outside Canada have no rights under the", "Charter", "in respect of activities that occur outside of Canada. Several of these cases involve situations that are analogous to the ones involved here (see e.g.", "REFERENCE_SUPPRESSED", ")."], ["[109]", "In addition, as Justice Rennie noted in", "CITATION_SUPPRESSED, the applicants conflate their right to raise an argument with a determination of the scope of their rights. While they may well be free to commence an application and to raise a", "Charter", "issue, this does not mean they have", "Charter", "rights."], ["[110]", "I need not decide in this case whether the", "Charter", "does extend rights to the applicants as, even if they possess such rights, none have been violated in the treatment of their visa applications in these matters.", "B. Section 7"], ["[111]", "Turning, first, to the assessment of their claims under section 7 of the", "Charter", ", the applicants' argument centres on the following claim: they assert that section 7 guarantees them procedural fairness, which would include holding the Minister to the applicants' legitimate expectations. As I have found that they have no such expectations that have been violated, it follows that this argument must fail."], ["[112]", "There is, however, an additional reason why their section 7 argument fails, namely, because the applicants have no interest in these cases that falls within the scope of protection under section 7 of the", "Charter", ". This section provides:", "Life, liberty and security of person", "7. Everyone has the right to life, liberty and security of the person and the right not to be deprived thereof except in accordance with the principles of fundamental justice.", "Vie, liberté et sécurité", "7. Chacun a droit à la vie, à la liberté et à la sécurité de sa personne; il ne peut être porté atteinte à ce droit qu'en conformité avec les principes de justice fondamentale."], ["[113]", "In assessing whether an individual's rights have been violated under section 7, it is open to the Court to first address the threshold issue of whether the interest at play falls within the ambit of \"life, liberty or security of the person\" that is protected under the", "Charter", ". This issue has been addressed at the outset in other cases (see e.g.", "REFERENCE_SUPPRESSED)."], ["[114]", "Here, for the same reasons as Justice Rennie set out in", "CITATION_SUPPRESSED", ", I find there to be no section 7 interest engaged. The applicants' decision to seek to immigrate to Canada was a voluntary one. Their cases are therefore distinguishable from", "REFERENCE_SUPPRESSED, the principal Supreme Court cases relied upon by the applicants in support of this portion of their argument. In those cases, psychological distress that was found to give rise to a protected interest under section 7 of the", "Charter", "was accompanied and caused by physical consequences imposed by legislation. In addition, the interests at play in those cases were much more significant. In this regard, I endorse completely and adopt the conclusion reached by Justice Rennie on this point at para 99 of", "CITATION_SUPPRESSED", "I accept that the applicants [may well have] experienced stress and hardship ... [and] that the circumstances of some of the applicants [may well be] compelling. However, immigration is not of such an intimate, profound and fundamental nature as to be comparable with the woman's right of reproductive choice, or the freedom of parents to care for their children. The ability to immigrate, particularly as a member of an economic class, is not among the fundamental choices relating to personal autonomy which would engage section 7. While it may have life-altering consequences, the possibility of immigrating to Canada as a successful [IIP] applicant does not engage life or liberty interests."], ["[115]", "I do not find the decision in", "REFERENCE_SUPPRESSED, relied upon by the applicants, to require a different result for several reasons. In the first place, it has not been followed by the Supreme Court of Canada in its jurisprudence, defining the breadth of rights protected under section 7 of the", "Charter", ", and, indeed, is out of step with that jurisprudence. The fact that the Supreme Court refused leave in", "CITATION_SUPPRESSED", "(even with a panel of five) does not elevate this case to the level of a decision of the Supreme Court, as a refusal of leave cannot be viewed as an endorsement of the reasoning in the decision of the court below."], ["[116]", "In the second place, the decision of the British Columbia Court of Appeal in", "CITATION_SUPPRESSED", "turned on both sections 6 and 7 of the", "Charter", ". Section 6 - the mobility rights provision - applied as the appellants there were Canadian citizens and thus entitled to mobility rights and the right to earn a livelihood within a province. This fact heavily influenced the Court's interpretation of section 7. The applicants here, on the other hand, as non-citizens and non-permanent residents, possess no rights under section 6 of the", "Charter", ". Indeed, as mentioned above, the Supreme Court has expressly recognised in", "CITATION_SUPPRESSED", "and", "CITATION_SUPPRESSED", ", as a basic principle of immigration law, that non-citizens and non-permanent residents have no right to enter Canada. The claimed extension of section 7 of the", "Charter", "to the applicants' circumstances would run counter to the rulings in these cases."], ["[117]", "Finally, the", "CITATION_SUPPRESSED", "decision is not binding on me. As I do not find it persuasive, I decline to follow it and instead adopt the reasoning of Justice Rennie on this issue in", "CITATION_SUPPRESSED", ", which I believe is correct."], ["[118]", "Thus, there has been no violation of section 7 of the", "Charter", "in these cases.", "C. Section 15"], ["[119]", "As concerns the claims under section 15 of the", "Charter", ", counsel for the applicants conceded during argument that there was no evidentiary basis for a section 15 claim premised on the applicants' country of residence. I concur that such is lacking in the record before me as there is no evidence to substantiate that any differential treatment occurred based on the applicants' countries of origin or place where they made their IIP applications."], ["[120]", "Thus, the sole argument advanced under section 15 of the", "Charter", "is that the applicants have suffered differential - and adverse - treatment based on their intended destinations in Canada because they have been subject to longer queues and less favourable treatment than investor immigrants who chose to settle in Quebec. Even assuming that such is the case, this differential treatment does not give rise to a violation of section 15 of the", "Charter", "because it is not based on a ground which is protected under section 15."], ["[121]", "In this regard, section 15 does not extend to all distinctions imposed by legislation. Rather, only those distinctions which are based on grounds that are either enumerated in section 15 or that are analogous to them qualify for", "Charter", "protection. In addition, to constitute a violation of section 15, the impugned distinction must be discriminatory, which typically will be the case if adverse treatment perpetuates a negative stereotype or furthers the disadvantage experienced by the individuals to whom the adverse treatment applies (see e.g.", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED)."], ["[122]", "The applicants can point to no previous case in which the location where an immigrant seeks to settle has been held to be an analogous ground within the meaning of section 15 of the", "Charter", ". Nor has an individual's place of residence, per se, been found to constitute an analogous ground, within the meaning of section 15 of the", "Charter"], ["[123]", "In determining what constitutes an analogous ground, regard should be given to the grounds listed in section 15, which include race, national or ethnic origin, colour, religion, sex, age and mental or physical disability. In", "REFERENCE_SUPPRESSED, the Supreme Court provided guidance as to the characteristics of a ground of distinction that may constitute an analogous ground within the meaning of section 15 of the", "Charter", ". At para 60, Justices McLachlin (as she then was) and Bastarache, writing for the majority, stated:", "... An analogous ground may be shown by the fundamental nature of the characteristic: whether from the perspective of a reasonable person in the position of the claimant, it is important to their identity, personhood or belonging. The fact that a characteristic is immutable, difficult to change or changeable only at unacceptable personal cost may also lead to its recognition as an analogous ground [citation omitted]. It is also central to the analysis if those defined by the characteristic are lacking in political power, disadvantaged, or vulnerable to becoming disadvantaged or having their interests overlooked [citation omitted]. Another indicator is whether the ground is included in federal and provincial human rights codes ..."], ["[124]", "In", "CITATION_SUPPRESSED", ", the Supreme Court found that off-reserve status of Indian band members constituted an analogous ground, within the meaning of section 15, based on the above test. In so holding, however, the Court was careful to note that the residency of Indians is sui generis and thus the holding in that case does not establish that residency or potential residency is a characteristic deserving of protection under section 15 in other circumstances. The majority stated in this regard, at para 15, that \"the ordinary 'residence' decisions faced by the average Canadians should not be confused with the profound decisions Aboriginal band members make to live on or off their reserves, assuming choice is possible. The reality of their situation is unique and complex\"."], ["[125]", "Moreover, contrary to what the applicants claim, in", "REFERENCE_SUPPRESSED, the Supreme Court did not establish that place of residence constitutes an analogous ground under section 15 of the", "Charter", ". Justice Wilson merely did not foreclose the possibility that \"a person's province of residence or place of trial could in some circumstances be a personal characteristic of the individual or group capable of constituting a ground of discrimination\" (at para 48). In that case, she found it not to be so."], ["[126]", "Once again, the issue has been squarely addressed against the applicants by Justice Rennie, in", "CITATION_SUPPRESSED", ". There, he held that even on the stronger ground of country of residence (which might be closer to an enumerated ground than the destination an immigrant wishes to reach), section 15 was not engaged. He stated at para 114:", "It is doubtful that country of residence could be an analogous ground. Country of residence is not an immutable characteristic, nor is it vital to identity, given the applicants' willingness to immigrate. Nor are the applicants a discrete and insular minority, and certainly not such a group within Canadian society. Country of residence, in contrast to race and religion, does not have the same historical antecedence of being a basis for discrimination, nor is there sufficient evidence that would establish that residence is an illegitimate or demeaning proxy for merits-based decision making. Accordingly, I find that country of residence is not an analogous ground of discrimination under section 15 of the", "Charter", "..."], ["[127]", "This reasoning applies with full force and effect in the present cases. Thus, no rights under section 15 of the", "Charter", "have been violated in these cases. The applicant's", "Charter", "-based claims will accordingly be dismissed.", "D. Other constitutional claims"], ["[128]", "The applicants finally advance vague assertions that the treatment they have been afforded violates their right to equality under the rule of law and that the preference afforded to those who applied under the QIP violates the principles of federalism. Neither of these claims has any merit."], ["[129]", "With respect to the former, in", "CITATION_SUPPRESSED", ", Justice Rennie gave short shrift to a similar rule of law argument, noting that the only basis for an equality claim that seeks to set aside legislation rests in section 15 of the", "Charter", ". His reasoning applies equally to attempts to set aside ministerial decisions made pursuant to legislative authority such as those made in this case. He stated at paras 52-53:", "... the applicants have argued for an understanding of unwritten constitutional principles that would expand on the rights specifically provided for in the written Constitution. In particular, the applicants have argued that, embedded in the rule of law, there is a broader equality right than that provided for in section 15 of the", "Charter", ". Acceptance of this argument would render the written constitutional rights redundant. The recognition of unwritten constitutional principles is not an invitation to dispense with the written text of the Constitution [citation omitted], and, while the parameters of the unwritten principles of the Constitution remain undefined, they must be balanced against the concept of Parliamentary sovereignty which is also a component of the rule of law [citation omitted].", "The argument predicated on the rule of law and unwritten principles of the Constitution is therefore dismissed."], ["[130]", "I endorse and adopt these comments and accordingly, for the same reasons, dismiss this argument."], ["[131]", "As for the federalism argument, the applicants argued that the Constitution prevents different benefits accruing to Quebec than the rest of the country. They allege this has occurred under the QIP, as Quebec has received a greater proportion of investor funds than other provinces. This argument is likewise without merit, and, indeed, the applicants have cited no authority in support of it. This argument has no basis as it is axiomatic that different benefits may well accrue under federal legislation to different areas of the country. Indeed, much federal legislation is designed to specifically effect just such a result, such as equalization payments, which are expressly permitted under subsection 36(2) of the Constitution Act, 1982. Thus, there has been no violation of the so-called \"federalism principle\" by the respondent in this case."], ["[132]", "The applicants have therefore failed to demonstrate any other breach of the Constitution in these matters."], ["[133]", "Their Applications will accordingly be dismissed.", "VIII. Certified Questions"], ["[134]", "I turn, finally, to the requests of both parties to certify questions under subsection 74(d) of the IRPA."], ["[135]", "The applicants propose the following questions for certification:", "1. Does a foreign national, with a statutory right to apply for a visa pursuant to s. 12 of the", "IRPA", "and ss. 88-89 of the", "IRPA Regulations", ", and a right of judicial review pursuant to s. 72 of the", "IRPA", ", and ss. 18-18.1 of the", "Federal Courts Act", ", have standing to argue", "Charter", ", and/or other constitutional issues, either pursuant to:", "a) s. 3(3)(d) of the", "IRPA", "; and/or", "b) ss. 24(1) and s. 52 of the", "Constitution Act, 1982", "2. Does the Minister's choosing and/or failing to process the Applicants' Immigrant Investor Applications amount to a violation of the Applicants':", "a) rights under the", "IRPA", "; and/or", "b) their right to \"legitimate expectations\"", "i. under common law; and/or", "ii. under s. 7 of the", "Charter", "3. Does the Minister's choosing and/or failing to process the Applicants' Immigrant Investor Applications amount to a violation of the Applicants':", "a) right to equality of treatment under the unwritten constitutional imperatives; and/or", "b) under s. 15 of the", "Charter", "4. Are the applicants entitled relief by way of", "a) mandamus, nunc pro tunc, and/or", "b) declaratory relief and mandamus;", "to have their Applications processed in accordance with the Regulations and the criteria in effect at the time of the filing of their applications, regardless of whether s. 87.5 of the IRPA is proclaimed?"], ["[136]", "The respondent does not object to questions 1 to 3 suggested by the applicants but does object to question 4 as being purely hypothetical since, at the point the case was argued, section 87.5 had not yet been enacted. It proposes its own question for certification:", "1. Are individuals who will be subject to a lengthy waiting period, prior to the assessment of their immigration applications under the Investor class, due to the effect of annual targets and Ministerial Instructions made under s. 87.3 of the IRPA, entitled to an order of mandamus to compel immediate processing?"], ["[137]", "The applicants consent to the question posed by the respondent provided the word \"immediate\" is deleted from it."], ["[138]", "Paragraph 74(d) of the IRPA provides that \"an appeal to the Federal Court of Appeal may be made only if, in rendering judgment, the judge certifies that a serious question of general importance is involved and states the question\". The case law establishes two criteria for such a question, namely, that it must concern issues of broad significance or general application (that is, it must transcend the interest of the parties) and it must be determinative of the appeal by having been determinative for the trial judge (REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED)."], ["[139]", "Justice Boivin certified the question posed by the respondent in", "He", "CITATION_SUPPRESSED", "CITATION_SUPPRESSED", "CITATION_SUPPRESSED", "CITATION_SUPPRESSED", ", and", "CITATION_SUPPRESSED", ", and Justice Rennie certified the following questions in", "CITATION_SUPPRESSED", "1. Does subsection 87.4(1) of the IRPA terminate by operation of law the applications described in that subsection upon its coming into force, and if not, are the applicants entitled to mandamus?", "2. Does the Canadian Bill of Rights mandate notice and an opportunity to make submissions prior to termination of an application under subsection 87.4(1) of the IRPA?", "3. Is section 87.4 of the IRPA unconstitutional, being contrary to the rule of law or sections 7 and 15 [of] the", "Canadian", "Charter", "of Rights and Freedoms"], ["[140]", "In the interest of comity and in light of the number of applicants directly affected by this decision, I have determined it appropriate to certify the following questions:", "1. Are individuals who have been subject to a lengthy waiting period prior to the assessment of their immigration applications under the investor class, due to the annual targets and Ministerial Instructions made under s. 87.3 of the IRPA, entitled to an order in the nature of mandamus to compel their processing?", "2. Does such a delay violate the applicants' rights under either sections 7 or 15 of the", "Charter", "or the rule of law?"], ["[141]", "I believe these questions arise from my reasons and reflect the issues that I have found to be dispositive. I decline to certify the fourth question posed by the applicants as it is hypothetical in light of the dismissal of their Applications for Judicial Review.", "JUDGMENT"], ["[142]", "THIS COURT'S JUDGMENT is that:", "1. This Application and all those listed in Appendix \"A\" to these Reasons are dismissed;", "2. The following questions of general importance are certified under subsection 74(d) of the IRPA:", "a. Are individuals who have been subject to a lengthy waiting  period prior to the assessment of their immigration applications under the investor class, due to the annual targets and Ministerial Instructions made under s. 87.3 of the IRPA, entitled to an order in the nature of mandamus to compel their processing?", "b. Does such a delay violate the applicants' rights under either sections 7 or 15 of the", "Charter", "or the rule of law?; and", "3. There is no order as to costs.", "Application dismissed.", "Editor: Elizabeth M.A. Turgeon/vnh", "Appendix \"A\"", "REFERENCE_SUPPRESSED", "Objectives - immigration", "3. (1) The objectives of this Act with respect to immigration are", "(a) to permit Canada to pursue the maximum social, cultural and economic benefits of immigration;", "(b) to enrich and strengthen the social and cultural fabric of Canadian society, while respecting the federal, bilingual and multicultural character of Canada;", "(b.1) to support and assist the development of minority official languages communities in Canada;", "(c) to support the development of a strong and prosperous Canadian economy, in which the benefits of immigration are shared across all regions of Canada;", "(d) to see that families are reunited in Canada;", "(e) to promote the successful integration of permanent residents into Canada, while recognizing that integration involves mutual obligations for new immigrants and Canadian society;", "(f) to support, by means of consistent standards and prompt processing, the attainment of immigration goals established by the Government of Canada in consultation with the provinces;", "(g) to facilitate the entry of visitors, students and temporary workers for purposes such as trade, commerce, tourism, international understanding and cultural, educational and scientific activities;", "(h) to protect public health and safety and to maintain the security of Canadian society;", "(i) to promote international justice and security by fostering respect for human rights and by denying access to Canadian territory to persons who are criminals or security risks; and", "(j) to work in cooperation with the provinces to secure better recognition of the foreign credentials of permanent residents and their more rapid integration into society.", "[...]", "Application before entering Canada", "11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act.", "[...]", "Family reunification", "12. (1) A foreign national may be selected as a member of the family class on the basis of their relationship as the spouse, common-law partner, child, parent or other prescribed family member of a Canadian citizen or permanent resident.", "Economic immigration", "(2) A foreign national may be selected as a member of the economic class on the basis of their ability to become economically established in Canada.", "Refugees", "(3) A foreign national, inside or outside Canada, may be selected as a person who under this Act is a Convention refugee or as a person in similar circumstances, taking into account Canada's humanitarian tradition with respect to the displaced and the persecuted.", "[...]", "Application", "87.3 (1) This section applies to applications for visas or other documents made under subsections 11(1) and (1.01), other than those made by persons referred to in subsection 99(2), to sponsorship applications made under subsection 13(1), to applications for permanent resident status under subsection 21(1) or temporary resident status under subsection 22(1) made by foreign nationals in Canada, to applications for work or study permits and to requests under subsection 25(1) made by foreign nationals outside Canada.", "Attainment of immigration goals", "(2) The processing of applications and requests is to be conducted in a manner that, in the opinion of the Minister, will best support the attainment of the immigration goals established by the Government of Canada.", "Instructions", "(3) For the purposes of subsection (2), the Minister may give instructions with respect to the processing of applications and requests, including instructions", "(a) establishing categories of applications or requests to which the instructions apply;", "(a.1) establishing conditions, by category or otherwise, that must be met before or during the processing of an application or request;", "(b) establishing an order, by category or otherwise, for the processing of applications or requests;", "(c) setting the number of applications or requests, by category or otherwise, to be processed in any year; and", "(d) providing for the disposition of applications and requests, including those made subsequent to the first application or request.", "Application", "(3.1) An instruction may, if it so provides, apply in respect of pending applications or requests that are made before the day on which the instruction takes effect.", "Clarification", "(3.2) For greater certainty, an instruction given under paragraph (3)(c) may provide that the number of applications or requests, by category or otherwise, to be processed in any year be set at zero.", "Compliance with instructions", "(4) Officers and persons authorized to exercise the powers of the Minister under section 25 shall comply with any instructions before processing an application or request or when processing one. If an application or request is not processed, it may be retained, returned or otherwise disposed of in accordance with the instructions of the Minister.", "Clarification", "(5) The fact that an application or request is retained, returned or otherwise disposed of does not constitute a decision not to issue the visa or other document, or grant the status or exemption, in relation to which the application or request is made.", "Publication", "(6) Instructions shall be published in the Canada Gazette.", "Clarification", "(7) Nothing in this section in any way limits the power of the Minister to otherwise determine the most efficient manner in which to administer this Act.", "[...]", "Pending applications", "87.5 (1) An application by a foreign national for a permanent resident visa as a member of the prescribed class of investors or of entrepreneurs is terminated if, before February 11, 2014, it has not been established by an officer, in accordance with the regulations, whether the applicant meets the selection criteria and other requirements applicable to the class in question.", "Application", "(2) Subsection (1) does not apply to", "(a) an application in respect of which a superior court has made a final determination unless the determination is made on or after February 11, 2014; or", "(b) an application made by an investor or entrepreneur who is selected as such by a province whose government has entered into an agreement referred to in subsection 9(1).", "Effect", "(3) The fact that an application is terminated under subsection (1) does not constitute a decision not to issue a permanent resident visa.", "Fees returned", "(4) Any fees paid to the Minister in respect of the application referred to in subsection (1) - including for the acquisition of permanent resident status - must be returned, without interest, to the person who paid them. The amounts payable may be paid out of the Consolidated Revenue Fund.", "Investment returned", "(5) If an application for a permanent resident visa as a member of the prescribed class of investors is terminated under subsection (1), an amount equal to the investment made by the applicant in respect of their application must be returned, without interest, to the applicant. The amount may be paid out of the Consolidated Revenue Fund.", "Provincial allocation", "(6) If the provincial allocation of an investment made in respect of an application for a permanent resident visa as a member of the prescribed class of investors that is terminated under subsection (1) has been transferred to an approved fund, as defined in subsection 88(1) of the Immigration and Refugee Protection Regulations, the province whose government controls the approved fund must return an amount equal to that provincial allocation to the Minister without delay. The return of the amount extinguishes the debt obligation in respect of that provincial allocation.", "No recourse or indemnity", "(7) No right of recourse or indemnity lies against Her Majesty in right of Canada in connection with an application that is terminated under subsection (1), including in respect of any contract or other arrangement relating to any aspect of the application.", "[...]", "Annual report to Parliament", "94. (1) The Minister must, on or before November 1 of each year or, if a House of Parliament is not then sitting, within the next 30 days on which that House is sitting after that date, table in each House of Parliament a report on the operation of this Act in the preceding calendar year.", "Contents of report", "(2) The report shall include a description of", "(a) the instructions given under section 87.3 and other activities and initiatives taken concerning the selection of foreign nationals, including measures taken in cooperation with the provinces;", "(b) in respect of Canada, the number of foreign nationals who became permanent residents, and the number projected to become permanent residents in the following year;", "(b.1) in respect of Canada, the linguistic profile of foreign nationals who became permanent residents;", "(c) in respect of each province that has entered into a federal-provincial agreement described in subsection 9(1), the number, for each class listed in the agreement, of persons that became permanent residents and that the province projects will become permanent residents there in the following year;", "(d) the number of temporary resident permits issued under section 24, categorized according to grounds of inadmissibility, if any;", "(e) the number of persons granted permanent resident status under each of subsections 25(1), 25.1(1) and 25.2(1);", "(e.1) any instructions given under subsection 30(1.2), (1.41) or (1.43) during the year in question and the date of their publication; and", "(f) a gender-based analysis of the impact of this Act.", "Immigration and Refugee Protection Regulations", ", SOR/2002-227", "Definitions", "88. (1) The definitions in this subsection apply in this Division.", "[...]", "\"investment\"", "« placement »", "\"investment\" means, in respect of an investor, a sum of $800,000 that", "(a) in the case of an investor other than an investor selected by a province, is paid by the investor to the agent for allocation to all approved funds in existence as of the date the allocation period begins and that is not refundable during the period beginning on the day a permanent resident visa is issued to the investor and ending at the end of the allocation period; and", "(b) in the case of an investor selected by a province, is invested by the investor in accordance with an investment proposal within the meaning of the laws of the province and is not refundable for a period of at least five years, as calculated in accordance with the laws of the province.", "\"investor\"", "« investisseur »", "\"investor\" means a foreign national who", "(a) has business experience;", "(b) has a legally obtained net worth of at least $1,600,000; and", "(c) indicates in writing to an officer that they intend to make or have made an investment.", "[...]", "Investor Class", "Members of the class", "90. (1) For the purposes of subsection 12(2) of the Act, the investor class is hereby prescribed as a class of persons who may become permanent residents on the basis of their ability to become economically established in Canada and who are investors within the meaning of subsection 88(1).", "Minimal requirements", "(2) If a foreign national who makes an application as a member of the investor class is not an investor within the meaning of subsection 88(1), the application shall be refused and no further assessment is required.", "Budget Implementation Act, 2008, SC 2008, c 28", "Application", "120. Section 87.3 of the Immigration and Refugee Protection Act applies only to applications and requests made on or after February 27, 2008", "Jobs, Growth and Long-term Prosperity Act, SC 2012, c 19", "Amendment to the", "Budget Implementation Act", ", 2008", "709. Section 120 of the Budget Implementation Act, 2008 is repealed."]]}