{"id_": "088208", "body_str": [["[1]", "LeBlanc, J.", ": This is an application by Imperial Oil Resources Ltd (Imperial Oil) and Exxonmobil Upstream Research Co (Upstream) (collectively, the Applicants) under section 52 of the", "Patents Act", ", RSC 1985, c P-4 (the Act) for an order to vary the entry in the records of the Patent Office relating to the inventorship and ownership of Canadian Patent No. 2,740,481 (the '481 Patent)."], ["[2]", "This application is uncontested as the Respondent did not participate in the proceedings.", "II.", "Background"], ["[3]", "The '481 Patent entitled \"Integrated Processes for Recovery of Hydrocarbon from Oil Sands\" was filed on May 17, 2011 and lists eleven inventors: Olusola B. Adeyinka (Adeyinka), Ronald D. Myers (Myers), Mainak Ghosh (Ghosh), Fritz Pierre Jr. (Pierre), Emilio Alvarez (Alvarez), Robert D. Kaminsky (Kaminsky), Justin D. Pace (Pace), Thomas R. Palmer (Palmer), David C. Rennard (Rennard), Payman Esmaeili (Esmaeili), and Brian C. Speirs (Speirs)."], ["[4]", "The '481 Patent lists Imperial and Upstream as co-owners. The Applicants do not dispute the ownership of the '481 Patent."], ["[5]", "The '481 Patent claimed priority over Canadian Patent Application No. 2,704,927 ('927 Patent Application) and claimed subject-matter directed to embodiments described in the '927 Patent Application as well as other embodiments. The '927 Patent Application lists three inventors: Adeyinka, Myers, and Ghosh."], ["[6]", "During prosecution of the '481 Patent, the scope of the claimed subject-matter was restricted in response to a unity objection from the Patent Office and it was determined that only Adeyinka, Myers, and Ghosh contributed to the elected subset of claims, yet the patent was issued without the proper modifications to inventorship."], ["[7]", "The Applicants now seek to amend the inventorship and ownership of the '481 Patent by order pursuant to section 52 of the Act requesting that the Commissioner vary all entries in the records of the Patent Office with respect to the title of the '481 Patent by removing Pierre, Alvarez, Kaminsky, Pace, Palmer, Rennard, Esmaeili, and Speirs as co-inventors and an order removing Upstream as co-owner of the '481 Patent. All the listed co-inventors and the Applicants agree that these 8 individuals should be removed from the list of co-inventors of the registered '481 Patent and the 8 individuals have provided their consent to be removed. This evidence is uncontradicted."], ["[8]", "The Applicants submit that section 52 of the Act grants the Court jurisdiction to order the Patent Office to vary the inventorship and ownership of the '481 Patent. They also claim that in exercising its jurisdiction, the Court may determine if inventorship can be amended by considering the test set out in subsection 31(3) of the Act in the place of the Commissioner of Patents (the Commissioner)."], ["[9]", "As to the ownership of the '481 Patent, the Applicants contend that the Court does not have to determine the issue of ownership and there is no allegation of misuse of confidential information by the inventors or the Applicants. Therefore, they request that the records of the Patent Office be amended to correct the ownership of the '481 Patent."], ["[10]", "Finally, the Applicants claim that the only affected party in this case, the Commissioner, has decided not to participate in these proceedings and nothing suggests that any other third parties will be affected by the order sought.", "III.", "Issues"], ["[11]", "The Applicants raise the following issues", "1. Should the Court order that the records of the Patent Office relating to the '481 Patent be varied by (i) removing Pierre, Alvarez, Kaminsky, Pace, Palmer, Rennard, Esmaeili, and Speirs as co-inventors and (ii) removing Upstream as co-owner?", "IV.", "Analysis"], ["[12]", "Section 52 of the Act grants the Federal Court broad powers to \"order that any entry in the records of the Patent Office relating to the title to a patent be varied or expunged\" on the application of any person interested. I am satisfied that the Applicants are interested persons in this case."], ["[13]", "This Court has interpreted the word \"title\" in section 52 of the Act broadly to include \"matters relating to the root of title\" such as inventorship (", "REFERENCE_SUPPRESSED);", "REFERENCE_SUPPRESSED). Thus, the scope of section 52 of the Act allows the Court to vary errors relating to the naming of inventors, including adding or removing inventors' names (", "CITATION_SUPPRESSED;", "CITATION_SUPPRESSED)."], ["[14]", "The Federal Court can only exercise this jurisdiction where the patent has already been issued, as is the case here (", "CITATION_SUPPRESSED). As the Commissioner has no discretion to vary the inventorship of patents once issued, this Court has held that in exercising the powers under section 52 of the Act, the Court substitutes itself in place of the Commissioner to decide whether an inventor should be removed by considering the test set out in subsection 31(3) of the Act in order to accomplish what the Commissioner would have done prior to issuing the patent (REFERENCE_SUPPRESSED."], ["[15]", "Subsection 31(3) of the Act sets out two criteria for the removal of named inventors", "i. does it appear that one or more of the named inventors have no part in the invention?; and", "ii. has an affidavit been provided to satisfy the Court that the remaining inventors are the sole inventors?"], ["[16]", "In the present case, Pierre, Alvarez, Kaminsky, Pace, Palmer, Rennard, Esmaeili, and Speirs provided sworn affidavits to the effect that they had no part in the invention of the claimed subject-matter of the issued '481 Patent. I am therefore satisfied that the first part of the test under subsection 31(3) has been met."], ["[17]", "I also note that Adeyinka, Myers, and Ghosh provided sworn affidavits that they contributed to the invention of the claimed subject-matter of the issued '481 Patent and are therefore correctly named as co-inventors of the '481 patent. The claims of co-inventorship of Adeyinka, Myers, and Ghosh of the '481 Patent are uncontested by all parties involved. I am therefore satisfied that the second part of the test has been met."], ["[18]", "The final issue to be determined is whether the Court has jurisdiction to remove Upstream as a co-owner of the '481 Patent."], ["[19]", "This Court has held that it does not have jurisdiction under section 52 of the Act to determine ownership of patents as this would require the application and interpretation of the provincial law on contracts (", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED). I am satisfied that the present matter is not a case where ownership of the patent is at issue. Indeed, the Applicants do not contest ownership of the '481 Patent as they both agree that Imperial should be listed as the sole owner of the patent. Moreover, the sole co-inventors, Adeyinka, Myers, and Ghosh assigned their interest in the '481 Patent to Imperial alone. As such, I am of the view that the Court has jurisdiction to vary the ownership of the '481 Patent as a consequence of correcting the inventorship of the patent."], ["[20]", "In light of the above, the order sought by the Applicants to amend the Patent's Office records by removing Pierre, Alvarez, Kaminsky, Pace, Palmer, Rennard, Esmaeili, and Speirs as co-inventors and by removing Upstream as co-owner should be granted."], ["[21]", "The Applicants, quite understandably, did not seek costs.", "JUDGMENT"], ["[22]", "THIS COURT'S JUDGMENT is that", "1. The application is granted;", "2. The Commissioner of Patents, pursuant to section 52 of the", "Patent Act", ", shall vary all entries in the records of the Patent Office with respect to the inventorship of Canadian Patent No. 2,740,481 by removing Fritz Pierre Jr., Emilio Alvarez, Robert D. Kaminsky, Justin D. Pace, Thomas R. Palmer, David C. Rennard, Payman Esmaeili, and Brian C. Speirs as co-inventors;", "3. The Commissioner of Patents, pursuant to section 52 of the", "Patent Act", ", shall vary all entries in the records of the Patent Office with respect to the ownership of Canadian Patent No. 2,740,481 by removing the Applicant, Exxonmobil Upstream Research Co, as co-owner of said Patent; and", "4. No costs.", "[End of document]"]]}