{"id_": "088654", "body_str": [["[1]", "Boswell, J.", ": The Refugee Appeal Division [RAD] of the Immigration and Refugee Board of Canada dismissed the Applicants' appeal from the Refugee Protection Division [RPD] and confirmed that they were neither Convention refugees under section 96 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [", "IRPA", "], nor persons in need of protection under subsection 97(1) of the", "IRPA", ". The Applicants now seek judicial review pursuant to subsection 72(1) of the", "IRPA", ", asking the Court to set aside the RAD's decision and return the matter to a different panel of the RAD for re-determination.  <FRAGMENT_SUPPRESSED>"], ["[2]", "Mr. Siliya and Mrs. Selia [collectively, the Applicants] are married citizens of India who had been residing in Botswana before coming to Canada on January 29, 2013. They applied for refugee protection shortly after arriving in Canada, claiming that, as Muslims, they feared religiously-motivated violence and crime in India, and that in Botswana some men had robbed Mr. Siliya's business and threatened to kill him.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The Applicants' claims were heard by the RPD on April 15, 2013. The RPD member informed the Applicants that India was the only country of reference, as they had only temporary permission to reside in Botswana.  <FRAGMENT_SUPPRESSED>", "II.", "The RPD Decision  <FRAGMENT_SUPPRESSED>"], ["[4]", "By reasons dated May 14, 2013, the RPD rejected the Applicants' request for protection.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The Applicants' fear was triggered by an incident that occurred while they were visiting family in Bardoli, India, on May 30, 2012. Although the RPD accepted that eight young Hindu men assaulted Mr. Siliya on that day and verbally abused Mrs. Selia, it was not satisfied that the attack was religiously motivated. Nor was the RPD convinced that this could be considered persistent or repetitive mistreatment, and the general country conditions did not prove that there was a serious possibility that the Applicants would be persecuted in the future if they returned to India. On the contrary, the RPD found that the Muslim population in India was sizeable and the Indian Penal Code prohibits violations of religious tolerance.  <FRAGMENT_SUPPRESSED>"], ["[6]", "As for subsection 97(1), the RPD considered any risk the Applicants faced to be generalized. Although there have been instances of communal violence against Muslims in India, Muslims made up 13.4% of the 1.15 billion member population in 2001. Any risk to the Applicants on that basis is shared by so many people that the RPD concluded that it was a risk \"faced generally by other individuals in or from that country\" (", "IRPA", ", s 97(1)(b)(ii)). As for the one personal incident, the RPD reiterated its finding that it was just a random attack. To the extent that it might recur, that risk too is shared by many people in India. The Applicants were therefore not entitled to protection under paragraph 97(1)(b) of the", "IRPA", ".  <FRAGMENT_SUPPRESSED>"], ["[7]", "Alternatively, the RPD decided that the Applicants \"did not make reasonable efforts to explore the avenues of state protection available in India\" and failed to prove that state protection in India was inadequate.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The RPD also decided that the Applicants had an internal flight alternative [IFA] in each of Mumbai and New Delhi. The Applicants had lived in Mumbai for years without experiencing any problems, and they have family that still resided there. When the Applicants were asked why they could not return there or move to New Delhi, they simply said that crimes could happen anywhere in the country. The RPD held that this was not \"actual and concrete\" evidence of conditions that would jeopardize the Applicants' safety (citing", "<FRAGMENT_SUPPRESSED>  (CA)), and so would have rejected their claims on this basis too had it been necessary to do so.  <FRAGMENT_SUPPRESSED>", "III.", "The RAD Decision under Review  <FRAGMENT_SUPPRESSED>"], ["[9]", "On June 3, 2013, the Applicants appealed the RPD's decision pursuant to subsection 110(1) of the", "IRPA", ". They argued that the RPD had erred \"in determining that section 97 of", "IRPA", "does not apply to risks faced generally by other individuals\" and \"in finding that the fear faced by the Applicant did not amount to persecution\". The Respondent intervened to defend the RPD's decision.  <FRAGMENT_SUPPRESSED>"], ["[10]", "By reasons dated August 7, 2013, the RAD dismissed the Applicants' appeal. The RAD limited the scope of its analysis to the issue of IFA, which the Applicants never challenged on appeal. After conducting an analysis based on", "<FRAGMENT_SUPPRESSED>  AR 89, the RAD decided that it owed deference to the RPD's findings of fact and mixed fact and law. Therefore, the RAD reviewed the RPD's findings that Mumbai and New Delhi were IFAs on the reasonableness standard.  <FRAGMENT_SUPPRESSED>"], ["[11]", "The RAD was satisfied that the RPD \"applied the two-pronged IFA test, first considering whether there was a serious possibility of persecution in either location, and then whether there was evidence of conditions in the IFAs that would render it unreasonable for the Appellants to seek refuge there.\" The RPD had carefully considered the Applicants' evidence on this point and the RAD decided that the RPD's conclusion in this regard was reasonable. Since the existence of an IFA was dispositive of claims under both section 96 and subsection 97(1) of the", "IRPA", ", the RAD dismissed the Applicants' appeal.  <FRAGMENT_SUPPRESSED>", "IV.", "The Parties' Arguments  <FRAGMENT_SUPPRESSED>", "A.", "The Applicants' Arguments  <FRAGMENT_SUPPRESSED>"], ["[12]", "The Applicants' primary argument is that the RAD made an error in characterizing the facts concerning this matter, such that its finding that the Applicants had an IFA in Mumbai and in New Delhi was tainted.  <FRAGMENT_SUPPRESSED>"], ["[13]", "The Applicants rely on the decision in", "<FRAGMENT_SUPPRESSED> FTR 108 [", "Singh", "]. As in that case, the Applicants assert that the RAD mischaracterized the nature of the attack upon the Applicants and so could not properly assess whether they had an IFA. The Applicants also state that the RAD did not give enough weight to the facts of the Applicants' circumstances and therefore the decision is not sustainable.  <FRAGMENT_SUPPRESSED>", "B.", "The Respondent's Arguments  <FRAGMENT_SUPPRESSED>"], ["[14]", "The Respondent states that it is not clear as to just what facts were allegedly mischaracterized by the RAD or, for that matter, the RPD. According to the Respondent, the Applicants are challenging the wrong decision. The Respondent says that both the RPD and the RAD found the attack upon the Applicants to be a random act of violence. Both the RPD and the RAD also found that the Applicants had an IFA in New Delhi and in Mumbai. As for the decision in", "Singh", ", the Respondent says there was no mischaracterization of the facts since both the RAD and the RPD accepted that the attack had occurred.  <FRAGMENT_SUPPRESSED>"], ["[15]", "Therefore, the Respondent submits that neither the RPD nor the RAD needed to go beyond the determination that the Applicants had an IFA, since its existence alone defeats the Applicants' claims to be Convention refugees or persons in need of protection.  <FRAGMENT_SUPPRESSED>"], ["[16]", "The Respondent notes that the Applicants have not challenged the findings of fact pertaining to the IFAs. Furthermore, the Respondent states that both the RAD and the RPD considered the Applicants' history and their ties to Mumbai in determining that there was an IFA in Mumbai. The Respondent says that both the RAD and the RPD applied the proper two-pronged test, and it was reasonable for the RAD to find that the Applicants had an IFA.  <FRAGMENT_SUPPRESSED>", "V.", "Issues and Analysis  <FRAGMENT_SUPPRESSED>", "A.", "The Standard of Judicial Review  <FRAGMENT_SUPPRESSED>"], ["[17]", "The standard for this Court's review of the RAD's decision about the scope of its own review of RPD decisions is open to some question. As noted by Mr. Justice Simon Noël in", "<FRAGMENT_SUPPRESSED>  [", "Yin", "]:  <FRAGMENT_SUPPRESSED>"], ["[32] Several judges of this Court have issued an opinion as to which standard of review this Court should apply to the scope of the review by the RAD on an appeal.  <FRAGMENT_SUPPRESSED> [", "Djossou", "], Justice Martineau explains that many judges are of the opinion that the correctness standard applies (", "<FRAGMENT_SUPPRESSED> [", "Iyamuremye", "];", "<FRAGMENT_SUPPRESSED> [", "Garcia Alvarez", "];", "<FRAGMENT_SUPPRESSED> [", "Eng", "];", "<FRAGMENT_SUPPRESSED> to 34 [", "Huruglica", "];", "<FRAGMENT_SUPPRESSED>  [", "Yetna", "] at para 14;", "<FRAGMENT_SUPPRESSED> to 9 [", "Spasoja", "]). Other decisions state, however, the opposite, namely that this Court should perhaps apply the reasonableness standard when reviewing the standard of intervention chosen by the RAD in its review of a RPD decision", "( <FRAGMENT_SUPPRESSED>  [", "Akuffo", "] at paras 16 to 26;", "<FRAGMENT_SUPPRESSED>  at para 18).  <FRAGMENT_SUPPRESSED>"], ["[18]", "In this case, the Applicants agree with the Respondent that the appropriate standard of review for this judicial review application is one of reasonableness. The Respondent goes further, however, and argues that the RPD's decision can withstand scrutiny even if a correctness standard is applied.  <FRAGMENT_SUPPRESSED>"], ["[19]", "For the reasons given below, the standard by which the RAD reviewed the RPD's decision is not dispositive of this application for judicial review, and so there is no need to pronounce on the standard of review for that issue (see", "Yin", "at para 33; also see", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[20]", "Otherwise, the reasonableness standard applies to the RAD's factual findings, and its assessment of the evidence before it is entitled to deference (see:", "<FRAGMENT_SUPPRESSED>  [", "Dunsmuir", "];", "Yin", "at para 34;", "<FRAGMENT_SUPPRESSED> ). Moreover, the RAD's decision should not be disturbed so long as it is justifiable, intelligible, transparent and defensible in respect of the facts and the law (", "Dunsmuir", "at para 47). Those criteria are met if \"the reasons allow the reviewing court to understand why the tribunal made its decision and permit it to determine whether the conclusion is within the range of acceptable outcomes\" (", "Newfoundland and  <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "B.", "The RAD's Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[21]", "During the hearing of this matter, counsel for the parties acknowledged the current debate in this Court over the standard by which the RAD should review the RPD's findings of fact and mixed fact and law. As noted by Mr. Justice Martineau in", "<FRAGMENT_SUPPRESSED> [", "Alyafi", "], two approaches have been taken by this Court. One line of cases concludes that the RAD should review the RPD's findings of fact for palpable and overriding errors (see e.g.:", "<FRAGMENT_SUPPRESSED> [", "Spasoja", "]; and", "<FRAGMENT_SUPPRESSED> ). Another line of cases concludes that the RAD must independently come to a decision and is not limited to intervening on the standard of palpable and overriding error, although it can \"recognize and respect the conclusion of the RPD on such issues as credibility and/or where the RPD enjoys a particular advantage in reaching such a conclusion\" (", "<FRAGMENT_SUPPRESSED> [", "Huruglica", "];", "<FRAGMENT_SUPPRESSED> ; and", "<FRAGMENT_SUPPRESSED> [", "Njeukam", "]). Questions on this issue have been certified in several of these cases, so this division in the case law will soon be considered by the Federal Court of Appeal. In the meantime, a pragmatic approach as suggested  <FRAGMENT_SUPPRESSED>", "(at paras 46-52) means that the decisions of the RAD should be upheld so long as either of these two approaches is applied.  <FRAGMENT_SUPPRESSED>"], ["[22]", "In this case, the RAD clearly adopted a reasonableness standard of review (at paragraph 29 of its decision) in respect of the RPD's decision, and concluded as follows:  <FRAGMENT_SUPPRESSED>"], ["[34] The Appellants do not challenge the RPD's findings on IFA. The RAD has reviewed that finding and the reasons supporting it. The RAD finds that the RPD's application of the legal test to the facts of the Appellants' case was reasonable, and that the RPD's finding on IFA falls within the range of possible, acceptable outcomes defensible in respect of the facts and the law.  <FRAGMENT_SUPPRESSED>"], ["[23]", "Both lines of cases noted above have condemned this approach by the RAD (", "Alyafi", "at paras 17-18, 39, 46;", "Huruglica", "at paras 45, 54;", "Spasoja", "at paras 12-13, 19-25, 32-38;", "<FRAGMENT_SUPPRESSED> ; and", "<FRAGMENT_SUPPRESSED> ). The RAD has an appellate function, and it cannot limit its analysis merely to whether the RPD acted unlawfully. Applying the reasonableness standard, as the RAD did in this case, is typically an error.  <FRAGMENT_SUPPRESSED>", "C.", "Is the RAD's decision nevertheless reasonable?  <FRAGMENT_SUPPRESSED>"], ["[24]", "However, this error is not necessarily fatal to the RAD's decision. Although the standard of review adopted by the RAD could be dispositive in many cases, the Applicants here never directly challenged the RPD's IFA finding. The thrust of their argument before this Court is that the RAD erred by finding the existence of an IFA was determinative without assessing the Applicants' arguments that the RPD had mischaracterized the nature of the risk they faced. In the Applicants' view, the RPD had to understand what risk they were fleeing from before it could adequately assess whether they would be safe from that risk in Mumbai or New Delhi.  <FRAGMENT_SUPPRESSED>"], ["[25]", "I reject the Applicants' argument that the RAD erred by deciding that the existence of an IFA was determinative without assessing their arguments that the RPD had mischaracterized the nature of the risk. The RAD's decision should not be disturbed because the Applicants never challenged the dispositive finding of the RPD as to an IFA and, thus, there was no basis for any appellate intervention by the RAD. Accordingly, the standard by which the RAD reviewed the IFA finding is irrelevant, and even if it was selected erroneously that does not negate the RAD's conclusion in disposing of the Applicants' appeal on the basis that:  <FRAGMENT_SUPPRESSED>"], ["[35] The question of internal flight alternative is integral to both the definition of a Convention refugee and that of a person in need of protection. As the Appellants can find viable internal flight alternatives in their own country, they do not require Canada's surrogate protection.  <FRAGMENT_SUPPRESSED>", "VI.", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[26]", "In the result, therefore, the Applicants' application for judicial review is dismissed. Neither party raised a question of general importance for certification, so none is certified.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[27]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is dismissed and that there is no question of general importance for certification.  <FRAGMENT_SUPPRESSED>", ".........................  <FRAGMENT_SUPPRESSED>", "Mohamed Yusuf U  <FRAGMENT_SUPPRESSED>  contexte  <FRAGMENT_SUPPRESSED>"], ["[1]", "Le juge Boswell", "[Traduction]: La Section d'appel des réfugiés [SAR] de la Commission de l'immigration et du statut de réfugié du Canada a rejeté l'appel interjeté par les demandeurs à l'encontre de la décision de la Section de la protection des réfugiés  <FRAGMENT_SUPPRESSED>  et a confirmé qu'ils n'avaient ni la qualité de réfugiés au sens de la Convention suivant l'article 96 de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 [LIPR], ni celle de personnes à protéger en vertu du paragraphe 97(1) de la LIPR. Les demandeurs sollicitent maintenant le contrôle judiciaire en vertu du paragraphe 72(1) de la LIPR et demandent à la Cour d'annuler la décision de la SAR et de renvoyer l'affaire à un tribunal différemment constitué de la SAR pour que celui-ci statue à nouveau sur l'affaire.  <FRAGMENT_SUPPRESSED>"], ["[2]", "Monsieur Siliya et Mme Selia [collectivement, les demandeurs] sont mariés et citoyens de l'Inde. Ils habitaient au Botswana avant d'arriver au Canada le 29 janvier 2013. Ils ont demandé l'asile peu de temps après leur arrivée, alléguant que, comme musulmans, ils craignaient d'être victimes d'actes de violence et de crimes à motifs religieux en Inde et qu'au Botswana, quelques hommes avaient volé l'entreprise de M. Siliya et avaient menacé de le tuer.  <FRAGMENT_SUPPRESSED>"], ["[3]", "Les demandes des demandeurs ont été entendues par la SPR le 15 avril 2013. Le commissaire de la SPR a avisé les demandeurs que l'Inde était le seul pays de référence, puisqu'ils avaient seulement une permission temporaire de résider au Botswana.  <FRAGMENT_SUPPRESSED>", "II.", "La décision de la SPR  <FRAGMENT_SUPPRESSED>"], ["[4]", "Dans des motifs datés du 14 mai 2013, la SPR a rejeté la demande de protection présentée par les demandeurs.  <FRAGMENT_SUPPRESSED>"], ["[5]", "Les demandeurs ont commencé à craindre pour leur sécurité à la suite d'un incident survenu alors qu'ils visitaient des membres de leur famille à Bardoli, en Inde, le 30 mai 2012. La SPR a reconnu que huit jeunes hindous avaient agressé M. Siliya ce jour-là et qu'ils avaient insulté Mme Selia, mais elle n'était pas convaincue que l'agression était motivée par des considérations d'ordre religieux. La SPR n'était pas non plus convaincue que cette agression pouvait être considérée comme un mauvais traitement persistant ou répétitif et la situation générale du pays ne prouvait pas que les demandeurs risquaient sérieusement d'être persécutés s'ils retournaient en Inde. La SPR a, au contraire, conclu que la population musulmane de l'Inde était une population importante et que le Code pénal de l'Inde interdisait les manquements de tolérance religieuse.  <FRAGMENT_SUPPRESSED>"], ["[6]", "En ce qui concerne le paragraphe 97(1), la SPR croyait que les risques auxquels étaient exposés les demandeurs étaient généralisés. Bien qu'il y ait eu des incidents de violence intercommunautaire contre des musulmans en Inde, les musulmans représentaient 13,4 % des 1,15 milliard de membres de la population en 2001. Les risques que courent les demandeurs sont partagés par tellement de personnes que la SPR a conclu qu'il s'agissait d'un risque auquel [traduction] « d'autres personnes originaires de ce pays ou qui s'y trouvent » sont généralement exposées (LIPR, s-al 97(1)", ")(ii)). Quant à l'incident personnel, la SPR a réitéré sa conclusion qu'il s'agissait d'une agression fortuite. Dans la mesure où une telle agression pourrait se reproduire, ce risque est partagé par de nombreuses personnes en Inde. Les demandeurs n'avaient donc pas qualité de personnes à protéger en vertu de l'alinéa 97(1)", ") de la LIPR.  <FRAGMENT_SUPPRESSED>"], ["[7]", "Subsidiairement, la SPR a décidé que les demandeurs [traduction] « n'avaient pas fait d'efforts raisonnables pour s'informer sur les possibilités qui leur auraient permis d'obtenir la protection de l'État en Inde » et ont omis de prouver que la protection de l'État en Inde était insuffisante.  <FRAGMENT_SUPPRESSED>"], ["[8]", "La SPR a aussi décidé que les demandeurs avaient une possibilité de refuge intérieur (PRI) à Mumbai et à New Delhi. Les demandeurs avaient vécu à Mumbai pendant des années et ils n'avaient eu aucun problème. De plus, certains membres de leur famille y habitent toujours. Lorsqu'on leur a demandé pourquoi ils ne pouvaient pas retourner à Mumbai ou déménager à New Delhi, les demandeurs ont simplement répondu que ces crimes pouvaient être commis partout au pays. La SPR a conclu qu'il ne s'agissait pas d'une preuve « réelle et concrète » de l'existence de conditions qui mettraient en péril la sécurité des demandeurs (citant", "<FRAGMENT_SUPPRESSED>  (CA)), et par conséquent, elle aurait aussi rejeté leurs demandes pour ce motif si cela avait été nécessaire.  <FRAGMENT_SUPPRESSED>", "III.", "La décision de la SAR faisant l'objet du présent contrôle  <FRAGMENT_SUPPRESSED>"], ["[9]", "Le 3 juin 2013, les demandeurs ont interjeté appel de la décision de la SPR en vertu du paragraphe 110(1) de la LIPR. Ils ont affirmé que la SPR a commis une erreur [traduction] « en déterminant que l'article 97 de la LIPR ne s'applique pas aux risques auxquels sont généralement exposées d'autres personnes » et « en concluant que la crainte invoquée par les demandeurs n'équivalait pas à de la persécution ». Le défendeur est intervenu pour défendre la décision de la SPR.  <FRAGMENT_SUPPRESSED>"], ["[10]", "Dans des motifs datés du 7 août 2013, la SAR a rejeté l'appel des demandeurs. La SAR a limité la portée de son analyse à la question de la PRI, que les demandeurs n'ont jamais contestée en appel. Après avoir effectué une analyse fondée sur l'arrêt", "<FRAGMENT_SUPPRESSED>  AR 89, la SAR a décidé qu'elle devait faire preuve de retenue à l'égard des conclusions de fait et des conclusions mixtes de fait et de droit tirées par la SPR. Par conséquent, la SAR a examiné les conclusions de la SPR selon lesquelles Mumbai et New Delhi étaient des PRI selon la norme de la décision raisonnable.  <FRAGMENT_SUPPRESSED>"], ["[11]", "La SAR était convaincue que la SPR avait [traduction] « appliqué le critère à deux volets relatif à la PRI, en se demandant d'abord s'il y avait une possibilité sérieuse de persécution à l'une ou l'autre de ces deux villes, et, en se demandant ensuite s'il existait une preuve des conditions qui prévalent dans les PRI, de sorte qu'il serait déraisonnable pour les appelants d'y chercher refuge ». La SPR avait attentivement examiné la preuve présentée par les demandeurs à cet égard et la SAR a décidé que la conclusion de la SPR était raisonnable. Comme l'existence d'une PRI était déterminante à l'égard des demandes fondées sur l'article 96 et le paragraphe 97(1) de la LIPR, la SAR a rejeté l'appel des demandeurs.  <FRAGMENT_SUPPRESSED>", "IV.", "Les arguments des parties  <FRAGMENT_SUPPRESSED>", "A.", "Les arguments des demandeurs  <FRAGMENT_SUPPRESSED>"], ["[12]", "Les demandeurs soutiennent principalement que la SAR a commis une erreur en qualifiant les faits de l'affaire, de sorte que sa conclusion selon laquelle les demandeurs avaient une PRI à Mumbai et à New Delhi était viciée.  <FRAGMENT_SUPPRESSED>"], ["[13]", "Les demandeurs se fondent sur l'affaire", "<FRAGMENT_SUPPRESSED> FTR 108 [", "Singh", "]. Comme dans cette affaire, les demandeurs soutiennent que la SAR a mal qualifié la nature de l'attaque contre les demandeurs et, par conséquent, elle ne pouvait pas correctement apprécier la question de savoir s'ils avaient une PRI. Les demandeurs soutiennent également que la SAR n'a pas accordé suffisamment d'importance aux faits particuliers de la situation des demandeurs et que, par conséquent, la décision ne peut être maintenue.  <FRAGMENT_SUPPRESSED>", "B.", "Les arguments du défendeur  <FRAGMENT_SUPPRESSED>"], ["[14]", "Le défendeur affirme qu'on ne sait pas exactement quels faits auraient été mal qualifiés par la SAR, voire la SPR. Selon le défendeur, les demandeurs contestent la mauvaise décision. Il affirme que tant la SPR et que la SAR sont arrivées à la conclusion que l'attaque contre les demandeurs était un acte de violence fortuit. Elles ont toutes les deux conclu que les demandeurs avaient une PRI à New Delhi et à Mumbai. Quant à l'affaire", "Singh", ", le défendeur affirme que les faits n'ont pas été mal qualifiés puisque la SAR et la SPR ont toutes les deux admis que l'attaque avait eu lieu.  <FRAGMENT_SUPPRESSED>"], ["[15]", "Par conséquent, le défendeur soutient que ni la SPR ni la SAR n'avaient à se prononcer sur autre chose parce que le seul fait que les demandeurs aient une PRI entraîne le rejet de leur demande en vue de se voir reconnaître la qualité de réfugiés au sens de la Convention ou de personnes à protéger.  <FRAGMENT_SUPPRESSED>"], ["[16]", "Le défendeur souligne que les demandeurs n'ont pas contesté les conclusions de fait relatives aux PRI. Il fait aussi remarquer que la SAR et la SPR ont toute les deux examiné les antécédents des demandeurs et leurs liens avec Mumbai lorsqu'elles ont déterminé s'ils avaient une PRI à Mumbai. Le défendeur affirme que la SAR et la SPR ont appliqué le critère à deux volets approprié et qu'il était raisonnable pour la SAR de conclure que les demandeurs avaient une PRI.  <FRAGMENT_SUPPRESSED>", "V.", "Questions en litige et analyse  <FRAGMENT_SUPPRESSED>", "A.", "La norme de contrôle judiciaire  <FRAGMENT_SUPPRESSED>"], ["[17]", "La norme de contrôle que doit appliquer la Cour pour examiner la décision de la SAR concernant la portée de son propre examen des décisions de la SPR est contestable. Comme l'a souligné le juge Simon Noël dans l'affaire", "<FRAGMENT_SUPPRESSED>  [", "Yin", "]:  <FRAGMENT_SUPPRESSED>"], ["[32] Plusieurs juges de la Cour se sont prononcés sur la norme de contrôle que la Cour doit appliquer à la question de la portée de l'examen fait par la SAR lorsqu'elle siège en appel. Dans la décision", "<FRAGMENT_SUPPRESSED> [", "Djossou", "], le juge Martineau explique que, selon de nombreux juges, la norme de la décision correcte s'applique (", "<FRAGMENT_SUPPRESSED> [", "Iyamuremye", "];", "<FRAGMENT_SUPPRESSED> [", "Garcia Alvarez", "];", "<FRAGMENT_SUPPRESSED> [", "Eng", "];", "<FRAGMENT_SUPPRESSED> à 34 [", "Huruglica", "];", "<FRAGMENT_SUPPRESSED>  [", "Yetna", "], au paragraphe 14;", "<FRAGMENT_SUPPRESSED> à 9 [", "Spasoja", "]). D'autres décisions, toutefois, sont à l'effet du contraire, à savoir que la Cour doit peut-être appliquer la norme du caractère raisonnable quand elle revoit la norme d'intervention choisie par la SAR lors de l'examen d'une décision de la  <FRAGMENT_SUPPRESSED>  [", "Akuffo", "], aux paragraphes 16 à 26;", "Djossou", ", précitée, au paragraphe 18).  <FRAGMENT_SUPPRESSED>"], ["[18]", "En l'espèce, les demandeurs conviennent avec le défendeur que la norme de contrôle applicable pour la présente demande de contrôle judiciaire est celle de la décision raisonnable. Le défendeur soutient cependant que la décision de la SRP peut résister à l'examen même si la norme de la décision correcte s'applique.  <FRAGMENT_SUPPRESSED>"], ["[19]", "Pour les motifs énoncés ci-dessous, la norme selon laquelle la SAR a examiné la décision de la SPR n'est pas déterminante dans l'issue de la présente demande de contrôle judiciaire et, par conséquent, il n'est pas nécessaire de se pencher sur la norme de contrôle applicable à cet égard (voir", "Yin", ", au paragraphe 33; voir aussi", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[20]", "Autrement, la norme de la décision raisonnable s'applique aux conclusions de fait de la SAR et il faut faire preuve de retenue à l'égard de son appréciation de la preuve (voir:", "<FRAGMENT_SUPPRESSED>  [", "Dunsmuir", "];", "Yin", ", au paragraphe 34;", "<FRAGMENT_SUPPRESSED> et 14). De plus, la décision de la SAR ne devrait pas être modifiée dans la mesure où elle respecte les principes de justification, d'intelligibilité, de transparence et qu'elle peut se justifier au regard des faits et du droit (", "Dunsmuir", ", au paragraphe 47). Ces critères sont respectés si « les motifs [...] permettent à la cour de révision de comprendre le fondement de la décision du tribunal et de déterminer si la conclusion fait partie des issues possibles acceptables » (", "Newfoundland and  <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "B.", "La norme de contrôle de la SAR  <FRAGMENT_SUPPRESSED>"], ["[21]", "À l'audience de la présente affaire, les avocats des parties ont reconnu le débat qui existe au sein de la Cour au sujet de la norme selon laquelle la SAR devrait examiner les conclusions de fait et les conclusions mixtes de fait et de droit de la SPR. Comme l'a souligné le juge Martineau dans l'affaire", "<FRAGMENT_SUPPRESSED> à 38 [", "Alyafi", "], deux approches ont été adoptées par notre Cour. D'un côté, on retrouve un courant jurisprudentiel voulant que la SAR examine les conclusions de fait de la SPR seulement en cas d'erreur manifeste et dominante (voir p. ex.:", "<FRAGMENT_SUPPRESSED> à 34;", "<FRAGMENT_SUPPRESSED> à 46 [", "Spasoja", "]; et", "<FRAGMENT_SUPPRESSED> et 28). D'un autre côté, on retrouve un courant jurisprudentiel voulant que la SAR soit tenue de rendre une décision indépendante et qu'elle ne soit pas obligée d'intervenir selon la norme de l'erreur manifeste et dominante, bien qu'elle puisse « reconnaître et respecter la conclusion de la SPR sur des questions comme la crédibilité et/ou lorsque la SPR jouit d'un avantage particulier pour tirer une conclusion » (", "<FRAGMENT_SUPPRESSED> [", "Huruglica", "];", "<FRAGMENT_SUPPRESSED> à 20; et", "<FRAGMENT_SUPPRESSED> [", "Njeukam", "]). Des questions sur cet aspect ont été certifiées dans plusieurs de ces décisions. Cette division qui existe au sein de la jurisprudence sera donc bientôt examinée par la Cour d'appel fédérale. D'ici là, une approche pragmatique, comme celle mentionnée dans l'affaire", "Alyafi", "(aux paragraphes 46 à 52), signifie que les décisions de la SAR devraient être confirmées si l'une ou l'autre de ces deux approches est adoptée.  <FRAGMENT_SUPPRESSED>"], ["[22]", "En l'espèce, la SAR a clairement adopté la norme de contrôle de la décision raisonnable (au paragraphe 29 de sa décision) à l'égard de la décision de la SPR et a conclu comme suit:  <FRAGMENT_SUPPRESSED>"], ["[34] Les appelants ne contestent pas la conclusion de la SPR sur la PRI. La SAR a examiné cette conclusion et les motifs sur lesquels la SPR s'appuie. La SAR estime que l'application du critère juridique aux faits de l'affaire des appelants est raisonnable, et que la conclusion de la SPR relativement à la PRI se situe à l'intérieur d'une gamme d'issues possibles acceptables pouvant se justifier au regard des faits et du droit.  <FRAGMENT_SUPPRESSED>"], ["[23]", "Les deux courants jurisprudentiels susmentionnés ont condamné cette approche adoptée par la SAR (", "Alyafi", ", aux paragraphes 17 et 18, 39, 46;", "Huruglica", ", aux paragraphes 45, 54;", "Spasoja", ", aux paragraphes 12 et 13, 19 à 25, 32 à 38;", "<FRAGMENT_SUPPRESSED> ; et", "<FRAGMENT_SUPPRESSED> à 16). La SAR exerce une fonction d'appel et elle ne peut pas limiter son analyse à la question de savoir si la SPR a agi illégalement. Appliquer la norme de la décision raisonnable, comme la SAR l'a fait en l'espèce, est habituellement une erreur.  <FRAGMENT_SUPPRESSED>", "C.", "La décision de la SAR est-elle raisonnable malgré tout?  <FRAGMENT_SUPPRESSED>"], ["[24]", "Cependant, cette erreur n'entache pas nécessairement la décision de la SAR. Bien que la norme de contrôle adoptée par la SAR puisse être déterminante dans plusieurs cas, les demandeurs en l'espèce n'ont jamais directement contesté la conclusion de la SPR au sujet de la PRI. Devant notre Cour, les demandeurs soutiennent essentiellement que la SAR a commis une erreur en concluant que l'existence d'une PRI était décisive sans apprécier les arguments des demandeurs selon lesquels la SPR avait mal qualifié la nature du risque auquel ils étaient exposés. Selon les demandeurs, la SPR devait comprendre le risque qu'ils fuyaient avant de pouvoir déterminer s'ils seraient protégés contre ce risque à Mumbai ou à New Delhi.  <FRAGMENT_SUPPRESSED>"], ["[25]", "Je rejette l'argument des demandeurs selon lequel la SAR a commis une erreur en concluant que l'existence d'une PRI était décisive sans apprécier leurs arguments selon lesquels la SPR avait mal qualifié la nature du risque. La décision de la SAR ne devrait pas être modifiée parce que les demandeurs n'ont jamais contesté la conclusion décisive de la SPR quant à la PRI et, par conséquent, rien ne permettait à la SAR d'intervenir. La norme selon laquelle la SAR a examiné la conclusion quant à la PRI n'est donc pas pertinente; par contre, même si la SAR a appliqué une norme erronée, cela ne change rien à sa conclusion:  <FRAGMENT_SUPPRESSED>"], ["[35] La question de la possibilité de refuge intérieur fait partie intégrante de la définition de réfugié au sens de la Convention et de celle de personne à protéger. Comme les appelants ont des possibilités de refuge intérieur dans leur propre pays, ils n'ont pas besoin de la protection auxiliaire du Canada.  <FRAGMENT_SUPPRESSED>", "VI.", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[26]", "Par conséquent, la demande de contrôle judiciaire des demandeurs est rejetée. Les parties n'ont soulevé aucune question de portée générale à certifier. Par conséquent, aucune ne le sera.  <FRAGMENT_SUPPRESSED>", "JUGEMENT  <FRAGMENT_SUPPRESSED>"], ["[27]", "LA COUR STATUE que", "la présente demande de contrôle judiciaire est rejetée et qu'il n'y a aucune question de portée générale à certifier.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}