{"id_": "088672", "body_str": [["[1]", "Zinn, J.", ": The personal circumstances of the applicant cry out for compassion. The officers who made the decisions under review appear to have been so influenced by the fact that the applicant was found inadmissible to Canada that they failed to properly and reasonably consider the exceptional and tragic personal circumstances of the applicant, a paraplegic.", "Background"], ["[2]", "The applicant, Mohammad Ahsan Ullah, is a citizen of Pakistan. In June 2001, members of the Muttahida Qaumi Movement entered the family home and shot him twice in the back as he tried to escape. As a result of his injuries, he is a paraplegic having no sensation or movement in his legs and trunk."], ["[3]", "His family, concerned that he would not receive adequate health care in Pakistan, raised funds and brought him to Canada to receive medical care. He entered Canada on October 11, 2001, on the basis of a Temporary Resident Permit for health reasons."], ["[4]", "He made a claim for refugee protection on December 27, 2001. It was denied as he was found to be inadmissible to Canada pursuant to the former subsection 19(1)(f) of the former Immigration Act and the current subsection 34(1)(f) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [", "IRPA", "]."], ["[5]", "Following the inadmissibility hearing, a deportation order was issued against him on November 29, 2006. On November 15, 2006, he requested Ministerial relief from inadmissibility pursuant to subsection 34(2) of", "IRPA", ". That request for relief remained outstanding as of the date of the most recent decision under review."], ["[6]", "A negative pre-removal risk assessment [PRRA] was rendered on February 18, 2010. Leave was granted and a final decision was rendered on February 24, 2011, dismissing the application for judicial review:", "REFERENCE_SUPPRESSED."], ["[7]", "An application for permanent residence from within Canada on humanitarian and compassionate [H&C] grounds was received on February 20, 2013. It was denied by decision dated March 27, 2014, and is the decision under review in IMM-3175-14."], ["[8]", "A request for deferral of removal was received on October 31, 2013, following the issuance on October 25, 2013, of a Direction to Report for removal on November 17, 2013. Initially the enforcement office refused the request for a deferral but in light of new medical evidence received, he cancelled the removal and reconsidered the request. On November 14, 2013 the deferral was refused and the applicant was scheduled to be removed on November 24, 2013. That decision is the decision under review in IMM-7139-13."], ["[9]", "On November 7, 2013, the applicant sought an order staying his removal \"until such time as decisions are made on his outstanding Humanitarian and Compassionate Grounds Application and his request for Ministerial Relief.\" By Order dated November 22, 2013, Justice Mandamin ordered \"that the application for a stay of removal is granted.\""], ["[10]", "Leave was granted in both applications for judicial review, and they were heard together in Toronto on May 12, 2015.", "The Applicant's Personal Circumstances"], ["[11]", "As a result of the gun shots in his back, the applicant has been diagnosed with complete paraplegia. He depends on a wheelchair and spends most of his time in bed. In Canada, the applicant resides with his brother Mohammad Amanullah, a Canadian citizen who lives in Brampton, Ontario, with his wife and three young boys."], ["[12]", "The applicant is taken care of by his brother and his brother's family. The brother's home has been modified to accommodate the applicant's mobility. The applicant uses a catheter and has developed bedsores, which require daily attention. The applicant uses a specialized air mattress and pain medication."], ["[13]", "The applicant can transfer himself from the bed to the chair in order to use the bathroom but requires his brother to shower and change the dressing on his bedsores. The applicant has been diagnosed with major depressive disorder, generalized anxiety disorder and post-traumatic stress disorder."], ["[14]", "The applicant has uncles and cousins who reside in Canada and who he sees regularly. His other immediate family members reside in Karachi, Pakistan."], ["[15]", "His mother lives with her younger brother in a fourth floor apartment that is accessible only by stairs as there is no elevator. She cares for her younger brother who has been diagnosed with schizophrenia. She is now 63 and has high blood pressure and diabetes. She depends on her deceased husband's pension and assistance from her brothers in Canada and the UK to pay her rent and provide for her needs."], ["[16]", "His sister, her husband, and their four children live in a two bedroom apartment with her mother-in-law. Although it is on the ground floor and thus accessible to him, he attests that there is not space for him to live with them."], ["[17]", "In addition to his reasonable concerns relating to how he would live in Pakistan, he expressed a fear of harm travelling there. He provided an affidavit in which he attests that when he travelled to Canada, he got a blood clot in his left leg which caused severe swelling and which resulted in him having to delay treatment here until he had recovered."], ["[18]", "In addition to the assistance he receives from his brother and his family in Brampton, he says that his uncle in Mississauga and others assist him in taking him to his medical and other appointments.", "Decisions Under Review", "A.", "Refusal to Defer"], ["[19]", "The enforcement officer acknowledged in the decision that Mr. Ullah is dependant in Canada on his brother and extended family, but notes that \"he has lived in Pakistan most of his life.\" While true, it is also true that when he was in Pakistan, he was able-bodied and self-sufficient."], ["[20]", "The officer further acknowledges the submission that Mr. Ullah's family in Pakistan would not be able to help him with his \"immediate as well as day to day vital physical, medical and personal needs.\" However, the officer dismisses this concern, noting that they \"", "may", "be able to attenuate the period of adjustments for him [emphasis added].\" The officer adds that no evidence was provided to show that \"his extended family would not be able to help him after he returns to Pakistan.\""], ["[21]", "In my view, the officer's statements are magic realism. No thought has been given to the fact that Mr. Ullah requires assistance from day one with daily living and that he has no family, extended or otherwise in Pakistan, who can offer those services to him. The officer indicates that he understands the exceptional needs the applicant has in light of his paralysis, and understands that these are being met in Canada, but simply fails to address how these significant personal needs can or will be met in Pakistan in light of the evidence that was before the officer regarding his family circumstances in Pakistan."], ["[22]", "The officer further failed to consider the evidence of the blood clot the applicant experienced when he travelled to Canada many years earlier. The officer relies on the advice of the Senior Medical Officer and states that he notes that the Senior Medical Officer did not state that the applicant \"is not suitable to travel by air or that the necessary care will not be available\" to him in Pakistan. The problem here is that the Senior Medical Officer is addressing the general condition in Pakistan and the general circumstances of paraplegics. He does not appear to be addressing this applicant personally. An illustration of this can be found in the Senior Medical Officer's statement that the applicant \"requires assistance at home\" with no acknowledgement that there is no home he can go to in Pakistan, let alone one offering him assistance. Moreover, although he says he has read the medical file, he makes no mention at all to the clotting that occurred the last time he travelled and the possible risk to health is it occurs on the flight back. Rather, he states that he recommend that the applicant travel with his medication and that the \"appropriate transport be organized (wheelchair).\""], ["[23]", "The failure of the enforcement officer to directly address the risk to the applicant posed by the air travel alone makes the decision unreasonable. Coupled with the other issues noted above, the entire decision fails to meet the standard required.", "B.", "Negative H&C Decision"], ["[24]", "The test to be used in making a decision on an H&C application is whether the applicant would suffer unusual and undeserved or disproportionate hardship in having to make his application for permanent residence from outside Canada."], ["[25]", "In", "REFERENCE_SUPPRESSED, Justice Campbell in his characteristically adept manner addressed what is meant by disproportionate hardship in this context:", "With respect to disproportionate impact hardship, a decision-maker must ask the question: how would I feel if I were this person when the door to the plane opens upon arrival in the country from which I fled? In the present case, the question becomes: on arrival in Ethiopia what would it feel like to be an impoverished middle-aged mentally unstable woman racked with immobilizing fear returning to a punishing political, social, and economic place which has virtually no mental health care, with no birth family or marriage support, no job, no prospect of obtaining meaningful work, no place to live; and, indeed, no future. Heartfelt compassion might require her to not take the first step. There is no evidence in the decision presently under review that a credible disproportionate impact analysis was undertaken."], ["[26]", "In the context of this case, the officer ought to have asked how would I feel as a paraplegic wheel-chair bound man suffering from PTSD arriving in Pakistan with no place to live, no family support for my daily needs such as bathing and treating bed sores, no income or possibility of work, and no ability to care for myself?"], ["[27]", "In this decision, the officer's failure to address the impact of the lack of family care and support in Pakistan on the applicant as well as the risk to his health of requiring him to travel to Pakistan are each sufficient to conclude that the decision is unreasonable and that his application must be reconsidered by a different officer."], ["[28]", "Neither party proposed a question for certification.", "JUDGMENT"], ["[29]", "THIS COURT'S JUDGMENT is that", "both applications are granted; the applications for an exemption to permit the applicant to apply for permanent resident status and the request for an administrative deferral of removal are to be determined by different officers, and no question is certified.", ".........................", "CITATION_SUPPRESSED"]]}