{"id_": "088734", "body_str": [["[1]", "Zinn, J.", ": The applicant seeks judicial review, pursuant to section 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (Act), of a negative pre-removal risk assessment (PRRA) decision. The officer determined that the additional evidence provided by the applicant did not overcome the negative credibility finding made by the Refugee Protection Division of the Immigration and Refugee Board, and that the applicant was not at risk if returned to Pakistan."], ["[2]", "For the reasons that follow, this application is dismissed.", "Background"], ["[3]", "The applicant is a citizen of Pakistan and is a Shia Muslim. He participated in religious activities in Pakistan and states that he is at risk because of those activities and that if he is returned to Pakistan he will be persecuted and/or harmed by Sunni Muslim extremists."], ["[4]", "The applicant alleges that he was threatened by members of the Sipah-e-Sahaba (SSP) in the late 1980s because of his involvement with the local Shia community. He alleges that he was attacked and beaten by the SSP while attending a religious ceremony. He states that he did not report this incident to the police because the police were reluctant to address sectarian violence perpetrated by the SSP."], ["[5]", "The applicant states he continued to be actively involved with the Shia community. He cites no incidents of threats or persecution for about a ten-year period, despite this active involvement."], ["[6]", "In the late 1990s sectarian violence resulted in the deaths of a number of Shia Muslims. Mr. Sayed alleges that he was attacked by the SSP for assisting the families of those killed. He says that the police refused to register a report because he could not identify his attackers and because they were reluctant to investigate the SSP. The applicant alleges that after this attack he began receiving telephone threats."], ["[7]", "Shortly thereafter Mr. Sayed left Pakistan and came to Canada where he filed a claim for refugee status. On July 27, 2001, the Board rejected the applicant's claim. The determinative issue before the Board was credibility. The Board made numerous negative credibility findings and found that the applicant's \"testimony was not credible or trustworthy.\" The Board found that the applicant \"would make up a story for self-serving purposes.\" Although the Board accepted that he was a Shia Muslim, it rejected his story regarding the persecution he experienced in Pakistan. The applicant sought leave to judicially review this decision but his leave request was denied."], ["[8]", "In June 2003, the applicant made an application for permanent residence in Canada on humanitarian and compassionate grounds. That application was also denied. The officer determined that he would not face undue, undeserved or disproportionate hardship if required to apply for permanent residence in Canada from Pakistan."], ["[9]", "In June 2009, the applicant made the underlying PRRA application. The applicant provided various letters as new evidence of the ongoing risk he faced if removed to Pakistan. On November 17, 2009, the applicant's PRRA application was rejected. It is from this decision that the applicant seeks judicial review."], ["[10]", "The officer began by noting that the applicant's refugee claim pre-dated the current Act and that this necessitated considering all of the applicant's evidence regardless of whether it was \"new evidence.\" She noted the negative refugee decision of the Board and its extensive negative credibility findings as well as its finding that \"the applicant attempted to mislead them.\""], ["[11]", "The officer then considered the supplementary evidence that the applicant provided. The officer gave the letter written by the applicant's wife low probative value because it was \"written by a person who has an interest in the outcome of this application\" and because it was vague and lacked detail of the threats the applicant faced. The officer gave the letter written by the applicant's sister low probative value because it was also vague, lacked details, and did not provide further objective evidence to support its allegations. The officer gave little weight to a variety of other letters written in support stating:", "Submissions also include letters and affidavits from other friends and family in Pakistan. They are also vague and lacking in details as to the applicant's past activities in Pakistan. They have not indicated that they witnessed the events described by the applicant or have personal knowledge of the threats to which they have referred. The evidence fails to establish when, where or by whom the threats were made and whether they reported this information to the authorities. The allegations raised in these letters are unsupported by objective evidence. I find the evidence of low probative value in this assessment."], ["[12]", "The officer considered letters written from several Islamic organizations in Canada attesting to the risk the applicant faced. She found that their authors had \"not indicated that they base their beliefs on information other than that provided by the applicant. They do not inform that they witnessed or have first hand knowledge of any of the events.\" The officer assigned these letters low probative value."], ["[13]", "The officer then considered the availability of state protection stating that \"[t] he determinative issue in this application are [", "sic", "] current country conditions regarding religious freedom and state protection.\" The officer stated that her preference was of the \"more recent objective evidence found in current country reports.\""], ["[14]", "The officer then reviewed the governmental structure of Pakistan and the frequency of sectarian violence in Pakistan. The officer determined that the applicant had failed to rebut the presumption of state protection:", "The applicant has been out of Pakistan for 10 years. The evidence before me does not support that the applicant's profile is such that he is of interest to extremists in Pakistan. The applicant has not provided clear and convincing evidence to rebut the presumption of state protection. Documentary evidence informs that while country conditions are less than ideal, adequate protection is available in Pakistan and there are avenues of recourse should the applicant choose to seek them"], ["[15]", "The officer found \"that there is insufficient evidence to support that the applicant faces a forwarding [", "sic", "] looking risk such that he is found described in s.96 or s.97 of IRPA.\" Consequently, the officer rejected the applicant's application", "Issues"], ["[16]", "The applicant raises the following issues:", "1. Did the PRRA officer err in law by failing to properly consider and by rejecting all of the applicant's personal supporting documentation?", "2. Did the PRRA officer err in law by misunderstanding and ignoring the evidence before her?", "3. Did the PRRA officer err in law and breach the duty of fairness by failing to convoke the Applicant for a hearing pursuant to s. 113(b) of the Act?", "Analysis", "1. Did the PRRA officer err in law by failing to properly consider and by rejecting", "all of the applicant's personal supporting documentation?"], ["[17]", "The applicant submits that the officer erroneously rejected all his supporting letters based on generalities that were not supported by the evidence. He says that the letters provided from Islamic organizations establish his \"profile\" and do not speak to his past allegations of persecution. The applicant cites", "<FRAGMENT_SUPPRESSED>  for the proposition \"that it was an error of law to discount evidence solely because it contradicts prior conclusions.\" The applicant also relies on", "<FRAGMENT_SUPPRESSED>  for the proposition that it was an error to discount his wife's letter because she was an interested party."], ["[18]", "The respondent cites", "<FRAGMENT_SUPPRESSED>  at para. 8 (T.D.) (QL), for the proposition that \"[n] o utterance, no document, is proof of anything unless it is found to be credible. An assertion is not made more credible by being reduced to writing.\" The respondent argues that the officer provided numerous reasons for assigning low probative value to the evidence submitted by the applicant. The respondent submits that this case is distinguishable from <FRAGMENT_SUPPRESSED> because the officer in this case did not rely solely on the Board's negative credibility finding in discounting the evidence. The respondent further submits that <FRAGMENT_SUPPRESSED> is distinguishable because the officer in this case explained why she was discounting the evidence and did not merely state that she preferred some evidence over other evidence without explanation. The respondent cites", "<FRAGMENT_SUPPRESSED>  for the proposition that it was open to the officer to assign little weight to the evidence submitted."], ["[19]", "It is trite law that a PRRA application is not to become a second refugee claim:", "<FRAGMENT_SUPPRESSED> . A negative refugee claim forms \"a starting point from which an applicant may submit evidence of new developments\":", "<FRAGMENT_SUPPRESSED>  at para. 25. Where the applicant fails to adequately address the determinative issues that formed the basis for the negative refugee decision, a PRRA officer has \"little choice but to render a negative decision\": <FRAGMENT_SUPPRESSED> , supra at para. 25."], ["[20]", "In this case, the applicant failed to provide sufficient evidence to address the numerous and serious negative credibility findings made by the Board. Further letters of support, sworn or otherwise, and regardless of the stature of the authors, do not explain away the inconsistencies in the applicant's testimony noted by the Board."], ["[21]", "<FRAGMENT_SUPPRESSED>  at para. 9, Justice Layden-Stevenson (as she then was) held that \"[i] n the absence of having failed to consider relevant factors or having relied upon irrelevant ones, the weighing of the evidence lies within the purview of the officer conducting the assessment and does not normally give rise to judicial review.\" Put another way, the weighing of the evidence is a question of fact, entitled to a high level of deference, and reviewable on the reasonableness standard."], ["[22]", "It was open to the officer to assign the letters of support little probative value. I agree with the respondent that the officer provided reasons for the weight she assigned, and that the discounting did not simply flow from the negative Board decision. The officer cited lack of specific details, hearsay, a lack of objective evidence, the interest of many of the authors in the outcome of the case, and the authors' lack of personal knowledge as reasons for assigning the letters little probative value."], ["[23]", "This case is distinguishable from <FRAGMENT_SUPPRESSED> . In that case, the officer assigned little weight to evidence that a previous decision of this Court had already found to be highly probative. The officer based his decision on the fact that the evidence was hearsay, was provided by an interested party, discussed facts the Board had rejected for lacking credibility, and could have been provided to the Board. In allowing the application for judicial review, Justice Tremblay-Lamer held that:", "...where new evidence is admitted that contradicts the Board's previous findings of fact, the evidence cannot be discounted solely because it contradicts prior conclusions, rather the capacity of the new evidence to temper those findings for the purposes of the present PRRA analysis must be evaluated."], ["[24]", "In this case, the officer did not simply rely on the negative credibility finding of the Board. The officer provided specific reasons, particularly a general lack of detail in the letters, as to why she was assigning them low probative value. I agree with the applicant that the \"interest\" of the applicant's wife, in and of itself, does not support assigning low probative value to her letter, however, this was not the only reason the officer provided with respect to that letter."], ["[25]", "The officer provided transparent, intelligible and justified reasons for assigning the weight that she did to the evidence provided by the applicant. The applicant has not shown that the officer's assessment of the evidence was unreasonable.", "2. Did the PRRA officer err in law by misunderstanding and ignoring the evidence", "before her?"], ["[26]", "The applicant submits that the officer was selective in her assessment of the documentary evidence, that she failed to apply the evidence to the applicant's specific profile, and that the officer included irrelevant items in her state protection discussion without explanation."], ["[27]", "The respondent submits that the officer did properly appreciate the \"profile\" of the applicant, but disputes that it was one of a religious activist as alleged by counsel for the applicant at the hearing but reasonably concluded that he would not be at risk if returned to Pakistan."], ["[28]", "I agree with the applicant that the officer's state protection reasoning was deficient. The officer failed to cite any of the evidence before her regarding sectarian violence. The officer cited irrelevant information relating the use of false blasphemy charges as harassment and failed to explain the relevance of citing information of the prevalence of fraudulent documents in Pakistan."], ["[29]", "However, even if I were to agree with the applicant that the officer's state protection finding is unreasonable, the applicant would still be faced with a finding of insufficient proof of risk that is determinative of the application. Therefore, the officer's poor state protection reasoning does not constitute a reviewable error.", "3. Did the PRRA officer err in law and breach the duty of fairness by failing to convoke", "the Applicant for a hearing pursuant to s. 113(b) of the IRPA?"], ["[30]", "The applicant submits that the officer should have held an oral interview given that the applicant's evidence addressed a serious issue of credibility that was central to the officer's decision and would have justified allowing the application had it been accepted. He relies on", "<FRAGMENT_SUPPRESSED>  for the proposition that negative credibility findings should not be cloaked as insufficient objective evidence findings."], ["[31]", "The respondent cites", "<FRAGMENT_SUPPRESSED>  submitting that an oral interview was not required because the officer was simply making an assessment as to weight and not as to credibility. The respondent says that \"the assessment of sufficiency of evidence and credibility are distinct and separate.\""], ["[32]", "Both <FRAGMENT_SUPPRESSED> and", "Ferguson", "stand for the proposition that negative credibility findings should not be cloaked as insufficient objective evidence findings. In", "Ferguson", "at para. 16, I held \"that the Court must look beyond the express wording of the officer's decision to determine whether, in fact, the applicant's credibility was in issue.\""], ["[33]", "In this case, the applicant's credibility was not assessed by the officer because the evidence provided was not sufficient to meet the legal burden of proof placed on the applicant. \"It is open to the trier of fact, in considering the evidence, to move immediately to an assessment of weight or probative value without considering whether it is credible\":", "Ferguson", "at para. 26. As I have already discussed, the officer's assessment of weight was reasonable."], ["[34]", "The only issue remaining is whether an oral hearing ought to have been held because of the applicant's testimony. Section 167 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227, states that the following factors are to be considered by PRRA officers in determining whether to hold an oral interview:", "167. For the purpose of determining whether a hearing is required under paragraph 113(b) of the Act, the factors are the following:", "(a) whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act;", "(b) whether the evidence is central to the decision with respect to the application for protection; and", "(c) whether the evidence, if accepted, would justify allowing the application for protection.", "167. Pour l'application de l'alinéa 113b) de la Loi, les facteurs ci-après servent à décider si la tenue d'une audience est requise:", "a) l'existence d'éléments de preuve relatifs aux éléments mentionnés aux articles 96 et 97 de la Loi qui soulèvent une question importante en ce qui concerne la crédibilité du demandeur;", "b) l'importance de ces éléments de preuve pour la prise de la décision relative à la demande de protection;", "c) la question de savoir si ces éléments de preuve, à supposer qu'ils soient admis, justifieraient que soit accordée la protection."], ["[35]", "In the context of PRRA applications following negative refugee determinations, given the regulatory guidance above, and the jurisprudence of this Court that PRRA applications are not to turn into appeals of negative refuge claims, the test of whether to hold an oral interview is that where the testimony of the applicant, if believed, would adequately address the determinative issues raised by the Board in rejecting the applicant's refugee claim, then procedural fairness requires a PRRA officer to convoke an oral interview to determine the credibility of this evidence unless the officer is prepared to accept this evidence on its face."], ["[36]", "In this case, the officer clearly did not accept the affidavit of the applicant on its face. The applicant's affidavit simply does not address the determinative issues found by the Board, which, in this case, related to his lack of credibility and untrustworthiness. The applicant provides no explanation for his inconsistent testimony regarding his travel documents and how he arrived in Canada. The applicant provides no explanation for his lack of knowledge regarding events for which he claimed to be present. The applicant provides no explanation for discrepancies between his Personal Information Form and his testimony before the Board. He provides no explanation for why he, and not his family who live with him, was targeted by Sunni Muslim extremists."], ["[37]", "All the applicant does is reiterate his allegations - allegations that were found to be not credible by the Board. If a PRRA officer is required to hold an oral interview for every failed refugee claimant that makes a PRRA application then the PRRA would effectively turn into a", "de novo", "refugee appeal. This is not the purpose of the PRRA. The purpose of the PRRA is to give applicants an opportunity to provide further evidence and testimony to explain why the determinative issues before the Board ought to be decided differently. Only where such testimony is proposed is the officer required to hold an oral interview."], ["[38]", "In this case, procedural fairness did not require the officer to convoke an oral hearing. The applicant's testimony, as outlined in his affidavit, even if fully accepted, did not overcome the determinative findings of the Board."], ["[39]", "For these reasons this application is dismissed. Neither party proposed a question for certification; I share their view that none is evident given the facts before the Court.", "JUDGMENT"], ["[40]", "THIS COURT ORDERS AND ADJUDGES that", "this application for judicial review is dismissed and no question is certified.", "[End of document]"]]}