{"id_": "088859", "body_str": [["[1]", "Fothergill, J.", ": Nino Pataraia (the Applicant) has brought an application for judicial review pursuant to s 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (the IRPA) of a decision of the Refugee Appeal Division of the Immigration and Refugee Board (the RAD) dated February 26, 2014. The RAD confirmed the decision of the Refugee Protection Division (the RPD) that the Applicant is neither a Convention refugee within the meaning of s 96 of the IRPA, nor a person in need of protection as defined in s 97(1) of the IRPA."], ["[2]", "For the reasons that follow, the application for judicial review is dismissed.", "II.", "Background"], ["[3]", "The Applicant is a citizen of Georgia in the Caucasus Region of Eurasia. She alleges a fear of persecution resulting from domestic violence. Before the RPD, the Applicant alleged that she married in January, 2003 and shortly thereafter became the victim of physical and emotional abuse by her husband. The abuse escalated to the point that in 2005 the Applicant left her home in Tbilisi and moved in with her aunt. After a time she returned to live with her husband."], ["[4]", "The Applicant also said that her father-in-law had influence with the local authorities, and she believed that her husband had used this influence to have her brother arrested on false charges."], ["[5]", "According to the Applicant, in December, 2005 she received treatment at a hospital for a cut to her hand that was inflicted by her husband. She again moved in with her aunt and in June, 2006 she relocated to Batumi, approximately four hours by car from Tbilisi. The Applicant said that her husband found her in Batumi in June, 2010 and assaulted her in the street. Despite the presence of witnesses, the police refused to get involved. According to the Applicant, her husband continued to threaten her and her family, even after she moved to Italy in August, 2010. She remained in Italy until July, 2013 when she returned briefly to Georgia before travelling to Canada and making a claim for protection."], ["[6]", "On November 7, 2013 the RPD rejected the Applicant's claim for protection on the ground that she lacked credibility. The RPD accepted that the Applicant had been the victim of domestic violence before December, 2005, but concluded that her allegations regarding events that took place after that period were not credible. The RPD found that the Applicant's behaviour after she first left her husband was inconsistent with someone facing ongoing abuse, and noted several inconsistencies in her testimony. The RPD also referred to a contradiction between the Applicant's statement at the port of entry (POE), what she included in her basis of claim form and her testimony before the RPD regarding where she had lived after leaving her husband. In addition, the RPD found that the Applicant should have sought protection at the first available opportunity, specifically while she resided in Italy."], ["[7]", "On appeal, the RAD reviewed the RPD's findings of credibility against a standard of reasonableness. Before the RAD, the Applicant argued that the RPD had made contradictory findings with respect to the credibility of her statement regarding her previous addresses at the POE, given that the RPD accepted that she had been abused before December, 2005. The RAD rejected the Applicant's argument, holding that it was reasonable for the RPD to draw a negative inference from the inconsistent evidence relating to her previous addresses. In addition, the RAD noted that the Applicant had not challenged any of the other adverse credibility findings, including her failure to seek protection in Italy, her re-availment of state protection in Georgia, and her decision to remain at her parents' home in Batumi for four years after leaving her husband. The RAD noted that the RPD had based its decision on cumulative findings and negative inferences, and concluded that the RPD's decision was reasonable.", "III.", "Issue"], ["[8]", "The sole issue raised by the Applicant before this Court is whether the RAD committed a reviewable error by applying the reasonableness standard to the RPD's findings of credibility.", "IV.", "Analysis"], ["[9]", "<FRAGMENT_SUPPRESSED>  I reviewed this Court's jurisprudence regarding the standard of review to be applied by the RAD in its consideration of credibility findings made by the RPD. I repeat the relevant portions of my analysis here."], ["[10]", "This Court has ruled repeatedly that the RAD commits an error when it applies the standard of reasonableness to its review of the RPD's factual findings (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at paras 6 and 7). Nevertheless, the RAD owes deference to an assessment of credibility by the RPD that is based on witness testimony (", "R v NS", ", 2012 SCC 72 at para 25)."], ["[11]", "Most judges of this Court have held that, because the RAD is a specialized tribunal which conducts a \"full fact-based appeal\", it owes deference to the RPD only when a witness' credibility is critical or determinative or when the RPD enjoys a particular advantage (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at paras 54-55;", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at para 39;", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at para 16;", "<FRAGMENT_SUPPRESSED> ; see", "contra  <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ])."], ["[12]", "Although not unanimous on this point (see <FRAGMENT_SUPPRESSED> at para 39), most judges of this Court have concluded that the RAD must conduct its own independent assessment of the evidence (", "<FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> at para 47;", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at para 15; <FRAGMENT_SUPPRESSED> at para 45; <FRAGMENT_SUPPRESSED> at para 53). The RAD's obligation to conduct an independent assessment of the evidence extends to questions of credibility."], ["[13]", "Some decisions of this Court have held that the RAD does not commit a reviewable error when it applies the standard of reasonableness to findings of pure credibility ( <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> ,", "<FRAGMENT_SUPPRESSED>  [", "Yin", "]). However, as explained by Justice Simon Noël in", "<FRAGMENT_SUPPRESSED> this Court will uphold the RAD's application of the reasonableness standard to the RPD's findings of credibility only when it is clear that the RAD has in fact conducted its own assessment of the evidence."], ["[14]", "This is also the thrust of Justice Shore's decision in", "<FRAGMENT_SUPPRESSED> where he notes that in cases involving findings of pure credibility, the point is not which standard was applied but rather \"whether the RAD conducted an independent assessment of the evidence as a whole.\" Justice Shore has also observed that \"the idea that the RAD may substitute an impugned decision by a determination that should have been rendered without first assessing the evidence is inconsistent with the purpose of the IRPA\" (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ])."], ["[15]", "In this case, the RPD's findings of credibility were wholly dependent on the Applicant's testimony, and the RPD therefore enjoyed a considerable advantage over the RAD in assessing credibility. In addition, it is clear that the RAD made an independent assessment of the evidence. This is demonstrated by its analysis of the Applicant's testimony and its conclusion that the inconsistency found by the RPD was not insignificant (see paras 30 and 31 of the RAD's decision)."], ["[16]", "The Applicant did not challenge any other credibility findings of the RPD before the RAD. Even if the RAD had erred in its assessment of the single challenge to the RPD's credibility findings that was advanced on appeal, the RPD's remaining adverse findings of credibility would be sufficient for this Court to confirm the RAD's decision (", "<FRAGMENT_SUPPRESSED> )."], ["[17]", "Accordingly, the RAD's application of the reasonableness standard to its review of the RPD's credibility findings is not determinative of this application for judicial review. The RAD applied the standard of reasonableness to the RPD's findings of pure credibility, and also conducted its own assessment of the evidence. The RAD therefore committed no reviewable error in this case."], ["[18]", "The application for judicial review is dismissed.", "V.", "Certified Question"], ["[19]", "The Applicant asks that the following question be certified for appeal:", "What is the scope of the review conducted by the Refugee Appeal Division when it considers an appeal of a decision of the Refugee Protection Division?"], ["[20]", "In <FRAGMENT_SUPPRESSED> , Justice Phelan certified the following question:", "What is the scope of the Refugee Appeal Division's review when considering an appeal of a decision of the Refugee Protection Division?"], ["[21]", "Similar questions have also been certified", "inter alia", "by Justice Locke in <FRAGMENT_SUPPRESSED> , by Justice Roy in <FRAGMENT_SUPPRESSED> , by Justice Shore in <FRAGMENT_SUPPRESSED> , by Justice Gagné in <FRAGMENT_SUPPRESSED> , and by Justice Zinn in", "<FRAGMENT_SUPPRESSED> ."], ["[22]", "The Respondent objects to the certification of the question in this case because it would not be dispositive of an appeal. This position finds support in some jurisprudence of this Court, for example <FRAGMENT_SUPPRESSED> at paras 19-20 and", "Yin", "at paras 41-42."], ["[23]", "I agree with the Respondent that the question should not be certified in this case. Paragraph 74(d) of the IRPA provides that:", "(d) an appeal to the Federal Court of Appeal may be made only if, in rendering judgment, the judge certifies that a serious question of general importance is involved and states the question.", "d) le jugement consécutif au contrôle judiciaire n'est susceptible d'appel en Cour d'appel fédérale que si le juge certifie que l'affaire soulève une question grave de portée générale et énonce celle-ci."], ["[24]", "As Justice Martineau observed in", "<FRAGMENT_SUPPRESSED> certifying the same question in multiple cases does not facilitate timely interventions, which is one purpose of s 74(d) of the IRPA (", "<FRAGMENT_SUPPRESSED> ). An appeal of <FRAGMENT_SUPPRESSED> has been commenced, and the question will therefore be fully canvassed in that case.", "JUDGMENT"], ["[25]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is dismissed. No question is certified for appeal.", ".........................", "<FRAGMENT_SUPPRESSED>  Fothergill", "[Traduction]: Il s'agit d'une demande de contrôle judiciaire, présentée par Nino Pataraia (la demanderesse) en application du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (la LIPR), à l'encontre de la décision du 26 février 2014 rendue par la Section d'appel des réfugiés (la SAR) de la Commission de l'immigration et du statut de réfugié. La SAR a confirmé la décision de la Section de la protection des réfugiés (la SPR) selon laquelle la demanderesse n'a ni qualité de réfugiée au sens de l'article 96 de la LIPR, ni celle de personne à protéger au sens du paragraphe 97(1) de la LIPR."], ["[2]", "La demande de contrôle judiciaire est rejetée pour les motifs ci-dessous.", "II.", "Contexte"], ["[3]", "La demanderesse est citoyenne de la Géorgie, dans la région du Caucase en Eurasie. Elle dit craindre d'être persécutée à la suite de violence conjugale. Lors de l'audience devant la SPR, la demanderesse a affirmé qu'elle s'était mariée en janvier 2003; elle aurait commencé à être victime de violence physique et psychologique de la part de son époux peu après. La violence a atteint un tel niveau qu'en 2005 la demanderesse a quitté son domicile à Tblisi pour vivre avec sa tante. Après un certain temps, elle est retournée vivre avec son mari."], ["[4]", "La demanderesse soutient aussi que son beau-père est influent auprès des autorités locales et elle croit que son époux a usé de cette influence pour faire arrêter son frère sous de fausses accusations."], ["[5]", "Selon la demanderesse, en décembre 2005 elle a été traitée dans un hôpital pour une coupure à la main qui lui avait été infligée par son époux. Elle est de nouveau partie vivre chez sa tante, puis en juin 2006 elle a déménagé à Batumi, qui se trouve à environ quatre heures de voiture de Tblisi. Selon la demanderesse, son époux l'a trouvée à Batumi en juin 2010 et l'a agressée dans la rue. Malgré la présence de témoins, la police a refusé d'intervenir. L'époux de la demanderesse aurait continué de la menacer et de menacer sa famille, même après qu'elle ait déménagé en Italie en août 2010. Elle est restée en Italie jusqu'en juillet 2013, lorsqu'elle est brièvement retournée en Géorgie avant de se rendre au Canada et d'y présenter une demande d'asile."], ["[6]", "Le 7 novembre 2013, la SPR a débouté la demande d'asile de la demanderesse au motif que cette dernière n'était pas crédible. La SPR n'a pas remis en cause que la demanderesse ait été victime de violence conjugale avant décembre 2005, mais a jugé que son récit des évènements après cette période n'était pas crédible. La SPR a conclu que le comportement de la demanderesse après qu'elle ait quitté son époux pour la première fois n'était pas conforme à celui d'une personne souffrant de violence continue, et elle a relevé plusieurs incohérences dans son témoignage. La SPR mentionne aussi une contradiction entre la déclaration de la demanderesse au point d'entrée, ce qu'elle a inscrit dans son formulaire de fondement de la demande d'asile et le témoignage qu'elle a livré à la SPR au sujet de son lieu de résidence après qu'elle ait quitté son époux. En outre, la SPR a estimé que la demanderesse aurait dû demander l'asile à la première occasion, plus particulièrement quand elle habitait en Italie."], ["[7]", "En appel, la SAR a examiné les conclusions de la SPR en matière de crédibilité selon la norme de la décision raisonnable. Devant la SAR, la demanderesse a fait valoir que la SPR avait tiré des conclusions contradictoires au sujet de la crédibilité de sa déclaration au point d'entrée sur ses adresses précédentes, étant donné que la SPR reconnaissait qu'elle avait été victime de violence avant décembre 2005. La SAR a rejeté l'argument de la demanderesse et jugé qu'il était raisonnable pour la SPR de tirer des conclusions défavorables de la preuve contradictoire concernant ses adresses antérieures. En outre, la SAR a souligné que la demanderesse n'a contesté aucune des autres conclusions défavorables en matière de crédibilité, y compris l'omission de présenter une demande d'asile en Italie, le fait de se réclamer de nouveau de la protection de l'État en Géorgie et sa décision de rester dans sa famille à Batumi pendant quatre ans après avoir quitté son mari. La SAR a souligné que la SPR avait fondé sa décision sur des conclusions cumulatives et des inférences défavorables et elle a conclu que la décision de la SPR était raisonnable.", "III.", "Question en litige"], ["[8]", "L'unique question soulevée par la demanderesse devant la Cour est celle de déterminer si la SAR a commis une erreur susceptible de contrôle lorsqu'elle a appliqué la norme de la décision raisonnable aux conclusions de la SPR en matière de crédibilité.", "IV.", "Analyse"], ["[9]", "Dans la décision", "<FRAGMENT_SUPPRESSED>  j'ai passé en revue la jurisprudence de la Cour portant sur la norme de contrôle que doit appliquer la SAR lorsqu'elle examine les conclusions en matière de crédibilité tirées par la SPR. Je reproduis les portions pertinentes de mon analyse ci-dessous."], ["[10]", "La Cour a constamment statué que la SAR commet une erreur lorsqu'elle applique la norme de la décision raisonnable à l'examen des conclusions de fait de la SPR (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], aux paragraphes 6 et 7). Quoi qu'il en soit, la SAR doit faire montre de retenue à l'égard des évaluations de la crédibilité de la SPR qui se fondent sur les témoignages (", "R c NS", ", 2012 CSC 72, au paragraphe 25)."], ["[11]", "La plupart des juges de la Cour ont statué que, étant donné que la SAR est un tribunal spécialisé qui instruit des [traduction] « appels fondés sur les faits », elle n'est tenue de faire preuve de retenue à l'égard de la SPR que lorsque la crédibilité d'un témoin est cruciale ou déterminante, ou lorsque la SPR jouit d'un avantage particulier (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], aux paragraphes 54 et 55;", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], au paragraphe 39;", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], au paragraphe 16;", "<FRAGMENT_SUPPRESSED> ; pour l'opinion contraire, voir", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ])."], ["[12]", "Même s'il n'y a pas unanimité sur cette question (voir <FRAGMENT_SUPPRESSED> , au paragraphe 39), la plupart des juges de la Cour estiment que la SAR doit procéder à sa propre évaluation indépendante de la preuve (", "<FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , au paragraphe 47;", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], au paragraphe 15; <FRAGMENT_SUPPRESSED> , au paragraphe 45; <FRAGMENT_SUPPRESSED> , au paragraphe 53). L'obligation qu'a la SAR de procéder à une évaluation indépendante de la preuve s'applique aux questions de crédibilité."], ["[13]", "Dans certaines décisions de la Cour, les auteurs ont statué que la SAR ne commet pas une erreur susceptible de contrôle lorsqu'elle applique la norme de la décision raisonnable à des conclusions reposant purement sur la crédibilité ( <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> ,", "<FRAGMENT_SUPPRESSED>  [", "Yin", "]). Cependant, comme l'explique le juge Simon Noël dans la décision", "<FRAGMENT_SUPPRESSED> la Cour ne confirme l'application de la norme de la décision raisonnable par la SAR aux conclusions de la SPR fondées sur la crédibilité que lorsque la SAR a manifestement procédé à sa propre évaluation de la preuve."], ["[14]", "C'est également la teneur de la décision du juge Shore dans l'affaire", "<FRAGMENT_SUPPRESSED> et 37, lorsqu'il souligne que dans les affaires où il est question de conclusions fondées purement sur la crédibilité, l'important n'est pas quelle norme a été appliquée, mais plutôt [traduction] « si la SAR a procédé à une évaluation indépendante de l'ensemble de la preuve ». Le juge Shore a aussi expliqué que « l'idée selon laquelle la SAR pourrait substituer une décision attaquée pour celle qui aurait dû être rendue sans d'abord évaluer la preuve est incompatible avec l'objet de la LIPR » (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ])."], ["[15]", "En l'espèce, les conclusions en matière de crédibilité de la SPR reposaient entièrement sur le témoignage de la demanderesse, et la SPR avait donc un avantage considérable sur la SAR pour procéder à cette évaluation. Par ailleurs, la SAR a clairement procédé à une évaluation indépendante de la preuve, comme le montrent son analyse du témoignage de la demanderesse et sa conclusion que l'incohérence relevée par la SPR n'était pas sans importance (voir les paragraphes 30 et 31 de la décision de la SAR)."], ["[16]", "La demanderesse n'a contesté aucune autre conclusion de la SPR en matière de crédibilité devant la SAR. Même si la SAR avait commis une erreur dans son évaluation du seul aspect des conclusions de la SPR en matière de crédibilité porté en appel, le reste des conclusions défavorables de la SPR en matière de crédibilité seraient suffisantes pour que la Cour confirme la décision de la SAR (", "<FRAGMENT_SUPPRESSED> et 25)."], ["[17]", "Par conséquent, l'application par la SAR de la norme de la décision raisonnable à son examen des conclusions en matière de crédibilité de la SPR n'est pas déterminante pour la présente demande de contrôle judiciaire. La SAR a appliqué la norme de la décision raisonnable aux conclusions de la SPR reposant purement sur la crédibilité, et elle a par la suite effectué sa propre évaluation de la preuve. La SAR n'a donc commis aucune erreur susceptible de contrôle en l'espèce."], ["[18]", "La demande de contrôle judiciaire est rejetée.", "V.", "Question certifiée"], ["[19]", "La demanderesse demande que la question suivante soit certifiée aux fins d'appel:", "[traduction]", "Quelle est la portée de l'examen effectué par la Section d'appel des réfugiés lorsqu'elle se penche sur un appel d'une décision de la Section de la protection des réfugiés?"], ["[20]", "Dans la décision <FRAGMENT_SUPPRESSED> , le juge Phelan a certifié la question suivante:", "Quelle est la portée de l'examen de la Section d'appel des réfugiés lors d'un appel d'une décision de la Section de la protection des réfugiés?"], ["[21]", "Des questions semblables ont aussi été certifiées entre autres par le juge Locke dans la décision <FRAGMENT_SUPPRESSED> , le juge Roy dans la décision <FRAGMENT_SUPPRESSED> , le juge Shore dans la décision <FRAGMENT_SUPPRESSED> , la juge Gagné dans la décision <FRAGMENT_SUPPRESSED> , et le juge Zinn dans la décision", "<FRAGMENT_SUPPRESSED> ."], ["[22]", "Le défendeur s'oppose à la certification de la question en l'espèce au motif qu'elle ne permettrait pas de statuer sur un appel. Cette thèse est soutenue par certains éléments de la jurisprudence de la Cour, par exemple la décision <FRAGMENT_SUPPRESSED> ,aux paragraphes 19 et 20, et la décision", "Yin", ", aux paragraphes 41 et 42."], ["[23]", "Je suis d'accord avec le défendeur pour dire que la question ne devrait pas être certifiée en l'espèce. L'alinéa 74", ") de la LIPR prévoit ce qui suit:", ") le jugement consécutif au contrôle judiciaire n'est susceptible d'appel en Cour d'appel fédérale que si le juge certifie que l'affaire soulève une question grave de portée générale et énonce celle-ci.", "(d) an appeal to the Federal Court of Appeal may be made only if, in rendering judgment, the judge certifies that a serious question of general importance is involved and states the question."], ["[24]", "Comme l'a expliqué le juge Martineau dans la décision", "<FRAGMENT_SUPPRESSED> la certification d'une même question dans plusieurs causes ne permet pas que les interventions aient lieu en temps opportun, ce qui est l'un des objectifs de l'alinéa 74", ") de la LIPR (", "<FRAGMENT_SUPPRESSED> ). La décision <FRAGMENT_SUPPRESSED> a été portée en appel et la question sera donc examinée en détail dans cette affaire.", "JUGEMENT"], ["[25]", "LA COUR STATUE que", "la demande de contrôle judiciaire est rejetée. Aucune question n'est certifiée aux fins d'appel.", "[End of document]"]]}