{"id_": "088955", "body_str": [["[1]", "O'Keefe, J.", ": This is an application pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (the Act), for judicial review of a decision by a visa officer (the officer) at the Canadian Embassy in Kyiv, Ukraine, dated March 24, 2010, wherein the officer denied the applicant's application for a temporary work permit.  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant requests an order setting aside the decision of the officer and remitting the matter back for reconsideration by a different visa officer.  <FRAGMENT_SUPPRESSED>", "Background  <FRAGMENT_SUPPRESSED>"], ["[3]", "Tetyana (a.k.a. Tanya) Masych (the applicant) is a citizen of the Ukraine. She is married and has one son who is seventeen years old. She owns a home and a building and construction company in Buchach, Ukraine with her husband.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The applicant is trained as a cook and baker. She studied cooking at the Ternopil Technology College from 1985 to 1987. She then became certified as an engineer and technologist in bread and pasta making at the University of Food Industry in Kyiv, Ukraine. Further, she completed correspondence education on restaurant organization and etiquette in 2008 and 2009. She has worked as a cook and chef since 1987.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The applicant worked in Middlesex, England, at the New England Restaurant and Bar from 2002 to 2006 as a chef assistant.  <FRAGMENT_SUPPRESSED>"], ["[6]", "The applicant has not been convicted of a criminal offence in the Ukraine or the United Kingdom (UK).  <FRAGMENT_SUPPRESSED>"], ["[7]", "Olga Lozinski, the owner and operator of the Way Out Inn in Candle Lake, Saskatchewan, interviewed the applicant for a position as a cook in her inn over the internet using Skype. Ms. Lozinski offered the applicant employment and room and board at her inn and obtained a positive labour market opinion (LMO) from Human Resources and Skills Development Canada (HRSDC) on December 16, 2009 for the applicant in the position of cook.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The applicant is aware of the Saskatchewan Immigrant Nominee Program (SINP) where she can work for six months in a skilled occupation in Saskatchewan and then be nominated for permanent residence to Canada. The applicant asserts she does not want to live without legal status in Canada.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The applicant applied for a temporary work permit at the Canadian Embassy in Kyiv, Ukraine. She was interviewed by the officer on February 8, 2010. The applicant indicated to the officer that she had lived and worked for several years as a chef assistant in the UK. The officer told the applicant that she had one month to provide work references and income tax returns from the UK and to undergo a medical exam. He also provided her with a letter stating this.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The officer called the applicant on March 17, 2010 to remind her of the documents which were pending.  <FRAGMENT_SUPPRESSED>"], ["[11]", "After passing the medical exam, the applicant returned to the Canadian Embassy on March 24, 2010 with a reference from her previous employer in the UK and a letter from her cousin indicating that she had lived with him while working there. She did not provide income tax returns for the period that she lived and worked in the UK.  <FRAGMENT_SUPPRESSED>"], ["[12]", "Her application was denied on March 24, 2010.  <FRAGMENT_SUPPRESSED>", "Visa Officer's Decision  <FRAGMENT_SUPPRESSED>"], ["[13]", "The officer's March 24, 2010 letter states, through checked boxes, that the applicant did not satisfy him that she met the requirements of Regulation 179 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (the Regulations) and that she would leave Canada at the end of the temporary period of authorized stay.  <FRAGMENT_SUPPRESSED>"], ["[14]", "The officer also checked the box \"Other\" and wrote \"failure to provide UK Tax Documents. <FRAGMENT_SUPPRESSED>"], ["[15]", "The Computer Assisted Immigration Processing System (CAIPS) notes indicate that in the initial interview the officer found that the applicant was comfortable with English and had relevant experience as a cook. The officer requested UK income tax returns and references. The CAIPS notes further specify that over one month later, the officer called the applicant and reminded her about the documents which were pending.  <FRAGMENT_SUPPRESSED>"], ["[16]", "The officer found that the applicant had not submitted the documentation pertaining to her tax status in the UK and that she likely had not reported any income. Accordingly, he found that he could not conclude that she was not inadmissible and he refused the temporary work permit application.  <FRAGMENT_SUPPRESSED>", "Issues  <FRAGMENT_SUPPRESSED>"], ["[17]", "The applicant submitted the following issue for consideration:  <FRAGMENT_SUPPRESSED>", "Did the officer deny the applicant procedural fairness?  <FRAGMENT_SUPPRESSED>"], ["[18]", "I would rephrase the issues as follows:  <FRAGMENT_SUPPRESSED>", "1. What is the appropriate standard of review?  <FRAGMENT_SUPPRESSED>", "2. Did the officer deny the applicant procedural fairness?  <FRAGMENT_SUPPRESSED>", "3. Did the officer err in law by requiring the applicant to produce income tax returns from the United Kingdom?  <FRAGMENT_SUPPRESSED>", "Applicant's Written Submissions  <FRAGMENT_SUPPRESSED>"], ["[19]", "The applicant submits that the officer was required to issue her a temporary work permit because she met the criteria for issuance under the Act. The applicant submits that the officer is required by Regulation 200 to issue a work permit to a foreign national unless that national has engaged in unauthorized study or work in Canada unless a period of six months has lapsed.  <FRAGMENT_SUPPRESSED>"], ["[20]", "The applicant submits that she was not rejected because of Regulation 179 but rather on her failure to produce UK tax documentation which was an arbitrary and extraneous factor and contrary to the principles of natural justice. The applicant further submits that the Overseas Processing Manual, OP11 - Temporary Residents, does not instruct overseas visa officers to consider taxes paid in foreign countries in assessing temporary residence.  <FRAGMENT_SUPPRESSED>"], ["[21]", "The applicant also submits that the officer's notes and refusal letters were not sufficient to meet the level of procedural fairness required.  <FRAGMENT_SUPPRESSED>"], ["[22]", "The applicant submits that the officer failed to consider the relevant information before him, including the applicant's strong ties to the Ukraine, her desire to have legal status and be with her husband and son and her dual intent. The applicant submits that this information which was overlooked was evidence that she would comply with any and all Canadian laws.  <FRAGMENT_SUPPRESSED>", "Respondent's Written Submissions  <FRAGMENT_SUPPRESSED>"], ["[23]", "The respondent submits that the applicant's arguments about procedural fairness must be considered in context. An application for a temporary work permit requires a lower level of procedural fairness than a negative decision for deportation.  <FRAGMENT_SUPPRESSED>"], ["[24]", "The respondent submits that there is no onus on visa officers to re-interview an applicant or take steps to satisfy any concerns arising from documents the applicant did not supply.  <FRAGMENT_SUPPRESSED>"], ["[25]", "The respondent submits that the applicant did not comply with either subsections 11(1) or 16(1) of the Act and that Regulation 200 only requires a visa officer to issue a work permit where the prescribed criteria are met. The respondent submits that the jurisprudence is clear that a visa officer is justified in denying an application for permanent residence if the applicant fails to provide the necessary documentation and the visa officer cannot determine whether the applicant is inadmissible.  <FRAGMENT_SUPPRESSED>"], ["[26]", "The respondent further submits that the overseas processing manual is simply a guide for visa officers, whereas subsection 16(1) is law and requires the applicant to produce all relevant documentation.  <FRAGMENT_SUPPRESSED>"], ["[27]", "The respondent submits that while the requested UK tax documentation related to work that occurred over four years ago, it was still relevant for determining whether the applicant was inadmissible. The officer was concerned that the applicant's failure to submit tax documentation may signify that the applicant did not comply with the applicable tax laws in the UK, which would make her inadmissible. The respondent submits that the applicant had a duty to satisfy the officer that she had not committed an offence and that she was not inadmissible. Her refusal to comply with the request resulted in the reasonable refusal of her application. As such, this Court should not interfere with the officer's decision.  <FRAGMENT_SUPPRESSED>", "Analysis and Decision  <FRAGMENT_SUPPRESSED>"], ["[28]", "Issue 1  <FRAGMENT_SUPPRESSED>", "What is the appropriate standard of review?  <FRAGMENT_SUPPRESSED>", "A refusal of a temporary work permit is an administrative decision made within the officer's legislative authority, is ostensibly a determination of fact (see", "<FRAGMENT_SUPPRESSED> ). The Supreme Court has directed that administrative fact-finding is to be afforded a high degree of deference and reasonableness is the appropriate standard of review (see", "<FRAGMENT_SUPPRESSED>  at paragraph 46).  <FRAGMENT_SUPPRESSED>"], ["[29]", "Any issues of procedural fairness involving visa officers, including the adequacy of reasons, are evaluated on a correctness standard (see", "<FRAGMENT_SUPPRESSED> ;", "<FRAGMENT_SUPPRESSED> , at paragraph 43). No deference is afforded a decision-maker in this regard and \"it is up to this Court to form its own opinion as to the fairness of the hearing\" (see", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 173 at paragraph 16).  <FRAGMENT_SUPPRESSED>"], ["[30]", "Issue 2  <FRAGMENT_SUPPRESSED>", "Did the officer deny the applicant procedural fairness?  <FRAGMENT_SUPPRESSED>", "The requirements of procedural fairness will vary depending on the case being considered.  <FRAGMENT_SUPPRESSED> Mr. Justice Marshall Rothstein held that \"...when there is no evidence of serious consequences to the Applicant ....the requirements for procedural fairness will be relatively minimal.\" Since the applicant can re-apply for a temporary work permit and there is no evidence that doing so will cause her hardship, the procedural requirements in assessing her application will be relatively low.  <FRAGMENT_SUPPRESSED>"], ["[31]", "The onus is on the applicant to satisfy the officer of all parts of her application. The officer is under no obligation to ask for additional information where the applicant's material is insufficient. Nor is the officer obliged to provide the applicant with several opportunities to satisfy points she may have overlooked (see", "<FRAGMENT_SUPPRESSED>  (QL) at paragraph 6). That said, the applicant was given several opportunities to have her case heard. She was interviewed by the officer, provided with a letter indicating what she needed to present in order to complete her application, the officer called her to remind her about the pending documents and then she was given another opportunity to submit the required documents. This meets the requirements of procedural fairness.  <FRAGMENT_SUPPRESSED>"], ["[32]", "In addition, while the reasons of the officer were short, they too met the requirements of procedural fairness.  <FRAGMENT_SUPPRESSED>"], ["[33]", "The Supreme Court of Canada established in", "<FRAGMENT_SUPPRESSED>  (QL) at paragraph 43 that:  <FRAGMENT_SUPPRESSED>", "...in certain circumstances, the duty of procedural fairness will require the provision of a written explanation for a decision. The strong arguments demonstrating the advantages of written reasons suggest that, in cases such as this where the decision has important significance for the individual, when there is a statutory right of appeal, or in other circumstances, some form of reasons should be required.  <FRAGMENT_SUPPRESSED>"], ["[34]", "This Court has held that the duty to provide reasons is met when the decision-maker sets \"out its findings of fact and the principal evidence upon which those findings were based\" (see", "<FRAGMENT_SUPPRESSED>  (QL) (F.C.) at paragraph 22).  <FRAGMENT_SUPPRESSED>"], ["[35]", "It is settled law that the CAIPS notes form part of the reasons for the decision (see", "<FRAGMENT_SUPPRESSED>  F.T.R. 158 at paragraphs 10 and 12).  <FRAGMENT_SUPPRESSED>"], ["[36]", "The refusal letter and the CAIPS notes indicate that the officer's decision is based on the finding that the applicant did not submit the requested documentation regarding income tax for the time she worked in the UK and, as such, she did not satisfy the officer that she met the requirements of Regulation 179, that she was not inadmissible.  <FRAGMENT_SUPPRESSED>"], ["[37]", "Since the applicant was given several chances to satisfy the officer of all aspects of her application and the reasons provided to her were clear about why her application was refused, the duty of procedural fairness was met.  <FRAGMENT_SUPPRESSED>"], ["[38]", "Issue 3  <FRAGMENT_SUPPRESSED>", "Did the officer err in law by requiring the applicant to produce income tax returns from the United Kingdom?  <FRAGMENT_SUPPRESSED>", "According to subsection 11(1) of the Act, the officer had a duty to be satisfied that the applicant was not inadmissible. In addition, the applicant was required to produce all relevant documents that the officer reasonably required as stipulated in subsection 16(1) of the Act.  <FRAGMENT_SUPPRESSED>"], ["[39]", "An applicant is inadmissible if he or she commits an act outside of Canada which is an offence in the country committed and would be an offence punishable by indictment in Canada (see the Act at paragraph 36(2)(c)). Failing to pay income tax can be an indictable offence in Canada (see", "Income Tax Act", ", R.S.C. 1985, c. 1 (5th Supp.), subsections 238(1), 239(2) and paragraph 239(1)(d)). Moreover, failing to pay income tax is also an offence in the UK (see United Kingdom", "Finance Act", "2000, c. 17, subsection 144(1)). Consequently, if the applicant failed to pay income tax in the UK, she could be inadmissible under the Act.  <FRAGMENT_SUPPRESSED>"], ["[40]", "Given the combination of the Act, the Regulations and the respective income tax legislation from Canada and the UK, it was reasonable for the officer to require UK income tax returns to determine the admissibility of the applicant.  <FRAGMENT_SUPPRESSED>"], ["[41]", "The applicant submitted that \"the letter from her employer in England stated that she did not pay taxes because she only worked part-time.\" The applicant also submitted that the officer's request regarding tax issues had been completely answered by the applicant.  <FRAGMENT_SUPPRESSED>"], ["[42]", "However, there is no evidence that the applicant addressed the officer's concerns. The letter from the applicant's employer at the New England Restaurant and Bar stated only that she worked part-time; it was silent regarding her income tax. In addition, the only evidence where the applicant addressed the issue of income tax was one line in her affidavit which stated that following the officer's request for tax returns, she answered that \"it had been almost six years ago and that I worked part-time and was paid cash, but I would try to get a reference. <FRAGMENT_SUPPRESSED>"], ["[43]", "The officer denied the application because he found that the applicant did not meet the requirements of Regulation 179. Regulation 179(e) states that an officer shall issue a temporary resident visa to a foreign national if it is established that the foreign national is not inadmissible. The applicant did not provide all relevant evidence and documents that the officer reasonably required as set out in subsection 16(1). As such, the applicant did not satisfy the officer that she was not inadmissible and it was reasonable for the officer to conclude that he could not make that determination without the documents he requested.  <FRAGMENT_SUPPRESSED>"], ["[44]", "The applicant has not demonstrated that the decision-making process was procedurally unfair or that the officer erred in requiring the applicant to produce income tax documentation from the UK, therefore the judicial review will be dismissed.  <FRAGMENT_SUPPRESSED>"], ["[45]", "The applicant submitted the following proposed serious question of general importance for my consideration for certification:  <FRAGMENT_SUPPRESSED>", "Can a temporary resident visa be denied for a worker with a Labour Market Opinion where that worker is not barred by any of the factors under Regulation 179 of the", "Immigration and Refugee Protection Regulations", "?  <FRAGMENT_SUPPRESSED>"], ["[46]", "In order for a question to be certified, this Court has stated in", "<FRAGMENT_SUPPRESSED>  at paragraph 37:  <FRAGMENT_SUPPRESSED>", "It is trite law that for a question to be certified, it must: 1) transcend the interests of the immediate parties to the litigation; 2) contemplate issues of broad significance or general applicant; and 3) be determinative of the appeal. ...  <FRAGMENT_SUPPRESSED>", "I am not prepared to certify the question as it would not be determinative of the appeal. There is no doubt that the applicant would receive a temporary resident visa if he or she met the requirements of Regulation 179. However, in this case, the issue is whether the applicant was inadmissible.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[47]", "IT IS ORDERED that", ":  <FRAGMENT_SUPPRESSED>", "1. The application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "2. The proposed serious question submitted by the applicant will not be certified.  <FRAGMENT_SUPPRESSED>", "ANNEX  <FRAGMENT_SUPPRESSED>", "Relevant Statutory Provisions  <FRAGMENT_SUPPRESSED>", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27  <FRAGMENT_SUPPRESSED>", "11.(1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act.  <FRAGMENT_SUPPRESSED>", "16.(1) A person who makes an application must answer truthfully all questions put to them for the purpose of the examination and must produce a visa and all relevant evidence and documents that the officer reasonably requires.  <FRAGMENT_SUPPRESSED>", "36.(2) A foreign national is inadmissible on grounds of criminality for  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "(c) committing an act outside Canada that is an offence in the place where it was committed and that, if committed in Canada, would constitute an indictable offence under an Act of Parliament; or  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "(3) The following provisions govern subsections (1) and (2):  <FRAGMENT_SUPPRESSED>", "(a) an offence that may be prosecuted either summarily or by way of indictment is deemed to be an indictable offence, even if it has been prosecuted summarily;  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "(c) the matters referred to in paragraphs (1)(b) and (c) and (2)(b) and (c) do not constitute inadmissibility in respect of a permanent resident or foreign national who, after the prescribed period, satisfies the Minister that they have been rehabilitated or who is a member of a prescribed class that is deemed to have been rehabilitated;  <FRAGMENT_SUPPRESSED>", "(d) a determination of whether a permanent resident has committed an act described in paragraph (1)(c) must be based on a balance of probabilities; and . . .  <FRAGMENT_SUPPRESSED>", "72.(1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.  <FRAGMENT_SUPPRESSED>", "11.(1) L'étranger doit, préalablement à son entrée au Canada, demander à l'agent les visa et autres documents requis par règlement. L'agent peut les délivrer sur preuve, à la suite d'un contrôle, que l'étranger n'est pas interdit de territoire et se conforme à la présente loi.  <FRAGMENT_SUPPRESSED>", "16.(1) L'auteur d'une demande au titre de la présente loi doit répondre véridiquement aux questions qui lui sont posées lors du contrôle, donner les renseignements et tous éléments de preuve pertinents et présenter les visa et documents requis.  <FRAGMENT_SUPPRESSED>", "36.(2) Emportent, sauf pour le résident permanent, interdiction de territoire pour criminalité les faits suivants:  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "c) commettre, à l'extérieur du Canada, une infraction qui, commise au Canada, constituerait une infraction à une loi fédérale punissable par mise en accusation;  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "(3) Les dispositions suivantes régissent l'application des paragraphes (1) et (2):  <FRAGMENT_SUPPRESSED>", "a) l'infraction punissable par mise en accusation ou par procédure sommaire est assimilée à l'infraction punissable par mise en accusation, indépendamment du mode de poursuite effectivement retenu;  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "c) les faits visés aux alinéas (1)b) ou c) et (2)b) ou c) n'emportent pas interdiction de territoire pour le résident permanent ou l'étranger qui, à l'expiration du délai réglementaire, convainc le ministre de sa réadaptation ou qui appartient à une catégorie réglementaire de personnes présumées réadaptées;  <FRAGMENT_SUPPRESSED>", "d) la preuve du fait visé à l'alinéa (1)c) est, s'agissant du résident permanent, fondée sur la prépondérance des probabilités; . . .  <FRAGMENT_SUPPRESSED>", "72.(1) Le contrôle judiciaire par la Cour fédérale de toute mesure - décision, ordonnance, question ou affaire - prise dans le cadre de la présente loi est subordonné au dépôt d'une demande d'autorisation.  <FRAGMENT_SUPPRESSED>", "Immigration and Refugee Protection Regulations", ", SOR/2002-227  <FRAGMENT_SUPPRESSED>", "18.(2) The following persons are members of the class of persons deemed to have been rehabilitated:  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "(c) persons who have committed no more than one act outside Canada that is an offence in the place where it was committed and that, if committed in Canada, would constitute an indictable offence under an Act of Parliament, if all of the following conditions apply, namely,  <FRAGMENT_SUPPRESSED>", "(i) the offence is punishable in Canada by a maximum term of imprisonment of less than 10 years,  <FRAGMENT_SUPPRESSED>", "(ii) at least 10 years have elapsed since the day after the commission of the offence,  <FRAGMENT_SUPPRESSED>", "(iii) the person has not been convicted in Canada of an indictable offence under an Act of Parliament,  <FRAGMENT_SUPPRESSED>", "(iv) the person has not been convicted in Canada of any summary conviction offence within the last 10 years under an Act of Parliament or of more than one summary conviction offence before the last 10 years, other than an offence designated as a contravention under the Contraventions Act or an offence under the Youth Criminal Justice Act,  <FRAGMENT_SUPPRESSED>", "(v) the person has not within the last 10 years been convicted outside of Canada of an offence that, if committed in Canada, would constitute an offence under an Act of Parliament, other than an offence designated as a contravention under the Contraventions Act or an offence under the Youth Criminal Justice Act,  <FRAGMENT_SUPPRESSED>", "(vi) the person has not before the last 10 years been convicted outside Canada of more than one offence that, if committed in Canada, would constitute a summary conviction offence under an Act of Parliament, and  <FRAGMENT_SUPPRESSED>", "(vii) the person has not been convicted outside of Canada of an offence that, if committed in Canada, would constitute an indictable offence under an Act of Parliament.  <FRAGMENT_SUPPRESSED>", "179. An officer shall issue a temporary resident visa to a foreign national if, following an examination, it is established that the foreign national  <FRAGMENT_SUPPRESSED>", "(a) has applied in accordance with these Regulations for a temporary resident visa as a member of the visitor, worker or student class;  <FRAGMENT_SUPPRESSED>", "(b) will leave Canada by the end of the period authorized for their stay under Division 2;  <FRAGMENT_SUPPRESSED>", "(c) holds a passport or other document that they may use to enter the country that issued it or another country;  <FRAGMENT_SUPPRESSED>", "(d) meets the requirements applicable to that class;  <FRAGMENT_SUPPRESSED>", "(e) is not inadmissible; and  <FRAGMENT_SUPPRESSED>", "(f) meets the requirements of section 30.  <FRAGMENT_SUPPRESSED>", "200.(3) An officer shall not issue a work permit to a foreign national if  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "(e) the foreign national has engaged in unauthorized study or work in Canada or has failed to comply with a condition of a previous permit or authorization unless  <FRAGMENT_SUPPRESSED>", "(i) a period of six months has elapsed since the cessation of the unauthorized work or study or failure to comply with a condition,  <FRAGMENT_SUPPRESSED>", "(ii) the study or work was unauthorized by reason only that the foreign national did not comply with conditions imposed under paragraph 185(a), any of subparagraphs 185(b)(i) to (iii) or paragraph 185(c);  <FRAGMENT_SUPPRESSED>", "18.(2) Font partie de la catégorie des personnes présumées réadaptées les personnes suivantes:  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "c) la personne qui a commis, à l'extérieur du Canada, au plus une infraction qui, commise au Canada, constituerait une infraction à une loi fédérale punissable par mise en accusation si les conditions suivantes sont réunies:  <FRAGMENT_SUPPRESSED>", "(i) l'infraction est punissable au Canada d'un emprisonnement maximal de moins de dix ans,  <FRAGMENT_SUPPRESSED>", "(ii) au moins dix ans se sont écoulés depuis le moment de la commission de l'infraction,  <FRAGMENT_SUPPRESSED>", "(iii) la personne n'a pas été déclarée coupable au Canada d'une infraction à une loi fédérale punissable par mise en accusation,  <FRAGMENT_SUPPRESSED>", "(iv) elle n'a pas été déclarée coupable au Canada d'une infraction à une loi fédérale punissable par procédure sommaire dans les dix dernières années ou de plus d'une telle infraction avant les dix dernières années, autre qu'une infraction qualifiée de contravention en vertu de la Loi sur les contraventions ou une infraction à la Loi sur le système de justice pénale pour les adolescents,  <FRAGMENT_SUPPRESSED>", "(v) elle n'a pas, dans les dix dernières années, été déclarée coupable, à l'extérieur du Canada, d'une infraction qui, commise au Canada, constituerait une infraction à une loi fédérale, autre qu'une infraction qualifiée de contravention en vertu de la Loi sur les contraventions ou une infraction à la Loi sur le système de justice pénale pour les adolescents,  <FRAGMENT_SUPPRESSED>", "(vi) elle n'a pas, avant les dix dernières années, été déclarée coupable, à l'extérieur du Canada, de plus d'une infraction qui, commise au Canada, constituerait une infraction à une loi fédérale punissable par procédure sommaire,  <FRAGMENT_SUPPRESSED>", "(vii) elle n'a pas été déclarée coupable, à l'extérieur du Canada, d'une infraction qui, commise au Canada, constituerait une infraction à une loi fédérale punissable par mise en accusation.  <FRAGMENT_SUPPRESSED>", "179. L'agent délivre un visa de résident temporaire à l'étranger si, à l'issue d'un contrôle, les éléments suivants sont établis:  <FRAGMENT_SUPPRESSED>", "a) l'étranger en a fait, conformément au présent règlement, la demande au titre de la catégorie des visiteurs, des travailleurs ou des étudiants;  <FRAGMENT_SUPPRESSED>", "b) il quittera le Canada à la fin de la période de séjour autorisée qui lui est applicable au titre de la section 2;  <FRAGMENT_SUPPRESSED>", "c) il est titulaire d'un passeport ou autre document qui lui permet d'entrer dans le pays qui l'a délivré ou dans un autre pays;  <FRAGMENT_SUPPRESSED>", "d) il se conforme aux exigences applicables à cette catégorie;  <FRAGMENT_SUPPRESSED>", "e) il n'est pas interdit de territoire;  <FRAGMENT_SUPPRESSED>", "f) il satisfait aux exigences prévues à l'article 30.  <FRAGMENT_SUPPRESSED>", "200.(3) Le permis de travail ne peut être délivré à l'étranger dans les cas suivants:  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "e) il a poursuivi des études ou exercé un emploi au Canada sans autorisation ou permis ou a enfreint les conditions de l'autorisation ou du permis qui lui a été délivré, sauf dans les cas suivants:  <FRAGMENT_SUPPRESSED>", "(i) une période de six mois s'est écoulée depuis les faits reprochés,  <FRAGMENT_SUPPRESSED>", "(ii) ses études ou son travail n'ont pas été autorisés pour la seule raison que les conditions visées à l'alinéa 185a), aux sous-alinéas 185b)(i) à (iii) ou à l'alinéa 185c) n'ont pas été respectées,  <FRAGMENT_SUPPRESSED>", "Income Tax Act", ", 1985, c. 1 (5th Supp.)  <FRAGMENT_SUPPRESSED>", "238.(1) Every person who has failed to file or make a return as and when required by or under this Act or a regulation or who has failed to comply with subsection 116(3), 127(3.1) or 127(3.2), 147.1(7) or 153(1), any of sections 230 to 232 or a regulation made under subsection 147.1(18) or with an order made under subsection 238(2) is guilty of an offence and, in addition to any penalty otherwise provided, is liable on summary conviction to  <FRAGMENT_SUPPRESSED>", "(a) a fine of not less than $1,000 and not more than $25,000; or  <FRAGMENT_SUPPRESSED>", "(b) both the fine described in paragraph 238(1)(a) and imprisonment for a term not exceeding 12 months.  <FRAGMENT_SUPPRESSED>", "239.(1) Every person who has  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "(d) wilfully, in any manner, evaded or attempted to evade compliance with this Act or payment of taxes imposed by this Act, or  <FRAGMENT_SUPPRESSED>", "(e) conspired with any person to commit an offence described in paragraphs 239(1)(a) to 239(1)(d),  <FRAGMENT_SUPPRESSED>", "is guilty of an offence and, in addition to any penalty otherwise provided, is liable on summary conviction to  <FRAGMENT_SUPPRESSED>", "(f) a fine of not less than 50%, and not more than 200%, of the amount of the tax that was sought to be evaded, or  <FRAGMENT_SUPPRESSED>", "(g) both the fine described in paragraph 239(1)(f) and imprisonment for a term not exceeding 2 years.  <FRAGMENT_SUPPRESSED>", "(2) Every person who is charged with an offence described in subsection 239(1) or 239(1.1) may, at the election of the Attorney General of Canada, be prosecuted on indictment and, if convicted, is, in addition to any penalty otherwise provided, liable to  <FRAGMENT_SUPPRESSED>", "(a) a fine of not less than 100% and not more than 200% of  <FRAGMENT_SUPPRESSED>", "(i) where the offence is described in subsection 239(1), the amount of the tax that was sought to be evaded, and  <FRAGMENT_SUPPRESSED>", "(ii) where the offence is described in subsection 239(1.1), the amount by which the amount of the refund or credit obtained or claimed exceeds the amount, if any, of the refund or credit to which the person or other person, as the case may be, is entitled; and  <FRAGMENT_SUPPRESSED>", "(b) imprisonment for a term not exceeding 5 years.  <FRAGMENT_SUPPRESSED>", "238.(1) La personne qui ne produit ou ne présente pas ou ne remplit pas une déclaration de la manière et dans le délai prévus à la présente loi ou à son règlement ou qui contrevient au paragraphe 116(3), 127(3.1) ou (3.2), 147.1(7) ou 153(1) ou à l'un des articles 230 à 232 ou à une disposition réglementaire prise en vertu du paragraphe 147.1(18) ou encore qui contrevient à une ordonnance rendue en application du paragraphe (2) commet une infraction et encourt, sur déclaration de culpabilité par procédure sommaire et outre toute pénalité prévue par ailleurs:  <FRAGMENT_SUPPRESSED>", "a) soit une amende de 1 000 $ à 25 000 $;  <FRAGMENT_SUPPRESSED>", "b) soit une telle amende et un emprisonnement maximal de 12 mois.  <FRAGMENT_SUPPRESSED>", "239.(1) Toute personne qui, selon le cas:  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "d) a, volontairement, de quelque manière, éludé ou tenté d'éluder l'observation de la présente loi ou le paiement d'un impôt établi en vertu de cette loi;  <FRAGMENT_SUPPRESSED>", "e) a conspiré avec une personne pour commettre une infraction visée aux alinéas a) à d),  <FRAGMENT_SUPPRESSED>", "commet une infraction et, en plus de toute autre pénalité prévue par ailleurs, encourt, sur déclaration de culpabilité par procédure sommaire:  <FRAGMENT_SUPPRESSED>", "f) soit une amende de 50 % à 200 % de l'impôt que cette personne a tenté d'éluder;  <FRAGMENT_SUPPRESSED>", "g) soit à la fois l'amende prévue à l'alinéa f) et un emprisonnement d'au plus 2 ans.  <FRAGMENT_SUPPRESSED>", "(2) Toute personne accusée d'une infraction visée aux paragraphes (1) ou (1.1) peut, au choix du Procureur général du Canada, être poursuivie par voie de mise en accusation et, si elle est déclarée coupable, encourt, en plus de toute autre pénalité prévue par ailleurs:  <FRAGMENT_SUPPRESSED>", "a) d'une part, une amende de 100 % à 200 % des montants suivants:  <FRAGMENT_SUPPRESSED>", "(i) dans le cas de l'infraction visée au paragraphe (1), l'impôt que cette personne a tenté d'éluder,  <FRAGMENT_SUPPRESSED>", "(ii) dans le cas de l'infraction visée au paragraphe (1.1), l'excédent du montant du remboursement ou du crédit obtenu ou demandé sur le montant auquel elle ou l'autre personne, selon le cas, a droit;  <FRAGMENT_SUPPRESSED>", "b) d'autre part, un emprisonnement maximal de cinq ans.  <FRAGMENT_SUPPRESSED>", "United Kingdom", "Finance Act", "2000 (2000 c 17)  <FRAGMENT_SUPPRESSED>", "144. Offence of fraudulent evasion of income tax  <FRAGMENT_SUPPRESSED>", "(1) A person commits an offence if he is knowingly concerned in the fraudulent evasion of income tax by him or any other person.  <FRAGMENT_SUPPRESSED>", "(2) A person guilty of an offence under this section is liable-  <FRAGMENT_SUPPRESSED>", "(a) on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum, or both;  <FRAGMENT_SUPPRESSED>", "(b) on conviction on indictment, to imprisonment for a term not exceeding seven years or a fine, or both.  <FRAGMENT_SUPPRESSED>", "(3) This section applies to things done or omitted on or after 1st January 2001.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}