{"id_": "088949", "body_str": [["[1]", "Scott, J.", ": This is an application for judicial review pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act,", "SC 2001, c 27 [", "IRPA", "] of a decision rendered by the Immigration and Refugee Board, Refugee Protection Division (the Board) dated May 22, 2012, which determined that Mr. Sumit Roy (the Applicant) is not a Convention Refugee nor a person in need of protection pursuant to sections 96 and 97 of the", "IRPA", ". The determinative issues for the Board were the Applicant's credibility and the existence of an internal flight alternative [IFA]."], ["[2]", "For the reasons that follow, this application for judicial review is allowed.", "II. Facts"], ["[3]", "The Applicant is a 31 year old citizen of Bangladesh. He is a Hindu from the city of Sylhet."], ["[4]", "The Applicant alleges to have been targeted by Islamic extremists, including supporters and members of the Jamaat-e-Islami. The lead members of this group were identified as Mr. Ponki Miah, Mr. Tera Miah and Mr. Kalam Ullah. The Applicant claims they wanted to kill him."], ["[5]", "The Applicant is an active member of the Ramakrishna Mission Temple and the Bangladesh Hindu Buddhist & Christian Unity Council. In August 2007, a group of \"Muslim fundamentalists\" disrupted the religious festival of Janmaastami. Mr. Ponki Miah and Mr. Tera Miah assaulted the Applicant during the incident and, in a series of Unity Council meetings after this, including a large meeting of the Council in February 2008, the Applicant specifically mentioned the name of his assailants in public. Mr. Tera Miah and Mr. Kalam Ullah heard about it and the Applicant was found, threatened and beaten up. The Applicant was continually harassed in the months that followed."], ["[6]", "Mr. Kalam Ullah was leading an effort to expropriate part of the property of the Ramakrisna Mission. When the Applicant, with the help of others, tried to intercede, he was assaulted. The Applicant sought protection from the police but to no avail."], ["[7]", "From that point on, the Applicant was targeted by Mr. Ullah and his cohorts. They came to his business with the intent of extorting money from him and assaulted his employee, Mr. Bhuvan Das, as the Applicant was absent at the time. The targeting of the Applicant later expanded to include his family."], ["[8]", "In the middle of June 2009, two Jubo Shibir leaders (labelled by the Applicant as the youth front of the Jamaat-e-Islami) identified as \"Hanif and Kohinoor\" began harassing the Applicant's sisters, Ms. Nandita Roy and Ms. Bidita Roy. The Applicant and his father filed a complaint with the police. In response, these members of Jubo Shibir came to the Applicant's home, threatened him and his father and demanded that they withdraw the complaint. The Applicant's sisters ceased attending school as a result of these threats and harassment."], ["[9]", "Hanif and Kohinoor then assaulted the Applicant in July 2009. He was treated at a clinic. In November 2009, Mr. Ullah and his cohorts once again called upon the Applicant at his business, demanding money. When the Applicant refused, they beat him. The Applicant once again sought assistance from the police but none was forthcoming."], ["[10]", "Finally, in February 2010, Mr. Ullah and his gang attacked the Applicant's home searching for him. The Applicant was absent at the time. His father warned him not to return. The Applicant hid and, with the assistance of his family, secured an agent and traveled to Canada. The Applicant arrived on May 25, 2010, and made a refugee claim on July 13, 2010. The Applicant has since heard that his agents of persecution still visit his home.", "III. The Board's decision"], ["[11]", "The Board determined that the Applicant was neither a convention refugee nor a person in need of protection. The determinative issues were credibility and the existence of an IFA.", "IV. Legislation"], ["[12]", "Sections 96 and 97 of the", "IRPA", "provide as follows:", "Convention refugee", "96.", "A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", ") is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", ") not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "Person in need of protection", "97. (1)", "A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", ") to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", ") to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "Person in need of protection", "(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.", "Définition de « réfugié »", "96.", "A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays don't elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "Personne à protéger", "97. (1)", "A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays don't elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "Personne à protéger", "(2) A également qualité de personne à protéger la personne qui se trouve au Canada et fait partie d'une catégorie de personnes auxquelles est reconnu par règlement le besoin de protection.", "V. Issues and standard of review", "A. Issues", "1.", "Was there a breach of procedural fairness as a result of the interpretation issues during the hearing? If there was a breach, was it material to the decision?", "2. Did the Board breach the Applicant's right to procedural fairness by relying on a non-disclosed document? If there was a breach, was it material to the decision?", "3. Did the Board err in making its credibility finding?", "4. Did the Board err in determining that the Applicant had an internal flight alternative (IFA) in Chittagong?", "B. Standard of review"], ["[13]", "A number of issues have been raised in this application."], ["[14]", "The Court owes no deference to the Board in determining whether there was a breach of procedural fairness. When procedural fairness is an issue, the correct approach is to verify whether the requirements of natural justice in the particular circumstances of the case have been met (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at para 7). The standard of review is correctness."], ["[15]", "The standard of review applicable to the Board's credibility findings is reasonableness (", "<FRAGMENT_SUPPRESSED>  (FCA))."], ["[16]", "The standard of review as to the existence of an IFA is reasonableness (", "<FRAGMENT_SUPPRESSED> ).", "VI. Parties' submissions", "A. Applicant's submissions"], ["[17]", "The Applicant submits that he did not have a fair hearing because the interpretation provided was not \"continuous, precise, competent, impartial and contemporaneous\" (see", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at para 20)."], ["[18]", "The Applicant argues that the interpreter's work was deficient in the following three ways: 1) she did not interpret some English words at all (e.g. \"internal flight alternative\") or failed to ask for clarification of terms which she was not familiar with in both English and Sylhety; 2) she also misinterpreted certain words and phrases (e.g. \"activist\" instead of \"active member\"); and 3) she did not know the translation for several key words and phrases and, in some cases, needed to ask the Applicant (who is not fluent in English) for his input (e.g. terrorist organization, district, religion)."], ["[19]", "The Applicant submits that the cumulative effect of all these errors is such that the quality of the interpretation fails to meet the test of being \"continuous, precise, competent, impartial, and contemporaneous\". Specifically, the interpretation was not \"precise\" or \"competent\"."], ["[20]", "While the Applicant asserts that it is not necessary to demonstrate that a prejudice was caused by the errors of interpretation, he notes that in this case, such a prejudice ensued. The Board referred to deficiencies in the Applicant's testimony, including a lack of clarity. The Applicant asserts that some of those deficiencies could have been caused by poor interpretation. For example, the Board's negative decision was largely based on the existence of an IFA. As mentioned above, the term \"internal flight alternative\" was not interpreted to the Applicant."], ["[21]", "The Applicant submits that this breach of procedural fairness should void the hearing and decision. He also posits that the limited exception described in", "<FRAGMENT_SUPPRESSED>  (FCA) [ <FRAGMENT_SUPPRESSED> ] does not apply in this instance because his case is not so unmeritorious that a rehearing of it would be pointless."], ["[22]", "The Applicant's next contention is that the Board erred in relying on evidence that was not disclosed to the Applicant. In its reasons, the Board refers to the February 2009 UK Operational Guidance Note in support of its IFA finding. The report indicates that internal relocation is a viable option for victims of religious violence in Bangladesh."], ["[23]", "The Applicant emphasizes that while the October 2010 UK Operational Guidance Note was included in the National Documentation Package disclosed to the Applicant, the February 2009 version was not. The Applicant notes that the October 2010 version does not mention being of the Hindu faith as a category of claim."], ["[24]", "Citing a number of decisions rendered by this Court, the Applicant argues that reliance on a non-disclosed document constitutes a breach of procedural fairness ( <FRAGMENT_SUPPRESSED> , cited above, at paras 6-13)."], ["[25]", "The Applicant insists that he was not afforded the opportunity to respond to the information on which the Board based its adverse finding. While that information was not the sole element the Board took into account in making its IFA finding, the Applicant submits that it is impossible to determine what would have been the Board's conclusion, absent that error.", "B. Respondent's submissions"], ["[26]", "The Respondent submits that the Applicant is barred from raising the issue of interpretation in this judicial review because the Applicant was required to raise it at the first opportunity which he failed to do ( <FRAGMENT_SUPPRESSED> , cited above, at paras 13-19)."], ["[27]", "In this case, according to the Respondent, the interpretation issues were apparent at the hearing and the Applicant consequently waived his right to raise these grounds by failing to object at the first opportunity. The Respondent points out that the Applicant was aware of the difficulties the interpreter encountered as she mentioned, on more than one occasion, that she was not translating what he said exactly. Furthermore, on at least one occasion, the difficulty was so apparent that it led the Board to inquire, in the presence of the Applicant, as to what language the interpreter was translating and what language the Applicant was speaking."], ["[28]", "The Respondent concludes that this failure to raise the issue at the hearing is the very determination the Court made  <FRAGMENT_SUPPRESSED> ,", "cited above. It constitutes an implied waiver of the Applicant's right to bring this issue forward in the current application."], ["[29]", "The Respondent further argues that even if the Court finds that the Applicant has not waived his right to raise the issue of inadequate interpretation, there was no breach of procedural fairness because the Applicant failed to demonstrate that the errors were material to the Board's determinative findings which are the Applicant's credibility and the existence of an IFA. The Respondent submits that the issues relate rather to a difference in choice of words and sentence structure."], ["[30]", "With respect to the Board's reliance on non-disclosed documentary evidence, the Respondent contends that this does not breach procedural fairness because the 2009 UK Operational Guidance Note is publicly available. The Respondent claims that, the Applicant is deemed to have had notice of the document. The 2009 UK Operational Guidance Note was publicly available on the Board's website. (", "<FRAGMENT_SUPPRESSED>  [", "Chen", "] at para 17)."], ["[31]", "The Respondent also alleges that notwithstanding the question of notice, the information contained in the 2009 UK Operational Guidance Note was immaterial to the IFA finding. The Respondent argues that the Board relied principally on the 2010 UK Operational Guidance Note contained in the disclosed National Documentation Package. That Note did not include being of the Hindu faith as a main category of claim. Consequently the Board's conclusion that the Applicant would have an IFA in Chittagong is valid according to the Respondent. The Board only referenced the 2009 UK Operational Guidance Note to demonstrate that even when religious violence against Hindus was a concern for refugee claimants, internal relocation was nonetheless viewed as a viable option."], ["[32]", "Finally, the Respondent submits that the Court should dismiss the application on the issue of procedural fairness because the Board's decision can stand alone on its negative credibility finding. Breaches of procedural fairness do not command the return of a decision for re-determination when the result will inevitably be the same (", "Mobil Oil,", "cited above; <FRAGMENT_SUPPRESSED> , cited above).", "VI. Analysis", "1. Was there a breach of procedural fairness as a result of the interpretation issues during the hearing? If there was a breach, was it material to the decision?"], ["[33]", "The first issue that needs to be addressed is whether the Applicant is required to show that the interpretation failings impacted on the Board's decision. Relying on the decision in <FRAGMENT_SUPPRESSED> , cited above, the Applicant claims not to have such an obligation. Citing this Court's decision in", "<FRAGMENT_SUPPRESSED> the Respondent submits that the Applicant must indeed indicate how the alleged failings affected the Board's decision."], ["[34]", "While there is no need to establish a prejudice in order prove a breach of procedural fairness based on inadequate interpretation (see <FRAGMENT_SUPPRESSED> , cited above, at para 20), the Applicant", "is", "required to demonstrate that the breach of procedural fairness was material to the Board's decision in order for this Court to intervene (see", "<FRAGMENT_SUPPRESSED> ;", "Mobil Oil,", "cited above, at p. 228)."], ["[35]", "Having considered the evidence adduced in the present case, it is clear that significant problems with the interpretation occurred at the hearing. Upon examination of the Board's reasons, however, the Court does not find that the interpretation errors had any material impact on either of its determinative findings. The Board's credibility finding was largely based on the absence of corroborative evidence and the Applicant's inability to plausibly explain how his persecutors came to have an interest in him. Neither of these findings was the result of or was influenced by omissions or errors in interpretation."], ["[36]", "Regarding the Board's IFA finding, the Applicant notes that the interpreter failed to properly translate the expression for the Applicant. It is clear from the transcript of the hearing, however, that the Applicant clearly understood that he was being asked whether he might be free from persecution in Chittagong and whether it would be unreasonably burdensome for him to relocate there. Having replied that he did not have any family there and did not speak the language. It is clear to the Court that the interpretation problems that occurred during the hearing did not prevent the Applicant from addressing the Board's ultimate IFA conclusion."], ["[37]", "Consequently, the Court finds that the Applicant's right to a \"continuous, precise, competent, impartial, and contemporaneous\" interpretation was violated but that it was immaterial to the Board's decision."], ["[38]", "The Court also notes that the Applicant failed to raise this breach at the first opportunity, thereby waiving his right (see <FRAGMENT_SUPPRESSED> , cited above, at paras 13-19;", "<FRAGMENT_SUPPRESSED> ).", "2. Did the Board breach the Applicant's right to procedural fairness by relying on a non-disclosed document? If there was a breach, was it material to the decision?"], ["[39]", "The parties disagree over whether the Board's reliance on a document that was not part of the National Documentation Package disclosed to the Applicant constitutes a breach of procedural fairness."], ["[40]", "The Applicant relies on the decision in <FRAGMENT_SUPPRESSED> , above, at para 10, where Justice Mosley, citing the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  (CA) [ <FRAGMENT_SUPPRESSED> ], stated that \"document disclosure is important for procedural fairness as it gives the applicant an opportunity to properly respond to the Board's concerns\". Relying on Justice Gleason's decision in", "Chen", ", cited above, the Respondent insists that there is no breach of procedural fairness when the Board relies on publicly accessible information."], ["[41]", "While it is true that in the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> , cited above, found the following:", "\"CERTIFIED QUESTION from", "<FRAGMENT_SUPPRESSED>  (T.D.) (QL): Does an immigration officer conducting a review pursuant to the Regulations respecting Post-Determination Refugee Claimants in Canada Class violate the principle of fairness, when he fails to disclose in advance of determining the matter, documents relied upon from public sources in relation to general country conditions? Answer: It being understood that each case will have to be decided according to its own circumstances and assuming that the documents at issue are of a nature such as that described in these reasons for judgment,", "(a) with respect to documents relied upon from public sources in relation to general country conditions which were available and accessible when the applicant made his submissions, fairness does not require disclosure in advance of a determination", "; (b) where the documents became available and accessible after the applicant filed his submissions, fairness requires disclosure where they are novel, significant and evidence changes in the general country conditions that may affect the decision.\" [Emphasis added]"], ["[42]", "The Court of Appeal was also careful to distinguish the case of a post-determination refugee claimant in Canada (PDRCC) class proceeding from that of a refugee claim hearing:", "\"(a) The nature of the proceeding and the rules under which the decision-maker is acting"], ["[24] The PDRCC class proceeding is not a new hearing of a refugee claim (see", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.), at pages 319-320, Rouleau J.). In a refugee claim hearing, the applicant is entitled under subsection 68(5) [as am. by R.S.C., 1985 (4th Supp.), c. 28, s. 18] of the Act to be notified of those \"facts, information or opinion\" which the Refugee Board claims to be within its specialized knowledge. No such language is used in the PDRCC class regulations, where the sole procedural right afforded is that of making written submissions.\" (", "Mancia,", "cited above, at para 24)"], ["[43]", "Applying the principles outlined above, the Court finds that that Board's reliance on the non-disclosed 2009 UK Operational Guidance Note constituted a breach of procedural fairness. Furthermore", "the Applicant had a right to expect the Board to limit its analysis to the more recent UK Operational Guidance Note. The Applicant should not have expected the Board to reference an older, outdated version of the Note."], ["[44]", "The Respondent argues that this breach of procedural fairness was not material to the Board's IFA determination because it relied primarily on the disclosed 2010 UK Operational Guidance Note. The Court disagrees. It is clear that the Board did indeed rely on the non-disclosed report in arriving at its IFA finding. The Board clearly cites the 2009 UK Operational Guidance Note (along with the 2010 UK Operational Guidance Note and this Court's decision in", "<FRAGMENT_SUPPRESSED> ) as objective support of its IFA finding. While the 2009 UK Operational Guidance Note was one supporting document among others, the Court agrees with the Applicant that the Board's reasoning on the IFA was cumulative and it is, therefore, impossible to determine whether the conclusion reached would have been the same had it not taken that Note into consideration. The Court refuses to speculate."], ["[45]", "Finally, the Court rejects the Respondent's argument that the decision may still be valid on the basis of the Board's credibility finding. As the Respondent himself noted in his memorandum, the Board disposed of the Applicant's section 97 claim by virtue of its IFA finding (see Respondent's Further Memorandum of Argument at para 37). Consequently the decision cannot stand.", "JUDGMENT"], ["[46]", "THIS COURT'S JUDGMENT is that", "1. This application for judicial review is allowed and the decision of the Refugee Protection Division of the Immigration and Refugee Board dated May 22, 2012, is hereby set aside;", "2. The application is remitted for re-determination before a differently constituted panel of the Refugee Protection Division; and", "3. There is no question of general interest for certification.", ".........................", "<FRAGMENT_SUPPRESSED>  Scott", "[Traduction]: Il s'agit d'une demande de contrôle judiciaire présentée conformément au paragraphe 72(1) de la Loi sur l'immigration et la protection des réfugiés, LC 2001, c 27 [LIPR], visant la décision datée du 22 mai 2012 par laquelle la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié du Canada (la Commission) a conclu que M. Sumit Roy (le demandeur) n'était ni un réfugié au sens de la Convention ni une personne à protéger en vertu des articles 96 et 97 de la LIPR. Les questions déterminantes pour la Commission étaient la crédibilité du demandeur et l'existence d'une possibilité de refuge intérieur [PRI]."], ["[2]", "Pour les motifs qui suivent, la présente demande de contrôle judiciaire est accueillie.", "II. Faits"], ["[3]", "Le demandeur a 31 ans et est citoyen du Bangladesh. Il est hindou et originaire de la ville de Sylhet."], ["[4]", "Le demandeur affirme avoir été la cible d'islamistes extrémistes, dont des partisans et des membres du Jamaat-e-Islami. M. Ponki Miah, M. Tera Miah et M. Kalam Ullah ont été identifiés comme étant les membres dirigeants de ce groupe. Le demandeur affirme que ces personnes voulaient le tuer."], ["[5]", "Le demandeur est membre actif du temple de la Mission de Ramakrishna et du Conseil unitaire des hindous, bouddhistes et chrétiens. En août 2007, un groupe de « fondamentalistes musulmans » a perturbé le déroulement du festival religieux de Janmaastami. M. Ponki Miah et M. Tera Miah ont agressé le demandeur ce jour-là. À plusieurs reprises par la suite, lors de réunions du Conseil unitaire, dont un grand rassemblement ayant eu lieu en février 2008, le demandeur a expressément mentionné en public le nom de ses agresseurs. M. Tera Miah et M. Kalam Ullah ayant eu vent de ces déclarations, le demandeur a été retrouvé, menacé et battu. Le demandeur a été victime de harcèlement constant au cours des mois qui ont suivi."], ["[6]", "M. Kalam Ullah était l'instigateur d'une tentative d'expropriation d'une partie du terrain de la Mission de Ramakrisna. Lorsque le demandeur a tenté d'intervenir avec l'aide d'autres personnes, il a été agressé. Le demandeur a demandé la protection de la police, en vain."], ["[7]", "À partir de ce moment-là, le demandeur a été la cible de M. Ullah et de ses acolytes. Ces derniers se sont rendus sur les lieux de son entreprise en vue de lui extorquer de l'argent et, comme il était absent, ils ont agressé son employé, M. Bhuvan Das. Plus tard, ce n'est plus seulement le demandeur qui était ciblé, mais aussi sa famille."], ["[8]", "À la mi-juin 2009, deux dirigeants du Jubo Shibir (l'aile jeunesse du Jamaat-e-Islami, selon le demandeur), désignés comme étant « Hanif et Kohinoor », ont commencé à harceler les sœurs du demandeur, Mme Nandita Roy et Mme Bidita Roy. Le demandeur et son père ont déposé une plainte à la police, en conséquence de quoi ces membres du Jubo Shibir se sont rendus au domicile du demandeur, l'ont menacé, ainsi que son père, et ont exigé qu'ils retirent la plainte. Les sœurs du demandeur ont cessé d'aller à l'école à cause des menaces et du harcèlement."], ["[9]", "Par la suite, Hanif et Kohinoor ont agressé le demandeur, en juillet 2009. Celui-ci a dû être soigné dans une clinique. En novembre 2009, M. Ullah et ses acolytes ont encore une fois frappé à la porte de l'entreprise du demandeur pour lui demander de l'argent. Devant son refus, ils l'ont battu. Le demandeur a encore une fois demandé l'aide de la police, sans résultat."], ["[10]", "Enfin, en février 2010, M. Ullah et ses comparses ont pris d'assaut la maison du demandeur pour essayer de le trouver. Le demandeur était absent. Son père lui a conseillé de ne pas revenir à la maison. Le demandeur s'est caché et, avec l'aide de sa famille, a réussi à trouver un agent qui l'aiderait à venir au Canada. Le demandeur est arrivé le 25 mai 2010, et il a fait une demande d'asile le 13 juillet 2010. Le demandeur a depuis appris que ses agents de persécution se rendaient encore chez lui.", "III. Décision de la Commission"], ["[11]", "La Comission a conclu que le demandeur n'était ni un réfugié au sens de la Convention ni une personne à protéger. Les questions déterminantes étaient la crédibilité du demandeur et l'existence d'une PRI.", "IV. Loi"], ["[12]", "Les articles 96 et 97 de la LIPR disposent:", "Définition de « réfugié »", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques", "a) soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "Personne à protéger", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "Personne à protéger", "(2) A également qualité de personne à protéger la personne qui se trouve au Canada et fait partie d'une catégorie de personnes auxquelles est reconnu par règlement le besoin de protection.", "Convention refugee", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "Person in need of protection", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "Person in need of protection", "(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.", "V. Questions en litige et norme de contrôle", "A.", "Questions en litige", "1.", "Y a-t-il eu manquement à l'équité procédurale en raison de problèmes d'interprétation pendant l'audience? Le cas échéant, le manquement a-t-il joué un rôle déterminant dans la décision?", "2.", "La Commission a-t-elle manqué à son obligation d'équité procédurale envers le demandeur en se fondant sur un document qui n'avait pas été communiqué à ce dernier? Le cas échéant, le manquement a-t-il joué un rôle déterminant dans la décision?", "3.", "La Commission a-t-elle commis une erreur en tirant sa conclusion concernant la crédibilité?", "4.", "La Commission a-t-elle commis une erreur en concluant que le demandeur avait une possibilité de refuge intérieur (PRI) à Chittagong?", "B. Norme de contrôle"], ["[13]", "Un certain nombre de questions ont été soulevées en l'espèce."], ["[14]", "La Cour n'a pas à faire preuve de déférence à l'égard de la Commission pour ce qui est de déterminer s'il y a eu manquement à l'équité procédurale. Lorsque l'équité procédurale est en cause, il convient de vérifier si les exigences relatives à la justice naturelle ont été respectées dans les circonstances particulières de l'espèce (Syndicat canadien de la fonction publique ( <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> , au paragraphe 7). La norme de contrôle est celle de la décision correcte."], ["[15]", "La norme de contrôle applicable aux conclusions de la Commission concernant la crédibilité est, quant à elle, celle de la raisonnabilité ( <FRAGMENT_SUPPRESSED>  (CAF))."], ["[16]", "En ce qui concerne l'existence d'une PRI, la norme de contrôle est celle de la raisonnabilité ( <FRAGMENT_SUPPRESSED> à 14).", "VI. Observations des parties", "A.", "Observationsdu demandeur"], ["[17]", "Le demandeur fait valoir qu'il n'a pas eu droit à une audience équitable, parce que l'interprétation fournie n'était pas « continue, fidèle, compétente, impartiale et concomitante » (voir  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> , au paragraphe 20)."], ["[18]", "Le demandeur affirme que le travail de l'interprète était lacunaire à trois égards: 1) elle n'a carrément pas interprété certains mots anglais (p. ex. « internal flight alternative » [possibilité de refuge interne]) ou n'a pas demandé de précisions lorsqu'elle n'était pas familière avec un terme à la fois en anglais et en sylheti; 2) en outre, elle a mal rendu certains mots ou phrases (p. ex. « activist » [activiste] au lieu de « active member » [membre actif]); 3) elle ne savait pas comment traduire plusieurs mots et phrases clés et, dans certains cas, elle a dû se tourner vers le demandeur (qui ne parle pas couramment anglais) pour qu'il lui donne son avis (p. ex. concernant les termes [traduction] « organisation terroriste », « district », « religion »)."], ["[19]", "Le demandeur affirme que l'effet cumulatif de ces erreurs est tel que l'interprétation ne passe pas le test d'une interprétation « continue, fidèle, compétente, impartiale et concomitante ». Précisément, l'interprétation n'était ni « fidèle » ni « impartiale »."], ["[20]", "Bien que le demandeur soutienne qu'il n'est pas nécessaire de démontrer que les erreurs d'interprétation ont causé un préjudice, il souligne qu'il y a bel et bien eu préjudice dans son cas. La Commission a mentionné les lacunes du témoignage du demandeur, dont un manque de clarté. Le demandeur soutient que certaines de ces lacunes pourraient être dues à une interprétation lacunaire. Par exemple, la décision défavorable de la Commission reposait largement sur l'existence d'une PRI. Comme il est mentionné précédemment, le terme « possibilité de refuge intérieur » n'a pas été interprété à l'intention du demandeur."], ["[21]", "Le demandeur affirme que ce manquement à l'équité procédurale devrait invalider l'audience et la décision. Il soutient en outre que l'exception limitée décrite dans  <FRAGMENT_SUPPRESSED>  (CAF)  <FRAGMENT_SUPPRESSED>  ne s'applique pas en l'espèce, étant donné que le fondement de sa demande n'est pas à ce point faible qu'une nouvelle audience serait inutile."], ["[22]", "Le demandeur soutient ensuite que la Commission a commis une erreur en se fondant sur un document qui ne lui avait pas été communiqué. Dans ses motifs, la Commission fait référence à la note d'orientation opérationnelle du Royaume-Uni datée de février 2009 pour étayer sa conclusion concernant la PRI. Dans ce rapport, il est mentionné que la réinstallation interne est une option viable pour les victimes de violence religieuse au Bangladesh."], ["[23]", "Le demandeur souligne que le Cartable national de documentation qui lui a été communiqué contenait la note d'orientation opérationnelle de 2010 du Royaume-Uni, mais pas celle de février 2009. Il fait remarquer que dans la version d'octobre 2010, le fait d'être de confession hindoue n'est pas mentionné en tant que catégorie de demande d'asile."], ["[24]", "S'appuyant sur différentes décisions rendues par la Cour, le demandeur fait valoir que le fait de tenir compte d'un document non communiqué constitue un manquement à l'équité procédurale (décision Zheng, précitée, aux paragraphes 6 à 13)."], ["[25]", "Le demandeur soutient qu'on ne lui a pas donné l'occasion de se prononcer sur les renseignements sur lesquels la Commission s'est appuyée pour tirer sa conclusion défavorable. Bien que la Commission n'ait pas seulement tenu compte de ces renseignements pour tirer sa conclusion concernant la PRI, le demandeur fait valoir qu'il est impossible de savoir à quelle conclusion elle serait parvenue n'eût été cette erreur.", "B. Observations du défendeur"], ["[26]", "Le défendeur fait valoir que le demandeur ne peut soulever la question de l'interprétation en l'espèce, étant donné qu'il aurait dû le faire à la première occasion, ce qu'il n'a pas fait (arrêt Mohammadian, précité, aux paragraphes 13 à 19)."], ["[27]", "En l'espèce, selon le défendeur, les problèmes d'interprétation étaient manifestes à l'audience et, par conséquent, le demandeur a renoncé à son droit de les invoquer parce qu'il n'a pas soulevé d'objection à la première occasion. Le défendeur souligne que le demandeur était au courant des difficultés éprouvées par l'interprète, qui a mentionné à plusieurs reprises ne pas avoir traduit exactement ce qu'il avait dit. De plus, à au moins un moment, le problème était si évident que la Commission a, en présence du demandeur, demandé à savoir vers quelle langue l'interprète traduisait et en quelle langue le demandeur parlait."], ["[28]", "Le défendeur soutient que le fait de ne pas soulever la question lors de l'audience est précisément ce à quoi la Cour faisait référence dans l'arrêt Mohammadian, précité. Il s'agit d'une renonciation implicite du demandeur à son droit de soulever la question dans la présente demande."], ["[29]", "Le défendeur affirme en outre que même si la Cour concluait que le demandeur n'a pas renoncé à son droit de soulever la question de l'interprétation lacunaire, il n'y a pas eu manquement à l'équité procédurale, étant donné que le demandeur n'a pas démontré que les erreurs ont joué un rôle important dans les conclusions déterminantes tirées par la Commission, qui portent sur la crédibilité du demandeur et l'existence d'une PRI. Le défendeur soutient que les questions sont davantage liées à une différence dans le choix des termes et la structure des phrases."], ["[30]", "Quant au fait que la Commission s'est fondée sur une preuve documentaire non communiquée, le défendeur affirme qu'il ne s'agit pas d'un manquement à l'équité procédurale, parce que la note d'orientation opérationnelle de 2009 du Royaume-Uni est accessible au public. Le défendeur affirme que le demandeur est présumé avoir été avisé de l'existence du document. La note d'orientation opérationnelle de 2009 sur le Royaume-Uni était accessible au public sur le site Web de la  <FRAGMENT_SUPPRESSED>  [Chen], au paragraphe 17)"], ["[31]", "Le défendeur soutient par ailleurs que, nonobstant la question de l'avis, les renseignements fournis dans la note d'orientation opérationnelle de 2009 du Royaume-Uni n'ont pas joué dans la conclusion concernant la PRI. Le défendeur affirme que la Commission s'est principalement fondée sur la note d'orientation opérationnelle de 2010 du Royaume-Uni, contenue dans le Cartable national de documentation. Dans cette note, le fait d'être de confession hindoue n'est pas une catégorie de demande d'asile principale. Par conséquent, la conclusion de la Commission selon laquelle le demandeur aurait une PRI à Chittagong est valable, selon le défendeur. La Commission a fait référence à la note d'orientation opérationnelle de 2009 du Royaume-Uni seulement pour démontrer que même lorsque la violence religieuse visant les hindous était une source de préoccupation pour les demandeurs d'asile, la réinstallation interne était tout de même considérée comme une option viable."], ["[32]", "Enfin, le défendeur fait valoir que la Cour devrait rejeter la demande au regard de la question de l'équité procédurale, parce que la conclusion concernant la crédibilité suffit à elle seule pour justifier la décision de la Commission. Les manquements à l'équité procédurale ne justifient pas qu'une décision soit renvoyée pour nouvel examen si le résultat restera inévitablement le même (arrêt Mobil Oil, précité; arrêt Yassine, précité).", "VI. Analyse", "1.", "Y a-t-il eu manquement à l'équité procédurale en raison de problèmes d'interprétation pendant l'audience? Le cas échéant, le manquement a-t-il joué un rôle déterminant dans la décision?"], ["[33]", "La première question qui doit être tranchée est celle de savoir s'il incombe au demandeur de démontrer que l'interprétation lacunaire a joué dans la décision de la Commission. S'appuyant sur la décision rendue dans l'arrêt Mohammadian, précité, le demandeur affirme ne pas avoir cette obligation. Le défendeur, citant la décision de la  <FRAGMENT_SUPPRESSED> soutient qu'il incombe de fait au demandeur de préciser en quoi les erreurs alléguées ont joué dans la décision de la Commission."], ["[34]", "Bien qu'il ne soit pas nécessaire d'établir l'existence d'un préjudice pour prouver qu'il y a eu manquement à l'équité procédurale en raison d'une interprétation lacunaire (voir l'arrêt Mohammadian, précité, au paragraphe 20), le demandeur doit démontrer que le manquement à l'équité procédurale a joué un rôle déterminant dans la décision de la Commission pour que la Cour intervienne (voir  <FRAGMENT_SUPPRESSED> ; arrêt Mobil Oil, précité, à la page 228)."], ["[35]", "À la lumière des éléments de preuve présentés en l'espèce, il est clair qu'il y a eu d'importants problèmes d'interprétation lors de l'audience. L'examen des motifs de la Commission ne permet toutefois pas à la Cour de conclure que les erreurs d'interprétation ont eu une incidence importante sur l'une ou l'autre des conclusions déterminantes. Dans sa conclusion relative à la crédibilité, la Commission s'est largement appuyée sur l'absence d'éléments de preuve corroborants et l'incapacité du demandeur d'expliquer de façon plausible pourquoi ses persécuteurs se sont intéressés à lui. Les erreurs ou omissions d'interprétation n'ont pas entraîné ces conclusions, pas plus qu'elles ont influé sur elles."], ["[36]", "En ce qui concerne la conclusion de la Commission concernant la PRI, le demandeur souligne que l'interprète n'a pas correctement traduit l'expression à son intention. Toutefois, à la lumière de la transcription de l'audience, il est évident que le demandeur comprenait très bien lorsqu'on lui a demandé de dire s'il pourrait échapper à la persécution en déménageant à Chittagong, et s'il lui serait trop compliqué de s'y installer. Il a répondu qu'il n'avait pas de famille là-bas et qu'il ne parlait pas la langue. Il apparaît clairement à la Cour que les problèmes d'interprétation connus lors de l'audience n'ont pas empêché le demandeur de se livrer un témoignage qui a permis à la conclusion de tirer une conclusion finale au sujet de la PRI."], ["[37]", "Par conséquent, la Cour conclut que le droit du demandeur à une interprétation « continue, fidèle, compétente, impartiale et concomitante » a été enfreint, mais que cela n'a pas eu d'incidence importante sur la décision de la Commission."], ["[38]", "La Cour souligne en outre que le demandeur n'a pas soulevé ce manquement à la première occasion, et qu'il a ainsi renoncé à son droit (voir l'arrêt Mohammadian, précité, aux paragraphes 13 à 19;  <FRAGMENT_SUPPRESSED> ).", "2.", "La Commission a-t-elle manqué à son obligation d'équité procédurale envers le demandeur en se fondant sur un document qui n'avait pas été communiqué à ce dernier? Le cas échéant, le manquement a-t-il joué un rôle déterminant dans la décision?"], ["[39]", "Les parties ne s'entendent pas sur la question de savoir si le fait que la Commission s'est fondée sur un document ne figurant pas dans le Cartable national de documentation fourni au demandeur constitue un manquement à l'équité procédurale."], ["[40]", "Le demandeur s'appuie sur la décision Zheng, précitée, au paragraphe 10, où le juge Mosley, citant la Cour d'appel fédérale dans l'arrêt  <FRAGMENT_SUPPRESSED>  (CAF)  <FRAGMENT_SUPPRESSED> , a affirmé que « la communication de documents est importante eu égard à l'équité procédurale parce qu'elle donne l'occasion au demandeur de répondre adéquatement aux réserves de la Commission ». S'appuyant sur la décision Chen, précitée, de la juge Gleason, le défendeur soutient qu'il n'y a pas manquement à l'équité procédurale lorsque la Commission se fonde sur de l'information qui est accessible au public."], ["[41]", "Il est vrai que la Cour d'appel fédérale a conclu ce qui suit dans l'arrêt Mancia, précité:", "« QUESTION CERTIFIÉE dans la décision  <FRAGMENT_SUPPRESSED>  (1re inst.) (QL): Un agent d'immigration qui procède à un examen en conformité avec les règles concernant la CDNRSRC contrevient-il au principe d'équité lorsqu'il ne divulgue pas, avant de trancher l'affaire, les documents invoqués provenant de sources publiques relativement aux conditions générales en vigueur dans un pays? Réponse: Sans oublier que chaque cas devra être tranché en fonction des faits qui lui sont propres et en tenant pour acquis que les documents visés par une cause donnée sont de la même nature que ceux décrits dans les motifs de l'ordonnance: a) l'équité n'exige pas que les documents invoqués provenant de sources publiques relativement aux conditions générales en vigueur dans un pays soient divulgués avant que l'affaire soit tranchée, s'ils étaient accessibles et s'il était possible de les consulter au moment où le demandeur a présenté ses observations; b) l'équité exige que les documents qui sont devenus accessibles et qu'il est devenu possible de consulter après le dépôt des observations du demandeur soient divulgués à condition qu'ils soient inédits et importants et qu'ils fassent état de changements survenus dans la situation du pays qui risquent d'avoir une incidence sur la décision. » [Non souligné dans l'original.]"], ["[42]", "La Cour d'appel a également pris soin de faire la distinction entre la procédure relative à la catégorie des demandeurs non reconnus du statut de réfugié au Canada (DNRSRC) et l'audition de la revendication du statut de réfugié:", "« a) La nature de la procédure et les règles en vertu desquelles agit le décideur"], ["[24] La procédure relative à la CDNRSRC ne constitue pas une nouvelle audition de la revendication du statut de réfugié (voir  <FRAGMENT_SUPPRESSED>  (C.F. 1re inst.), aux pages 319 et 320, le juge Rouleau). Dans le cadre de l'audition d'une revendication du statut de réfugié, le demandeur a le droit, en vertu du paragraphe 68(5) [mod. par L.R.C. (1985) (4e suppl.), ch. 28, art. 18] de la Loi, d'être informé des \"faits, renseignements ou opinions\" qui, selon la Commission, relèvent de ses connaissances spécialisées. Cette disposition n'est pas reprise dans les règles concernant la CDNRSRC, qui ne confèrent qu'un seul droit sur le plan de la procédure, soit celui de présenter des observations écrites. » (arrêt Mancia, précité, au paragraphe 24)"], ["[43]", "Suivant les principes énoncés ci-dessus, la Cour conclut qu'en s'appuyant sur la note d'orientation opérationnelle de 2009 du Royaume-Uni, qui n'avait pas été communiquée au demandeur, la Commission a commis un manquement à l'équité procédurale. En outre, le demandeur était en droit de s'attendre à ce que la Commission restreigne son analyse à la note d'orientation opérationnelle plus récente concernant le Royaume-Uni. Le demandeur n'avait pas à s'attendre à ce que la Commission fasse référence à une note antérieure et désuète."], ["[44]", "Le défendeur fait valoir que ce manquement à l'équité procédurale n'a pas joué un rôle déterminant dans la conclusion de la Commission concernant la PRI, parce que la Commission s'est principalement fondée sur la note d'orientation opérationnelle de 2010 du Royaume-Uni, laquelle avait été communiquée. La Cour n'est pas de cet avis. Il est manifeste que la Commission s'est bel et bien appuyée sur le rapport non fourni pour arriver à sa conclusion concernant la PRI. La Commission cite clairement la note d'orientation opérationnelle de 2009 du Royaume-Uni (de même que la note d'orientation opérationnelle de 2010 du Royaume-Uni et la décision de la  <FRAGMENT_SUPPRESSED> ) en tant qu'éléments appuyant objectivement la conclusion relative à la PRI. Même si la note d'orientation opérationnelle de 2009 du Royaume-Uni n'était qu'un document d'appui parmi d'autres, la Cour convient avec le demandeur que le raisonnement de la Commission concernant la PRI était cumulatif et que, par conséquent, il est impossible de dire si la Commission serait parvenue à la même conclusion si elle n'avait pas pris la note en considération. La Cour refuse de formuler des hypothèses."], ["[45]", "Enfin, la Cour rejette l'argument du défendeur selon lequel la décision peut encore être valable sur le fondement de la conclusion de la Commission concernant la crédibilité. Comme le défendeur l'a lui-même souligné dans son exposé, la Commission a statué sur la demande présentée par le demandeur en vertu de l'article 97 en s'appuyant sur sa conclusion concernant la PRI (voir l'Exposé additionnel des arguments du défendeur, au paragraphe 37). Par conséquent, la décision ne peut être maintenue.", "JUGEMENT"], ["[46]", "LA COUR STATUE", "1. La présente demande de contrôle judiciaire est accueillie, et la décision de la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié du Canada datée du 22 mai 2012 est annulée;", "2. La demande est renvoyée à un tribunal différemment constitué de la Section de la protection des réfugiés pour que celui-ci rende une nouvelle décision;", "3. Il n'y pas de question de portée générale à certifier.", "[End of document]"]]}