{"id_": "089192", "body_str": [["[1]", "Gleason, J.", ": The applicant, Ms. Martin-Ivie, works as a Border Services Officer [BSO [see footnote 1] ] at the border crossing in Coutts, Alberta. Coutts is a busy port of entry with over half a million crossings per year. The applicant works in one of the booths that vehicles approach to enter Canada, which is known as the Primary Inspection Line, or as the parties call it, the \"PIL\"."], ["[2]", "In November of 2005, Ms. Martin-Ivie learned that a high-risk individual had been refused access to Canada at the nearby border crossing in North Portal, Saskatchewan and might be seeking to re-enter the country at Coutts. Concerned that information about him and other dangerous individuals had not been correctly entered into the Canada Border Services Agency [CBSA] computer systems available to the BSOs working on the PIL, Ms. Martin-Ivie and seven of her colleagues exercised their right to refuse to work under section 128 of the", "Canada Labour Code", ", RSC 1985, c L-2 [the Code] on November 10, 2005. They claimed that the lack of accurate information about armed and dangerous individuals, lack of armed presence at the border and lack of training put them in danger such that they were entitled to refuse to work under the Code."], ["[3]", "The work refusal was not resolved through the internal investigative process conducted by the employer and employee representatives, and the matter was therefore referred for investigation to a Health and Safety Officer [HSO] from Human Resources and Skills Development Canada [HRSDC], as provided for by the Code. Following an investigation, the HSO issued his report on November 22, 2005 and held that a danger did not exist. Ms. Martin-Ivie and her co-workers were therefore required to return to work."], ["[4]", "Thereafter, with the support of her bargaining agent, Ms. Martin-Ivie appealed the HSO's determination to an Appeals Officer under subsection 129(7) of the Code. Appeals Officer Serge Cadieux [the Officer] was assigned to hear the appeal and, in accordance with the Code, conducted a", "de novo", "hearing into the refusal. He heard evidence over the course of eight days in November 2010 and also visited the border crossing at Coutts. The documentary exhibits filed before him and transcript of the hearing comprise nine large volumes."], ["[5]", "By the time the hearing before the Officer began, the parties had resolved the issues related to the danger that had been alleged to arise through the lack of armed presence and lack of training. (CBSA had determined that it was necessary to arm the BSOs and was in the process of providing them with firearms and firearms training. It had also agreed to provide additional training to the BSOs on how to deal with dangerous individuals they might encounter at the border.) Thus, the sole issue that the Officer was required to rule upon concerned whether the alleged lack of information about high-risk individuals constituted a danger."], ["[6]", "Both the nature of the danger claimed and CBSA's computer systems and policies governing reporting of dangerous individuals had evolved during the five years between the date of the work refusal and the date of the hearing before the Appeals Officer. Because the hearing was conducted on a", "de novo", "basis, the Officer heard evidence about the situation as it had evolved and also allowed Ms. Martin-Ivie to redefine the scope of her complaint."], ["[7]", "In terms of the scope of the complaint, Ms. Martin-Ivie's original work refusal stated that \"armed and dangerous lookouts are not being flagged locally and nationally\". During the hearing, however, she and her union representative both indicated that they believed that the BSOs on the PIL needed to be provided with unfiltered access to the various additional databases that are available to the BSOs who work inside CBSA offices at border crossings (or in \"secondary\"). Significant testimony was devoted to exploration of whether providing such access was practicable, with several employer witnesses testifying it was not. At other points during her testimony, however, Ms. Martin-Ivie indicated that to be free of danger she believed that all that was required was that the BSOs on the PIL be provided with all of the relevant information contained in the various additional databases available to the BSOs in secondary as opposed to unfiltered access to the databases themselves. This also appears to have been the position Ms. Martin-Ivie's counsel advanced before the Officer."], ["[8]", "In terms of the computer systems, CBSA had developed a new interface or program, more fully discussed below, called the Integrated Primary Inspection Line [IPIL], which provides certain information to all the BSOs on the PIL. This information is drawn from some of the databases available to the BSOs in secondary. CBSA had also promulgated detailed written procedures regarding when and how information about armed and dangerous individuals must be entered into its databases. CBSA claims that these procedures should ensure, to the maximum extent possible, that the BSOs on the PIL will be provided with timely and accurate notification of individuals who are armed and dangerous (as defined by CBSA) and who might be expected to attempt to enter Canada. These procedures are similarly more fully discussed below."], ["[9]", "In a decision dated April 14, 2011, the Officer held that Ms. Martin-Ivie had not been exposed to a danger in 2005 by reason of the type of information provided to her and likewise was not exposed to danger under the new CBSA computer systems and policies in place as of November 2010."], ["[10]", "In this application for judicial review, Ms. Martin-Ivie seeks to set aside the Officer's decision. She argues first that his interpretation of \"danger\" was unreasonable. Secondly, she asserts that his application of this flawed definition of \"danger\" to the facts of this case was unreasonable. Finally, she argues the Officer failed to consider relevant evidence and failed to address why it was not incumbent on CBSA to provide further and better protective measures to the BSOs on the PIL."], ["[11]", "This case is of considerable significance to the parties; the strategic decisions CBSA has made regarding its management of intelligence information and its nation-wide computer network are at stake. The respondent argues that if Ms. Marti-Ivie is correct - and BSOs on the PIL are entitled to unfiltered access to the databases available to the BSOs in secondary - the Canada-U.S. border would be effectively closed down as it is impossible for the BSOs on the PIL to review these databases for every traveller who wants to enter the country. The respondent asserts that the summary information provided to the BSOs through IPIL is adequate to allow the BSOs to safely perform their jobs and thus that the Officer's decision was both reasonable and correct. Ms. Martin-Ivie, on the other hand, argues that CBSA's failure to provide her and her colleagues with access to vital information places their lives at unnecessary risk - which is a violation of the Code - and that the Officer committed a reviewable error in concluding otherwise."], ["[12]", "For the reasons set out below, I have determined that this application for judicial review must be dismissed because the interpretation the Officer gave to the Code is reasonable and his factual findings were grounded in the evidence before him. To understand why this is so, it is helpful to first review the Code provisions in issue, the requirements of the reasonableness standard of review and key points that arise from the evidence as these are an essential backdrop to understanding the applicant's arguments.", "Relevant legislative provisions"], ["[13]", "Part II of the Code, which applies to federally-regulated employers and employees, provides employees the right to refuse to work if they believe that their work exposes them to dangerous conditions or hazards. The relevant portions of section 128 of the Code provide in this regard:", "128. (1) Subject to this section, an employee may refuse to use or operate a machine or thing, to work in a place or to perform an activity, if the employee while at work has reasonable cause to believe that", "(a) the use or operation of the machine or thing constitutes a danger to the employee or to another employee;", "(b) a condition exists in the place that constitutes a danger to the employee; or", "(c) the performance of the activity constitutes a danger to the employee or to another employee.", "(2) An employee may not, under this section, refuse to use or operate a machine or thing, to work in a place or to perform an activity if", "(a) the refusal puts the life, health or safety of another person directly in danger; or", "(b) the danger referred to in subsection (1) is a normal condition of employment.", "128. (1) Sous réserve des autres dispositions du présent article, l'employé au travail peut refuser d'utiliser ou de faire fonctionner une machine ou une chose, de travailler dans un lieu ou d'accomplir une tâche s'il a des motifs raisonnables de croire que, selon le cas:", "a) l'utilisation ou le fonctionnement de la machine ou de la chose constitue un danger pour lui-même ou un autre employé;", "b) il est dangereux pour lui de travailler dans le lieu;", "c) l'accomplissement de la tâche constitue un danger pour lui-même ou un autre employé.", "(2) L'employé ne peut invoquer le présent article pour refuser d'utiliser ou de faire fonctionner une machine ou une chose, de travailler dans un lieu ou d'accomplir une tâche lorsque, selon le cas:", "a) son refus met directement en danger la vie, la santé ou la sécurité d'une autre personne;", "b) le danger visé au paragraphe (1) constitue une condition normale de son emploi."], ["[14]", "The central provision at issue in this case is the definition of \"danger\" set out in section 122(1) of the Code, which states:", "\"danger\" means any existing or potential hazard or condition or any current or future activity that could reasonably be expected to cause injury or illness to a person exposed to it before the hazard or condition can be corrected, or the activity altered, whether or not the injury or illness occurs immediately after the exposure to the hazard, condition or activity, and includes any exposure to a hazardous substance that is likely to result in a chronic illness, in disease or in damage to the reproductive system;", "« danger » Situation, tâche ou risque - existant ou éventuel - susceptible de causer des blessures à une personne qui y est exposée, ou de la rendre malade - même si ses effets sur l'intégrité physique ou la santé ne sont pas immédiats -, avant que, selon le cas, le risque soit écarté, la situation corrigée ou la tâche modifiée. Est notamment visée toute exposition à une substance dangereuse susceptible d'avoir des effets à long terme sur la santé ou le système reproducteur."], ["[15]", "When an employee invokes the right to refuse to perform unsafe work, the matter must be investigated in the first instance jointly by an employee representative from the joint occupational health and safety committee (or in small workplaces by the employee health and safety representative) and an employer representative. Unless they agree that no danger exists, the refusing employee(s) cannot return to work. If the employer and employee representatives do not agree that no danger exists, the matter is then referred to an HRSDC HSO for investigation. If the HSO finds no danger exists, the refusing employee(s) must return to work. If the HSO finds otherwise, he or she may issue directions to the employer, which typically must be complied with before the refusing employee(s) may return to work. Either the employee(s) or the employer may appeal the determinations of an HSO to an Appeals Officer. Appeals Officers conduct", "de novo", "hearings and are afforded a broad range of powers under the Code. Their decisions are protected by a broadly-worded privative clause set out in sections 146.3 and 146.4 of the Code, which provide as follows:", "146.3 An appeals officer's decision is final and shall not be questioned or reviewed in any court.", "146.4 No order may be made, process entered or proceeding taken in any court, whether by way of injunction, certiorari, prohibition, quo warranto or otherwise, to question, review, prohibit or restrain an appeals officer in any proceeding under this Part.", "146.3 Les décisions de l'agent d'appel sont définitives et non susceptibles de recours judiciaires.", "146.4 Il n'est admis aucun recours ou décision judiciaire - notamment par voie d'injonction, de certiorari, de prohibition ou de quo warranto - visant à contester, réviser, empêcher ou limiter l'action de l'agent d'appel exercée dans le cadre de la présente partie.", "The Standard of Review"], ["[16]", "Due in part to the privative clause and in other part to the expertise of Appeals Officers in matters of health and safety, the case law has recognised that the reasonableness standard of review applies to the review of all aspects of Appeals Officers' decisions (", "<FRAGMENT_SUPPRESSED> [", "Pollard", "];", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). Indeed, in", "<FRAGMENT_SUPPRESSED>  [", "Martin", "] - a case decided before the Supreme Court of Canada collapsed the standards of review into two standards in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] - the Federal Court of Appeal held that the patent unreasonableness standard applied to review of Appeals Officers' decisions. Thus, it is evident that significant deference is appropriate when reviewing the present decision."], ["[17]", "The reasonableness standard is a deferential one, which is \"concerned mostly\" with whether the reasons of the tribunal are justified, transparent and intelligible as well as with whether the result reached falls \"within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> at para 47). As Justice Stratas, writing for the Federal Court of Appeal, noted recently in", "<FRAGMENT_SUPPRESSED>  [", "Abraham", "], the range of reasonable outcomes will vary depending on context and, in particular, on the nature of the decision being reviewed (see also", "<FRAGMENT_SUPPRESSED> relied upon by Justice Stratas)."], ["[18]", "Where the issue in a judicial review application involves the interpretation by an expert labour tribunal of its constituent statute, as in this case, it is my view that the content of the reasonableness standard involves consideration of whether the tribunal has given the legislation an interpretation that it may reasonably bear or is rational. In", "Newfoundland and  <FRAGMENT_SUPPRESSED>  at 237, in which Justice Dickson urged judicial restraint in reviewing the decisions of administrative tribunals, subject-matter experts in their areas of expertise, and defined the content of the reasonableness standard (to be applied when a tribunal is interpreting its home statute) as whether the interpretation can \"be rationally supported by the relevant legislation\"."], ["[19]", "This description of the requirements of the reasonableness standard in the matter of statutory interpretation was recently applied by the Ontario Superior Court of Justice in", "National Automobile, Aerospace, Transportation and General Workers' Union of Canada (CAW-Canada), Local 1451 v Kitchener Frame", "Ltd, 2010 ONSC 3890 at para 44, where Justice Molloy (for the Court) noted:", "The reasonableness standard is rooted in recognition of the special expertise of labour arbitrators and respect for the legislative choice to have matters within that area of expertise decided by specialized arbitrators rather than courts. That does not mean that decisions of arbitrators are immune from judicial review. However, it is not the role of the court to substitute its view of what is reasonable if the labour arbitrator's decision is a rational and supportable one.", "Thus, Appeals Officers' interpretations of the requirements of the Code must be rational to withstand curial scrutiny."], ["[20]", "In terms of Appeals Officers' factual findings, subsection 18.1(4) of the", "Federal Courts Act", ", RSC 1985, c F-7 prescribes the yardstick to determine whether they are reasonable (", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]). Paragraph 18.1(4)(d) provides that this Court may set aside a tribunal's decision if it is satisfied that the tribunal \"based its decision or order on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it.\" The wording of paragraph 18.1(4)(d) requires that the impugned finding must meet three criteria for relief to be granted: first, it must be truly or palpably erroneous; second, it must be made capriciously, perversely or without regard to the evidence; and, finally, the tribunal's decision must be based on the erroneous finding (", "<FRAGMENT_SUPPRESSED> ). If the factual findings of the Officer do not fall within one of the preceding errors, there is no basis for intervention on the reasonableness standard ( <FRAGMENT_SUPPRESSED> at paras 3, 36;", "<FRAGMENT_SUPPRESSED> )."], ["[21]", "Finally, as counsel for the respondent rightly notes, the reasons of a tribunal are not to be read microscopically. Rather, it is enough if the tribunal's reasons reflect an understanding of the issues and evidence; it is not necessary that detailed references to the evidence be contained in the decision (", "<FRAGMENT_SUPPRESSED> ;", "Newfoundland and  <FRAGMENT_SUPPRESSED> ).", "The facts before the Officer"], ["[22]", "Turning, next, to the Record, the evidence before the Officer demonstrated that a few days before exercising her right to refuse to work, Ms. Martin-Ivie learned of the high-risk individual in question [Mr. X] by means of a faxed printout of a \"Lookout\" alert message that had been entered into the CBSA computer program then in use, called the Primary Automated Lookout system [PAL]. The message read as follows:", "Subject was refused entry at Carievale, SK port of entry this morning. He said he was destined to Regina & Mortlach, SK. to meet a girl he's spoken to over the internet. Subject has been previously ordered deported from Canada in 1990. He has a very long criminal record including numerous violence and weapon related convictions. USE EXTREME CAUTION if encountered. Carnduff RCMP assisted with his refusal today. If he seeks entry again he may need to be detained. If encountered hold his identification and contact this office.", "A fax of this message was taped up in Ms. Martin-Ivie's work station at the PIL, but the contents of the alert were also contained in PAL. It is unclear whether Ms. Martin-Ivie had access to the message in PAL at her computer in Coutts or whether the message only appeared on the computer screens on the PIL at North Portal, Saskatchewan. In addition, the individual in question had not been \"flagged\" as an \"armed and dangerous lookout\" in the Integrated Customs Enforcement System [ICES], a CBSA database that previously fed certain information to PAL and that currently feeds into IPIL."], ["[23]", "Although Ms. Martin-Ivie already had information about Mr. X through the alert that had been entered into the system manually and taped up in her booth on the PIL, her concern was a systemic one, namely, that the individual had not been properly flagged in ICES and thus would not automatically appear as an armed and dangerous lookout on the BSOs' computer screens. To compound matters, when Ms. Martin-Ivie investigated what was contained in the CBSA databases available in secondary, she learned they also revealed that the individual had a violent criminal history of rape, assault and resisting arrest. At the time, there appears to have been some confusion about who had the responsibility for flagging individuals as armed and dangerous in ICES. Ms. Martin-Ivie sent her supervisor a request that a flag for the individual be placed into ICES."], ["[24]", "When she returned to work a few days later and found that this had not been done, Ms. Martin-Ivie made her work refusal. In the course of providing information to the HSO, Ms. Martin-Ivie furnished a list of a number of other individuals who also were not coded as armed and dangerous in ICES, but whom she alleges should have been based on information contained in the databases in secondary."], ["[25]", "The BSOs in secondary have access to a number of databases:", "a. ICES, a CBSA database that, amongst other things, contains information about Canadians who have come into contact with CBSA or individuals who might seek to enter the country and might pose a risk;", "b. Field Operations Support System [FOSS], Citizenship and Immigration Canada [CIC] and CBSA's shared database, which contains millions of records about all CBSA and CIC contacts with non-Canadian citizens;", "c. Canadian Police Information Center [CPIC], the database used by Canadian law enforcement agencies; and", "d. National Crime Information Center [NCIC], a somewhat comparable database used by American law enforcement agencies.", "Both CPIC and NCIC contain information regarding existing and expired \"wants and warrants\", or details of individuals who are or were wanted for some reason by a law enforcement agency or for whom a warrant of arrest was or is outstanding. These two databases also contain significant additional information relevant to law enforcement, including details of individuals the law enforcement agencies consider to be armed and dangerous."], ["[26]", "As BSOs on the PIL, Ms. Martin-Ivie and her colleagues are the first point of contact for those seeking to enter Canada. The BSOs on the PIL are alone in their booths: their jobs require them to quickly assess whether travellers should be allowed to proceed into the country or should be referred to secondary for further questioning. To accomplish this, they rely on the information provided to them at the PIL via PAL (and as of 2010 IPIL) and their observations of the travellers' behaviour. The evidence before the Appeals Officer revealed that approximately 90 percent of enforcement actions and seizures come from referrals by BSOs based on their observations of travelers."], ["[27]", "The evidence also established that the average time taken to process a traveller at the PIL is between 30 and 90 seconds. Processing in secondary, however, typically takes a minimum of several minutes, depending on the circumstances. Approximately five percent of travellers are referred to secondary."], ["[28]", "It is common ground between the parties that, although there has never been an armed violent attack on a BSO at the Coutts border crossing, the work of a BSO carries with it the risk of confronting potentially dangerous individuals. In addition, the parties concurred that these individuals could be armed and volatile, and that, due to the unpredictability of human behaviour, it is impossible to determine when such an individual might resort to violence."], ["[29]", "The BSOs are taught to apply the incident management model, the standard law enforcement model regarding use of force, which mandates that an officer must use one level of force greater than that immediately available to a potential assailant. As of 2010, approximately 30 percent of Coutts BSOs were armed. As an unarmed officer, Ms. Martin-Ivie cannot safely confront an armed potential assailant. Thus, under the", "Port of Coutts High Risk Person's Standard Operating Procedures", "(October 19, 2008) policy, she is expected to either allow suspected armed and dangerous individuals to enter Canada and alert the RCMP or refer the individual to secondary for questioning and possible apprehension, based on her professional judgment as to the preferable course of action. Where there are other less acute concerns about an individual - such as their being subject to an outstanding warrant, having been previously engaged in smuggling or illegal entry to Canada, being wanted as a missing person or as a health risk, etc. - the BSOs on the PIL are expected to refer the individual to secondary for further questioning."], ["[30]", "As counsel for Ms. Martin-Ivie correctly notes, both the employee and employer witnesses agreed that it was important for the safety of the BSOs on the PIL that they be provided with timely and accurate information about the risks they might encounter from those seeking to enter the country. Where the parties part company, though, centers on how this should be done."], ["[31]", "As noted, the principal option suggested in testimony by Ms. Martin-Ivie and Mr. Jason McMichael, the Fourth National Vice-President of the Customs and Immigration Union, was the suggestion that BSOs on the PIL be provided with the same database access as is available to the BSOs in secondary (i.e. \"unfiltered access\" to ICES, FOSS, CPIC and NCIC). Several employer witnesses testified that this was not feasible and, moreover, stated that so doing would likely place the BSOs at greater risk."], ["[32]", "In terms of feasibility, three employer witnesses, Dan Badour, Director of Intelligence Development and Field Support; Maureen Noble, Superintendent of Traffic Operations at Port of Coutts; and Gregory Modler, Acting Manager, Travellers Unit, Port of Entry Operations, testified that the amount of time required to run searches in FOSS, ICES, CPIC and NCIC is substantial, estimating between approximately two and a half to ten minutes for each search in FOSS, between approximately three to five minutes per search in CPIC and approximately three to eight minutes for each search in NCIC. Each search must be conducted separately. Dan Badour and Maureen Noble testified that running a search in these databases on each traveller who wanted to enter Canada at Coutts - to say nothing of everywhere else in the country - would shut the border down due to delays and would pose real health and safety risks for travellers, who would be stranded hour after hour in long lines with no access to food or washrooms. Dan Badour further testified that it was unclear whether the CPIC and NCIC databases were robust enough to support the millions of searches that would be required if every BSO on the PIL were to access them in respect of every traveller who wanted to enter Canada. In this regard, CPIC and NCIC are only accessed by law enforcement agencies when they are suspicious about a particular individual. In contrast, the BSOs on the PIL must conduct a verification of each traveller who seeks to enter the country, to ensure that only authorized persons are admitted to Canada."], ["[33]", "In terms of safety, Gaby Duteau, Acting Manager, Regional Program for Intelligence, Québec Region, and Maureen Noble testified that providing BSOs on the PIL with full database access would increase the risk they face as they would then spend several minutes with their heads down, reading information on a computer screen. In this regard, Maureen Noble stressed that the most important tools available to the BSOs were their powers of observation and training, which allow them to be alive to warning signals from individuals seeking to cross the border, who might become violent. Indeed, as noted, more than 90 percent of enforcement actions result from observations made by a BSO on the PIL, as opposed to resulting from intelligence contained in a computer database. Gaby Duteau testified that anything which disrupts the BSOs' ability to observe individuals in a vehicle increases the risk to the BSO. Thus, he concluded that providing the BSOs on the PIL with unfiltered access to the databases available to the BSOs in secondary could create situations of escalating risk for the BSOs on the PIL."], ["[34]", "Mr. Duteau further testified that, in contrast, the detailed review of the information contained in FOSS, ICES, CPIC and NCIC is more safely and appropriately done in secondary, where, typically, more BSOs are present, who are often armed, and the required time may be taken to properly assess each individual referred. In this regard, he stated that by the time a potentially dangerous traveller reaches secondary, the risk to the BSOs may be diminished as travellers basically have two options - to comply or \"run\" the border - and that if they go to secondary when directed to do so they are more likely to be compliant."], ["[35]", "As a second alternative option, Ms. Martin-Ivie suggested that the relevant data from ICES, FOSS, CPIC and NCIC could be sent via IPIL or some other program to the BSOs' computers on the PIL. She and the other witnesses, who testified on her behalf, including an expert, suggested that the BSOs should be given information about any individual known to be armed and dangerous by CBSA who could show up at the border. They submitted that such information should include notice of all \"wants and warrants\" in CPIC and NCIC, identification of all others who were classed as \"armed and dangerous\" in any of the databases in question as well as anyone else CBSA had knowledge of who might pose a risk. Ms. Martin-Ivie and the other witnesses she called suggested that all such individuals should be flagged as armed and dangerous in ICES so that the flags would thereby automatically show up on the BSOs' computer screens through IPIL."], ["[36]", "Ms. Martin-Ivie provided details of other individuals whom she claimed should have been flagged as armed and dangerous in ICES but were not. Rather, they merely came up as generic officer safety caution lookouts when queried on IPIL. These generic warnings can apply to a host of situations, many of which do not involve significant risk. From this, she argued that CBSA had failed to provide her and other BSOs with the requisite information required for their safety. She argued that if the BSOs on the PIL do not know an individual is a possible threat, they are not able to take appropriate actions to limit the risk to themselves, by, for example, allowing the dangerous individual to enter the country and calling the RCMP to apprehend the individual. Similarly, the absence of such information was argued to deprive the BSOs on the PIL from being in a position to provide appropriate warnings to the BSOs in secondary. Many of these opinions were shared by Garry Clement, the expert witness who testified as part of Ms. Martin-Ivie's case before the Officer."], ["[37]", "In addition to the individuals whom Ms. Martin-Ivie identified as being improperly subject to generic officer safety lookouts, Mr. McMichael also testified regarding situations, that took place several years before in Fort Erie and Windsor, where individuals were not flagged as armed and dangerous but possibly had weapons with them when they crossed the border. He argued that CBSA had sufficient information to have been aware of this but failed to appropriately warn the BSOs."], ["[38]", "The assertion that, as of 2010, BSOs lacked adequate information to perform their jobs safely was contested by CBSA. Several CBSA witnesses testified that it was impossible to provide the BSOs on the PIL the specific type of information Ms. Martin-Ivie and her Union appeared to seek. They testified in this regard that:", "a. Only individuals who are actually likely to be armed and volatile and who might show up at the border should be flagged as armed and dangerous in ICES because providing outdated or inaccurate information poses significant risks as it leads to lack of vigilance, and also would violate Canadians' privacy rights, something the Auditor General had criticized CBSA for doing when it had previously failed to update lookout information in its databases;", "b. Much of the data in FOSS, CPIC and NCIC is stale-dated and therefore inaccurate. In addition, many U.S. states use an \"armed and dangerous\" definition that is much broader than the Canadian definition and therefore cannot be blindly copied by CBSA as many of these individuals would not be considered by CBSA to be armed and dangerous;", "c. There is no currently available electronic tool that would allow for the automatic flagging of those coded as armed and dangerous in FOSS, CPIC and NCIC and transference of such flags to the CBSA computers used by the BSOs on the PIL and there is no certainty as to whether it is feasible to develop any such tool. The employer witnesses resisted the Union's suggestion in this regard that plans to develop such a tool had been shelved due to its hefty price;", "d. By 2010, CBSA had in place policies and procedures which the employer witnesses believed would result in virtually every potential armed and dangerous individual known to CBSA being flagged in ICES and automatically transferred via IPIL to the computer screens of the BSOs on the PIL and, thus, the information the BSOs need to protect their health and safety is made available to them;", "e. More specifically, the new policies and procedures that were developed by CBSA between 2008 and 2010 required that all individuals who might be armed and dangerous be flagged in ICES. In addition, non-Canadians who posed risk could also be coded as armed and dangerous in FOSS. Clear requirements were established as to who was responsible for entering the flags in ICES and FOSS, and CBSA intelligence officers, with primary responsibility for this function, were available around the clock. In addition, in exigent circumstances, BSOs and their immediate supervisors were authorised and expected under the new policies to enter the flags into ICES themselves for armed and dangerous individuals if there was no time for an intelligence officer to do so. Thus, Gregory Modler offered the view that the circumstances which led to the work refusal in 2005 would not be reproduced in 2010;", "f. The employer witnesses testified in this regard that CBSA was in constant contact with law enforcement agencies worldwide and monitored CPIC and NCIC to identify those individuals who might be armed and dangerous and try to enter Canada and entered this information into ICES. In addition, information gathered by CBSA itself through its contacts with and observations of individuals would lead to armed and dangerous flags being entered in ICES when appropriate; and", "g. While the legacy information contained in the FOSS armed and dangerous lookouts results only in a generic officer safety caution through IPIL, CBSA had begun to clean up the FOSS records, and of the approximately 900 that had been verified at the time of the hearing, none of them had been found to warrant an ongoing armed and dangerous flag."], ["[39]", "There was also evidence before the Officer regarding each of the examples of other dangerous individuals relied on by Ms. Martin-Ivie. The employer witnesses provided detailed reasons as to why none of them warranted being coded as armed and dangerous. In many cases, the BSOs who interviewed the individuals in secondary had determined that a flag was not warranted. In another case, Ms. Martin-Ivie had misread the data in FOSS and the individual had been rehabilitated. In another, the person in question had been incarcerated at the time of the lookout and the record contained a note that he would be re-evaluated upon his release. Moreover, in most of the cases, the examples dated from several years before and did not arise under the revamped situation in place as of 2010."], ["[40]", "The Officer also had before him evidence of other measures the employer had taken to limit risk to the BSOS. In this regard, Jason Bacon, team lead for the Border Operations team, testified as to the training given to BSOs, to equip them to deal with individuals who might become violent. Testimony was also presented regarding the defensive equipment provided to the BSOs, which includes a baton, handcuffs, pepper spray and, in some cases, sidearms."], ["[41]", "With this background in mind, it is now possible to turn to each of the errors that Ms. Martin-Ivie alleges warrant intervention by this Court.", "Did the Officer err in the interpretation of \"danger\" contained in Part II of the Code?"], ["[42]", "Ms. Martin-Ivie first alleges that the Officer erred in applying an unreasonable and \"overly narrow, and legally inaccurate\" interpretation to the concept of \"danger\", enshrined in Part II of the Code (Applicant's Memorandum of Fact and Law at para 41). In this regard, she submits that the term has been broadly interpreted, and that, in the context of law enforcement work where employees are faced with the risk of unpredictable violence, the \"low frequency, high risk principle\" must be applied to the assessment of whether a danger exists. She relies upon the statement in the rehearing of", "<FRAGMENT_SUPPRESSED>  CAO-07-015 [", "Martin II", "]) that \"where the consequences of a particular event are dire or critical for an individual, prevention measures must be taken to prevent that dire outcome, regardless of the likelihood of that event occurring\" (", "Martin II", "at para 849). In oral argument, counsel for the applicant expanded on this point and submitted that if an employee establishes that there is even a faint possibility of critical injury and the employer has failed to take all reasonable steps to shield the employee from that injury, then a \"danger\" exists within the meaning of Part II of the Code. Counsel thus asserted that in law enforcement situations evaluation of the likelihood of actual harm occurring is largely irrelevant given the gravity of the potential harm, arguing that such an interpretation flows from the decisions of the Federal Court of Appeal in", "Martin", "and", "Pollard", "and of this Court in <FRAGMENT_SUPPRESSED> ,", "<FRAGMENT_SUPPRESSED> . Counsel also relies on the Appeals Officers' decisions in", "<FRAGMENT_SUPPRESSED>  (29 March 2010) [ <FRAGMENT_SUPPRESSED> ],", "Morrison and Canada Post Corp", ", 2009 LNOHSTC 32 (3 September 2009) [", "Morrison", "],", "Eric V and Canada (Correctional Service)", ", 2009 LNOHSTC 9 (9 April 2009) [", "Eric V", "] and in the second examination of", "Martin", "Martin II", "), where he alleges that the \"low frequency, high risk\" principle was applied by Appeals Officers."], ["[43]", "The applicant further argues that the Officer in this case committed a reviewable error in failing to apply the \"low frequency, high risk\" principle and that the Officer essentially applied the flawed reasoning he had applied in the first", "Martin", "decision, which the Federal Court of Appeal found to be patently unreasonable. In this regard, counsel points to passages in the first", "Martin", "decision where Officer Cadieux stated that a danger did not exist for unarmed park wardens as there was no \"objective evidence\" of the likelihood of risk because human behaviour is inherently unpredictable and that the \"concept of danger as defined in the Code is not in harmony with the unpredictability of human behaviour\" (", "<FRAGMENT_SUPPRESSED> ). The applicant alleges that the Court of Appeal specifically found these determinations to be unreasonable. She asserts that Officer Cadieux employed similar flawed reasoning in the decision at several places, where the same Officer premised his \"no danger\" finding on lack of proof regarding the likelihood of any BSO actually being harmed. The applicant points for example to the following statements made by the Officer as being illustrative of an incorrect and unreasonable approach to the definition of \"danger\" (decision at paras 91 and 111):", "There is no evidence that any of these individuals would eventually show up at PIL, at Coutts, and present a danger to the PIL officer Ms. Martin-Ivie by not having been flagged as [armed and dangerous]. The mere possibility that they may show up at PIL at some unknown time in the future and present a danger to Ms. Martin-Ivie as a result of not having been flagged as [armed and dangerous] is hypothetical; it has no basis in fact and therefore, no basis in law.", "[...]", "The mere possibility that the subject may decide to become violent at PIL as a result of the PIL officer persistence in questioning the subject for which there is no flag indicating that the subject is considered [armed and dangerous] or as a result of his/her unpredictability, is speculative and not supported by the facts. There has never been a violent attack at Coutts against a PIL officer and no officer has suffered serious injury as a result of an attack at PIL. There is also no evidence [...] to establish a link of cause [and] effect between the absence of an [armed and dangerous] lookout at PIL and injury to the PIL officer as a result of this."], ["[44]", "Ms. Martin-Ivie submits that this flawed definition of \"danger\" led the Officer to incorrectly focus on the likelihood of an armed and violent attack as opposed to the fact that the evidence established that the lookout procedure could fail the BSOs. She argues that this fact required the Officer to find there to have been a danger. She argues in this vein that:", "A finding of danger [...] does not require proof that an officer has been injured as a result of the flaws in the ICES/IPIL system. It only requires a reasonable expectation that the absence of an armed and dangerous lookout, or criminal wants and warrants, in the system could lead to a violent attack against the BSOs in primary or secondary. [see footnote 2]"], ["[45]", "In my view, there are several problems with the applicant's arguments on these points. First, the Code does not require or indeed even permit the application of the \"low frequency, high risk principle\" to the application of the definition of \"danger\" in the legislation. There is nothing in the definition of \"danger\" set out in section 122 of the Code which would allow for the application of the \"low frequency, high risk\" principle as the wording of the definition contemplates that all dangers are to be assessed in a similar way. The definition of danger in section 122 of the Code provides in relevant part that the \"potential hazard [...] or future activity [must be] reasonably be expected to cause [...] injury\". As my colleague Justice Bédard stated in <FRAGMENT_SUPPRESSED> (at para 30):", "The definition of danger set out in subsection 122(1) of the Code does not permit a balancing in relation to the seriousness of injury or illness. Once a hazard can reasonably be expected to cause injury or illness, it is a danger, regardless of the seriousness of the injury or illness. The definition of danger is established around the probability of the hazard occurring and not the seriousness of the consequences if the hazard occurs."], ["[46]", "Moreover, none of the court decisions relied on the by applicant applies the so-called \"low frequency, high risk\" principle to the definition of \"danger\". The only judgment that expressly considers the principle is <FRAGMENT_SUPPRESSED> , which rejects it."], ["[47]", "As for the Appeals Officers' decisions, they apply the principle not in determining whether a \"danger\" exists, but, rather, in assessing whether a work refusal is permitted under paragraph 128(2)(b) of the Code, which prohibits work refusals - even if a \"danger\" exists - in situations where the danger is a normal condition of the refusing employee's employment. These cases, as well as <FRAGMENT_SUPPRESSED> , establish that before a risk may be said to constitute a normal condition of an employee's employment, the employer must have taken all reasonable steps to mitigate it. In such circumstances, the reasonableness of the steps taken by the employer will depend in part on the gravity of the risk: the greater the risk the further the employer must go to mitigate it (see e.g. <FRAGMENT_SUPPRESSED> at paras 62-63;", "Éric V", "at paras 295-297, 301). Thus, the \"low frequency, high risk\" principle is applied to the assessment under paragraph 128(2)(b) of the Code but not to determining whether a danger exists. Moreover, in applying this principle, the required analysis under the Code necessarily involves consideration first of whether a \"danger\" exists and then, if so, consideration of whether such \"danger\" is a normal condition of the employee's employment."], ["[48]", "Clarification of this point in the present case is significant as the Officer found he was not required to assess whether paragraph 128(2)(b) applied because he concluded there was no \"danger\", as defined in the Code, faced by the BSOs as a result of the information they were given. Thus, there was no need for the Officer to consider the \"high risk, low frequency\" principle in his decision as he did not address paragraph 128(2)(b) of the Code."], ["[49]", "Secondly, the applicant, with respect, has mischaracterized what was decided by the Court of Appeal in", "Martin", "and", "Pollard", "and by this Court in <FRAGMENT_SUPPRESSED> , and <FRAGMENT_SUPPRESSED> . These decisions do not stand for the proposition that in law enforcement the likelihood of injury is an irrelevant consideration. Rather, the probability of injury in these - as in all other cases - is the central focus of the inquiry, and the case law teaches that for a \"danger\" to exist, the circumstances must be shown to present a realistic possibility of injury actually occurring."], ["[50]", "In", "Martin", ", Justice Rothstein, writing for the Federal Court of Appeal, set aside the decision of Officer Cadieux because he refused to consider whether such a possibility existed even in face of evidence about past assaults on park wardens, the nature of their duties and the types of individuals and situations they might face, which were risky. However, in so doing, Justice Rothstein specifically contemplated that the essence of the required inquiry involves assessment of the likelihood of the alleged risk materializing. He wrote as follows (at para 37):", "[A] finding of danger cannot be based on speculation or hypothesis [...] The task of the tribunal [...] is to weigh the evidence to determine whether it is more likely than not that what an applicant is asserting", "will take place in the future", ". [Emphasis added]"], ["[51]", "Moreover, as counsel for the respondent rightly notes, Justice Rothstein did not hold that the absence of armed attacks in the past was irrelevant to the consideration of whether injury is likely to occur in the future. To the contrary, he indicated that the absence of past assault should be considered, along with all other evidence relevant to the degree of risk faced by an employee, in the assessment of the likelihood of injury occurring in the future (see", "Martin", "at paras 32-42)."], ["[52]", "In a similar fashion, in", "Pollard", "(at paras 16-17), Justice Décary, writing for the Federal Court of Appeal qualified as \"beyond reproach\", or as \"at the least, reasonable,\" the following statement of the law applicable to the interpretation of \"danger\" in Part II of the Code, set out by the Appeals Officer in that case:", "[F]or a finding of danger, one", "must ascertain in what circumstances the potential hazard could reasonably be expected to cause injury", "and to determine that", "such circumstances will occur in the future as a reasonable possibility", "(as opposed to a mere possibility) [...] for a finding of danger, the determination to be made is", "whether it is more likely than not that what the complainant is asserting will take place in the future", "[...] the hazard must be", "reasonably expected to cause injury", "before the hazard can be corrected [...] it is not necessary to establish the precise time when hazard will occur, or that it occurs every time. [Emphasis added.]", "Thus, here too, the Federal Court of Appeal endorsed the notion that a \"danger\" finding under Part II of the Code requires assessment of the likelihood of an injury occurring as a reasonable possibility."], ["[53]", "To similar effect, in both <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> , this Court held that proof of the foreseeability of injury, as a reasonable possibility, is required for a determination of a \"danger\" within the meaning of Part II of the Code. In <FRAGMENT_SUPPRESSED> , the possibility of prison guards being confronted by inmates had been qualified as \"high\" by the employer in a risk assessment and Justice Gauthier set aside an Appeals Officer's decision which unreasonably discounted evidence of this risk and evidence of the need to use handcuffs to subdue prisoners. In so doing, Justice Gauthier defined the notion of \"danger\" in Part II of the Code as follows at paras 34-36:", "[T]he", "absence of handcuffs", "on a correctional officer involved in an altercation with an inmate", "must be reasonably expected to cause injury", "before handcuffs are made available [...] or any other means of control is provided.", "[...] I do not believe that the definition requires that it could reasonably be expected that every time the condition or activity occurs, it will cause injury. The French version « susceptible de causer » indicates that it must be capable of causing injury at any time but not necessarily every time.", "[...] [T]he definition only requires that", "one ascertains in what circumstances it could be expected to cause injury and that it be established that such circumstances will occur", "in the future,", "not as a mere possibility but as a reasonable one", ". [Emphasis added]"], ["[54]", "Thus, the applicant's suggestion that a finding of \"danger\" only requires a reasonable expectation that the absence of an armed and dangerous lookout or of criminal wants and warrants in the system", "could", "lead to a violent attack against the BSOs misstates the test enshrined in the case law. As the authorities establish, the issue is not whether there is a theoretical possibility that the absence of the information alleged to be missing \"could\" lead to a violent attack; rather, the possibility of such an attack actually occurring, by reason of the information being absent, must be shown to exist as a reasonable possibility."], ["[55]", "In essence, Ms. Martin-Ivie would largely read the requirement for any degree of foreseeability out of the definition of \"danger\" in the Code. Such an approach is not warranted under the jurisprudence or the wording of the Code. Thus, contrary to the applicant's assertions, the Officer did not apply an overly narrow and legally incorrect interpretation to the definition of \"danger\"."], ["[56]", "More to the point, the Officer's interpretation of the concept of \"danger\" was not unreasonable. In this regard, he began his analysis by correctly citing from the definition of danger in section 122 in the Code and from", "Martin", "and <FRAGMENT_SUPPRESSED> . He then moved on to determine whether the likelihood of injury occurring to BSOs by reason of the type of information afforded to them on the PIL was a reasonable possibility or merely a hypothetical speculation. This interpretation of the provisions of the Code is certainly one that the legislation would reasonably bear and, accordingly, is reasonable. Thus, the first of the bases advanced by Ms. Martin-Ivie for overturning the Officer's decision is without merit.", "Did the Officer err in the application of \"danger\" contained in Part II of the Code?"], ["[57]", "The applicant next alleges that the Officer's application of the definition of danger to the facts of the case before him was unreasonable. This argument rests entirely on the erroneous legal definition advanced by the applicant and, accordingly, must be dismissed for the same reason."], ["[58]", "In addition, contrary to what the applicant asserts, there was ample evidence before the Officer upon which he could reasonably conclude that Ms. Martin-Ivie faced no \"danger\" by reason of inadequate information on possible armed and dangerous individuals. In this regard, at several points in her written submissions, the applicant misstates what the issues were before the Officer and what he decided. He was not seized with nor did he rule on whether there is a danger to the BSOs from armed and dangerous individuals who might show up at the border. Rather, he was called upon to decide and did decide whether the absence of information from the databases on the PIL exposed the BSOs to a \"danger\"."], ["[59]", "Based on the evidence outlined above, the Officer determined that, although there was a \"faint\" possibility under the new system that BSOs on the PIL might not be given an armed and dangerous lookout message for an individual who should be categorized as armed and dangerous, the likelihood of this happening was so small that, when coupled with the improbability of that individual becoming violent and the other protective measures put in place by the CBSA, the alleged risk was speculative. In my view, this finding was reasonably open to the Officer as it was supported by the evidence before him. This evidence included:", "a. The fact that no violent incident had ever occurred in the past at Coutts;", "b. The fact that the new systems and policies were not shown to be ineffective in ensuring all armed and dangerous individuals were appropriately flagged as such in ICES and, indeed, several employer witnesses testified as to their efficacy;", "c. The fact that IPIL was shown to almost immediately transfer armed and dangerous flags in ICES to BSOs' computer screens on the PIL, if they queried the license plate, name or travel documents for a flagged individual;", "d. The fact that there was often a number of armed BSOs on site;", "e. The employer witness' belief regarding the likelihood that an individual who went to secondary would have decided to be compliant, as he or she would have chosen not to \"run\" the border, but instead proceeded voluntarily to secondary;", "f. The fact that BSOs never worked alone in Coutts;", "g. Details of the training provided to the BSOs on how to deal with dangerous individuals; and", "h. The fact that the BSOs are armed with defensive equipment."], ["[60]", "Contrary to what the applicant asserts, the Officer considered all of this evidence and premised his conclusion on it. He did not merely focus on the inability of predicting whether an attack would occur as a basis for finding there to be no \"danger\" within the meaning of Part II of the Code."], ["[61]", "As for the circumstances in 2005, it was reasonably open to the Officer to conclude that Ms. Martin-Ivie and her colleagues did not then face a \"danger\" because they knew of the circumstances of Mr. X and thus were provided with the information they sought in their work refusal (albeit in a different form). Moreover, the Officer accepted Mr. Badour's evidence to the effect that the other individuals mentioned by Ms. Martin-Ivie as examples that should have been coded as armed and dangerous actually need not have been so flagged in ICES. Similarly, the evidence of Mr. McMichael was speculative, based on hearsay and concerned situations that were years old and happened elsewhere than at Coutts. The Officer's finding on these points were accordingly reasonable."], ["[62]", "As counsel for the respondent rightly notes, each of the arguments advanced by Ms. Martin- Ivie, suggesting that the Officer incorrectly applied the definition of \"danger\", essentially involves a request that this Court microscopically examine the Officer's reasons or reweigh the evidence, neither of which is an appropriate exercise for a court to engage in when applying the reasonableness standard of review. More specifically, the applicant argues that:", "a. The Officer failed to consider and give appropriate weight to the opinion evidence of Ms. Martin-Ivie and other witnesses, including Mr. Clement, regarding the very real nature of the risks faced;", "b. The Officer failed to consider that the system had failed in the past, in Mr. X's case and in the other examples of dangerous individuals who were referred to secondary without being flagged in the system as being armed and dangerous that were offered by Ms. Martin-Ivie and  <FRAGMENT_SUPPRESSED>  possibility of a violent attack, which is alleged to be enough to have required a \"danger\" finding;", "d. The Officer failed to account for the unpredictable nature of violent attacks, which is alleged to be enough in and of itself to constitute a danger finding if the employer is shown to have not taken every reasonable precaution to protect against a possible attack; and", "e. The Officer erred in requiring a specific factual situation to ground a finding of danger."], ["[63]", "In my view, none of the foregoing provides any basis for intervention."], ["[64]", "Contrary to what the applicant asserts, the Officer did consider the opinion evidence offered by Ms. Martin-Ivie and other witnesses she called, but found it to be insufficient to establish a realistic possibility of injury, in light of the other evidence before him, including evidence of the lack of any actual violent incident and the details of the improvements that CBSA had made to its computer systems and policies in the years between 2005 and 2010. The Officer found these to be \"highly reliable and [to allow] the BSO[s] to make the best and safest decision[s] possible\" (decision at para 98). It was up to the Officer to determine what weight to give the evidence and an assertion that he did not afford it sufficient weight provides no basis for intervention under the reasonableness standard ( <FRAGMENT_SUPPRESSED> at paras 59, 61)."], ["[65]", "The assertions that the Officer's finding about a faint possibility of injury warranting intervention are without merit in light of the applicable test to be applied to determine if a \"danger\" exists, as already discussed. Likewise, the argument regarding the failure to account for the unpredictability of violent attacks must be dismissed for a similar reason."], ["[66]", "Finally, the Officer did not err in referring to the need to ground a work refusal in a specific factual situation (", "<FRAGMENT_SUPPRESSED> ). Moreover, contrary to what Ms. Martin-Ivie asserts, the Officer did in fact consider both the factual circumstances surrounding Mr. X's complaint that gave rise to the work refusal and the more general claim that CBSA had failed on a systemic basis to provide the information the BSOs required to perform their jobs safely (decision at paras 104-127)."], ["[67]", "Thus, all aspects of Ms. Martin-Ivie's complaint were canvassed by the Officer."], ["[68]", "For these reasons, the applicant's second basis for intervention - the allegation that the Officer erred in the application of the law surrounding \"danger\" - is also without merit.", "Did the Officer commit a reviewable error in failing to consider important relevant evidence and in failing to address why it was not incumbent on CBSA to provide further and better protective measures to the BSOs on the PIL?"], ["[69]", "The applicant asserts under her third argument that the Officer erred in ignoring evidence which demonstrated that the protective measures taken by CBSA were inadequate. More specifically she argues that:", "a. It was incorrect for the Officer to have found that there was sufficient training for the BSO when only 21 of the 68 BSOs at Coutts were armed and only some of them received training on how to deal with armed and dangerous persons;", "b. It was incorrect for the Officer to have mentioned or relied on the protective devices other than side arms available to the BSOs as these cannot be used to combat an armed individual;", "c. It was incorrect for the Officer to have found that BSOs on the PIL might have assistance as they frequently work alone;", "d. The Officer ignored the evidence that the assistance of an armed BSO or the RCMP was not always available;", "e. The Officer failed to mention that the BSOs' radios did not always work;", "f. There was no evidence before the Officer from which he could conclude that the \"ICES/IPIL system will \"almost always\" alert PIL officers of a potential risk\" (Applicant's Memorandum of Fact and Law at para 83); and", "g. The Officer ignored Mr. McMichael's evidence that the employer had not established better computer systems because it wished to avoid the cost of doing so."], ["[70]", "Ms. Martin-Ivie argues that due to these erroneous findings the Officer failed to address an issue he was required to consider in making his \"danger\" finding, namely, whether it was possible for CBSA to have provided further and better protective measures to the BSOs on the PIL. She relies in this regard on the following statement from the decision of the Federal Court of Appeal in", "Martin", "(at para 33):", "Mr. Cadieux finds that the risk of injury, which is part and parcel of the job of a park warden, has been mitigated effectively through specialized knowledge and training and by the provision of personal protective equipment. He does not explain why further mitigative measures, such as the provision of a sidearm, would not reduce the risk of injury further.", "The applicant argues that a similar error was made by the Officer in this case."], ["[71]", "In my view, these arguments are without merit for several reasons. In the first place, and most importantly, the decision in this case is fundamentally different from that made by the Officer in", "Martin", ". Here, unlike there, the Officer did consider whether the mitigating efforts suggested by Ms. Martin-Ivie and her bargaining agent were feasible and found, based on the employer's evidence, that it was not practical to provide unfiltered access to the FOSS, ICES, CPIC and NCIC databases to the BSOs on the PIL and that so doing \"would likely cause unnecessary high risk actions\" (decision at para 109). The Officer was not required to consider Ms. Martin-Ivie's other suggestion that the \"wants and warrants\" in CPIC and NCIC and the armed and dangerous flags in FOSS be somehow automatically transferred from those databases to IPIL as there was no evidence before the Officer to indicate that doing so was possible from a technical standpoint. Thus here, unlike in", "Martin", ", the Officer did thoroughly consider the only existing mitigating effort proposed by the employee and her Union and found it would not contribute to employee safety."], ["[72]", "Secondly, the other challenges the applicant makes to the subsidiary findings made by the Officer regarding the availability of protective measures (other than information) available to the BSOs once again improperly seek to have me reweigh the evidence, which, as noted, is not appropriate."], ["[73]", "Thirdly, as the respondent notes in its Memorandum of Fact and Law, many of these challenges do not reflect either the evidence before the Officer or his findings. In this regard, contrary to what the applicant claims:", "a. There was evidence before the Officer regarding the significant amount of training the applicant and other BSOs received and, in any event, Ms. Martin-Ivie had dropped the challenge to the efficacy of the employer's training programs;", "b. Similarly, Ms. Martin-Ivie had dropped her claim regarding the lack of an armed presence at the border, and, contrary to what the applicant asserts, the Officer was well aware of the percentage of BSOs who were armed at the Coutts border crossing in 2010 and made specific reference to it in his decision (decision at para 113);", "c. The evidence indicated that BSOs in Coutts never work alone;", "d. There was evidence regarding the fact that the problems with the portable radios were being addressed at the time of the hearing;", "e. There was \"extensive evidence\" from the employer witnesses regarding, to quote counsel for the respondent, \"the integrity and robustness of the ICES/IPIL system;\" and", "f. There was extensive evidence from employer witnesses regarding why the systems modifications suggested were not possible."], ["[74]", "Thus, the third argument advanced by Ms. Martin-Ivie is likewise without merit.", "Conclusion"], ["[75]", "In sum, the Officer correctly stated the applicable law, applied it reasonably to the facts before him and reached a reasonable conclusion based on the evidence. In the circumstances, the Officer's finding that BSOs on the PIL are not in \"danger\" by reason of the type of information provided to them on their computer systems is entirely reasonable. This application for judicial review will therefore be dismissed."], ["[76]", "The respondent is entitled to its costs on this application and seeks a lump sum amount of $4000.00, which, in the exercise of my discretion, I find to be appropriate given the complexity of the issues and accordingly so award.", "JUDGMENT"], ["[77]", "THIS COURT'S JUDGMENT is that", "1. This application for judicial review is dismissed; and", "2. The applicant shall pay the respondent cost in the lump sum amount of $4000.00.", "Application dismissed.", "Editor: Elizabeth M.A. Turgeon/vnh", "Footnotes", "1. A glossary for the various abbreviations and key terms used by the parties that I have used in this decision, is attached as an Appendix to the decision.", "2. Applicant's Memorandum of Fact and Law at para 55.", "GLOSSARY", "Term or Acronym", "Meaning", "BSO", "Border Services Officer", "CBSA", "Canada Border Services Agency", "CIC", "Citizenship and Immigration Canada", "CPIC", "Canadian Police Information Center -database used by Canadian law enforcement agencies", "FOSS", "Field Operations Support System - CIC and and CBSA's shared database, which contains millions of records about all CBSA and CIC contacts with non-Canadian citizens", "HSO", "Health and Safety Officer", "HRSDC", "Human Resources and Skills Development Canada", "ICES", "Integrated Customs Enforcement System, a CBSA database that previously fed certain information to PAL and that currently feeds into IPIL", "IPIL", "Integrated Primary Inspection Line - CBSA's current database available on the PIL, replaced the PAL", "NCIC", "National Crime Information Center, database used by American law enforcement agencies.", "PAL", "Primary Automated Lookout system, CBSA computer program in use at time of work refusal", "PIL", "Primary Inspection Line - first point of contact for individuals seeking to enter Canada", "secondary", "site of further or \"secondary\" screening at the border, i.e. inside CBSA offices at border crossings", "wants and warrants", "Details of individuals who are or were wanted for some reason by a law enforcement agency or for whom a warrant of arrest was or is outstanding"]]}