{"id_": "089334", "body_str": [["[1]", "Blanchard, J.", ": A preliminary motion by the applicants that proceeding T-1056-00 and proceeding T-1057-00 be consolidated pursuant to Rule 105 of the", "Federal Court Rules, 1998", "was consented to by the respondents."], ["[2]", "Upon hearing submissions of the parties and the consent of the parties; and upon being satisfied that this is an appropriate instance for consolidation, I order that proceeding T-1056-00 and T-1057-00 be consolidated."], ["[3]", "This consolidated proceeding invokes two applications pursuant to s. 18.1 of the", "Federal Court Act", ", R.S.C. 1985, c. F-7, for judicial review of the May 16, 2000 decisions of the Director of the Newfoundland and Labrador Tax Services Office at St. John's on behalf of the respondents, denying the applicants' applications under the \"fairness legislation\" (s. 220(3.1) of the", "Income Tax Act", ", R.S.C. 1985, c. 1 (5th Supp.), as amended, for cancellation of penalties and arrears interest assessed September 13, 1999 with respect to the applicant, Fraser Edison's 1991, 1992 and 1993 taxation years and assessed July 27, 1999, and the applicant, Dollard Investments Limited's 1991, 1992 and 1993 taxation years assessed July 27, 1999.", "FACTS"], ["[4]", "On July 27, 1999, Alan Ross, Chief of Appeals of the Newfoundland and Labrador Tax Services Office at St. John's, notified the applicant, Dollard Investments Limited, that the latter's notices of objection respecting assessments of the 1991, 1992 and 1993 taxation years had been reviewed."], ["[5]", "On September 13, 1999, Alan Ross, Chief of Appeals of the Newfoundland and Labrador Tax Services Office at St. John's, notified the applicant, Fraser Edison, that the latter's notices of objection respecting assessments of the 1991, 1992 and 1993 taxation years had been reviewed."], ["[6]", "The reviews had been carried out by Ms. S. Cahill, an Appeals Officer in Mr. Ross' Appeals Division, who recommended to Mr. Ross that the penalties and interests assessed pursuant to the", "Income Tax Act", "and provincial counterpart be maintained. The penalties and interest were accordingly reflected in the notice of confirmation dated July 27, 1999, and in the notice of reassessment dated concurrently with Mr. Ross' September 13, 1999 letter."], ["[7]", "On September 30, 1999, the applicants, through their accountants, applied to the Taxation Services Office in St. John's for cancellation of the interest and penalties assessed July 27, 1999 and September 13, 1999 against the applicants in respect of their 1991, 1992 and 1993 taxation years. The application was made pursuant to s. 220(3.1) of the", "Income Tax Act", ", hereinafter \"the fairness legislation\" which reads:", "\"220. (...)", "\"(3.1) The Minister may at any time waive or cancel all or any portion of any penalty or interest otherwise payable under this Act by a taxpayer or partnership and, notwithstanding subsections 152(4) to 152(5), such assessment of the interest and penalties payable by the taxpayer or partnership shall be made as is necessary to take into account the cancellation of the penalty or interest.\"", "\"220. (...)", "\"(3.1) Le ministre peut, à tout moment, renoncer à tout ou partie de quelque pénalité ou intérêt payable par ailleurs par un contribuable ou une société de personnes en application de la présente loi, ou l'annuler en tout ou en partie. Malgré les paragraphes 152(4) à (5), le ministre établit les cotisations voulues concernant les intérêts et pénalités payables par le contribuable ou la société de personnes pour tenir compte de pareille annulation.\""], ["[8]", "The applicants' applications for relief under the \"fairness legislation\" were reviewed by Joan Oxner, Appeals Officer in the Tax Services Office in St. John's."], ["[9]", "On March 1, 2000, Ms. Oxner prepared documents entitled \"Authorization for the Cancellation/Waiver of Interest\", recommending to Mr. Ross that the applicants' \"fairness legislation\" application be denied. Ms. Oxner's document as drafted provided for her recommendation to be \"Approved\" by Mr. Ross."], ["[10]", "On that same day, Mr. Ross approved the recommendation and signed the documents in question, hereinafter, the \"Ross decisions\"."], ["[11]", "On March 2, 2000, Mr. Ross notified the applicants that their \"fairness legislation\" requests were denied. The letters' last paragraph notified the applicants that they could seek administrative review of the denial by putting their \"concerns in writing to the Director of the Newfoundland and Labrador Tax Services Office\"."], ["[12]", "On March 10, 2000, by letter from their accountants, the applicants requested a review of the March 1, 2000 decisions."], ["[13]", "On April 19, 2000, documents were prepared, submitted and considered by a \"Review Committee\" comprised of five Assistant Directors of the Newfoundland and Labrador Tax Services Office, including the aforementioned Alan Ross who made the March 1, 2000 decisions."], ["[14]", "The April 19, 2000 documents were authored by the same Ms. Oxner of the Appeals Division who authored the March 1, 2000 \"Authorization for the Cancellation/Waiver of Interest\" documents. An analysis of both documents reveals that they are substantively similar insofar as each reflected a file review and recommendation to deny the applicants' \"fairness' requests\"."], ["[15]", "On May 1, 2000 the \"Review Committee\" met to review the March 1, 2000 decision, it unanimously recommended to dismiss the appeals."], ["[16]", "On May 16, 2000, Suzanne Parks, who at the time was Acting Director of the Canada Customs and Revenue Agency in St-John's, Newfoundland (hereinafter the Acting Director), denied the applicants' review of the March 1, 2000 Ross decisions, based on the unanimous decisions of the above-mentioned review committee.", "ISSUE"], ["[17]", "The issue is whether the respondents' process in denying the applicants' September 30, 1999 \"fairness legislation\" applications breached the duty of fairness owed to the applicants under the rules of natural justice and procedural fairness by failing to comply with the procedural framework of the respondent, and the applicants' legitimate expectations that the said procedural framework would be followed.", "ANALYSIS"], ["[18]", "This court has previously analyzed the scope of review of s. 220(3.1) of the", "Income Tax Act", ", in", "<FRAGMENT_SUPPRESSED>  D.T.C. 5187 (T.D.), where Rouleau, J., states:", "\"The purpose of this legislative provision is to allow Revenue Canada, Taxation, to administer the tax system more fairly, by allowing for the application of common sense in dealing with taxpayers who, because of personal misfortune or circumstances beyond their control, are unable to meet deadlines or comply with rules under the tax system. The language used in the section bestows a wide discretion on the Minister to waive or cancel interest at any time. To assist in the exercise of that discretion, policy guidelines have been formulated and are set out in Information Circular 92-2.", ". . . . .", "\"Every case is required to be decided on its own merit in order that circumstances unique to that individual taxpayer are taken into account ... [W]hen the Minister exercises his discretion under s. 220(3.1), he is required to take into account considerations relevant and unique to that taxpayer alone.\" [see footnote 1]"], ["[19]", "The position of Rouleau, J., was also adopted by Cullen, J., in", "<FRAGMENT_SUPPRESSED>  D.T.C. 6347 (T.D.), where he stated:", "\"A decision made under the 'fairness legislation' is discretionary. It is not a case where a decision-maker must arrive at a certain outcome; rather, the decision-maker, after considering all the circumstances, may come to a certain conclusion. Discretionary decisions cannot be made arbitrarily or in bad faith and, like other decisions, are subject to judicial review. The scope of judicial review, however, is quite narrow. This court should not substitute its decision for that of the Minister's statutory delegate. Rather, the court must determine whether the decision was made fairly, not arbitrarily or in bad faith. So long as the evidence in the record supports the decision, this court should not interfere.\" [see footnote 2]"], ["[20]", "I accept the rational of my learned colleagues in the above cases. A decision made under the \"fairness legislation\" is discretionary and it follows that the scope of judicial review of such decisions is quite narrow."], ["[21]", "However, before analysing the process that led to the decisions, this court must analyse if the review process created any legitimate expectations for the applicants. It is trite law, in Canada, that the doctrine of legitimate expectations does not create substantive rights, but it can create procedural rights. In", "Reference Re Canada Assistance Plan (B.C.)", ", [1991] 2 S.C.R. 525; 127 N.R. 161; 1 B.C.A.C. 241; 1 W.A.C. 241, at page 557  <FRAGMENT_SUPPRESSED> , Sopinka, J., established the limits of this doctrine in Canadian law, when he stated:", "\"The doctrine of legitimate expectations was discussed in the reasons of the majority in", "<FRAGMENT_SUPPRESSED> . That judgment cites seven cases dealing with the doctrine, and then goes on (at p. 1204):", "'The principle developed in these cases is simply an extension of the rules of natural justice and procedural fairness. It affords a party affected by the decision of a public official an opportunity to make representations in circumstances in which there otherwise would be no such opportunity. The court supplies the omission where, based on the conduct of the public official, a party has been led to believe that his or her rights would not be affected without consultation.'\""], ["[22]", "This view was reaffirmed by Madam Justice L'Heureux-Dubé in", "<FRAGMENT_SUPPRESSED> , at paragraph 26, where she stated:", "\"As applied in Canada, if a legitimate expectation is found to exist, this will affect the content of the duty of fairness owed to the individual or individuals affected by the decision. If the claimant has a legitimate expectation that a certain procedure will be followed, this procedure will be required by the duty of fairness: (...) Similarly, if a claimant has a legitimate expectation that a certain result will be reached in his or her case, fairness may require more extensive procedural rights than would otherwise be accorded: (...). Nevertheless, the doctrine of legitimate expectations cannot lead to substantive rights outside the procedural domain. This doctrine, as applied in Canada, is based on the principle that the 'circumstances' affecting procedural fairness take into account the promises or regular practices of administrative decision-makers, and that it will generally be unfair for them to act in contravention of representations as to procedure, or to backtrack on substantive promises without according significant procedural rights.\""], ["[23]", "Finally, Evans, J.A., in", "<FRAGMENT_SUPPRESSED>  (F.C.A.), A-922-96, at paragraph 123, best illustrated the applicability of the doctrine of legitimate expectations in Canadian law and in the procedural framework created by the duty of fairness. In the above-mentioned decision, Evans, J.A., stated that where an individual relies on procedural norms established by past practice or published guidelines, the individual can have a legitimate expectation:", "\"The interests underlying the legitimate expectations doctrine are the non-discriminatory application in public administration of the procedural norms established by past practice or published guidelines, and the protection of the individual from an abuse of power through the breach of an undertaking. These are among the traditional core concerns of public law. They are also essential elements of good public administration. In these circumstances, consultation ceases to be a matter only of political process, and hence beyond the purview of the law, but enters the domain of judicial review.\""], ["[24]", "Hence, the doctrine of legitimate expectations can create procedural rights which are governed by the standard of procedural fairness."], ["[25]", "Therefore, the issue to be determined by this court is whether the decisions were made fairly, not arbitrarily or in bad faith. In considering the fairness of the decisions, it is essential to review the process that led to the decisions and to review if the said process created a legitimate expectation that the appeal process would be made independently of the original decision maker."], ["[26]", "The Acting Director, Suzanne Parks, was cross-examined on her affidavit on August 16, 2000. This cross-examination dealt extensively with the process that led to the", "Act", "ing Director's decisions of May 16, 2000. A review of the transcript confirms the following facts, advanced by the applicants, which I accept:", "\"A. that a draft of the March 2, 2000 letter to the applicant had also been prepared by Ms. Oxner and had been presented to Mr. Ross with the 'Authorization for Cancellation/Waiver of Interest' on March 1, 2000;", "\"B. that the Review Committee's recommendations were 'very important' to Ms. Parks' decisions making respecting second level 'fairness legislation' requests such as the applicant's;", "\"C. that Alan Ross actively participated in the Review Committee's deliberations respecting the applicant's requested review of the Ross decision reflected in the March 2, 2000 letter that notified the applicant that his 'fairness' application had been denied. Mr. Ross did not exclude himself from the Review Committee's deliberations on this matter;", "\"D. that Mr. Ross led the Review Committee's discussions respecting the applicant's request for review of the March 1, 2000 decision of Mr. Ross communicated in his March 2, 2000 letter. He introduced and described the file by way of oral presentation to his Review Committee colleagues and responded to any questions from his Review Committee colleagues with respect thereto;", "\"E. that Ms. Parks' admits that she would have expected that Mr. Ross would not change his mind in presenting this 'fairness legislation' second level review application to the Review Committee from the view he took of this matter when he made the March 1, 2000 Ross decision. This all the more so given that the applicant presented no new or additional information in the course of making his request of March 10, 2000 for review of the Ross decision;", "\"F. that the Review Committee operates on the basis of unanimous consensus. That is, no decision will be made unless all participants, including Alan Ross is in agreement with the proposed decision;", "\"G. that Mr. Ross did not recuse himself from the deliberations of the Review Committee in this instance, the function of which Committee was to develop a recommendation in response to the application for review of the March 1, 2000 Ross decision;", "\"H. that the briefing document distributed to members of the Review Committee in advance of their May 1, 2000 meeting respecting the application for review of the March 1, 2000 Ross decision was the April 19, 2000 'Fairness Report - Administrative Review' that had been prepared by the same Ms. Oxner who had prepared the March 1, 2000 briefing document entitled 'Authorization for the Cancellation/Waiver of Interest' that had recommended without other options the March 1, 2000 Ross decision;", "\"I. that Ms. Parks admitted that she would not expect that Ms. Oxner, in preparing the second document, in the absence as here of new information, would recommend against her own March 1, 2000 recommendation that Mr. Edison's fairness application be denied, or that she would recommend against or reversal of the March 1, 2000 Ross decision made by her immediate superior Alan Ross;", "\"J. that Mr. Ross personally conveyed the April 19, 2000 'Fairness Report - Administrative Review' document of April 19, 2000 to Ms. Parks after the Fairness Committee had affirmed its recommendation on May 1, 2000, and had a brief discussion with Ms. Parks regarding the application for review of the March 1, 2000 Ross decision in the course of conveying the said document and the Edison file materials to Ms. Parks;", "\"K. that a draft of the Parks letter of May 16, 2000 had been prepared by Ms. Oxner prior to the May 1, 2000 meeting of the Review Committee although apparently not provided to that Committee. It was provided to Ms. Parks. The telephone number on the upper right corner of the first page of the May 16, 2000 Parks letter is that of Alan Ross;", "\"L. that a memorandum issued in 1996 by the respondent to senior personnel of the then Revenue Canada entitled, 'The Application of the Fairness Provisions to Penalty and Interest' states in part that, 'All denials in respect of second review requests should be made independently of the original decision maker, and be communicated under the personal signature of a member of the fairness committee empowered under the Income Tax Regulations, or the ministerial delegation of authority to exercise the Minister's discretion.'\""], ["[27]", "A Memorandum containing guidelines issued by Revenue Canada dealing with the Application of the Fairness Provisions to Penalty and Interest was issued in March 1996. The internal Memorandum was also issued on the internet and is therefore in the public domain."], ["[28]", "The Memorandum effectively sets out the respondents' policy in dealing with the so-called fairness applications. At page 15 of the Memorandum, we find the following:", "\"All denials in respect of second review requests should be made independently of the original decision maker and be communicated under the personal signature of a member of the fairness committee empowered under the Income Tax Regulations or the Ministerial Delegation of Authority, to exercise the Minister's discretion.", ". . . . .", "\"There is no statutory right of objection or appeal from a fairness decision. However, as a matter of policy, where a client does not believe that the Department has exercised its discretion in a fair and reasonable manner a second impartial review of the decision may be requested in writing.\" [see footnote 3]"], ["[29]", "It seems clear, at least from a policy stand point, that a second review of a negative \"Fairness\" decision is to be", "impartial", "and made", "independently", "of the original decision maker."], ["[30]", "Given that the procedure to be followed in dealing with fairness legislation has been set by the Minister, this procedure must be followed if there is a legitimate expectation on the part of the applicants that such procedures will be followed. In the case at bar, the applicants did have a legitimate expectation that the second review would be impartial and independent of the first review."], ["[31]", "The doctrine of legitimate expectation can create procedural rights which are governed by the standard of procedural fairness."], ["[32]", "In the case at bar, the applicants argue that the review process can be considered to give rise to a reasonable apprehension of bias because, Alan Ross, who was the original decision-maker, was prominently involved in the second level decision of the Acting Director. Ms. Oxner, reviewed the files and prepared the April 19, 2000 documents for the review Committee. She also prepared the original recommendations to Mr. Ross on March 1, 2000."], ["[33]", "There may well be a case to be made on reasonable apprehension of bias. The evidence clearly establishes that officials involved in the second level review were also directly involved at the first level, particularly, Mr. Ross and Ms. Oxner. However, I do not believe it is necessary to conduct this analysis. The doctrine of legitimate expectations allows me to conclude that the absence of independence is sufficient, independently of any reasonable apprehension of bias."], ["[34]", "Mr. Ross \"presented\" this case to the Review Committee of which he was an active member. He did not recuse himself from this Committee's deliberations. He responded to questions regarding the matters. Since the Committee's decisions are taken on the basis of unanimity, [see footnote 4] Mr. Ross necessarily played a key role in the eventual decisions of the Committee. These decisions were in effect to recommend that the original decisions, being the Ross decisions of March 1, 2000, not be overturned and that the applications for second level review of their \"fairness legislation\" applications be denied accordingly."], ["[35]", "Further, Mr. Ross discussed the matters, although briefly, with the Acting Director in forwarding the file materials to her for decision. The Acting Director acknowledged that the position taken by the review Committee was very important to her decisions. She indicated on cross-examination that she felt that presumed impartiality of the other review Committee members would make up for Mr. Ross' continued involvement. One could deduct from this response that the Acting Director accepts that Mr. Ross was not an impartial participant on the Committee."], ["[36]", "Mr. Ross played an important part in the process, both at the first level and at the review level. It is my view, as well, that Ms. Oxner's involvement in drafting the original authorization on March 21, 2000, for Mr. Ross, and her preparation of the April 19, 2000 documents for the second level review would lend further support to the contention that the second level review was not independent of the first."], ["[37]", "Mr. Justice Evans  <FRAGMENT_SUPPRESSED>  Inc.", "(supra at paragraph 23), underscored the public interest that is sought to be protected by the doctrine of legitimate expectation, namely, the protection of the individual from an abuse of power through the breach of an undertaking. The implied undertaking in the case at bar is the non-discriminatory application of procedural norms set out by published guidelines in the application of the fairness legislation."], ["[38]", "The applicants had a legitimate expectation, in the legal sense, that the procedural norms set out by the Minister in the published guidelines would be followed, specifically that a second impartial review be conducted independently of the original decision maker. It cannot be said that such a review was conducted on the facts before me in this case. It is in the failure of the respondent to follow his own published procedural guidelines that I find a breach of the duty of fairness owed to the applicants under the rules of natural justice and procedural fairness."], ["[39]", "I reiterate my earlier comments in these reasons that the fairness legislation is discretionary and it is not for this court to substitute its decision to that of the Minister. The procedural guidelines to be followed are also in the discretion of the Minister. However, once set, such guidelines must be adhered to at least in so far as to meet the legitimate expectation, of any applicant, created by the said procedural norms."], ["[40]", "The judicial review will be allowed, the decisions reflected in the May 16, 2000 correspondence of the Acting Director will be set aside, and the applications for relief under the \"fairness legislation\" will be referred for reconsideration by the Director of the District Office of Nova Scotia.", "ORDER"], ["[41]", "THIS COURT ORDERS that:", "1. The proceeding T-1056-00 and T-1057-00 be consolidated.", "2. The application for judicial review is allowed with costs.", "3. The decisions reflected in the May 16, 2000 correspondence of the Acting Director are set aside and the applications for relief under the \"fairness legislation\" be referred for reconsideration by the Director of the District Office of Nova Scotia.", "Applications allowed.", "Editor: Jana A. Andersen/gs", "Footnotes", "1. (1995), 95 D.T.C. 5187, at page 5188-5189.", "2. (1996), 96 D.T.C. 6347, at paragraph 9.", "3. Applicant's Record at page 75.", "4. Applicants' Record, Ms. Parks' affidavit at p. 33.", "[End of document]"]]}