{"id_": "089375", "body_str": [["[1]", "Russell, J.", ": These are two applications under s. 18.1 of the", "Federal Courts Act", ", RSC, 1985, c F-7 for judicial review of the decisions of a Senior Deputy Commissioner [Deputy Commissioner] with Correctional Service Canada [CSC], dated October 18, 2012 and October 19, 2012 [Decisions], which denied and upheld in part respectively the Applicant's third level grievances under CSC's Offender Complaint and Grievance Process.", "BACKGROUND"], ["[2]", "The Applicant is an inmate at the Warkworth Institution [Warkworth], a federal penitentiary in Ontario. This matter began as a complaint about garbage disposal at Warkworth, but it appears to have little if anything to do with that alleged problem now. The Applicant makes only passing reference to that issue in his submissions to the Court."], ["[3]", "Instead, this has become a dispute about the complaint and grievance procedure itself. It is clear from the record that this is not the first time the Applicant has pursued these issues through the grievance process. He says it is slow and unaccountable and subject to arbitrary delays and abuses of authority. In addition to asking that the Decisions at issue be quashed, the Applicant also asks the Court to issue an injunction setting out mandatory timelines for responses to grievances, and to issue declarations that certain policies and practices connected with the grievance process are invalid."], ["[4]", "The Respondent, for its part, acknowledges that there are problems with the grievance procedure, but describes a number of ways in which it is being improved and strengthened. The Respondent says that the Decisions under review are entirely reasonable, and that it is not the role of the Court to design CSC's inmate grievance procedures through its orders."], ["[5]", "The parties tell a confusing and incomplete tale of how two related and overlapping Decisions ended up before the Court in this matter, but the record appears to clarify some of the chronology."], ["[6]", "The Applicant filed his complaint about the garbage issue on June 10, 2011, which was assigned a file number ending in 2709 (Complaint 2709). He alleged that garbage from other units in the prison was being dumped all around the garbage bin behind Unit 5, where the Applicant resides, creating a mess and a smell, and attracting noisy seagulls, skunks and other animals (see copy Complaint 2709, Respondent's Record in T-179-13 at p. 47). According to CSC's policies and procedures, the response to that complaint was due by July 26, 2011."], ["[7]", "On July 27, 2011, having received no response to his complaint, the Applicant filed a first level grievance regarding the delay, which was assigned a file number ending in 3399 (Grievance 3399). The first level response to Grievance 3399 was due by August 28, 2011."], ["[8]", "It appears CSC treated Grievance 3399 as a complaint, which is the step before a first level grievance. Correctional Manager Gaignard responded on September 7, 2012 denying the complaint on the basis that an extension of the time for response had been issued. The grievance office at Warkworth later concluded that it should have been treated as a first level grievance, and the initial response was replaced by an amended response signed by Acting Warden Ryan Beattie, since grievance responses must be signed by the head of the institution. The date on the response is illegible, but other CSC documentation in the file indicates it was dated April 12, 2012 (see Offender Grievance Executive Summary (Second Level) [Grievance 3399 Second Level Summary], Respondent's Record in T-179-13 at p. 74)."], ["[9]", "Acting Warden Beattie's response upheld the grievance, since the response to Complaint 2709 was overdue and, contrary to the information in the initial response by Correctional Manager Gaignard, no letter extending the time for a response had been sent to the Applicant. Acting Warden Beattie stated:", "Given the above information your grievance V40R00003399 is upheld. Staff have been reminded to adhere to timelines when responding to complaints and grievances.", "Respondent's Record in T-179-13 at p. 43"], ["[10]", "Unfortunately, another administrative error occurred in relation to this first level grievance, as two files were created bearing two different file numbers. Thus, in addition to Grievance 3399 identified above, there was a duplicate file ending in 6395 (Grievance 6395). Two acknowledgment letters were sent to the Applicant, and the same first level response was sent to him twice (see Offender Grievance Executive Summary (Third Level) [Grievance 3399 Third Level Summary], Respondent's Record in T-179-13 at p. 53). It appears that the first level response for Grievance 6395 was sent first, on February 21, 2012, and the amended response for Grievance 3399 was sent later, on April 12, 2012, once the initial error in treating it as a complaint was discovered (Offender Grievance Executive Summary (Third Level) [Grievance 6395 Third Level Summary], Respondent's Record in T-180-13 at pp. 42-43)."], ["[11]", "The Applicant filed a second level grievance on November 22, 2011, but at that time he had not received the amended response from Acting Warden Beattie (to Grievance 3399) nor the first level response in the duplicate grievance (Grievance 6395). He was therefore reacting to Correctional Manager Gaignard's initial response and denial of his \"complaint.\""], ["[12]", "Although the Applicant made only one second level submission, it was categorized as two separate grievances. It appears that someone changed the number on the Applicant's grievance submission by hand (to 6395) before forwarding it to CSC's Regional Headquarters [RHQ], but another copy bearing the original file number (ending in 3399) was eventually sent along to RHQ as well."], ["[13]", "There was a significant delay at this stage. Warkworth's grievance office received the Applicant's submission on November 23, 2011, but it was not received by RHQ until February 21, 2012 (as Grievance 6395), and April 30, 2012 (as Grievance 3399): see Grievance 6095 Third Level Summary, Respondent's Record in T-180-13 at p. 43."], ["[14]", "In any event, both Grievance 3399 and Grievance 6395 proceeded to the second level, and received responses from two different individuals, both with the title of Assistant Deputy Commissioner, Institutional Operations (ADCIO), and based on reviews conducted by two different analysts (Grievance 3399 Third Level Summary, Respondent's Record in T-179-13 at pp. 53-54). The response to Grievance 3399, issued May 9, 2012 by ADCIO Mike Ryan, was marked \"upheld in part,\" while the response to Grievance 6395, issued March 9, 2012 by Acting ADCIO Bruce Somers, was marked \"no further action required.\""], ["[15]", "The ADCIO responding to Grievance 3399 upheld the portion relating to the errors and delays experienced in processing Complaint 2709 and Grievance 3399 at the first level. However, the ADCIO informed the Applicant of the corrective actions being taken to bring Warkworth into compliance with CSC policy, and found that no further action was required. The remaining portions of the grievance were denied or found to require no further action (", "ibid", "at pp. 53-54; Offender Grievance Response (Second Level) in Grievance 3399, Respondent's Record in T-179-13 at pp. 80-83)."], ["[16]", "The ADCIO responding to Grievance 6395 denied the grievance, noting that the procedural errors the Applicant had raised had already been upheld at the first level (Offender Grievance Response (Second Level) in Grievance 6395, Respondent's Record in T-180-13 at pp. 31-33)."], ["[17]", "Since the Applicant received two separate responses to his second level submission, he submitted two separate third level grievances (Grievance 3399 Third Level Summary, Respondent's Record in T-179-13 at p. 53). This resulted in the two different Decisions under review here.", "DECISIONS UNDER REVIEW"], ["[18]", "The same decision-maker, Senior Deputy Commissioner Anne Kelly, responded to Grievance 3399 and Grievance 6395 at the third level on October 18, 2012 and October 19, 2012 respectively. She determined that Grievance 3399 required no further action, while Grievance 6395 was upheld in part."], ["[19]", "The Deputy Commissioner enumerated seven issues raised by the Applicant in Grievance 3399."], ["[20]", "First, the Applicant had complained of repeated infractions of Commissioner's Directive 081,", "Offender Complaints and Grievances", "[CD 81] by staff at Warkworth, and that a staff member had been promoted despite committing a number of such infractions. The Deputy Commissioner found that the Applicant had not provided sufficient information for an analysis to be conducted on this issue, and denied this portion of the grievance."], ["[21]", "Second, the Applicant had complained of delays in the processing of Grievance 3399 itself. The Deputy Commissioner found that the Applicant had experienced an unreasonable delay in the processing of this grievance of four and a half months between when it was registered with Warkworth and when it was received by RHQ. She noted that the grievance had been upheld on this issue by the second level response, and that Warkworth had made changes within the institutional grievance office to reduce delays and ensure future compliance. Since this portion of the complaint related to delays between the first and second levels and had already been addressed at the second level, the Deputy Commissioner found that no further action was required at the third level."], ["[22]", "Third, the Applicant complained that the stamping of his submission documents by CSC was \"corrupting [his] writing.\" The Deputy Commissioner inferred that this related to the stamp indicating \"OFFENDER SUBMISSION; RETURN TO OFFENDER.\" While a CSC Bulletin stated that grievance submissions were considered the property of the offender and should not be altered in any manner by CSC staff, the Deputy Commissioner found that the stamp in question did not alter the substance or content of such documents but rather ensured they were returned to the offender. This was found not to violate the integrity of the information submitted, and this portion of the grievance was therefore denied."], ["[23]", "Fourth, the Applicant had grieved the fact that interviews between the offender and institutional staff were not conducted automatically as part of the grievance process, but only upon the offender's request. He argued that this policy, set out in the (now outdated)", "Offender Complaint and Grievance Process Guidelines 081-1", "[Guideline 81-1], paragraph 44, was contrary to s. 74(2) of the", "Corrections and Conditional Release Regulations", ", SOR/92-620 [Regulations], which states that \"every effort shall be made by staff members and the offender to resolve the matter informally through discussion.\" The Deputy Commissioner found that paragraph 44 of Guideline 81-1, providing that \"[a]n interview must be conducted with the offender if the offender has requested an interview,\" was consistent with the objective of s. 74(2) of the Regulations and its objective of encouraging communication between staff and offenders. The opportunity to participate in an interview was offered on the presentation form at each stage of the process, but offenders had to indicate that they wished to participate in an interview as they were not required to do so. The Deputy Commissioner found that the requirement to request an interview did not conflict with any right of the grievor or obligation of an institution. As such, this portion of the grievance was denied."], ["[24]", "Fifth, the Applicant argued that \"[a]ll interviews must be done within the institution by someone who is above the authority of the subject of the complaint.\" The Deputy Commissioner inferred that this was a reference to the administrative error by which Grievance 3399 was originally treated as a complaint and referred to Correctional Manager Gaignard. The Deputy Commissioner observed that, while not specifically required by Guideline 81-1, the Applicant's position was consistent with how the four levels of the grievance and complaint process were set out at paragraph 7 of that Guideline. However, she found that this issue had been appropriately addressed by the previous levels of the grievance process, and no further action was required."], ["[25]", "Sixth, the Applicant argued that the Warden and staff at Warkworth continued to refuse to comply with CSC policies regarding timelines, citing another grievance as an example. The Deputy Commissioner found that the cited grievance was currently at the complaint level, and if the Applicant had concerns about delays he was required to grieve the issue at the lowest possible level in keeping with CD 81. Thus, this portion of the grievance was rejected."], ["[26]", "Finally, the Applicant commented extensively on delays he had experienced in relation to other grievances, and that \"despite the corrective action and reminders given by RHQ and [National Headquarters] to the Warkworth institutional grievance office\" in the responses to these previous grievances, \"the delays have continued.\" The Deputy Commissioner found that it was unreasonable to assert that the corrective action plans relating to grievances partially upheld 2 and 7 years ago respectively would still be in place in the same form today. However, she acknowledged that \"there have been delays, particularly in recent years,\" and outlined a number of measures recently taken by CSC to improve the overall efficiency of the grievance system, including:", "• A comprehensive external review by Professor David Mullan commissioned by CSC in 2010, several recommendations of which CSC has already taken measures to implement;", "• A pilot alternative dispute resolution project at 10 maximum and medium security institutions, as recommended by Professor Mullan, with very positive results to date;", "• A planned streamlining of the offender grievance process by eliminating the second level, as recommended by Professor Mullan; and", "• A review of administrative practices conducted by CSC which identified a number of areas that could be improved to increase efficiency and further reduce response times."], ["[27]", "The Deputy Commissioner also noted that a high volume of complaints was received from a very small group of inmates, and that legislation had been tabled in Parliament to provide CSC with greater flexibility in limiting the number of grievances filed by vexatious grievors."], ["[28]", "The Deputy Commissioner went on to say:", "We regret that you were not provided with a response to your grievances by the original due date and thank you for your patience. As you can see, CSC takes its responsibility to provide an effective grievance process very seriously and is actively working to reduce delays.", "Since CSC has taken positive measures to address the issue which you have raised and considering that these measures are monitored on an ongoing basis, your grievance", "requires no further action", ". This is not to say that no further action will be taken on the part of the Service concerning this issue, but rather that corrective actions are underway aimed at resolving your concerns."], ["[29]", "While the Applicant's submissions also listed seven \"questions\" for CSC to address, the Deputy Commissioner found that the information provided and the questions asked in this portion of the submissions did not constitute a grievance issue. Rather, they appeared to reflect a broader discontent with the grievance process. The Deputy Commissioner found that no further analysis was required on these points, and stated that overall, the grievance was denied."], ["[30]", "With respect to Grievance 6395, the Deputy Commissioner enumerated three issues raised by the Applicant."], ["[31]", "First, the Applicant grieved the fact that the file number on his grievance was arbitrarily changed without his consent. The Deputy Commissioner found that an administrative error occurred at the first level resulting in duplicate files, and that a hand-written modification had been made to the Applicant's second level grievance submission, changing the reference number. This was contrary to CSC policy that offender grievance submissions were considered the property of the offender and should not be changed in any way by CSC staff. As such, this portion of the grievance was upheld."], ["[32]", "Second, the Applicant complained that staff who did not comply with the grievance policies and procedures were subject to no discipline other than reminders to comply. The Deputy Commissioner responded that when concerns are raised about staff behaviour, action is taken in accordance with Treasury Board Policy. However, any information about the disciplining of staff, including whether discipline is warranted or not, is not disclosed in accordance with s. 8 of the", "Privacy Act", ". Therefore, this portion of the grievance was denied."], ["[33]", "Finally, as in Grievance 3399, the Applicant grieved the timeliness of responses within the grievance process. The Deputy Commissioner once again acknowledged that there had been delays, outlined the measures being taken to improve the efficiency and timeliness of the grievance process, and found that no further action was required."], ["[34]", "Overall, Grievance 6395 was upheld in part. As a corrective action, the Deputy Commissioner stated that the Regional Deputy Commissioner would ensure that staff were reminded not to modify original offender submissions.", "ISSUES"], ["[35]", "The Applicant raises a number of issues for the Court's consideration, but in my view they can be simplified as follows:", "(a) Are the timelines for complaint and grievance responses set out in CD 81, and/or the provisions for extensions of those timelines, contrary to the", "Corrections and Conditional Release Act", ", SC 1992, c 20 [Act or CCRA] or the Regulations and therefore invalid?", "(b) Were the findings of the third level grievance responses reasonable?", "(c) Is there a legal basis for the injunction requested by the Applicant, and if so, should the Court issue such an injunction?", "STANDARD OF REVIEW"], ["[36]", "The Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is settled in a satisfactory manner by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless, or where the relevant precedents appear to be inconsistent with new developments in the common law principles of judicial review, must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis:", "<FRAGMENT_SUPPRESSED> ."], ["[37]", "The parties agree on the standards of review applicable in this case. The question of whether CD 81 conforms to the Act and the Regulations involves interpreting the statutory grant of authority permitting the adoption of the Directive, and is reviewable on a standard of correctness:", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]. The findings of the third level Decisions themselves involve questions of mixed fact and law that are reviewable on a standard of reasonableness: <FRAGMENT_SUPPRESSED> , above, at para 47;", "<FRAGMENT_SUPPRESSED> ."], ["[38]", "When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at para 47, and", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decisions are unreasonable in the sense that they fall outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\"", "STATUTORY PROVISIONS"], ["[39]", "The following provisions of the Act are applicable in these proceedings:", "Purpose of correctional system", "3. The purpose of the federal correctional system is to contribute to the maintenance of a just, peaceful and safe society by", "(a) carrying out sentences imposed by courts through the safe and humane custody and supervision of offenders; and", "(b) assisting the rehabilitation of offenders and their reintegration into the community as law-abiding citizens through the provision of programs in penitentiaries and in the community.", "Paramount consideration", "3.1 The protection of society is the paramount consideration for the Service in the corrections process.", "Principles that guide Service", "4. The principles that guide the Service in achieving the purpose referred to in section 3 are as follows:", "[...]", "(f) correctional decisions are made in a forthright and fair manner, with access by the offender to an effective grievance procedure", "[...]", "Grievance procedure", "90. There shall be a procedure for fairly and expeditiously resolving offenders' grievances on matters within the jurisdiction of the Commissioner, and the procedure shall operate in accordance with the regulations made under paragraph 96(u).", "Access to grievance procedure", "91. Every offender shall have complete access to the offender grievance procedure without negative consequences.", "Regulations", "96. The Governor in Council may make regulations", "[...]", "(u) prescribing an offender grievance procedure;", "[...]", "Rules", "97. Subject to this Part and the regulations, the Commissioner may make rules", "(a) for the management of the Service;", "(b) for the matters described in section 4; and", "(c) generally for carrying out the purposes and provisions of this Part and the regulations.", "Commissioner's Directives", "98. (1) The Commissioner may designate as Commissioner's Directives any or all rules made under section 97.", "But du système correctionnel", "3. Le système correctionnel vise à contribuer au maintien d'une société juste, vivant en paix et en sécurité, d'une part, en assurant l'exécution des peines par des mesures de garde et de surveillance sécuritaires et humaines, et d'autre part, en aidant au moyen de programmes appropriés dans les pénitenciers ou dans la collectivité, à la réadaptation des délinquants et à leur réinsertion sociale à titre de citoyens respectueux des lois.", "Critère prépondérant", "3.1 La protection de la société est le critère prépondérant appliqué par le Service dans le cadre du processus correctionnel.", "Principes de fonctionnement", "4. Le Service est guidé, dans l'exécution du mandat visé à l'article 3, par les principes suivants:", "[...]", "f) ses décisions doivent être claires et équitables, les délinquants ayant accès à des mécanismes efficaces de règlement de griefs;", "[...]", "Procédure de règlement", "90. Est établie, conformément aux règlements d'application de l'alinéa 96u), une procédure de règlement juste et expéditif des griefs des délinquants sur des questions relevant du commissaire.", "Accès à la procédure de règlement des griefs", "91. Tout délinquant doit, sans crainte de représailles, avoir libre accès à la procédure de règlement des griefs.", "Règlements", "96. Le gouverneur en conseil peut prendre des règlements:", "[...]", "u) fixant la procédure de règlement des griefs des délinquants;", "[...]", "Règles d'application", "97. Sous réserve de la présente partie et de ses règlements, le commissaire peut établir des règles concernant:", "a) la gestion du Service;", "b) les questions énumérées à l'article 4;", "c) toute autre mesure d'application de cette partie et des règlements.", "Nature", "98. (1) Les règles établies en application de l'article 97 peuvent faire l'objet de directives du commissaire."], ["[40]", "The following provisions of the Regulations, as they read at the time of the Decisions, are applicable in these proceedings:", "74. (1) Where an offender is dissatisfied with an action or a decision by a staff member, the offender may submit a written complaint, preferably in the form provided by the Service, to the supervisor of that staff member.", "(2) Where a complaint is submitted pursuant to subsection (1), every effort shall be made by staff members and the offender to resolve the matter informally through discussion.", "(3) Subject to subsections (4) and (5), a supervisor shall review a complaint and give the offender a copy of the supervisor's decision as soon as practicable after the offender submits the complaint.", "(4) A supervisor may refuse to review a complaint submitted pursuant to subsection (1) where, in the opinion of the supervisor, the complaint is frivolous or vexatious or is not made in good faith.", "(5) Where a supervisor refuses to review a complaint pursuant to subsection (4), the supervisor shall give the offender a copy of the supervisor's decision, including the reasons for the decision, as soon as practicable after the offender submits the complaint.", "75. Where a supervisor refuses to review a complaint pursuant to subsection 74(4) or where an offender is not satisfied with the decision of a supervisor referred to in subsection 74(3), the offender may submit a written grievance, preferably in the form provided by the Service,", "(a) to the institutional head or to the director of the parole district, as the case may be; or", "(b) where the institutional head or director is the subject of the grievance, to the head of the region.", "[...]", "78. The person who is reviewing a grievance pursuant to section 75 shall give the offender a copy of the person's decision as soon as practicable after the offender submits the grievance.", "[...]", "80. (1) Where an offender is not satisfied with a decision of the institutional head or director of the parole district respecting the offender's grievance, the offender may appeal the decision to the head of the region.", "(2) Where an offender is not satisfied with the decision of the head of the region respecting the offender's grievance, the offender may appeal the decision to the Commissioner.", "(3) The head of the region or the Commissioner, as the case may be, shall give the offender a copy of the head of the region's or Commissioner's decision, including the reasons for the decision, as soon as practicable after the offender submits an appeal.", "74. (1) Lorsqu'il est insatisfait d'une action ou d'une décision de l'agent, le délinquant peut présenter une plainte au supérieur de cet agent, par écrit et de préférence sur une formule fournie par le Service.", "(2) Les agents et le délinquant qui a présenté une plainte conformément au paragraphe (1) doivent prendre toutes les mesures utiles pour régler la question de façon informelle.", "(3) Sous réserve des paragraphes (4) et (5), le supérieur doit examiner la plainte et fournir copie de sa décision au délinquant aussitôt que possible après que celui-ci a présenté sa plainte.", "(4) Le supérieur peut refuser d'examiner une plainte présentée conformément au paragraphe (1) si, à son avis, la plainte est futile ou vexatoire ou n'est pas faite de bonne foi.", "(5) Lorsque, conformément au paragraphe (4), le supérieur refuse d'examiner une plainte, il doit fournir au délinquant une copie de sa décision motivée aussitôt que possible après que celui-ci a présenté sa plainte.", "75. Lorsque, conformément au paragraphe 74(4), le supérieur refuse d'examiner la plainte ou que la décision visée au paragraphe 74(3) ne satisfait pas le délinquant, celui-ci peut présenter un grief, par écrit et de préférence sur une formule fournie par le Service:", "a) soit au directeur du pénitencier ou au directeur de district des libérations conditionnelles, selon le cas;", "b) soit, si c'est le directeur du pénitencier ou le directeur de district des libérations conditionnelles qui est mis en cause, au responsable de la région.", "[...]", "78. La personne qui examine un grief selon l'article 75 doit remettre copie de sa décision au délinquant aussitôt que possible après que le détenu a présenté le grief.", "[...]", "80. (1) Lorsque le délinquant est insatisfait de la décision rendue au sujet de son grief par le directeur du pénitencier ou par le directeur de district des libérations conditionnelles, il peut en appeler au responsable de la région.", "(2) Lorsque le délinquant est insatisfait de la décision rendue au sujet de son grief par le responsable de la région, il peut en appeler au commissaire.", "(3) Le responsable de la région ou le commissaire, selon le cas, doit transmettre au délinquant copie de sa décision motivée aussitôt que possible après que le délinquant a interjeté appel."], ["[41]", "The following paragraphs of CD 81, as it read at the time of the Decisions, are relevant to these proceedings. They were provided to the Court in English only:", "Responsibilities", "[...]", "6. Decision makers at all levels will ensure that grievors are provided with complete, documented, and timely responses to all issues that pertain to the subject of the initial complaint or grievance.", "[...]", "Levels of the Complaint and Grievance Process", "12. The complaint and grievance process includes four levels: written complaints, first level, second-level, and third-level grievances", "13. Where an offender is dissatisfied with an action or a decision by a staff member, the offender may submit a written complaint, preferably on the form provided by the Service. The initial submission will be at the complaint level unless otherwise indicated in this directive or unless the supervisor of the staff member in question is the Institutional Head, the Regional Deputy Commissioner or the Commissioner.", "[...]", "15. The decision of the Commissioner or his/her delegate constitutes the final stage of the complaint and grievance process. Grievors who are not satisfied with the final decision of the complaint and grievance process may seek judicial review of the third-level grievance decision at the Federal Court within the time limit prescribed in subsection 18.1(2) of the", "Federal Courts Act", "[...]", "Timeframes", "[...]", "18. Decision makers will render a decision with regard to complaints and grievances in the following timeframes:", "Complaint, First Level and Second Level", "High Priority", "- Within 15 working days of receipt by the Grievance Coordinator.", "Routine Priority", "- Within 25 working days of receipt by the Grievance Coordinator.", "Third Level", "High Priority", "- Within 60 working days of receipt by the Grievance Coordinator.", "Routine Priority", "- Within 80 working days of receipt by the Grievance Coordinator.", "19. Where a grievor is not satisfied with the response at any level, he/she may submit the grievance to the next level, normally within 20 calendar days of receiving the response.", "20. If the Institutional Head, the Regional Deputy Commissioner or the Director, Offender Redress considers that more time is necessary to deal adequately with a complaint or grievance, the grievor must be informed, in writing, of the reasons for the delay and of the date by which the decision will be rendered.", "[...]", "Group Complaints or Grievances", "23. A complaint or grievance may be submitted by a group of grievors but the submission must be signed by all grievors involved. One grievor must be designated to receive the response for the group as well as any other correspondence related to the complaint or grievance.", "[...]", "Corrective Action", "45. When a complaint or grievance is upheld or upheld in part, and corrective action is required, the corrective action will be completed within 30 working days, and it will be clearly noted on the grievance file and in the Offender Management System that the corrective action has been completed.", "46. The person responsible for implementing the corrective action will provide written confirmation and documentation to the decision maker indicating that procedures were completed in accordance with this section on corrective action.", "47. A grievor may submit a grievance to the next level of the complaint and grievance process when the corrective action was not completed within the designated timeframes. In the case of a third-level corrective action, a grievor may submit a third-level grievance regarding this issue."], ["[42]", "The following paragraphs of Guideline 81-1, as it read at the time of the Decisions, are relevant to these proceedings. They were provided to the Court in English only:", "CORRECTIVE ACTION", "23. The decision maker will determine the corrective action that best resolves the complaint/grievance and ensures that similar problems do not occur in the future. Some considerations for determining and implementing corrective action are the following:", "the redress sought by the grievor;", "the seriousness of any misconduct involved and any further actions necessary to respond;", "the potential of repetition by other staff members of the actions complained of;", "what is required to ensure future compliance with relevant legislation and policy; and", "who is accountable for implementing the corrective action.", "[...]", "INTERVIEWS", "[...]", "44. An interview must be conducted with the offender if the offender has requested an interview, when the complaint or first-level grievance is first received at the institution, parole office or Community Correctional Centre, unless there are unusual circumstances which do not permit it or the offender refuses. If the offender resides at a different institution than where the investigation is being conducted, an interview must still be conducted. At the regional and national levels, the offender may be interviewed if it is considered necessary in order to conduct a thorough investigation.", "[...]", "ARGUMENT", "Applicant"], ["[43]", "The Applicant is asking that the Court quash the two third level Decisions, declare CD 81 to be invalid, declare CSC's failure to enforce", "Commissioner's Directive 60 - Code of Discipline", "[CD 60] in the grievance process to be invalid, and issue an injunction prohibiting the Respondent from:", "• Authorizing timeframes for complaint responses that exceed 2 calendar days;", "• Authorizing timeframes for responses to first and second level grievances that exceed 7 calendar days;", "• Authorizing timeframes for responses to third level grievances that exceed 14 days;", "• Authorizing timeframe extensions without first obtaining the inmate's consent; or", "• Acting in disregard of CD 60 and the openness requirements of Commissioner's Directive 001 in the context of ss. 4(f), 90 and 91 of the Act when infractions against the CSC's", "Code of Discipline", "are in issue."], ["[44]", "The Applicant says that his applications \"build on\" the decision of this Court in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], where Justice Mactavish, in the Applicant's words, \"proved seriously less than impressed with the CSC's present administration of the grievance procedure that the Parliament of Canada legislated for as a matter of national priority under [the Act, ss. 4(f), 90and 91].\""], ["[45]", "The Applicant notes that the inmate grievance procedure has also been heavily criticized in", "<FRAGMENT_SUPPRESSED>  at paras 63-64 [", "May", "], as well as by the Correctional Investigator over the years (as discussed in <FRAGMENT_SUPPRESSED> , above), by Professor David Mullan in the external review cited in the Decisions (see Report of External Review of Correctional Service of Canada Offender Complaints and Grievance Process, July 13, 2010, Respondent's Record in T-179-13 at pp. 92-144 [Mullan Report]), by Justice Louise Arbour in the Report of the Commission of Inquiry into Certain Events at the Prison for Women in Kingston (Public Works and Government Services Canada, 1996), also discussed in <FRAGMENT_SUPPRESSED> , above, and in an \"", "Ad Hoc", "Audit\" completed by the \"Inmate Committee of Warkworth Institution\" (see Inmate Welfare Committee, Complaint/Grievance Procedure", "Ad Hoc", "Audit, January 2010, Applicant's Record at pp. 254-292)."], ["[46]", "The Applicant says that both third level Decisions are replete with error, and that they demonstrate \"the whole of the problem with the CSC grievance procedure, namely the failure by CSC top level, senior bureaucrats to enforce the CSC's", "Code of Discipline", ".\""], ["[47]", "The Applicant says that both applications target, first and foremost, CD 81 and the timeframes for complaint and grievance responses set out in that Directive, which he argues are in conflict with the word \"expeditious\" in s. 90 of the Act. He says that the practice of CSC officials giving themselves \"arbitrary time extensions\" without the complaining inmate's consent also conflicts with this provision, and breaches inmates' rights to procedural fairness."], ["[48]", "Secondly, the Applicant says the applications target \"the failure by senior CSC bureaucrats to apply and enforce the CSC's", "Code of Discipline", "when, as in the applicant's case, CSC administrators trusted with getting inmate issues resolved ...commit infractions against the CSC's Code of Discipline ... and even criminal acts or omissions - as also raised by the applicant [in his grievances].\""], ["[49]", "The Applicant argues that CD 81 is invalid because it conflicts with ss. 4(f), 90 and 91 of the Act, which were enacted by Parliament to ensure inmate issues are resolved quickly and fairly for everyone's safety, security and peace. He says these provisions were enacted in light of significant violence that erupted in Canada's prisons in the 1970s on account of unresolved inmate issues, and were intended to bring the rule of law within the penitentiary walls: see", "May", ", above, at paras 25, 72."], ["[50]", "The Applicant says that the timeframes for responses set out in paragraph 18 of CD 81 were established in complete disregard for the word \"expeditiously\" in s. 90 of the Act, which is not even referred to. He argues that anything longer than two weeks is a lifetime for inmates who face possible injury or death, and that a timely grievance process in keeping with the Act and the Regulations is a critical safety issue. The delays in responding to his grievances demonstrate a \"seriously delinquent bureaucratic culture\", the Applicant says."], ["[51]", "In addition to the \"leisurely timelines\" set out in CD 81, the Applicant says that the practice of CSC staff giving themselves \"arbitrary timeframe extensions to suit themselves,\" as authorized in paragraph 20 of CD 81, also violates ss. 4(f), 90 and 91 of the Act. Since an inmate's consent to such extensions is not required, the Applicant argues, \"CSC bureaucrats can just extend the time to suit themselves, as the applicant's evidence itself overwhelmingly demonstrates.\" The Applicant argues that this results in inmates being denied: 1) complete access to the process (as required by s. 91 of the Act); 2) procedural fairness in relation to their complaints (as required by ss. 4(f) and 90 of the Act and the common law); and 3) an effective and expeditious grievance procedure (as required by ss. 4(f) and 90 of the Act). He argues that the failure to consult with the inmate regarding time extensions also violates s. 74 of the Act."], ["[52]", "The Applicant argues that the Respondent's refusal to act on the requirements of paragraph 2 of CD 60 regarding staff discipline in the context of the grievance process renders that process fundamentally ineffective and contrary to s. 4(f) of the Act. He says that the \"values framework\" set out in paragraph 7 of Commissioner's Directive 001 [CD 1] requires openness, whereas CSC officials are operating in secrecy with respect to any disciplinary action that may result from complaints and grievances. He says that the Respondent's reliance on the", "Privacy Act", "to justify secrecy regarding what if any disciplinary actions have been taken is misplaced where an issue regarding the conduct of a specific staff member is raised in a complaint or grievance. In this context, he argues, such secrecy violates the requirement set out in the Act that the grievance process must provide meaningful redress."], ["[53]", "With respect to the specific findings set out in the Decisions under review, the Applicant argues that the Deputy Commissioner's findings regarding issues 1, 4, 6 and 7 in Grievance 3399, and regarding all three issues in Grievance 6395, are unreasonable."], ["[54]", "Regarding Grievance 3399, the Applicant says that:", "• The response to Issue 1, stating that the Applicant did not provide sufficient information for an analysis to be conducted, reflects a refusal to acknowledge and address the evidence of repeated infractions of the CD 81 timelines by staff at Warkworth;", "• The response to Issue 4, upholding the practice of granting an interview only where requested by an inmate, directly conflicts with s. 74(2) of the Regulations, which places the onus squarely on CSC to initiate and coordinate a full discussion of the issue;", "• The response to Issue 6, stating that the Applicant must address concerns about delays in the processing of a separate complaint by grieving the issue at the lowest possible level, reflects a misunderstanding of what was at issue and is unreasonable in light of the arguments above. The delays with the separate complaint were used only as an example; and", "• The response to issue 7, stating that action is already being taken to address the delays in the grievance procedure and no further action is required, is based on the invalid timeframes and practices established under CD 81."], ["[55]", "Regarding Grievance 6395, the Applicant says that:", "• Despite the \"upheld\" response to Issue 1, relating to the change to the reference number on his second level submission, no meaningful steps were taken to correct the careless handling of inmate grievances;", "• The response to Issue 2 regarding the non-disclosure of information about disciplinary actions arising from complaints and grievances is unreasonable in light of the arguments above; and", "• The response to Issue 3 is unreasonable for the same reasons stated in connection with Issue 6 in Grievance 3399."], ["[56]", "The Applicant argues that the Court has full jurisdiction to grant the two declarations and the injunction outlined at paragraph 42 above, which he says are sought in order to bring CSC - a creature of statute that exists only by virtue of Part I of the CCRA - in line with ss. 4(f), 90 and 91 of that Act with respect to the rights of inmates to expect that the grievance process will be administered \"fairly and expeditiously\" (s. 9) and will be \"effective\" (s. 4(f)). He argues that such an injunction is justified based on the problems outlined above."], ["[57]", "In addition to restraining the Respondent from authorizing timeframes in excess of those set out at paragraph 42 above, the Applicant says the injunction should prohibit complaints and grievances from being \"analyzed\" as they currently are, and direct that they should instead be determined expeditiously in a summary and cost-effective manner based on the face of the record before the decision-maker. In this manner, he says, first level responses could be readily obtained within minutes on any given day, and second and third level responses would be but an email or a fax away. Presently, complaints and grievances are analyzed \"to death\" in a manner that is not only time-consuming and costly, but excludes the inmate from the decision-making process, lacks transparency, and violates the rights of inmates under the CCRA and s. 7 of the", "Charter", "Respondent"], ["[58]", "The Respondent raises a preliminary objection to the inclusion of Exhibits D through S and Q to the Applicant's affidavit. Exhibit D is an affidavit of another inmate attached as an exhibit to the Applicant's affidavit, and thus the Respondent had no opportunity to cross-examine the affiant on its contents. The Respondent submits that the Court should give those contents no weight. This includes the", "Ad Hoc", "Audit by the Inmate's Committee cited by the Applicant. The Respondent objects to Exhibit Q on the same basis, and objects to Exhibits D through S inclusive because they were not part of the certified tribunal record."], ["[59]", "The Respondent argues that the applications are moot insofar as they challenge the timelines set out in paragraph 18 of CD 81, as these timelines have now changed due to the elimination of the second level of the Offender Complaint and Grievance Process. This reduces the timeframes by at least 15 to 25 days."], ["[60]", "Alternatively, the Respondent argues, on a challenge to the", "vires", "of the now outdated CD 81, the only question is whether the statutory grant of authority allowed the Commissioner to adopt the Directive. Paragraphs 18 and 20 of the outdated CD 81 and the Directive as a whole were valid and", "intra vires", "ss. 4(f), 90 and 91 of the Act."], ["[61]", "The Respondent says that Commissioner's Directives are \"regulations\" within the meaning of s. 2(1) of the", "Interpretation Act", ", RSC 1985, c  <FRAGMENT_SUPPRESSED>  at para 25 [ <FRAGMENT_SUPPRESSED> ]). As stated in <FRAGMENT_SUPPRESSED> at para 24, \"[a] successful challenge to the", "vires", "of regulations requires that they be shown to be inconsistent with the objective of the enabling statute or the scope of the statutory mandate.\" See also <FRAGMENT_SUPPRESSED> , above, at para 29 in relation to a Commissioner's Directive specifically."], ["[62]", "The presumption of validity puts the burden on the party challenging the regulation, and also \"favours an interpretative approach that reconciles the regulation with its enabling statute so that, where possible, the regulation is construed in a manner which renders it", "intra vires", "\" ( <FRAGMENT_SUPPRESSED> , above, at para 25). As such, the Respondent says, regulations should be declared", "ultra vires", "only in an egregious case, where they are \"irrelevant,\" \"extraneous,\" or \"completely unrelated\" to the statutory purpose (", "ibid", "at para 28). The inquiry \"does not involve assessing the policy merits of the regulations to determine whether they are 'necessary, wise, or effective in practice'\" (", "ibid", "at para 27)."], ["[63]", "The Respondent argues that the timelines set out in paragraph 18 of the outdated CD 81 fall within the legislative requirement to establish a procedure to fairly and expeditiously resolve inmate grievances (Act, s. 90), and to respond \"as soon as practicable after\" a complaint or grievance is submitted (Regulations, ss. 74(3), 74(5), 80(3)). The phrase \"as soon as practicable\" means that the Commissioner has the discretion to determine the timeframes having regard to the operational demands and the specific context of the grievance, and is to be contrasted with other provisions in the Regulations that impose specific timelines to respond. Similarly, the phrase \"as soon as practicable\" provides the Commissioner with authority to allow extensions of time in responding to grievances."], ["[64]", "The Respondent says the Applicant improperly relies on s. 74 of the Act to argue that CSC must consult with an inmate when deciding on time extensions, when in fact that section applies only to decisions affecting \"the inmate population as a whole, or ... a group within the inmate population.\" An individual inmate who uses the grievance process is not a \"group\" within the meaning of this provision."], ["[65]", "With respect to the Decisions themselves, the Respondent argues that each of the responses falls within the range of acceptable outcomes defensible on the facts and the law, and that the Decisions respond to all of the concerns raised in the third level submissions. The Decisions acknowledged and provided information on the nature of the problems CSC is facing with respect to the grievance procedure, and the steps it is taking to address those issues. The Respondent argues that this is a reasonable response to the issues the Applicant raised:", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]."], ["[66]", "Moreover, the Respondent says that the Applicant's grievances fall squarely within the category of \"vexatious\" complaints identified as a problem in the external review performed by Professor Mullan. They are \"complaints on complaints,\" raise issues that were the subject matter of previous grievances, and seek disciplinary actions against staff responsible for the grievance process. In the Respondent's view, the Applicant persists in challenging the grievance process by rehashing his old grievances, some of which date back to 2006."], ["[67]", "Finally, the Respondent says that the Applicant's request for an injunction is without legal basis and should be refused. The requested injunction would require the Court to step out of its reviewing role and create a modified inmate grievance process with timelines that the Applicant deems appropriate: <FRAGMENT_SUPPRESSED> , above, at para 46.", "ANALYSIS", "Introduction"], ["[68]", "The Applicant has brought two applications for review of two related grievance Decisions. In addition, however, he is also asking the Court to review and assess what he regards as systemic problems with the whole complaint and grievance process under the CCRA and the governing Regulations and Directives. In effect, he is asking the Court to use injunctive relief to mandate solutions to a grievance process which he says:", "CSC bureaucrats have turned into a self-serving, bureaucratic process by which they relentlessly rationalize and whitewash their own decisions in acting both as prosecutor by way of self-serving arguments against an inmate's grievance and, in the end, as judge to benefit themselves."], ["[69]", "Persistent problems and frustrations with the grievance system have been acknowledged and studied, and reforms have been implemented to deal with some of the more egregious issues, although it is obvious that the Applicant and other inmates still feel that more is required before CSC meets its obligations under the CCRA to provide a procedure for fairly and expeditiously resolving offender grievances."], ["[70]", "It is noteworthy in the present applications that one of the Decisions under review upheld the Applicant's grievance in part, and the other recognized he had experienced an unreasonable delay (while finding that corrective measures were already being taken and no further action was required). But he has pressed on because he does not feel they go far enough in dealing with important systemic issues that seriously impact the lives of all inmates. In particular, he would like to see mandatory time-frames imposed so that grievances will be dealt with quickly and CSC staff will not be able to unilaterally award themselves arbitrary and self-serving extensions. He also wants staff who abuse the system to be disciplined in a transparent and meaningful way that will encourage them to ensure that complaints and grievances are handled in accordance with the CCRA and the governing Regulations."], ["[71]", "The Applicant's frustrations with the system are understandable. However, it is important to note that there are frustrations and concerns on the other side. When Professor Mullan produced his report in 2010 he found,", "inter alia", ", that \"[o]ne of, if not the most significant drain on the resources of the Offender Complaints and Grievance Process is the volume of complaints and grievances generated by a comparatively small numbers of offenders\" and that in some but not all cases such inmates \"are apparently part of a deliberate plan to bring the process to its knees\" (Mullan Report, Respondent's Record in T-179-13 at p. 124). The Respondent feels that the Applicant is just such an inmate. In my view, however, repeated attempts to use the complaints and grievance system to highlight the inadequacies of that system (what other recourse is there?) cannot be automatically equated with unmeritorious conduct on the part of particular inmates. Resources are, however, obviously a major aspect of the challenges faced on both sides, and one of the problems with the Applicant's suggestions for mandatory time-frames is that it is by no means apparent how they could be achieved given the level of resources available to CSC. And, of course, the Court is in no position to mandate that Parliament make the necessary sources available to ensure that the Applicant's view of how the complaint and grievance process under the CCRA ought to work is put into effect. This means that shorter mandatory time-frames would merely exacerbate the problems currently being experienced throughout the system."], ["[72]", "In fact, I think it has to be said at the outset that the Applicant has not provided an evidentiary or a legal basis for the injunctive relief he seeks. This does not mean, of course, that in dealing with the Applicant's complaints, the Deputy Commissioner reasonably took into account and addressed the systemic aspects of the Applicant's grievance that arose on the particular facts of the case. In reviewing the Decisions, I obviously need to be alive to these issues and to assess how they play into the particular facts of the Applicant's grievances. I cannot, however, render a comprehensive condemnation of the whole complaint and grievance system under the CCRA and the Regulations, which the Applicant's arguments often suggest he is seeking from the Court.", "T-180-13", "CD-081"], ["[73]", "The Applicant wants the Court to declare that the now outdated CD 81 is \"invalid\" because it fails to conform with ss. 4(f), 90 and 91 of the CCRA. For ease of reference, these sections read as follows:", "Principles that guide Service", "4. The principles that guide the Service in achieving the purpose referred to in section 3 are as follows:", "[...]", "(f) correctional decisions are made in a forthright and fair manner, with access by the offender to an effective grievance procedure", "[...]", "Grievance procedure", "90. There shall be a procedure for fairly and expeditiously resolving offenders' grievances on matters within the jurisdiction of the Commissioner, and the procedure shall operate in accordance with the regulations made under paragraph 96(u).", "Access to grievance procedure", "91. Every offender shall have complete access to the offender grievance procedure without negative consequences.", "Principes de fonctionnement", "4. Le Service est guidé, dans l'exécution du mandat visé à l'article 3, par les principes suivants:", "[...]", "f) ses décisions doivent être claires et équitables, les délinquants ayant accès à des mécanismes efficaces de règlement de griefs;", "[...]", "Procédure de règlement", "90. Est établie, conformément aux règlements d'application de l'alinéa 96u), une procédure de règlement juste et expéditif des griefs des délinquants sur des questions relevant du commissaire.", "Accès à la procédure de règlement des griefs", "91. Tout délinquant doit, sans crainte de représailles, avoir libre accès à la procédure de règlement des griefs."], ["[74]", "In CD 81 (as it read at the time of the Decisions), the Commissioner set the time-frames for complaints and grievances under paragraph 18:", "Decision makers will render a decision with regard to complaints and grievances in the following timeframes:", "Complaint, First Level and Second Level", "High Priority", "- Within 15 working date of receipt by the Grievance Coordinator.", "Routine Priority", "- Within 25 working date of receipt by the Grievance Coordinator.", "Third Level", "High Priority", "- Within 60 working date of receipt by the Grievance Coordinator.", "Routine Priority", "- Within 80 working date of receipt by the Grievance Coordinator."], ["[75]", "The Applicant's argument here is, essentially, that CD 81, which establishes time-frames, does not equate to the \"fair,\" \"effective,\" or \"expeditions,\" handling of complaints and grievances that is required under the CCRA, particularly when unilateral extensions of time are routinely used by CSC."], ["[76]", "Under the now outdated CD 81, decisions on high priority grievances were required to be rendered within 15 days of receipt of a complaint, first level grievance or a second level grievance. Routine priority grievance decisions were to be rendered within 25 days. At the third level, response to high priority grievances was required within 60 days of receipt by the grievance coordinator, and it was 80 days for routine priority grievances."], ["[77]", "As the Applicant points out, these are working days so that 15 working days means three weeks, 25 working days is more than a month, 60 working days is nearly 3 months, and 80 working days is almost 4 months. He says, that is not expeditious."], ["[78]", "Paragraph 20 of CD 81 addressed extensions of time:", "If the Institutional Head, the Regional Deputy Commissioner or the Director, Offender Redress considers that more time is necessary to deal adequately with a complaint or grievance, the grievor must be informed, in writing, of the reasons for the delay and of the date by which the decision will be rendered."], ["[79]", "The Applicant's view is that the inmate's consent to extensions of time is arbitrarily dispensed with so that CSC staff can simply extend time-frames to suit themselves. In practice, that means denial of access, denial of procedural fairness, and denial of an effective and expeditious grievance procedure. This also means, in the Applicant's view, that CD 81 does not conform to Parliament's intent as found in ss 4(f), 90 and 91 of the CCRA, or s. 74 of the Regulations. The further consequence, the Applicant argues, is that the Commissioner has exceeded his authority granted under s. 97 of the CCRA to make and issue directives."], ["[80]", "The Respondent says there is no live controversy regarding paragraph 18 of CD 81 because the Regulations were recently amended to eliminate the second level grievance process and this reduces the time-frames by at least the 15 to 25 days that would have been allowed for a second level grievance."], ["[81]", "It seems to me, however, that the elimination of the second level grievance process does not answer the Applicant's complaint about time-frames that are not expeditious, or that unilateral extensions undermine the whole grievance process."], ["[82]", "In the end, the Applicant is saying that the Commissioner's directives on timing just don't work and result in a dysfunctional grievance system in practice, as occurred in his case. However, even if the Court were to agree with the Applicant that the directives have not produced a fair or efficient grievance system, there is nothing to suggest that the impugned paragraphs 18 and 20 of CD 81 do not fall within the statutory mandate in ss. 90, 91, and 4(f). As Professor Mullan's report makes clear, there are multiple causes for the dysfunctional grievance system, and some of them have to do with the way it is used by inmates. Reducing time-frames will not necessarily eliminate or curtail misuse of the system. In fact, it could easily exacerbate the problem if CSC is compelled to respond quickly in a context where it does not have the resources to respond. This would mean the filing of further grievances for delay and an even more problematic system than presently exists. The Applicant's arguments only take into account the inmate's perspective. He wants almost immediate responses (2 calendar days for complaints; 7 calendar days for what were first and second level grievances, and 14 calendar days for third level grievances), and he says nothing about how these time-frames could be achieved for complaints and grievances that vary in complexity and that may require extensive investigation. Nor does he say how short time-frames will improve a system that is already staggering under the weight and volume of grievances filed. The Applicant is simply asking the Court to assume that all problems with the system are the result of bad faith on the part of the Commissioner and CSC staff. The evidence before me, and in particular the report of Professor Mullan, suggests otherwise."], ["[83]", "From a legal perspective, the Applicant has not addressed the extent to which the Court can, in effect, presume to second-guess the Commissioner whose directives are Regulations within the meaning of subsection 2(1) of the", "Interpretation Act", ". The Applicant would have to demonstrate to the Court that CD 81 and CD 60 are inconsistent with the objectives of the Act and/or the Regulations. This begins with the first step as set out by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED> :", "The first step in a vires analysis is to identify the scope and purpose of the statutory authority pursuant to which the impugned order was made. This requires that subsection 18(1) be considered in the context of the Act read as a whole. The second step is to ask whether the grant of statutory authority permits this particular delegated legislation (", "<FRAGMENT_SUPPRESSED> , para. 14)."], ["[84]", "As the Respondent points out (at paras 44-51 of its Memorandum in T-179-13):", "Regulations benefit from a presumption of validity. In its recent decision in", "<FRAGMENT_SUPPRESSED>  the burden on challengers to demonstrate the invalidity of regulations, rather than on regulatory bodies to justify them ...; and\"", "2. \"it favours an interpretative approach that reconciles the regulation with its enabling statute so that,", "where possible", ", the regulation is construed in a manner which renders it", "intra vires", "...\"", "Thus, declaration of", "ultra vires", "should be made only in an \"egregious case\" - the impugned regulations must be \"irrelevant\", \"extraneous\", or \"completely unrelated\" to the statutory purpose. In addition, the SCC held:", "(a) \"This inquiry does not involve assessing the policy merits of the regulations to whether they are", "'necessary, wise, or effective in practice'", "...;", "(b) \"...The motives for their promulgation are irrelevant\";", "(c) \"it is not an inquiry into the underlying 'political, economic, social or partisan considerations\";", "(d) \"...Nor does the", "vires", "of regulations hinge on whether, in the court's view, they will actually succeed at achieving the statutory objectives.\"", "The impugned paragraphs 18, and 20, and the outdated CD-81 as a whole fall squarely within the statutory mandate of ss. 90, 91, and 4(f). The Applicant has not demonstrated that they are \"irrelevant\", \"extraneous\", or \"completely unrelated\" to the statutory purpose of ss. 90, 91, and 4(f).", "The purpose of s. 90 is to impose a legal obligation on the CSC to establish a procedure that would fairly and expeditiously resolve inmate grievances, \"in accordance with the regulations made under paragraph 96(u).\" This obligation stems from the guiding principle under s. 4(f) that \"correctional decisions be made in a forthright and fair manner\", with inmates having access \"to an effective grievance procedure.\" To that end, s. 91 ensures that every offender has complete access to the grievance procedure without negative consequences.", "The timeframes provided at paragraph 18 of the outdated CD-81 fall within the legislative requirement for the grievance process to be \"effective\" and \"expeditious.\" The CCRA is silent on what would constitute as appropriate timeframes for responding to grievances. However, in exercising its regulation making authority under s. 96(u) of the Act, the Governor-in-Council has prescribed that CSC respond \"as soon as practicable after\" the offender submits the complain/appeal.", "It is respectfully submitted that the terms \"as soon as practicable\" mean that the Commissioner has the discretion to determine the timeframes, having regard to the operational demands and the specific context of each grievance. This language is to be contrasted with other provisions in the CCRR, for example voluntary transfers under s. 15, which impose specific timelines to respond.", "The Directive respects the statutory requirement that the grievance process be expeditious: it provides shorter timeframe for responding to High Priority grievances as opposed to Routine priority complaints; it requires that alternative dispute resolution mechanisms be in place to facilitate informal resolution of complaints and grievances; and that staff must make every effort to resolve issues using these mechanisms.", "Similarly, the terms \"as soon as practicable\" provide the Commissioner with the authority to allow extensions of time in responding to grievances."], ["[85]", "In lay terms, that means that, even if the Court agrees with the Applicant that the complaint and grievance process is not working as it should, and even if the Court were to agree that shorter time-frames would be beneficial, this does not mean that the Court can impose its view of what would accomplish the statutory objectives for dealing with grievances under the Regulations. Any such conclusion would obviously involve an assessment of policy merits and the practicalities of achieving statutory objectives. Clearly, the Supreme Court of Canada has said in <FRAGMENT_SUPPRESSED> , above, that this is not a role the Court can play. This is a recent and unanimous decision from the Supreme Court, which made it clear that the circumstances in which subordinate legislation can be found to be", "ultra vires", "on the basis that it is inconsistent with the purpose or objectives of the governing statute are very narrow indeed:"], ["[28] Nor does the vires of regulations hinge on whether, in the court's view, they will actually succeed at achieving the statutory objectives (", "<FRAGMENT_SUPPRESSED> , at p. 12; see also <FRAGMENT_SUPPRESSED> , at p. 602;", "Keyes", ", at p. 266). They must be \"irrelevant\", \"extraneous\" or \"completely unrelated\" to the statutory purpose to be found to be", "ultra vires", "on the basis of inconsistency with statutory purpose (", "<FRAGMENT_SUPPRESSED> , at p. 280; <FRAGMENT_SUPPRESSED> , at p. 604; Brown and Evans, at 15:3261).", "In effect, although it is possible to strike down regulations as", "ultra vires", "on this basis, as Dickson J. observed, \"it would take an egregious case to warrant such action\"", "Thorne's Hardware", ", at p. 111). [emphasis added]"], ["[86]", "The Applicant has not demonstrated, in accordance with the governing case law, that any aspect of CD 80 is", "ultra vires", "the Commissioner's authority under the CCRA. Nor has he demonstrated here that what he calls the systemic problems that arise from time-frames prevented his initial complaint and his grievance from being dealt with in accordance with the Regulations. The Applicant's initial complaint (Complaint 2709) involved the dumping of garbage outside his unit. When the response was not delivered by the due date (July 26, 2011), the Applicant grieved the delay and his grievance was upheld. Staff were reminded to adhere to time-frames."], ["[87]", "I also agree with the Respondent that s. 74 of CCRA does not assist the Applicant. Although the Applicant sees himself as representing a \"group\" of inmates who file complaints and grievances, it is the individual grievances that he initiated that are before the Court for review. There is nothing to prevent the Applicant from raising systemic problems that have denied him fair and expeditious redress. All inmates can do that with their individual grievances."], ["[88]", "Section 74 of CCRA reads as follows:", "Inmate input into decisions", "74. The Service shall provide inmates with the opportunity to contribute to decisions of the Service affecting the inmate population as a whole, or affecting a group within the inmate population, except decisions relating to security matters.", "Participation aux décisions", "74. Le Service doit permettre aux détenus de participer à ses décisions concernant tout ou partie de la population carcérale, sauf pour les questions de sécurité."], ["[89]", "The ordinary meaning of the words \"affecting the inmate population as a whole, or affecting a group within the inmate population\" is clear, and the Applicant has not referred me to any authority that would suggest I should depart from that plain meaning. The Applicant is neither \"the inmate population as a whole\" nor \"a group within the inmate population,\" and a decision to extend the time for a decision on his grievances affects only him. Section 74 of the Act is clearly intended to facilitate inmate input on decisions that affect groups of inmates, not individual inmates. As Justice O'Reilly noted in", "<FRAGMENT_SUPPRESSED>  the Commissioner has outlined a structure in CD 083 for representative Inmate Committees to provide input on institutional operations. This is the type of input to decision-making contemplated by s. 74 of the Act."], ["[90]", "Paragraph 20 of CD 81 requires that where the time for a decision is to be extended the grievor \"must be informed, in writing, of the reasons for the delay and of the date by which the decision will be rendered.\" Prior consultation with the Applicant is not required by the Act or by CD 81. On the record before me, the issue at the first and second levels was that the timelines weren't respected, not that extensions were arbitrarily granted. At the third level, time extensions were required and the Applicant was informed of the reasons in writing - namely, \"[f]urther investigation is required to permit a thorough analysis into the issues identified in your presentation\" (see Applicant's Record in T-180-13 at pp. 170 and 171 regarding Grievance 3399 and pp. 208 and 209 regarding Grievance 6395).", "CD-60"], ["[91]", "As part of his grievance, the Applicant requested that CD 60 be enforced against staff who were non-compliant with CD 81. CD 60 is the Commissioner's directive on the code of discipline for CSC staff. It is possible to argue, for instance, that a failure to meet the time-frames in CD 81 should be an infraction under s. 6 of CD 60. Subparagraph g. states that an employee has committed an infraction if he or she \"fails to conform to, or to apply, any relevant legislation, Commissioner's Directive, Standing Order, or other directive as it relates to his/her duty.\" The Applicant's argument is that simply reminding staff to observe time-frames is not enough. He says a record should be kept of all such infractions and staff should be held accountable for any such delays. He believes this will assist in improving the complaint and grievance system."], ["[92]", "The second level response held that the Offender Redress Division's Mandate is restricted to the grievance process, and does not include overseeing staff discipline. The third level response to Grievance 6395 indicated that actions to address concerns about staff behaviour are taken in accordance with Treasury Board Policy and that, under the", "Privacy Act", ", information about staff discipline cannot be disclosed. The general point is that staff discipline is not part of the grievance system."], ["[93]", "There are no enforcement mechanisms for infractions set out in CD 60 itself, although there is a separate process to deal with the mistreatment or harassment of inmates that does not arise on the facts of this case. The discipline of CSC staff gives rise to labour relations issues and implicates Treasure Board Policy and Union and Management processes. It would appear that there is no way to enforce CD 60 as part of the grievance process."], ["[94]", "Indeed, paragraph 2 of CD 60 says that \"Management of the Service is responsible for ... promptly and impartially taking appropriate corrective action when necessary.\" Inmates have no direct role in this process. One can think of many sound policy reasons why this is the case. CSC management must manage delicate dynamics between institutional staff and inmates that could be adversely affected by broadcasting disciplinary decisions or by giving offenders too direct a role in the disciplinary process, quite apart from the privacy concerns cited by the Deputy Commissioner. In essence, the grievance process allows offenders to compel CSC to consider and respond to allegations of staff misconduct that they feel have negatively affected them, but not to control or challenge any resulting decisions about staff discipline."], ["[95]", "The Decisions do not say that no disciplinary action was taken. The Decision in Grievance 6395 says that action is taken when warranted in accordance with Treasury Board Policy, and is not disclosed to inmates. In my view, this approach is consistent with management's responsibilities under CD 60 and the Applicant has not shown that it conflicts with any obligations set out in the Act, the Regulations, or CD 80. He would have the Court second-guess the wisdom of the approach, which I decline to do."], ["[96]", "The Applicant has not shown that he is without recourse if he has complaints about the behaviour of staff members. However, the issue of whether corrective action is needed to address his grievance is separate from the question of whether disciplinary action is needed to address staff behaviour; he cannot enforce staff discipline through the grievance procedure."], ["[97]", "Once again, the Applicant is asking the Court to find in a systemic way that there is a widespread disregard for CD 81 and time-frames by CSC staff that should be addressed as part of the grievance procedure. In these applications, however, the Court is not reviewing the whole complaint and grievance process. Professor Mullan has recently done that and his report has led to changes and attempts to resolve some of the problems. It is not for the Court to mandate that staff conduct (i.e. missing time deadlines on complaints and grievances) should become part of the grievance system itself."], ["[98]", "In my view, the current approach is consistent with paragraph 2 of CD 60 and has not been shown to be inconsistent with the requirements of ss. 4(f), 90 and 91 of CCRA and s. 12 of the", "Interpretation Act", "Third level decision - Reasonableness"], ["[99]", "Besides his general points about the systemic problems with timelines and the accountability of staff that breach those timelines, the Applicant also challenges the Commissioner's third level responses to certain issues he raised in his grievance.", "Issue 1: Changing of the grievance number without consent"], ["[100]", "The Applicant says that the \"upheld\" response on this issue was not accompanied by any real meaningful steps being taken to correct the careless handling of inmate grievances."], ["[101]", "Part of this issue refers to CD 60, which I have addressed above. In a general sense, I cannot see what was unreasonable about the third level response to this issue. It was explained to the Applicant that a clerical error occurred that created two grievances and that the Regional Duty Commissioner would remind staff not to modify inmate submissions. The Applicant has attempted to elevate the clerical errors that occurred in his case into a general practice that requires the disciplining of staff rather than reminders. There is no evidence to support that position or to render the response unreasonable.", "Issue 2: Staff discipline"], ["[102]", "The Applicant says that the response to issue 2 was unreasonable and the Commissioner should be directed to answer paragraphs 1 to 3 of his third level grievance."], ["[103]", "In my view, the response reasonably answered the issues raised at paragraphs 1 to 3 of Grievance 6395: it explained how the grievance number had been changed; it explained why CD 60 could not be enforced through the grievance process; and it provided information on measures underway to improve the whole grievance process.", "Issue 3: Timeliness of responses within the grievance process"], ["[104]", "In so far as this issue raises CD 81 and time-frames, I have dealt with it above, and the response was reasonable. I also disagree with the Applicant that the response was nothing more than an \"irrelevant diatribe\" on the short comings of the grievance process. The delays that the Applicant experienced in Complaint 2709 and Grievance 3399 were upheld and action was taken. The Applicant chose to continue his grievance in order to deal with what he regarded as systemic issues. The response explains what is being done to address systemic issues. There is nothing unreasonable about this.", "T-179-13"], ["[105]", "The Applicant again raises the CD 81 and CD 60 issues referred to above under T-180-13. There is nothing that changes for the purpose of T-179-13. Consequently, I will only deal with the reasonableness issues raised by the Applicant that pertain to the actual Decision in Grievance 3399.", "Third Level Decision - Reasonableness", "Issue 1: Repeated infractions by institutional staff members"], ["[106]", "The Applicant says that the Commissioner failed to acknowledge and address the evidence that went to repeated infractions and that was identified in paragraphs 8 through 19 of his second level presentation."], ["[107]", "The second and third level responses have to be read together on this issue. The Applicant's third level submissions contained general allegations against Mr. Gaignard, but the Applicant had provided details of staff infractions in his second level submissions. As the Executive Summary makes clear, the Applicant's allegations against staff members were dealt with at the second level;", "As noted above, Mr. Johnson's first level grievance V40R00003399 regarding timeline and processing infractions in V40R00002709 was upheld. He has chosen to elevate his concerns for review at the second level. Mr. Johnson is dissatisfied with the corrective action at the first level, that being that institutional staff were reminded to adhere to timeframes when responding to complaints and grievances. Mr. Johnson expresses that the grievance process is dysfunctional, and requests that Commissioner's Directive 060 Code of Discipline be enforced and that staff be held accountable.", "He requests a review of the documented repeated infractions by CSC staff presently being rewarded for misconducts be reviewed for suitable positions that prevent continued abuse of power. As support he provides details of timeline and processing infractions in the handling of his complaints and grievances dating back to 2006.", "Review at the second level determines that Mr. Johnson's issue regarding Code of Discipline infractions and abuse of power in the context of the grievance process has been previously reviewed at the second level, in the second level grievances numbered V40R00006395 and V40R00002640. It is documented that Mr. Johnson has been advised that Offender Redress does not oversee the discipline of staff members. The issue was previously denied, in accordance with the Guidelines, 081-1.", "As noted above, this issue has been previously reviewed and therefore, it is recommended that this issue be responded as requiring no further action."], ["[108]", "The relevant portion of the Second Level Response can be found in the Respondent's Record in T-179-13 at pp. 23-24, and reads:", "As noted above, your first level grievance V40R00003399 regarding timeline and processing infractions in V40R00002709 was upheld. You have chosen to elevate your concerns for review at the second level. You are dissatisfied with the corrective action at the first level, that being that institutional staff were reminded to adhere to timeframes when responding to complaints and grievances. You express that the grievance process is dysfunctional, and request that Commissioner's Directive 060 Code of Discipline be enforced and that staff be held accountable. You request a review of the documented repeated infractions by CSC staff presently being rewarded for misconducts be reviewed for suitable positions that prevent continued abuse of power. As support, you detail timeline and processing infractions in the handling of your complaints and grievances dating back to 2006.", "Review at the second level determines that your issue regarding Code of Discipline infractions and abuse of power in the context of the grievance process has been previously reviewed at the second level, in second level grievances numbered V40R00006395 and V40R00002640. It is documented that you have been advised that Offender Redress does not oversee the discipline of staff members. This issue was previously denied.", "The following policy excerpt is applicable:", "[excerpt from Guideline 81-1 regarding when no further action is required]", "As noted above, this issue has been previously reviewed and therefore requires no further action."], ["[109]", "This matter had also been dealt with the second level under Grievance 6395:", "Mr. Johnson, you request that", "Commissioner's Directive 060, Code of Discipline", "be enforced instead of the continued reminders that are requested as corrective actions. You also request that a review of staff members who continually repeat infractions be completed, in order to ensure a more suitable position for these staff members and prevent heir continued abuse of power.", "The mission of the Offender Redress Unit is to support respect for the rule of law and respect for the rights of offenders by providing expeditious access to a fair and effective redress mechanism and by recommending corrective action in cases where there is mistreatment or injustice. And, to ensure that offender problems, concerns and expectations are brought to the attention of functional and line managers across the Service by providing grievance-based information on trends and specific issues.", "We continually enhance, adapt and communicate tools that can be implemented and ensure the grievances process is continually improving and adapting to new trends and operational environments.", "As you will observe from the above mission and objectives of the Offender Redress Unit, we are not a unit that has been created to oversee the discipline of staff members. WI will continue to be reminded if policy is not followed with regard to the procedures set out for the processing of grievances. However, as you may be aware, there are many challenges that WI must face daily with respect to operational security, budget constraints and staff turn-over. All of these elements can negatively affect the grievance procedures being adhered to. Although, the second level is aware that WI is not always in compliance with grievance procedures, it is not considered and abuse of power and is simply a case of operational obstacles, which are on-going in any institutional setting.", "Additionally, Regional Headquarters as well as National Headquarters continues to create reports with respect to a wide range of grievance statistics, in order to monitor on-going grievance trends and as a way to implement improved procedures that will aid the institution in dealing with inmate concerns.", "This issue is denied.", "Overall, your second level grievance is denied."], ["[110]", "When he presented his complaints at the third level on Grievance 3399, the Applicant left out the details and provided a summary of the types and number of infractions he believes were committed by staff members."], ["[111]", "The overall picture reveals that the Applicant received a full response on this issue.", "Issue 4: Inmates required to request an interview"], ["[112]", "This involves the Applicant's submission that interviews between inmates and staff members should be conducted automatically. A full and reasonable response is provided on this issue. The Applicant may disagree with that response, but he has not provided persuasive reasons why it should be regarded as unreasonable. The Deputy Commissioner indicated that the opportunity for an interview is available at each stage of the process, but the offender must request it because they are not required to participate. I would note in particular that the complaint form at the first stage of the process includes a check box to indicate \"I request an interview\" (see Respondent's Record in T-180-13 at p. 38). The Applicant did not check this box either when filing his initial complaint or when filing his first level grievance regarding the delay in responding to that complaint (see Applicant's Record in T-179-13 at pp. 220 and 221). It is difficult to credit the Applicant's argument that the lack of an automatic interview was a systemic barrier to the informal dispute resolution encouraged by s. 74(2) of the Regulations when he did not take this most basic of steps to avail himself of such a process.", "Issue 6: Delay of Grievance V40R00006761"], ["[113]", "The Applicant says he was not provided with answers to paragraphs 2 to 4 of his third level grievance. He says that he put forward the delays with another one of his grievances - numbered", "V40R00006761 - merely as an example of the systemic problems, and that the Deputy Commissioner missed the point when she replied that he was required to take this issue up \"at the lowest possible level\" as a first level grievance", ". However, my reading of the third level response is that it addresses repeated infractions by CSC staff under issue 1, the delay in Grievance 3399 reaching the second level under issue 2, and systemic problems with responses to first level grievances under issue 7, discussed below. She addressed the use of the \"Offender Submission\" stamp on the Applicant's grievance submissions under issue 3. The response on each of these issues was reasonable, and the Decision has to be read as a whole. The fact that, under issue 6, the Deputy Commissioner chose to single out the Applicant's example of delays with grievance", "V40R00006761 and found that he had to pursue that issue separately does not mean that she missed the point or failed to address the systemic issues raised.", "Issue 7: General delays with the first level grievance"], ["[114]", "This issue involved delays experienced by the Applicant. As the record shows, the delays experienced by the Applicant in the context of Grievance 2709 and Grievance 3399 were acknowledged and upheld. His systemic concerns are fully dealt with in the response to issue 7. I can find nothing unreasonable in this response. <FRAGMENT_SUPPRESSED> [115]", "The Applicant makes much of the decision of Justice Mactavish in <FRAGMENT_SUPPRESSED> , above, and says that he is building upon that judgment in his present applications."], ["[116]", "Many of the same issues raised by the Applicant in the present applications were raised by Mr. Spidel before Justice Mactavish. Central to that case was Justice Mactavish's finding that the Assistant Commissioner in dealing with Mr. Spidel's grievance had not fully appreciated and dealt with the problems of systemic delay in the grievance process itself, and that called into question the reasonableness of the Assistant Commissioner's conclusions that no additional corrective measures were required to respond to the grievance:"], ["[63] The grievance filed by Mr. Spidel alleged that there were grave systemic problems with the entire CSC grievance process. In addition to the significant delays that Mr. Spidel had himself encountered in the processing of the various grievances that he had filed, Mr. Spidel provided the Assistant Commissioner with a substantial record documenting long-standing and serious problems with the CSC offender grievance process. These problems went back decades and were by no means limited to the CSC's Pacific Region."], ["[64] I note that the respondent does not challenge the ability of a prisoner to bring a grievance with respect to an alleged systemic problem within the CSC. Rather, the respondent simply contends that the Assistant Commissioner's decision in this case was reasonable."], ["[65] The Assistant Commissioner clearly recognized the systemic nature of the grievance brought by Mr. Spidel. This is reflected in the statement in the decision that \"[y]ou claim that the delays with respect to the grievance process are a systemic issue\", and is further reflected in the Executive Summary prepared in relation to the decision."], ["[66] In addressing the systemic aspect of Mr. Spidel's grievance, the Assistant Commissioner's decision states: \"Over the last couple of years the Correctional Service of Canada (CSC) has encountered a significant increase in the volume and complexity of complaints and grievances. As such there have effectively been delays in the response time of grievances\"."], ["[67] Given the systemic nature of Mr. Spidel's grievance, it was, in my view, unreasonable for the Assistant Commissioner to refuse to consider the affidavits of the three other inmates describing their own recent experiences with the CSC grievance process on the basis that the affiants were not part of a group grievance. These individuals were not seeking any form of relief for themselves, but were providing evidence to Mr. Spidel to support his allegation of system-wide institutional delay. It was, of course, open to the Assistant Commissioner to attach whatever weight he saw fit to the affidavits, but it was not reasonable for him to refuse to even consider them."], ["[68] That said, I am not persuaded that this was a material error given that the Assistant Commissioner accepted that there were systemic delays in the grievance process, at least within the Pacific Region of the CSC in the last couple of years. The refusal to consider this affidavit evidence is, however, indicative of the failure of the Assistant Commissioner to look beyond Mr. Spidel's own personal circumstances and engage fully with the larger systemic issues raised by his grievance."], ["[69] As noted earlier, the Assistant Commissioner upheld the grievance insofar as it related to Mr. Spidel's own personal experiences with the grievance process. The Assistant Commissioner examined the processing time associated with Mr. Spidel's earlier grievances, and accepted that the responses to five of these grievances took longer than the prescribed time set out in Commissioner's Directive."], ["[70] At no time, however, did the Assistant Commissioner ever truly engage with or respond to the systemic component of Mr. Spidel's grievance. Mr. Spidel's systemic concern was not merely a collateral aspect of his grievance but was central to his entire case. Indeed, as previously noted, Mr. Spidel had placed hundreds of pages of evidence before the Assistant Commissioner in his attempt to establish that there were very serious systemic shortcomings in the efficacy of the CSC offender grievance process."], ["[71] It was Mr. Spidel's assertion that these deficiencies resulted in a failure on the part of the CSC to comply with its statutory obligation to provide inmates with an effective grievance procedure. Mr. Spidel also challenged CSC's practice of routinely issuing \"form\" extension letters arguing that the Grievance Manual permitted extensions of time only in \"exceptional circumstances\"."], ["[72] The Assistant Commissioner never even tried to engage with these issues in any meaningful way in his decision."], ["[73] There is no discussion whatsoever in the decision of Mr. Spidel's challenge to the CSC's alleged practice of routinely issuing extension letters. Despite the requirement in section 37 of CD 081 that decision-makers must provide with complete responses to", "all issues", "raised in complaints and grievances, the Assistant Commissioner simply did not address this aspect of Mr. Spidel's grievance at all. As a result, I find that this aspect of the Assistant Commissioner's decision lacks the justification, transparency and intelligibility required of a reasonable decision. [emphasis in original]"], ["[74] There is also no reference in the decision to any of the evidence of systemic delay, apart from the evidence relating to Mr. Spidel's own past grievances. While accepting that there had been problems with delay, the Assistant Commissioner disposes of the systemic aspect of the grievance in one paragraph, portraying the issue as a problem that had just arisen over \"the last couple of years\" as a result of a recent increase in the volume and complexity of prisoner complaints and grievances in the Pacific Region."], ["[75] That is, the Assistant Commissioner appeared to view the problem as something of a recent \"blip\" in the numbers in the Pacific Region rather than reflecting a long-standing, deep-rooted, system-wide problem as suggested by Mr. Spidel's grievance and the documentary record produced by him."], ["[76] It was with this understanding of the limited nature and scope of the problem that the Assistant Commissioner determined that no further corrective action was required in relation to Mr. Spidel's allegations of systemic delays in the grievance process, as the CSC had implemented \"an action plan to resolve the current backlog and delays\" in inmate grievances in the Pacific Region."], ["[77] Before examining the reasonableness of the Assistant Commissioner's conclusion that no corrective action was required in relation to Mr. Spidel's grievance, I would note that the CSC has filed an affidavit in support of this application for judicial review from the CSC's Director General of Rights, Redress and Resolution. This affidavit refers to the \"Action Plan\" for backlog reduction in the Pacific Region and provides statistical information with respect to the results of the implementation of the Plan."], ["[78] Judicial review is ordinarily to be conducted on the basis of the record that was before the original decision-maker. Additional evidence may be admitted in limited circumstances where, for example, there is an issue of procedural fairness or jurisdiction: see", "<FRAGMENT_SUPPRESSED>  at para. 30."], ["[79] The respondent acknowledges that the statistical information contained in the Director General's affidavit was not before the Assistant Commissioner when he made his decision in relation to Mr. Spidel's grievance. This new evidence also does not go to a question of either procedural fairness or jurisdiction. Indeed, I agree with the comment made by Justice Harrington in the context of a preliminary ruling in this matter that the affidavit appears instead to be an attempt by the respondent to \"shore-up\" the Assistant Commissioner's decision: see", "<FRAGMENT_SUPPRESSED>  at para. 17. As a consequence, I am not prepared to consider this statistical information in my deliberations."], ["[80] As far as the Assistant Commissioner's decision is concerned, I recognize that a tribunal is not required to refer to every piece of evidence in the record, and will be presumed to have considered all of the evidence before it: see, for example,", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 635 (F.C.A.)."], ["[81] That said, the more important the evidence that is not specifically mentioned and analyzed in the tribunal's reasons, the more willing a court may be to infer that the evidence has been overlooked: see", "<FRAGMENT_SUPPRESSED>  (QL) at paras.14-17."], ["[82] In this case, the Assistant Commissioner failed to come to grips with much of the evidence before him. His characterization of the problem of delay in the grievance process in the Pacific Region of CSC as being recent in nature suggests that he did not have regard to the record before him. To paraphrase Justice Arbour, he failed to appreciate the legal significance of the issues raised by Mr. Spidel."], ["[83] I accept that CSC has many competing priorities and statutory responsibilities that it must address with limited available resources. I also accept that senior CSC personnel will ordinarily be much better positioned than this Court to assess, as a matter of policy, how best to deal with the administrative challenges facing the organization within its budgetary constraints. For that reason, it is not for this Court to assess the reasonableness of the Action Plan developed for the Pacific Region of the CSC in order to address the backlog in the grievance process."], ["[84] That said, the failure of the Assistant Commissioner to properly understand or address the nature and scope of the problem of systemic delay in the grievance process identified in Mr. Spidel's grievance directly calls into question the reasonableness of his conclusion that no additional corrective measures were required to respond to the grievance."], ["[85] Clearly, if one does not properly understand the nature or extent of a particular problem, one cannot reasonably determine whether a particular solution will be sufficient to address the problem.", "Conclusion"], ["[86] For these reasons, the application for judicial review is allowed and the decision of the Assistant Commissioner, Policy, is set aside. In my view, the appropriate remedy is to remit the matter to the Assistant Commissioner, Policy, of the Correctional Service of Canada for re-determination in accordance with these reasons."], ["[117]", "I agree with Justice Mactavish that it is not for the Court to determine the best action plan to address systemic delays in the offender complaint and grievance process in order to bring CSC into compliance with its statutory obligation to provide a fair, expeditious and effective grievance procedure. In appropriate circumstances, there may be a legitimate role for the Court to play in providing recourse where CSC fails to fulfill that obligation and has not already taken appropriate corrective action. However, unlike in <FRAGMENT_SUPPRESSED> , I find that CSC has responded appropriately both to the specific delays experienced by the Applicant and the systemic concerns he raised through his grievance regarding those specific delays."], ["[118]", "His specific grievance was with the delay in receiving a response to Complaint 2709. This concern was compounded by problems in the handling of that grievance itself, such that the first level response was issued by the person whose failure to comply with timelines the Applicant was grieving, and by the time the grievance reached the second level, a duplicate grievance had been inexplicably created and significant delays had been experienced. The Second Level response to Grievance 3399 addressed these problems as follows (Respondent's Record in T-179-13 at p. 23):", "Review at the second level determines that Workworth Institution has been non-compliant with policy regarding the timelines, processing, and care taken in handling your submissions numbered V40R00002709 and V40R00003399. Problems at the site during the period that your complaints had grievances were active are acknowledged, and the site continues to take action to bring processes into compliance with policy and legislation. These particular complaints and grievances have now been processed, and procedures have been put in place to improve future compliance.", "On behalf of the Correctional Service of Canada, I apologize for the mishandling of your submissions. This issue of your second-level grievance is upheld. As provided above, no further corrective action is required."], ["[119]", "When the grievance reached the third level, the Deputy Commissioner took the view that the problems in handling the first level grievance and the delays in processing the second level grievance had already been adequately addressed in the second level response. She found that the Applicant had experienced an unreasonable delay because four and a half months had elapsed between the time the Applicant's second level grievance was registered with Warkworth and the time it was sent to RHQ. She found that this issue had already been addressed at the second level, but also noted that further consultation was done at the third level to verify that corrective action was taken:", "You already grieved this issue at the second level and this portion of your grievance was upheld. The response you received at the second level stated that Warkworth Institution had bee non-compliant with policy regarding grievance timelines and stated that the Institution \"continues to take action to bring processes into compliance with policy and legislation.\" Further consultation with Warkworth Institution staff determined that changes have been made within the institutional grievance office, in an effort to reduce delays and ensure future compliance.", "As this portion of your grievance regards delays between the first and second level, and was already addressed and upheld at the second level, no further action is required at the third level."], ["[120]", "If this was as far as the response went, the Applicant would have a valid argument that, as in <FRAGMENT_SUPPRESSED> , the decision-maker failed to appreciate that the problems experienced here were part of a broader pattern of failure to comply with grievance response timelines as set out in CD 80 - a problem the Applicant highlighted in his second level submissions using examples of prior grievances that were not responded to within the mandated timelines. In his third level submissions, he went on to point out that this was not the first time that CSC had responded to complaints about systemic problems by saying that \"action plans\" had been put in place, referring to two previous such responses in 2005 and 2010."], ["[121]", "In actual fact, however, the Deputy Commissioner responded extensively on this point under issue 7 in the third level response to Grievance 3399. The response seems to miss the point of the references to the earlier action plans, and is not entirely satisfactory. The Deputy Commissioner found that it was unreasonable to expect that the same plans would still be in place 7 and 2 years later respectively, when in fact the Applicant's point was that these earlier references to \"action plans\" were merely \"false claims\" that did not lead to actual solutions, since the same problems continued to occur. Nevertheless, the Deputy Commissioner went on to acknowledge the systemic issues and to outline a number of measures being taken to improve the efficacy of the grievance system, including:", "• A comprehensive external review by Professor David Mullan commissioned by CSC in 2010, several recommendations of which CSC has already taken measures to implement;", "• A pilot alternative dispute resolution project at 10 maximum and medium security institutions, as recommended by Professor Mullan, with very positive results to date;", "• A planned streamlining of the offender grievance process by eliminating the second level, as recommended by Professor Mullan;", "• A review of administrative practices conducted by CSC which identified a number of areas that could be improved to increase efficiency and further reduce response times; and", "• Legislative changes to deal with the issue of vexatious grievors."], ["[122]", "She then went on to conclude as follows on this issue:", "We regret that you were not provided with a response to your grievance by the original due date and thank you for your patience. As you can see, CSC takes its responsibility to provide an effective grievance process very seriously and is actively working to reduce delays.", "Since CSC has taken positive measures to address the issue which you have raised and considering that these measures are monitored on an ongoing basis, your grievance", "requires no further action", "This is not to say that no further action will be taken on the part of the Service concerning this issue, but rather that corrective actions are underway aimed at resolving your concerns.", "[emphasis added]"], ["[123]", "I read this to be an acknowledgment that there are serious systemic issues with the offender complaint and grievance process, both at Warkworth and elsewhere, and an explanation that, in CSC's view, what is required is a systemic response, which is under way but not yet complete. This is entirely reasonable. If the problems are systemic in nature, the proper response is not to craft a separate action plan in response to each individual grievance that illustrates those problems, but rather to craft a broader strategy to solve those systemic problems. The issue that arose in <FRAGMENT_SUPPRESSED> is that it was not at all clear that the decision-maker understood the systemic nature of the problems and their connection to the specific delays being grieved. Thus, the Court found that the responses simply failed to respond to the systemic issues raised, as required by paragraph 37 of CD 81 (as it read at the time), which required that complete responses be provided to", "all issues", "raised in a complaint or grievance. The same error does not appear in the responses under review here. As in <FRAGMENT_SUPPRESSED> , above, referred to by the Respondent, and unlike <FRAGMENT_SUPPRESSED> , a full and reasonable response was provided here."], ["[124]", "The Applicant's real argument is that the corrective action referred to in these responses has not been effective in the past, and won't be effective now. Instead of reminders, he wants disciplinary action against staff. Instead of action plans, he wants Court-imposed timelines much shorter than those set out in either the previous or the present version of CD 81."], ["[125]", "The problem with this position is that the Applicant is seeking relief that neither those in charge of the grievance process nor this Court are entitled to grant. The Regulations and Commissioner's Directives neither require nor permit staff discipline to be enforced through the offender grievance process. It is not for the Court to second-guess this policy choice, which in any case seems entirely sound. Nor can the Court impose the timelines the Applicant requests for the reasons already outlined above."], ["[126]", "It must be acknowledged that a remarkable level of incompetence was displayed in handling the Applicant's grievance up to the point when it finally reached RHQ for a second level response. As a result, there can be little question that CSC failed to fulfill its statutory obligation to provide a fair, expeditious and effective grievance procedure."], ["[127]", "However, both the Applicant's specific grievance and the systemic problems he pointed to received a full response at the second and third levels, and the Applicant has not pointed to any appropriate relief that the grievance decision-makers failed to grant, or that it would be appropriate for the Court to grant in the circumstances. As such, in my view, the applications should be dismissed.", "Evidentiary Matters"], ["[128]", "The Respondent objects to the Creelman and Pengelly affidavits attached to the Applicant's own affidavit as Exhibits D and Q respectively on the basis that the Respondent cannot cross-examine on an affidavit attached as an exhibit to an affidavit, and because neither affidavit was before the Commissioner who made the Decisions under review."], ["[129]", "It seems to me that neither of these exhibits/affidavits is properly before the Court. They were not before the Commissioner and do not fall into any of the recognized exceptions to the basic rule that the Court reviews decisions on the basis of the record before the decision-maker: see", "Assn of Universities and  <FRAGMENT_SUPPRESSED> ;", "International Relief Fund for the Afflicted and  <FRAGMENT_SUPPRESSED> ."], ["[130]", "The Respondent also objects to the Applicant's attempt to file an affidavit containing supplementary evidence on the eve of the hearing before me. The Respondent had no time to respond to that evidence and it is also about material that was not before the Commissioner when the Decisions were made. I agree with the Respondent that the new affidavit cannot properly be placed before the Court and should not be accepted for filing.", "JUDGMENT"], ["[131]", "THIS COURT'S JUDGMENT is that", "1. Both applications are dismissed with costs to the Respondent.", "2. The affidavit of William A. Johnson dated April 2, 2014 and the Exhibits will not be accepted for filing.", "Applications dismissed.", "Editor: E. Joanne Oley/vnh"]]}