{"id_": "089326", "body_str": [["[1]", "O'Reilly, J.", ": Mr. Adolfo Martinez Cuero grew up in Colombia, but lived in the United States from 1987 to 2003. He returned to Colombia to support his ill father and was targeted for extortion for the wealth he was perceived to have acquired in the US. He tried to open a business in Colombia but was accused of being an informant. He fled once again to the US in 2004, lived there until 2008, and then left for Canada where he made a refugee claim.  <FRAGMENT_SUPPRESSED>"], ["[2]", "A panel of the Immigration and Refugee Board dismissed Mr. Cuero's claim on the basis that he was excluded from protection for having committed a serious, non-political crime in the United States. In 1991, Mr. Cuero was convicted of trafficking in cocaine. In Canada, the maximum punishment for that offence would be life imprisonment.  <FRAGMENT_SUPPRESSED>"], ["[3]", "Mr. Cuero argues that he has been rehabilitated since he committed the crime. However, the Board concluded that rehabilitation was not a relevant consideration - the sole question before it was whether Mr. Cuero had been convicted of a crime that could be characterized as a \"serious, non-political crime\". That required an evaluation of the elements of the crime, the mode of prosecution, the penalty prescribed, the facts, and the mitigating and aggravating circumstances underlying the conviction.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The Board accepted that Mr. Cuero had a clean record, and has worked hard to make a contribution to society and his family. However, the issue it had to consider was the nature of the crime, not the behaviour of the applicant after the offence.  <FRAGMENT_SUPPRESSED>"], ["[5]", "Mr. Cuero argues that the Board erred by failing to consider rehabilitation as a factor in determining whether he was excluded from refugee protection. He asks me to overturn the Board's decision and order another panel to reconsider his application.  <FRAGMENT_SUPPRESSED>"], ["[6]", "I can find no basis on which to overturn the Board's decision and must, therefore, dismiss this application for judicial review. The Board correctly concluded that rehabilitation is not a relevant factor in determining whether a refugee applicant is excluded on the basis of a serious, non-political crime.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The sole issue is whether the Board erred in refusing to consider the issue of rehabilitation.  <FRAGMENT_SUPPRESSED>", "II.", "Did the Board err in refusing to consider Mr. Cuero's rehabilitation?  <FRAGMENT_SUPPRESSED>"], ["[8]", "Mr. Cuero submits that the Board's finding, based primarily on its reading of", "<FRAGMENT_SUPPRESSED>  [", "Jayasekara", "], that all post-conviction events are irrelevant to an analysis under Article 1F(b), is both an error in law and an unreasonable position. For example,  <FRAGMENT_SUPPRESSED>", ", the Board considered post-conviction conduct - namely, the applicant's violation of probation - in its analysis. The Federal Court of Appeal did not conclude that this factor was irrelevant to the issue of exclusion.  <FRAGMENT_SUPPRESSED>"], ["[9]", "Mr. Cuero maintains that, if a violation of probation was held to be a valid part of the Board's Article 1F(b) analysis, other post-conviction conduct, such as rehabilitation, should also be considered.  <FRAGMENT_SUPPRESSED>"], ["[10]", "In my view, the Board must simply determine whether a crime was committed, and whether it was a \"serious non-political crime\". Factors extraneous to the conviction, such as rehabilitation, should not be considered in evaluating the seriousness of an applicant's offence:", "<FRAGMENT_SUPPRESSED> [", "Febles", "].  <FRAGMENT_SUPPRESSED>"], ["[11]", "Regarding the relevance of probation, as  <FRAGMENT_SUPPRESSED>", ", this factor is part of the sentence for the crime itself. Rehabilitation, on the other hand, is not connected to the conviction or sentencing.  <FRAGMENT_SUPPRESSED>"], ["[12]", "Mr. Cuero relies on", "<FRAGMENT_SUPPRESSED> . However, in that case, the Court simply stated that the Board had not made it clear why it was not persuaded by the overall mitigating circumstances, including the amount of time that had passed since the crime. It did not conclude that rehabilitation was a relevant factor.  <FRAGMENT_SUPPRESSED>"], ["[13]", "I note that in", "<FRAGMENT_SUPPRESSED> , the evidence showed that the applicant had been rehabilitated. Still, the Board concluded that it had to \"respect the legislation and the current jurisprudence that require that a person who has been convicted of a serious non-political crime, as is the case here, must be excluded from the application of the Convention\" (at para 21). Nevertheless, in dismissing the application for judicial review, Justice Scott concluded that none of the Federal Court of Appeal jurisprudence had expressly decided the issue. Accordingly, he certified the following question:  <FRAGMENT_SUPPRESSED>", "When applying article 1F(b) of the United Nations", "Convention relating to the Status of Refugees", ", is it relevant for the Refugee Protection Division of the Immigration and Refugee Board to consider the fact that the refugee claimant has been rehabilitated since the commission of the crime at issue?  <FRAGMENT_SUPPRESSED>"], ["[14]", "The parties agree that the same question should be stated here.  <FRAGMENT_SUPPRESSED>", "III.", "Conclusion and Disposition  <FRAGMENT_SUPPRESSED>"], ["[15]", "I cannot see any error on the Board's part in disregarding evidence of rehabilitation. I must, therefore, dismiss this application for judicial review. Still, given that a certified question was stated by Justice Scott  <FRAGMENT_SUPPRESSED>", "on this issue, I would state the same question.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[16]", "THIS COURT'S JUDGMENT is that  <FRAGMENT_SUPPRESSED>", "1. The application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "2. The following certified question is stated:  <FRAGMENT_SUPPRESSED>", "When applying article 1F(b) of the United Nations", "Convention relating to the Status of Refugees", ", is it relevant for the Refugee Protection Division of the Immigration and Refugee Board to consider the fact that the refugee claimant has been rehabilitated since the commission of the crime at issue?  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/vnh  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}