{"id_": "089349", "body_str": [["[1]", "Dawson, J.", ": Mr. Uthayakumar seeks judicial review of the decision of an enforcement officer not to defer Mr. Uthayakumar's removal from Canada. The application is dismissed because the officer had a limited discretion to defer removal, and Mr. Uthayakumar has failed to establish that the officer made any reviewable error in the exercise of that discretion.", "FACTUAL BACKGROUND"], ["[2]", "Mr. Uthayakumar is a citizen of Sri Lanka who arrived in Canada in 1986 and made a claim for refugee protection. In 1992, he submitted a humanitarian and compassionate (H & C) application that was refused in 2000. In 2003, the Adjudication Division of the Immigration Refugee Board found Mr. Uthayakumar to be inadmissible to Canada on security grounds as a result of his membership in the Liberation Tigers of Tamil Eelam (LTTE) and a deportation order was issued. This Court dismissed the application for leave and judicial review brought in respect of that decision. In late 2003, Mr. Uthayakumar submitted an application for a pre-removal risk assessment. A negative decision resulted and this Court refused to grant Mr. Uthayakumar leave to challenge that decision. In 2004, Mr. Uthayakumar submitted a second H & C application and also sought ministerial relief in respect of the finding of inadmissibility. The application for ministerial relief was refused and, in 2005, a second application for ministerial relief was filed by Mr. Uthayakumar."], ["[3]", "On April 12, 2006, Mr. Uthayakumar was directed to report for removal. Mr. Uthayakumar submitted a second pre-removal risk assessment application and requested a deferral of his removal. On May 18, 2006, the request for deferral was refused. On June 12, 2006, Mr. Uthayakumar submitted further information to the removal officer, but on June 13, 2006, the officer again refused to defer removal. This application was brought in respect of the officer's decision not to defer removal. By order dated June 21, 2006, this Court stayed Mr. Uthayakumar's removal pending determination of this application for judicial review.", "THE ERRORS ALLEGED BY MR. UTHAYAKUMAR"], ["[4]", "Mr. Uthayakumar raises the following issues on this application:", "1. Did the officer err by failing to adequately consider the best interests of Mr. Uthayakumar's children?", "2. Did the officer err by failing to adequately consider the risk factors?", "3. Did the officer err by failing to adequately consider the H & C factors related to Mr. Uthayakumar's family?", "4. Did the officer err by failing to exercise her discretion in respect of Mr. Uthayakumar's pending request for ministerial relief, which was made pursuant to subsection 34(2) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (Act)?", "THE STANDARD OF REVIEW"], ["[5]", "While there is some divergence in the jurisprudence with respect to the applicable standard of review, the preponderance of authority appears to be to the effect that the appropriate standard of review of an officer's refusal to defer removal is patent unreasonableness. See, for example,", "<FRAGMENT_SUPPRESSED>  and the pragmatic and functional analysis at paragraph 21. Counsel for the parties agreed that this is the appropriate standard of review, at least where the question is essentially one of fact. I am prepared to apply that standard of review to the decision.", "THE DISCRETION TO DEFER REMOVAL"], ["[6]", "Much has been written with respect to the scope of an officer's discretion to defer removal. The starting point must be subsection 48(2) of the Act, which provides:", "48(2) If a removal order is enforceable, the foreign national against whom it was made must leave Canada immediately and it must be enforced as soon as is reasonably practicable.", "48(2) L'étranger visé par la mesure de renvoi exécutoire doit immédiatement quitter le territoire du Canada, la mesure devant être appliquée dès que les circonstances le permettent."], ["[7]", "As my colleague Mr. Justice Barnes noted in", "<FRAGMENT_SUPPRESSED>  (T.D.), Mr. Justice Pelletier, then of this Court, wrote at paragraph 48 that \"the discretion to defer should logically be exercised only in circumstances where the process to which deferral is accorded could result in the removal order becoming unenforceable or ineffective\"."], ["[9]", "The Federal Court of Appeal, in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> oted the \"limited\" discretion of a removal officer, remarking that \"their obligation, if any, to consider the interests of affected children is at the low end of the spectrum\"."], ["[10]", "Bearing in mind the limited nature of the discretion to defer removal, I now turn to each asserted error.", "1. Did the officer err by failing to adequately consider the best interests of Mr. Uthayakumar's children?"], ["[11]", "Mr. Uthayakumar argues that the officer failed to properly assess the financial, emotional and medical effects of his removal upon his children. It follows, he asserts, that the officer failed to be alert, alive, attentive and sensitive to the children's best interests."], ["[12]", "Without doubt, when assessing an H & C application an officer must carefully consider and weigh the long-term best interests of an affected child. That, however, is not the obligation of a removal officer, who is to decide when it is \"reasonably practicable\" to enforce a removal order. A removal officer should consider the short-term interests of a child who faces the removal of a parent. This will essentially entail inquiry into whether, after the departure of the parent, the child will be adequately looked after. Such inquiry should not be duplicative of a full H & C assessment."], ["[13]", "In the present case, the officer considered the submissions put before her and acknowledged the emotional and financial support that Mr. Uthayakumar provided to his entire family. She found, however, that the circumstances described on Mr. Uthayakumar's behalf were not exceptional and did not outweigh the effect of the deportation order so as to warrant the deferral of removal."], ["[14]", "In view of the limited nature of the officer's discretion, her assessment of the evidence before her concerning the best interests of Mr. Uthayakumar's children was not patently unreasonable. The officer considered all of the submissions advanced on Mr. Uthayakumar's behalf and did not ignore any compelling individual circumstances.", "2. Did the officer err by failing to adequately consider the risk factors?"], ["[15]", "Two errors are advanced on Mr. Uthayakumar's behalf. First, it is said that the officer failed to consider the particular risk Mr. Uthayakumar would face if returned to Sri Lanka. Second, it is said that the officer ignored the evidence of risk and considered only the following: a second pre-removal risk assessment application does not benefit from a stay of removal; there was no suspension of removals to Sri Lanka; and there was no moratorium on removals to Sri Lanka."], ["[16]", "In my view, the officer did not err as alleged."], ["[17]", "The evidence of personalized risk was contained in a brief note from Mr. Uthayakumar's brother-in-law. He wrote that Mr. Uthayakumar \"has no alternative to live in Sri Lanka due to the present war situation\". The officer did not err by finding that the letter was very vague and did not explain how Mr. Uthayakumar was personally at risk."], ["[18]", "The evidence of risk provided to the officer was evidence of the generalized risk faced by Tamils in Sri Lanka (for example, there was evidence that a bus carrying civilians was hit when a mine exploded so that three of the bus' passengers were wounded). The officer considered the evidence of risk and observed that there was no suspension or moratorium on removals to Sri Lanka. While her choice of words was poor, the officer was saying, in effect, that the generalized conditions in Sri Lanka were not such as to trigger Canada's international obligations and preclude Mr. Uthayakumar's removal to Sri Lanka. Based on the evidence and submissions presented to the officer, it was not patently unreasonable for her to have assessed the evidence of generalized risk as being insufficient to warrant a deferral of removal.", "3. Did the officer err by failing to adequately consider the H & C factors related to Mr. Uthayakumar's family?"], ["[19]", "Mr. Uthayakumar argues that the officer erred in law by refusing to defer removal pending the determination of his H & C application and further erred by failing to adequately consider the serious and compelling health implications that his removal would have upon his wife and youngest child."], ["[20]", "It is trite law that the existence of a pending H & C application does not bar execution of a removal order and that a removal officer is not to conduct a mini-H & C assessment. Here, the officer acknowledged the H & C factors submitted on Mr. Uthayakumar's behalf and considered that he and his family could potentially face hardship if he was returned to Sri Lanka. With respect to the medical issues faced by Mrs. Uthayakumar and her youngest son, the officer noted that each has access to necessary medical care in Canada and that Mr. Uthayakumar's deportation would not affect that access. Recognizing the limited nature of her discretion, the officer concluded that the H & C factors were not such as to overcome the effect of the deportation order and subsection 48(2) of the Act. I am satisfied that the officer considered all of the submissions put before her and then weighed all of the relevant factors. Her conclusion was not patently unreasonable.", "4. Did the officer err by failing to exercise her discretion in respect of Mr. Uthayakumar's pending application for ministerial relief?"], ["[21]", "Mr. Uthayakumar argues that the officer erred in law by failing to defer removal until Mr. Uthayakumar's second request for ministerial relief was assessed. Two separate errors are alleged. First, it is argued that the officer failed to consider that Mr. Uthayakumar's association with the LTTE was minimal and dated, and that he posed no current danger to Canada. This analysis was said to be required because in", "<FRAGMENT_SUPPRESSED> , the Supreme Court of Canada found that, where there is a concern about removal to torture, removal of an inadmissible person is only consistent with the Charter where the Minister considers the possibility of exemption from the finding of inadmissibility through ministerial relief. The second asserted error is that there was no indication that the officer recognized that there is no temporal limit as to when the Minister might grant a ministerial exemption."], ["[22]", "This is not the first refusal to defer removal that Mr. Uthayakumar has judicially reviewed. A previous application in respect of a previous decision was dismissed by my colleague Mr. Justice O'Keefe in reasons reported at [2006] F.C.J. No. 107. There, Justice O'Keefe found that the removal officer did not err by failing to defer removal until the application for ministerial relief was dealt with. The argument advanced before Justice O'Keefe appears to be the same argument as is now advanced based upon the", "Suresh", "decision. I am not persuaded that Mr. Uthayakumar should be allowed to re-litigate an issue that has already been decided against him."], ["[23]", "In any event, in oral argument, counsel for Mr. Uthayakumar could not point to any submission made to the removal officer that Mr. Uthayakumar faced any risk of torture in Sri Lanka. Any duty on the part of the officer to consider this issue could only be triggered by such a submission, supported by cogent evidence. In the absence of such a submission and cogent evidence, the issue did not arise before the officer."], ["[24]", "As to the second asserted error, the officer treated the request for ministerial relief to be valid and subsisting. There is, therefore, nothing to support the submission that the officer considered his request to be made out of time."], ["[25]", "For these reasons, the application for judicial review is dismissed."], ["[26]", "Mr. Uthayakumar seeks certification of the following questions:", "Where an Enforcement Officer has been requested to defer the execution of a removal order for a person who has made a request for Ministerial Relief pursuant to s. 36(2) [sic] of IRPA, what factors should the Officer consider in determining whether the outstanding request for Ministerial Relief warrants the exercise of discretion to defer removal?", "Given that Enforcement Officers must undertake some level of inquiry when determining whether to exercise discretion and defer to another process (which may render the removal order ineffective or unenforceable), what is the requisite threshold for this inquiry with respect to a request for Ministerial Relief?"], ["[27]", "The Minister opposes certification of either question."], ["[28]", "The only issues argued before the Court with respect to ministerial relief are those set out at paragraph 21 above. Neither argument was supported by a proper evidentiary record and the first issue was previously decided against Mr. Uthayakumar. It follows that neither question can be dispositive of an appeal and so no question will be certified.", "JUDGMENT"], ["[29]", "THIS COURT ORDERS AND ADJUDGES that", "1. The application for judicial review is dismissed.", "[End of document]"]]}