{"id_": "089448", "body_str": [["[1]", "de Montigny, J.", ": This is an application for judicial review by Mr. Danius Sabadao (the Applicant) of a decision made by Director, Case Determination, Ms Rula Worrall (the Officer) of Citizenship and Immigration Canada on June 19, 2013 and sent to the Applicant on July 3, 2013. In this decision, the Officer determined that there were insufficient humanitarian and compassionate (H&C) grounds to exempt his application for permanent residence from within Canada based on the requirements of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (", "IRPA", "or the", "Act", ") and the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227."], ["[2]", "For the reasons that follow, I find that this application for judicial review should be dismissed.", "I.", "Facts"], ["[3]", "The Applicant is a 63 year-old Filipino citizen. He entered Canada on April 6, 1991 as a crew member of the MV Waterklerk and jumped ship on April 11, 1991. He claimed refugee status on April 17, 1991. His refugee claim application was based on the fact that he received death threats from members of the New People's Army (NPA) for refusing to stop fighting for the government as a Second Lieutenant during the Marcos regime and to join their group as a training officer."], ["[4]", "On August 11, 1993, the refugee claim was denied. The Convention Refugee Determination Division (CRDD) of the Immigration Refugee Board (IRB) determined that the Applicant's allegations were not credible and that there were no grounds for a fear of persecution. The CRDD determined as well that there were serious reasons to believe that the Applicant had participated in missions and military operations involving combats, to have participated in human rights violations which were committed against the NPA by the Philippine Army during that period, and to have killed human beings on government orders. The Applicant was therefore excluded under articles 1F(a) and (c) of the United Nations", "Convention Relating to the Status of Refugees", ", Can TS 1969 No 6 (", "Refugee Convention", ")."], ["[5]", "On August 31, 1993, Mr. Sabadao applied for a judicial review of the CRDD decision. However, on February 25, 1994, he withdrew his application for judicial review. The Applicant had married a Canadian citizen in the fall of 1993, and with his wife's sponsorship, he obtained permanent residency in Canada without disclosing in his application for permanent residency, that the CRDD had excluded him on the grounds that he had committed crimes against humanity while working for the Philippine Army."], ["[6]", "When the Applicant applied for his citizenship in 1997, it was discovered that he did not indicate in his citizenship application that his refugee claim was refused because of his inadmissibility pursuant to articles 1F(a) and (c) of the", "Refugee Convention", ". An inquiry was initiated on October 29, 1997 and on March 1, 2001 the Applicant was found by the Adjudication Division (AD) of the IRB to be inadmissible to Canada pursuant to paragraph 19(1)(j) of the", "Immigration Act", ", RSC 1985, c I-2 (now subsection 35(1) of the", "IRPA", "). A deportation order was issued."], ["[7]", "The Applicant filed an appeal to the Immigration Appeal Division (IAD) against the deportation order. The IAD discontinued his appeal, as a result of section 196 of the", "IRPA", "coming into force on September 6, 2002. The Applicant then filed with this Court two applications for leave and judicial review on September 23, 2002: one against the decision of the IAD discontinuing his appeal, and the other against the decision of the Adjudication Division. These applications were finally disposed of in November 2005, when the Federal Court of Appeal ruled that the Applicant was not entitled to an appeal before the IAD and on March 7, 2006, when this Court dismissed the Applicant's application for judicial review against the Adjudication Division's decision."], ["[8]", "On February 5, 2003, the Applicant filed with this Court an application for leave and judicial review against a negative PRRA decision, however, on October 7, 2003 he discontinued his leave application."], ["[9]", "In September 2005, the Applicant filed an Inland Spousal Sponsorship Application. This application was rejected in March 2006 on the same grounds of inadmissibility pursuant to subsection 35(1) of the", "IRPA", ". In April 2006, the Applicant was called for a removal order. The Applicant applied for a subsequent PRRA on May 12, 2006, and a negative decision was made on May 24, 2006. The Applicant filed with this Court an application for leave and judicial review against that decision. A stay of removal was granted pending the outcome of this review. On June 15, 2007, Justice Beaudry denied the judicial review application."], ["[10]", "On April 5, 2006, the Applicant made an application for permanent residence from within Canada on H&C grounds. It was updated in 2006, 2007 and 2013. By letter dated July 3, 2013, a Senior Immigration Officer informed the Applicant of the decision and it is this decision that is the subject of this review.", "II.", "The impugned decision"], ["[11]", "The Officer considered the Applicant's establishment in Canada, the family separation, his risks if returned to his country and the hardship on his wife and son if he were to be removed from Canada. She found, nevertheless, that these were insufficient grounds to allow the Applicant to apply for permanent residence from within Canada."], ["[12]", "The Officer reviewed at length the decisions of the CRDD, and the AD of the IRB, as well as the arguments raised by the Applicant with respect to these two decisions. First, the Applicant claimed that he was the victim of an error in translation, stating that the allegations against him stem from a statement he reportedly made during his hearing, a statement he refutes. The Officer asserts that based on the information on file, the Applicant did in fact state to the Board that he killed members of the NPA on government orders. The Officer gave more weight to the IRB's decision than to the Applicant's refutation of this statement. The Officer states that in coming to this conclusion, she considered the fact that the Applicant joined the army voluntarily and remained there for 5 years, and that he ought to have known about the actions of the army in its fight against terrorist organizations such as the NPA, given his position as a Second Lieutenant. The Officer gave weight as well to the CRDD's finding of credibility of the Applicant. The CRDD found that the Applicant was not credible in his claims that he did not understand the questions when, on both occasions in 1992 and 1993, he was asked whether or not he killed as ordered by the government, and in both instances he said yes. The Officer alleges that the Applicant only refuted this statement when he realized the impact it had on his application."], ["[13]", "The Applicant had also submitted that he had certificates of clearance from various bodies in the Philippines, including the Commission on Human Rights. The Officer nonetheless gave little weight to this information as the certificate of clearance simply states that there is no case against him because no victim has self-identified."], ["[14]", "The Officer concluded that the new information submitted by Mr. Sabadao did not lead her to a different conclusion than that already rendered by either the CRDD or the Adjudication Division. In her view, the decisions to exclude Mr. Sabadao from refugee protection and to issue a deportation order against him on the basis of his inadmissibility on grounds of violating human or international rights were reasonable and were based on objective evidence that was before the decision-makers."], ["[15]", "The Officer then went on to consider the H&C grounds. With respect to the impact that his removal would have on his family in Canada, the Officer acknowledged that he has his Canadian citizen wife and adult son in Canada. That being said, he still has an extended family in the Philippines. He has been married for almost 20 years, but his status in Canada has been uncertain for approximately the same amount of time. Mr. Sabadao has been consistently denied opportunities to remain in Canada and was never given legitimate expectation of his continued presence in Canada. The possibility of his removal has been a part of his immigration file since at least 2001 when the original deportation order against him was issued. While there is no doubt that a removal would have an impact on the family unit, there is no disproportionate hardship: his wife and son will have a choice to either move back to the Philippines with him or remain in Canada, and his son is a young, able-bodied and able-minded man who can learn to live independently. His wife will have to adjust to a new routine in managing her diabetes without the Applicant's help; however, she has access to provincial healthcare and unemployment insurance that will allow her to continue to meet her family's obligations. The Officer concluded that the objective of promoting international justice and human rights outweigh the objective of family reunification in the present case."], ["[16]", "The Officer also took note of the fact that the Applicant is established in Canada, as he works and volunteers in the community. As for the risks if he is returned to the Philippines, the Officer accepted that the Applicant's fear of the NPA is objectively identifiable. However, she added that he was approached by the NPA for recruitment purposes and to not answer to any crimes he had committed. The last time the NPA inquired about his whereabouts was in 1992, and there is no information to suggest that any of his family members were ever approached, even after his allegations that his case has now become public because of the publication of his cases on the Court website and in community newspapers. In addition, according to a 2006", "Response to Information Request", "published on the IRB's website, while the NPA continued to press \"for social change and a better life for the poor\", its main focus now is the collection of extortion \"taxes\". Finally, considering the Federal Court of Appeal's guidance in", "FRAGMENT_SUPPRESSED, the Applicant will have state protection available to him if he returns to the Philippines."], ["[17]", "The Officer concluded that the return of Mr. Sabadao to the Philippines would not subject him to unusual, undeserved or disproportionate hardship. Even when he claims to be designated a war criminal, his risk is not more elevated. The Officer was of the opinion that Mr. Sabadao will have access to state protection regardless of his prior involvement with the Marcos government. The Officer acknowledged that the Applicant will face some difficulties in re-adapting to life in the Philippines as he has been in Canada for over 20 years, but that he can rely on his mother and siblings to help him re-integrate.", "III.", "Issues"], ["[18]", "I agree with the parties that the issues raised by this application are the following:", "A. Did the Officer consider the latest judicial development in the evaluation of the considerations of inadmissibility?", "B. Did the Officer reasonably assess the Applicant's establishment in Canada?", "C. Was the Officer alert, alive and sensitive to the best interests of the child?", "D. Did the Officer err when assessing the risk and the unusual, undeserved and disproportionate hardship that would be faced by the Applicant's family should he be removed to the Philippines?", "IV.", "Analysis"], ["[19]", "It is well established that the appropriate standard of review for an H&C decision is that of reasonableness, as it involves questions of mixed fact and law: see, for ex.,", "FRAGMENT_SUPPRESSED."], ["[20]", "In reviewing an officer's decision on a standard of reasonableness, the Court should not interfere if the officer's decision is transparent, justifiable and falls within the range of possible, acceptable outcomes that are defensible in respect of the facts and the law. It is not up to a reviewing court to reweigh the evidence that was before the officer, nor is it the function of a reviewing court to substitute its own view of a preferable outcome:", "FRAGMENT_SUPPRESSED. As long as the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law, and that the decision-making process is transparent, intelligible and justified, the decision will be held reasonable.", "A. Did the Officer consider the latest judicial development in the evaluation of the considerations of inadmissibility?"], ["[21]", "The Applicant submits that the refusal of his refugee claim was based on the law as it stood in 1993, and that it is likely he would have been granted refugee status today because of the recent decision of the Supreme Court of Canada in", "FRAGMENT_SUPPRESSED. In that case, the concept of complicity was somewhat narrowed to exclude individuals who were previously caught on the basis of mere association or passive acquiescence. The Supreme Court ruled that the test for complicity must be \"contribution-based\", that is, one that requires a voluntary, knowing, and significant contribution to the crime or criminal purpose of a group. While the refugee claim decision is", "res judicata", ", the Applicant submits that the Officer should have nevertheless reviewed the inadmissibility of the Applicant based on the new standard set in", "FRAGMENT_SUPPRESSED"], ["[22]", "I agree with counsel for the Applicant that", "res judicata", "cannot be a bar in the context of an H&C application. The CRDD and the AD decisions are binding on the precise issue at stake in those proceedings, i.e. admissibility. In that particular respect, those decisions are final and could not be revisited by the Officer, especially since this Court dismissed the Applicant's application for judicial review against the AD decision. That being said, an officer ought to consider recent jurisprudential developments, not for the purpose of indirectly or implicitly overturning a final decision, but for the purpose of balancing that factor with other H&C grounds. Indeed, counsel for the Respondent conceded as much at the hearing and this is precisely what the Officer did in his reasons. If, as a result of a new jurisprudential interpretation of an inadmissibility provision, the Applicant's refugee claim might have turned out differently, it is obviously a factor that the Officer should have taken into consideration in assessing his H&C claim."], ["[23]", "Unfortunately for the Applicant, the", "FRAGMENT_SUPPRESSED", "decision is of no help to him. In that case, the Supreme Court was called upon to determine whether the appellant, who had worked at the Permanent Mission of the Democratic Republic of Congo, could be found complicit in crimes against humanity committed by his government, even if he had never participated in any of those crimes. This is made clear right from the outset of the decision FRAGMENT_SUPPRESSED"], ["[24]", "In the case at bar, the CRDD excluded the Applicant because it found that there were serious reasons to believe not only that the Applicant was complicit in torturing human beings, but also that he had personally participated in war crimes by killing members of the NPA following orders from the government. Furthermore, the Applicant was found inadmissible by the Adjudication Division, pursuant to what is now paragraph 35(1)(a) of the", "IRPA", "because there were grounds to believe that he had committed an offence referred to in sections 4 to 7 of the", "Crimes Against Humanity and War Crimes Act", ", SC 2000, c 4. On judicial review of that decision", "FRAGMENT_SUPPRESSED"], ["[25]", "Accordingly, the Officer had no duty to consider the changes to the law brought by the decision of the Supreme Court in", "FRAGMENT_SUPPRESSED", ", as these were not relevant in the context of this file.", "B. Did the Officer reasonably assess the Applicant's establishment in Canada?"], ["[26]", "Although he is a citizen of the Philippines, the Applicant argues that he had not returned there for more than 20 years. He submits that while the Officer maintains that he will have no problem adapting to life in the Philippines as his mother and siblings are still there, she failed to consider that his immediate family, his wife and son, is in Canada. The fact that his status in Canada has been uncertain for much of his time here, he adds, should not take away from the length of time he spent and the life he built for himself in this country. Given his age and his wife's age, the Applicant claims that it is unreasonable to request that they build a life in a new country or without each other in the same country."], ["[27]", "While the Court sympathizes with the Applicant's plight, it cannot be said that the Officer overlooked any significant factors in coming to her assessment. Indeed, she did find that the Applicant's establishment in Canada is a positive factor in her consideration. She was also well aware of the difficulties involved in re-establishing in another country after living in Canada for more than 20 years. Yet she found that these do not constitute a disproportionate hardship, considering that the Applicant still has family in the Philippines and that his wife could accompany him, as the Philippines is also her country of birth where some members of her family continue to live."], ["[28]", "The Applicant obviously disagreed with the weight given to the various factors by the Officer, but it is well established that it is not up to the Court to re-weigh these factors: see, for ex.,", "FRAGMENT_SUPPRESSED. Moreover, it must not be forgotten that up until 2001, the Applicant remained in Canada because of his misrepresentations to obtain permanent residence on a sponsorship application. Even if it were to be accepted that the Applicant did not lie when he indicated in his application for permanent residence that he had never been involved in the commission of a war crime or crime against humanity because he made an annotation to the effect that he had been denied refugee status, the fact remains that he was declared inadmissible in 2001, lost his permanent residence status as a result and was ordered deported. His numerous attempts to regularize his situation afterwards were all unsuccessful (two negative PRRAs in 2003 and 2006, the refusal of his spousal sponsorship in 2006, and negative leave and judicial review applications of these decisions). In those circumstances, the Applicant cannot claim that he ever had a legitimate expectation that he could remain in Canada."], ["[29]", "All things considered, I am therefore of the view that the Officer's analysis and decision with respect to the Applicant's establishment in Canada were entirely reasonable.", "C. Was the Officer alert, alive and sensitive to the best interests of the child?"], ["[30]", "The Applicant argues that the Officer was not alert, alive and sensitive to the best interests of his son, who is financially dependent and would suffer a real psychological impact as a result of his father's departure. It is also alleged that the Officer breached the principles of natural justice by not inviting the Applicant to update the psychological assessments regarding the impact of his removal from Canada on him and his immediate family, (especially his son), and by then relying on the fact that these assessments are dated, (2003 and 2006), to give them little weight."], ["[31]", "Once again, I have not been persuaded that the Officer's decision is unreasonable. The Applicant's son was 19 years of age when the Officer assessed the H&C application. The best interests of a child must generally be considered when a child is under 18 years of age, except when there are exceptional circumstances. In the case at bar, the Officer turned her mind to the situation of the Applicant's son, and concluded that the loss of his father's presence in his daily life will create some difficulties for him while he learns to live independently, but that this is not disproportionate hardship for a young, able-bodied and able-minded man."], ["[32]", "There is no doubt that an officer must be alert, alive and sensitive to children's best interests:", "FRAGMENT_SUPPRESSED. However, I agree with counsel for the Respondent that the presence of children does not dictate any particular result. As stated by the Federal Court of Appeal in", "FRAGMENT_SUPPRESSED. See also", "FRAGMENT_SUPPRESSED. The likely degree of hardship to a child caused by the removal of a parent must be weighed against other public policy considerations such as Canada's abhorrence of crimes against humanity."], ["[33]", "As for the argument that the Officer should have invited the Applicant to update the 2006 psychological assessment, it has no merit. The Applicant was sent a letter in May 2013 whereby he was offered the possibility to provide \"any other document or information you may deem pertinent for your application\". There was no need for the Officer to be more specific or to explain the inference she may draw from the lack of a more recent psychological assessment. It is the Applicant who bears the burden of satisfying the Officer that his overall situation deserves an exemption from permanent residence visa requirements, based on H&C considerations. If he felt that his son's predicament in the event of his removal were such that it deserves the Officer's attention, it was his responsibility to raise the argument and to support it with the most current information.", "D. Did the Officer err when assessing the risk and the unusual, undeserved and disproportionate hardship that would be faced by the Applicant's family should he be removed to the Philippines?"], ["[34]", "The Applicant's representations with respect to this ground of review are cryptic, to say the least. In the written memorandum, only three of the twenty paragraphs under that heading are actually devoted to that issue, and counsel did not even address it in his oral submissions. The Applicant essentially claims that he could still be targeted by the NPA, which continues to kill civilians and representatives of the state authority."], ["[35]", "The Applicant's alleged risks are essentially those argued in support of his asylum claim and in support of his PRRA, and both were denied. As mentioned before, the Applicant withdrew his leave application against the CRDD decision and the judicial review against his second PRRA decision has been denied by the Federal Court. The Officer nevertheless conducted a thorough assessment of these same risks, and concluded that they did not support granting an exemption on H&C grounds. First of all, the Applicant submitted no evidence suggesting that members of the NPA have ever asked for his whereabouts since 1992. His family members, including his twin brother who is a member of the Philippines Navy, still live in the Philippines. Moreover, the NPA has transformed into an enterprise more concerned with lucrative extortion rackets than with social change. Finally, the Applicant received a certificate of clearance from the Philippines which attests to the fact that there is no case against him, and there is documentary evidence that he will have access to state protection if required."], ["[36]", "In those circumstances, the Officer did not err in her assessment of the risks that the Applicant would be facing should he be removed to the Philippines.", "V.", "Conclusion"], ["[37]", "Having carefully reviewed the impugned decision and considered the Applicant's submissions, I am of the view that this application for judicial review must fail. It is of course unfortunate that it took seven years for the government to process the Applicant's H&C application, thereby extending his establishment in Canada and rendering his removal more painful. In and of itself, however, this factor is not sufficient to tip the balance in favour of the Applicant. Mr. Sabadao is to be commended for having turned his life around since coming to Canada; at the end of the day, however, this must be balanced with Canada's commitment not to become a safe haven for perpetrators of crimes against humanity. The Officer ultimately found against the Applicant, and there is no ground for this Court to intervene with that decision."], ["[38]", "Counsel for the Applicant submitted seven questions for certification purposes. However, none of them meet the test set out in", "FRAGMENT_SUPPRESSED"], ["[39]", "The first question proposed by the Applicant is whether", "FRAGMENT_SUPPRESSED", "had to be considered by the H&C officer even if it was not determinative of the issue of complicity. I agree with the Respondent that this question does not arise on the facts of this case. As indicated above, the Applicant in this case was excluded because of his direct participation in crimes against humanity. The new test for complicity established by the Supreme Court in", "FRAGMENT_SUPPRESSED", "is not applicable in the Applicant's case. In the result, it is clear that the question proposed would have no bearing on an appeal."], ["[40]", "As for the other six questions submitted by the Applicant, they are not substantiated by any argument and are clearly related to the specific facts of this case. As a result, they do not transcend the interests of the immediate parties to this application for judicial review, and clearly do not meet the test for certification.", "JUDGMENT"], ["[41]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is dismissed. No question is certified.", "Application dismissed.", "Editor: Jana A. Andersen/vnh", "[End of document]"]]}