{"id_": "089714", "body_str": [["[1]", "Russell, J.", ": This is an application pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (Act) for judicial review of a decision of the Refugee Protection Division (RPD) of the Immigration and Refugee Board, dated June 19, 2009, (Decision) which determined that the Applicants are not Convention refugees or persons in need of protection pursuant to sections 96 and 97 of the Act.", "BACKGROUND"], ["[2]", "The Applicants are Mr. Miroslav Gabor, his wife Ms. Magdalena Gaborova, and their two daughters, Magdalena Gaborova Jr. and Bianka Gaborova. Mr. Gabor is a citizen of the Czech Republic, while the other three Applicants are citizens of the Slovak Republic. The Applicants allege persecution in their home countries based on their ethnicity."], ["[3]", "Mr. Gabor reports having been subjected to differential treatment and verbal and physical abuse while in school. He faced further discrimination in seeking employment, which resulted in his being forced into self-employment. However, as a self-employed painter he was only able to acquire occasional and seasonal work."], ["[4]", "In 1991, Mr. Gabor was subjected to a racially motivated attack while waiting at a bus station in Czechoslovakia. He was verbally attacked by a group of skinheads and hit in the back with a chain. He did not report this attack to the police."], ["[5]", "Mr. Gabor was attacked again by a group of skinheads in 2007. While waiting for a train, he was verbally attacked, pushed to the ground, and kicked repeatedly. The attack only stopped when an onlooker shouted that s/he had contacted the police. Mr. Gabor attended the emergency department of a hospital as a result of the injuries he sustained in this attack. The doctor examined him and gave him painkillers, but was unwilling to confirm the attack sustained by the Applicant because he stated that \"it's you gypsies who are always making up stories.\""], ["[6]", "Mr. Gabor attempted to report this attack to the police, but the police were unwilling to talk to him. The police would not let him into the station and told him they had more serious matters to attend to."], ["[7]", "Ms. Gaborova has also experienced persecution because of her ethnicity. She maintains that she has not been able to receive proper treatment in her home country for her epilepsy because of her ethnicity. Ambulances have refused to come to her aid because the Applicants lived in a gypsy settlement. Furthermore, Ms. Gaborova alleges that she was involuntarily sterilized when she attended the hospital to have a cyst removed. When asked why he sterilized her, the doctor allegedly stated \"you already have two kids, you do not need anymore, and we have enough gypsies in the country.\""], ["[8]", "The Applicants arrived in Canada in June, 2008 and began their refugee claim immediately.", "DECISION UNDER REVIEW"], ["[9]", "The RPD considered both the Czech Republic and the Slovak Republic in the Applicants' claim and found that the Applicants did not have a well-founded fear of persecution if they were returned to either country."], ["[10]", "The RPD focussed its analysis on the distinction between discrimination and persecution and found as follows:", "To be considered persecution, the mistreatment suffered or anticipated must be serious. In order to determine whether a particular mistreatment would qualify as \"serious\", one must examine what interest of the claimant might be harmed; and to what extent the subsistence, enjoyment, expression or exercise of that interest might be compromised. \"Persecution\", for example, undefined in the Convention, has been ascribed the meaning of sustained or systemic violation of basic human rights demonstrative of a failure of state protection [footnotes omitted]."], ["[11]", "The RPD found that the discrimination faced by the Applicants did not rise to the level of persecution because there had been no threat to the Applicants' basic human rights.  <FRAGMENT_SUPPRESSED> ."], ["[12]", "Mr. Gabor did not provide any evidence as to \"specific experiences\" of discrimination he had faced during school. He also failed to provide any corroborating evidence that he had been discriminated against when seeking employment. Furthermore, Mr. Gabor was able to obtain work because he worked as a self-employed painter. The RPD found that Mr. Gabor had provided \"no persuasive evidence that he could not earn a living for himself and his family.\""], ["[13]", "The RPD noted that the two racially motivated attacks which Mr. Gabor suffered were 16 years apart, and it was only on the second occasion that Mr. Gabor attempted to obtain state protection. The RPD concluded that Mr. Gabor's basic human rights had not been affected in a fundamental way and the discrimination he experienced did not rise to the level of persecution."], ["[14]", "The RPD did not give much weight to Ms. Gaborova's allegation of a forced sterilization. It found that no corroborating evidence was adduced to support this allegation and that she had never sought redress or compensation. Furthermore, the documentary evidence showed that sterilizations without informed consent were illegal in both the Slovak and Czech Republic at the material time and that victims were entitled to compensation."], ["[15]", "The RPD gave greater weight to the documentary evidence than Ms. Gaborova's testimony and determined that \"there was no forced sterilization without informed consent.\" In concluding that Ms. Gaborova was not sterilized before giving her informed consent the RPD pointed out the following:", "Surgeons who practice in the area of women's operations would certainly be aware of the law. It is implausible that a surgeon would make a statement suggesting that they performed a sterilization of a woman without informed consent and then state that there were already enough gypsies in the country and risk criminal charges."], ["[16]", "As regards Ms. Gaborova's allegations about the refusal of treatment, the RPD found that \"there were no specific details given for this claim and no evidence that [she] had been adversely affected because of lack of ambulance service.\" As such, the RPD concluded that the discrimination experienced by Ms. Gaborova did not rise to the level of persecution and that her basic human rights had not been affected in a fundamental way.", "ISSUES"], ["[17]", "The issues on the application can be summarized as follows:", "1. Did the RPD err in its application of the section 96 test?", "2. Did the RPD err, ignore, misconstrue, and/or misapply the evidence before it?", "3. Did the RPD base its decision on erroneous findings of fact?", "4. Was the RPD's conclusion reasonable?", "STATUTORY PROVISIONS"], ["[18]", "The following provisions of the Act are applicable in these proceedings:", "Convention refugee", "96.", "A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", ") is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", ") not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "Person in need of protection", "97.", "(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", ") to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", ") to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "Person in need of protection", "(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.", "Définition de « réfugié »", "96.", "A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays don't elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "Personne à protéger", "97.", "(1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "Personne à protéger", "(2) A également qualité de personne à protéger la personne qui se trouve au Canada et fait partie d'une catégorie de personnes auxquelles est reconnu par règlement le besoin de protection.", "STANDARD OF REVIEW"], ["[19]", "The Supreme Court of Canada in  <FRAGMENT_SUPPRESSED>  held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to the particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis."], ["[20]", "The Applicants submit that the RPD erred when it applied the section 96 test to the case at hand. The application of a legal test to the facts of the case is an issue of mixed fact and law that is to be reviewed on a standard of reasonableness. See <FRAGMENT_SUPPRESSED> , above, at paragraph 164."], ["[21]", "The final three issues in this case all concern issues of evidence and fact. According to <FRAGMENT_SUPPRESSED> , above, at paragraph 51, the appropriate standard of review for these issues is reasonableness. As such, these issues will attract a standard of reasonableness upon review."], ["[22]", "When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": Dunsmuir at paragraph 47. Put another way, the Court should only intervene if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\"", "ARGUMENTS", "The Applicants"], ["[23]", "There is a presumption of truth when an applicant swears to the truth of an allegation. As a result, allegations are presumed to be true unless there is reason to believe otherwise.  <FRAGMENT_SUPPRESSED> . Moreover, the Applicants submit that sworn testimony that is not \"inherently unbelievable\" cannot simply be \"ignored or rejected out-of-hand.\""], ["[24]", "The Applicants say they provided evidence in both their Personal Information Form (PIF) and orally at their hearing with regard to the persecution they had suffered due to their ethnicity. They contend that the RPD erred in concluding that they are required to show that they have been persecuted in the past in order to establish a well-founded fear of persecution in the future. Rather, what matters is whether the Applicants will objectively be at risk if they are returned to their country of origin.  <FRAGMENT_SUPPRESSED> . The Applicants' claim can be established by not only the evidence of the Applicants themselves, but also by the evidence of those similarly situated to the Applicants. This may include family members, friends, or members of the same ethnic group: see <FRAGMENT_SUPPRESSED> , above."], ["[25]", "The Applicants have suffered first-hand abuses of their human rights, and so have those similarly situated to them, including their family members. However, the RPD ignored the evidence given by the Applicants' relatives who have previously been accepted as Convention refugees."], ["[26]", "The RPD erred in determining that the Applicants' rights had not been affected in a fundamental way. Mr. Gabor's evidence spoke of an attempt to seek state protection that the police were unwilling to provide. The Applicants submit that the unwillingness of the police to provide help to Mr. Gabor is \"a violation of the basic human rights of the citizen for state protection.\""], ["[27]", "The Applicants submit that the RPD's conclusion with regard to forced sterilization was based on an erroneous finding of fact. While the RPD found that sterilization was a criminal offence as of 2005, the Applicants submit that it was considered a criminal offence sooner than 2005, but that the practice continued nonetheless. Furthermore, the RPD's conclusion was based on documents and facts from the Czech Republic even though the sterilization took place in the Slovak Republic. Since the laws in these countries differ, the RPD's findings with regard to forced sterilization cannot be reasonable. Moreover, the RPD erred in giving greater weight to the documentary evidence than to the testimony of the Applicants."], ["[28]", "The RPD further erred in its consideration of Ms. Gaborova's epilepsy. In this case, the RPD failed to consider that a denial of health care - including access to ambulance service - is tantamount to persecution. Rather, it made a determination based on its speculation and its own assumption of the facts."], ["[29]", "The RPD must consider all evidence that it has not found untrustworthy. The RPD erred in failing to give proper weight to the testimony of Ms. Gaborova's brother and sister."], ["[30]", "A conclusion that is made without regard to the totality of the evidence can be characterized as being based on an erroneous finding of fact.  <FRAGMENT_SUPPRESSED>  Imm. L.R. (2d) 106 (FCA). In this case, the RPD erred by making assertions of fact that were not based on the evidentiary record before it. Rather, the Decision was based on the RPD's own speculation.", "The Respondent"], ["[31]", "The Respondent submits that the RPD is entitled to consider past discrimination in a refugee claim. In fact, the Applicants' claim for refugee protection was based on discrimination they had previously faced. The RPD did not err in considering the seriousness of the past incidents to determine if it could justify making an inference of future persecution. See, for example,", "<FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 1118 at paragraph 71;", "<FRAGMENT_SUPPRESSED> ."], ["[32]", "The RPD stated that the determinative issue was whether the Applicants will face persecution if removed from Canada. The RPD's language makes it clear that it acknowledged that the test for persecution is forward-looking."], ["[33]", "The Respondent contends that the difference between persecution and discrimination is the \"greater degree of seriousness of the harm or mistreatment involved\" with the former. It is the RPD's prerogative to determine whether mistreatment is discrimination or whether it rises to the level of persecution. See, for example,", "<FRAGMENT_SUPPRESSED> ."], ["[34]", "The Applicants' reliance on <FRAGMENT_SUPPRESSED> , above, is not helpful because the RPD determined that the discrimination faced by the Applicants in the past - as well as the discrimination they may face in the future - did not amount to persecution."], ["[35]", "The RPD must assign weight to the evidence before it. In this case, the RPD examined the evidence before it thoroughly and determined that Mr. Gabor had not faced persecution in the past and would not face persecution in the future. The RPD's conclusions were based upon the following:", "1. Mr. Gabor's failure to provide specific examples of discrimination he faced at school;", "2. Mr. Gabor's failure to provide corroborating evidence for discrimination he experienced in finding employment;", "3. Mr. Gabor's failure to prove that he would not be able to resume employment as a self-employed painter;", "4. Mr. Gabor's minimal effort to obtain state protection; and", "5. The level of discrimination faced by Mr. Gabor that did not rise to the level of persecution."], ["[36]", "The RPD's finding with regard to Ms. Gaborova's alleged forced sterilization was also made with regard to the evidence before it. In reaching its conclusion, the RPD considered the following:", "1. Ms. Gaborova's failure to provide persuasive evidence that she approached the police after the illegal procedure;", "2. Ms. Gaborova's failure to consult a lawyer or seek compensation;", "3. The implausibility of the doctor's admission to Ms. Gaborova; and", "4. Ms. Gaborova's failure to provide any corroborating evidence."], ["[37]", "In making its determination with regard to Ms. Gaborova's sterilization, the RPD considered evidence from both the Czech Republic and the Slovak Republic, including the 2009 U.S. Department of State Reports for both countries. Furthermore, the Applicants testified to the similarity of country conditions for Roma people within both countries. As such, the RPD's consideration of the documentary evidence of forced sterilizations in both countries is not unreasonable."], ["[38]", "Ms. Gaborova was unable to provide the RPD with details of the denial of ambulance services. She was also unable to provide details of how this denial adversely affected her. Furthermore, while the Applicants allege that the RPD's consideration of this issue is based on speculation and assumptions, they have failed to specify what exactly has been speculated or assumed."], ["[39]", "Moreover, another refugee claim cannot be used as conclusive evidence of persecution. Rather, each claim must be considered on its own merits: \"the RPD is not bound by the result in another claim, even if it is the claim of a relative, because refugee status is determined on a case by case basis.\" See, for example,", "<FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 850 at paragraphs 102-103."], ["[40]", "Furthermore, the RPD is presumed to have considered all of the evidence before it, unless the contrary is shown. The fact that the RPD does not refer to each piece of evidence does not mean that it ignored the evidence, if the reasons suggest that the RPD considered all of the evidence.  <FRAGMENT_SUPPRESSED> ."], ["[41]", "While Mr. Gabor submitted his brother's successful refugee decision as evidence before the RPD, the Respondent notes that there are discrepancies between Mr. Gabor's brother's decision and Mr. Gabor's testimony as to what sort of school he attended: a \"regular school\" or one for Roma children. Moreover, the Applicants' family members did not provide any specific examples of persecution they faced. It was not unreasonable for the RPD to come to a different conclusion from that reached in the claims made by the Applicants' other family members.", "ANALYSIS"], ["[42]", "The Applicants have raised several issues for review, all of which I have examined, but in my view there is only one material error in the Decision."], ["[43]", "At paragraphs 24 and 25 of the Decision the RPD makes a significant negative credibility finding against the Female Applicant and concludes that \"there was no forced sterilization without consent.\""], ["[44]", "A significant portion of the RPD's reasons for not believing the Female Applicant on this point was based upon evidence which suggested that redress was available for victims of involuntary sterilization and that the Female Applicant \"did not make any attempts to seek compensation or redress in any manner as a result of the alleged sterilization. She also did not speak to a lawyer in regard to the matter even though she was aware of the compensation given to other women.\""], ["[45]", "As the Tribunal Record shows, and as the Respondent conceded at the hearing, the Female Applicant testified that she did go to a lawyer to explore the redress issue and was advised that there was no chance \"to take them anywhere or to complain or to get anywhere with this issue.\""], ["[46]", "The RPD has obviously made a serious mistake concerning highly material evidence. This is important because the sterilization issue was one of the major aspects of the Applicants' claim that they had faced persecution in the past and would face it again in the future. Had the RPD not overlooked this crucial piece of evidence, and had it accepted that forced sterilization had occurred, its Decision concerning persecution - as opposed to discrimination - could well have been different."], ["[47]", "This error renders the Decision unreasonable. Consequently, the matter must be returned for reconsideration. See <FRAGMENT_SUPPRESSED> , above, at paragraph 47.", "JUDGMENT"], ["[48]", "THIS COURT ORDERS AND ADJUDGES that", "1. The application is allowed. The Decision is set aside and this matter is returned for reconsideration by a differently constituted RPD.", "2. There is no question for certification.", "[End of document]"]]}