{"id_": "089882", "body_str": [["[1]", "Blanchard, J.", ": By \"Re-Amended Notice of Motion for release, repealing of conditions and interim variance of conditions\" dated October 25, 2010, Mr. Mahjoub seeks the following relief:", "1. An order to release the Applicant and to repeal the conditions of the Applicant;", "2.", "Pending the adjudication of this motion,", "an interim order to vary the conditions of the Applicant on the basis of the existing sureties and performance bonds previously approved by this Court, and on such terms as are just;", ". . . . .", "4. Such further relief as counsel may advise and this Honourable Court finds just under subsection 24(1) of the Charter;"], ["[2]", "The grounds put forward in the Re-Amended Notice of Motion include the following:", "1. The security certificate is void ab initio because it was issued contrary to both the IRPA and/or the Charter and the detention of the Mr. Mahjoub is", "therefore", "illegal.", "2. The security certificate was issued and/or presented in an illegal, abusive and unconstitutional manner ... [For reasons detailed in the re-amended Notice of Motion.]"], ["[3]", "The above grounds relate to issues that are before the Court in the ongoing reasonableness hearing for which evidence is being called by both parties. An amended Notice of Motion was filed with the Court on the same day the reasonable hearing commenced prior to being re-amended on October 25, 2010. In the circumstances, the Court directed that the evidence called during the ongoing reasonableness hearing would also be applicable to the Re-Amended Notice of Motion."], ["[4]", "In his Re-Amended Notice of Motion, Mr. Mahjoub also seeks \"an order to abolish all of his conditions save and except his existing sureties and performance bonds ...\" The following grounds in respect to the request for interim relief are advanced in the Re-Amended Notice of Motion:", "(a) There is no reasonable basis to believe that the Applicant will commit a criminal act;", "(b) The Applicant is neither a flight risk nor a danger or inadmissible to Canada;", "(c) The existing conditions for an alternative to detention for the Applicant are not justified by the IRPA and are otherwise inhumane and have resulted in irreparable psychological harm to the Applicant;", "(d) There is no basis for continued detention with reference to the relevant factors set out in the", "Immigration and Refugee Protection Rules", "(IRPR);", "(e) The Security Intelligence Report (SIR) concerning the Applicant is based on false information and is otherwise inconsistent with the previous determination of the Immigration Refugee Board (IRB) that the Applicant is a Convention Refugee based on the information set out in his Personal Information Form (PIF);", "(f) Such other grounds as counsel may advise and this Honourable Court may allow."], ["[5]", "During the reasonableness hearing, Mr. Mahjoub requested that a hearing date be scheduled for his Re-Amended Notice of Motion. The circumstances surrounding the bringing of the motion need to be understood. Mr. Mahjoub had not informed the Court that he intended to seek a review of his conditions of detention prior to the scheduling of the reasonableness hearing. Indeed, at a case management conference on September 8, 2010, Mr. Mahjoub's counsel expressed the opinion that it would be premature to schedule matters in relation to the motion at that time (Transcript of proceedings, September 8, 2010, at page 34). When the motion was filed, the reasonableness hearing had begun and was ongoing and witnesses were scheduled to attend before the Court. Given the delays experienced in setting down the reasonableness hearing (at that time two and a half years) and the Court's concern that the hearing proceed as informally and expeditiously as the circumstances and considerations of fairness and natural justice permit, the Court was not prepared to again adjourn the reasonableness hearing. Since the issue of risk is relevant to both reasonableness and the review of conditions, the Court confirmed in its December 24, 2010 Direction that the request for \"interim relief\" was being heard in conjunction with the ongoing reasonableness hearing. The Court also indicated that any final pronouncement on the grounds set forth in Mr. Mahjoub's Re-Amended Notice of Motion would only be made at the close of the reasonableness hearing."], ["[6]", "Further, pending the hearing of the motion, the Court indicated that it was prepared to consider discreet requests relating to his conditions of release during the reasonableness hearing. The record will show that such requests by Mr. Mahjoub were dealt with on several occasions and, in each case, the result was favourable to Mr. Mahjoub."], ["[7]", "The oral hearing relating to Mr. Mahjoub's review of conditions of release (the interim relief) was scheduled by the Court at the earliest opportunity. Both parties were given the opportunity to call additional witnesses on the review of conditions and they declined the offer.", "History of the Proceeding"], ["[8]", "The last detention review was conducted in the months of October and November 2009. At that time, Mr. Mahjoub was in detention and on a hunger strike. In my reasons dated November 30, 2009, I set out the procedural history of the proceeding until that time and will not repeat it here. Suffice it to say that, by agreement, the legal issues in the last detention review were narrowed to the examination of only two of the five factors to be considered in detention reviews as set out by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  [", "Charkaoui I", "], namely the length of detention and availability of alternatives to detention. The first factor, the reasons for detention, was agreed to. For the purposes of the detention review, the parties agreed with the 2007 danger findings of Mr. Justice Mosley who had found in his December 24, 2007 Reasons for Order that Mr. Mahjoub posed a danger or threat to national security or the safety of any person. The same findings were agreed to in respect to the 2008 detention review conducted by Mme Justice Layden-Stevenson. No such agreement was reached by the parties for the purposes of this review. I will return to the <FRAGMENT_SUPPRESSED> factors later in these reasons."], ["[9]", "I will now provide an overview of developments in the proceeding since the last detention review."], ["[10]", "At the completion of the last detention review, which provided for Mr. Mahjoub's release on conditions, the reasonableness hearing was scheduled to begin on February 22, 2010. That date had to be postponed at least twice for reasons related to exceptional developments. First, an expert witness had been retained by both parties unbeknown to either. An adjournment was granted to allow another expert witness to be identified. Second, an adjournment was granted to allow the Ministers time to comply with their <FRAGMENT_SUPPRESSED> II", "<FRAGMENT_SUPPRESSED> ) disclosure obligations. The reasonableness hearing was then re-scheduled to begin on June 7, 2010. On June 1, 2010, public counsel filed a motion to be removed as solicitors of record by reason of loss of confidence. The reasonableness hearing was again postponed to accommodate new public counsel. Mr. Mahjoub was afforded over four months to retain new counsel and to prepare for the public reasonableness hearing. At that time, the Court informed all parties that the time for preliminary motions had passed and, but for exceptional circumstances, requests for further adjournments would not be entertained. The reasonableness hearing was subsequently scheduled to begin and did begin on October 12, 2010. In the meantime, new public counsel filed a number of motions: a motion challenging section 21 warrants and a motion for disclosure of the warrants, affidavits and documents used in support of the application for warrants; a motion for an adjournment and for further disclosure relating to: (a) information destroyed by Canadian Security Intelligence Service (CSIS); (b) information relating to Mr. Jaballah to be withdrawn from the public SIR; (c) materials concerning warrants and solicitor-client privileged communications; and (d) foreign agency information relied on in the SIR. Finally, as stated above, on the first day of the reasonableness hearing Mr. Mahjoub filed his notice of motion for release, repealing of conditions and interim variance of conditions, which was twice amended.", "Mr. Mahjoub's Current Conditions of Release"], ["[11]", "Conditions respecting the release of Mr. Mahjoub are set out in schedule \"A\" to the Reasons for Order and Order dated November 30, 2009, a copy of which is attached to these Reasons for Order.", "Mr. Mahjoub's Proposed Conditions of Release"], ["[12]", "Mr. Mahjoub seeks an Order releasing him from his conditions of release save and except his existing sureties and performance bonds already deposed. Schedule \"A\" of a draft order submitted on behalf of Mr. Mahjoub on February 3, 2011 sets out the conditions of release for the Court's consideration agreed to by Mr. Mahjoub. Schedule \"A\" of the draft order is annexed to these Reasons.", "Mr. Mahjoub's position on the review"], ["[13]", "Mr. Mahjoub argues that the review be conducted in accord with the following principles:", "(1) \"that the appropriate conditions under section 82(5)(b) of IRPA be imposed only if it is determined that a serious prejudicial act will be committed ... [on] 'a belief, objectively established, that the individual", "will", "commit an offence'\"", "(2) The fear on reasonable grounds \"must reflect a risk of serious and imminent danger\".", "(3) \"The principles of fundamental justice require that the restrictions on the person's liberty be minimal and that the conditions be applied restrictively.\"", "(4) The evidence adduced must demonstrate \"reasonable grounds to believe that the Applicant will commit an offence if the conditions are substantially modified or that these modifications would be injurious to national security or endanger the safety of any person.\"", "(5) \"The judge must render an order that takes into account the constitutional rights at stake and that the conditions must be relevant, proportionate, based on a risk assessment founded on evidence and respecting the principles of fundamental justice and the right to privacy.\"", "(6) \"That the conditions must infringe on the person's rights as minimally as possible and that the conditions must be applied restrictively.\"", "(7) \"The conditions of release must permit the person to live a normal life to the extent possible and in proportion to the danger involved and proven.\"", "(8) \"The danger to the security of Canada must be grave in the sense that the danger must be serious according to a broad and fair interpretation and in conformity with the international standards which require evidence of a potentially grave threat that puts the nation in danger.\"", "(9) \"The onus of proving that the person will pose a danger requiring detention or conditions of release rests on the Ministers.\"", "(10) \"The standard of proof normally applicable in immigration to determine if a person must be detained or released is that of the balance of probabilities.\""], ["[14]", "Mr. Mahjoub argues that there is no evidence that he is a danger to national security or to the safety of any person and there are no reasonable grounds to believe that he will commit an offence in violation of any law related to national security, if released. He further argues that the Ministers do not allege he is a flight risk and that his current conditions are unnecessary and disproportionate in the circumstances. Further, he contends that the interpretation of subsection 85(5) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27, (", "IRPA", ") must be made in accordance with the presumption of innocence and with section 7 of the", "Constitution Act 1982", "being schedule B to the", "Canada Act 1982 (U.K.)", "1982, c 11 (the", "Charter", ")."], ["[15]", "Mr. Mahjoub contends that the two prior detention reviews were made on the basis of a threat assessment completed under the previous unconstitutional law and, as a consequence, findings made in the prior detention reviews relating to the danger posed by Mr. Mahjoub ought not to be relied upon or imported into this review. Mr. Mahjoub also relies on the recent up-dated risk assessment prepared by the Canadian Border Services Agency [CBSA] to show that he has been in compliance with his conditions of release and in support of his contention that his conditions of release should be changed fundamentally. At the outset, Mr. Mahjoub objected to the up-dated risk assessment being considered but conceded at the hearing that it was \"a permissible document\" for the purposes of this review."], ["[16]", "I will now turn to the legal principles that govern this application.", "Legal Framework"], ["[17]", "In my Reasons for Order and Order relating to the last detention review in this matter (", "<FRAGMENT_SUPPRESSED> ), I stated that the governing authority for review of conditions of release and the assessment of threat is the Supreme Court's decision  <FRAGMENT_SUPPRESSED>  1"], ["[18]", "Mr. Mahjoub argues that by reason of the modifications to subsection 82(5) of the IRPA, the applicable standard of proof for the review of condition is now a balance of probabilities unlike the applicable standard under the prior provision, subsection 83(3). I am not convinced by the arguments advanced by Mr. Mahjoub. I fail to see how the amendments referred to have any impact on the applicable standard of proof. As stated in my earlier reasons, the Supreme Court has confirmed (paragraph 39 of", "Charkaoui 1", ") that the appropriate standard for a judge to apply in reviewing conditions of release is \"reasonable grounds to believe\"."], ["[19]", "Mr. Mahjoub also argues that Justice Mosley's 2007 analysis and findings relating to danger should not be considered or adopted for the purpose of this review. It is argued that the new provision, subsection 82(5), explicitly requires consideration of whether \"release under conditions would be injurious to national security ...\" as opposed to the prior provision, subsection 83(3) which required that detention \"be continued if satisfied that the permanent resident continues to be a danger to national security ...\" It is argued that unlike subsection 83(3), subsection 82(5) now underscores the liberty interest of the named person in a different way. Mr. Mahjoub contends that by reason of the \"taint of constitutional invalidity\" of the former scheme, the Court should not rely on or import in this review Justice Mosley's analysis and findings relating to the threat he poses to national security. He maintains that the Court is restricted to the evidence that is led and adduced on this motion."], ["[20]", "I reject Mr. Mahjoub's argument. In", "Charkaoui I", ", the Supreme Court did not take issue with the wording of the former subsection 83(3) of the IRPA. It found unacceptable that part of the scheme that drew an artificial and impermissible distinction between the rights of foreign nationals and permanent residents. The former scheme did not have the benefit of a six month detention review. I agree with the Ministers' submission, that both subsection 82(5) and the former subsection 83(3) of the IRPA are legally and logically equivalent in that they both require the Court to be satisfied that the release would pose a risk to national security. The difference between the two does not necessitate a different analysis relating to the legal issues with respect to the danger of the security of Canada. Therefore, the Court's analysis relating to danger in prior detention reviews and reviews of conditions of release in 2007, 2008 and 2009 are relevant. It is appropriate, in my view, to look to those prior decisions for guidance on the principles to be applied relating to the proportionality of the conditions and on questions of danger."], ["[21]", "On the last detention review, I found that, notwithstanding changes in the wording of impugned provisions of the IRPA, the principles established  <FRAGMENT_SUPPRESSED>  1", "are applicable under the current legislation to a review of conditions of release. I remain of that view. I therefore adopt as part of these reasons the legal framework I articulated in my reasons relating to Mr. Mahjoub's last detention review, at paragraphs 35 to 44."], ["[22]", "I will therefore conduct this review by applying the above discussed legal framework. In", "Charkaoui I", ", the Supreme Court held that regular reviews of detention must take into account the following five obligatory, but non-exclusive, factors: (1) reasons for detention; (2) length of detention; (3) reasons for delay in deportation; (4) anticipated future length of detention; and (5) availability of alternatives to detention. The Supreme Court stipulated that the same factors apply to extended periods of release subject to onerous or restrictive conditions. Such conditions must be subject to ongoing, regular, and robust review under a review process that takes into account all the above factors which are to be contextualized to a review of the conditions of release of Mr. Mahjoub."], ["[23]", "The Ministers bear the burden of establishing the need to maintain stringent conditions of release. Pursuant to subsection 82(5) of the IRPA, on review, the judge:", "(a) ...", "(b) In any other case, shall order or confirm the person's release form detention and set any conditions the judge considers appropriate.", "Analysis"], ["[24]", "In conducting the review, I will have regard to all factors including the reasons for the initial detention; the conditions of release imposed at the last detention review; the length of time the stringent conditions have been in place; the anticipated future duration of conditions and the existence of alternatives to the conditions, if any; and any changes in the threat posed by Mr. Mahjoub since the last review. These factors will be considered in the context and circumstances surrounding Mr. Mahjoub's case. At the outset, it is useful to note that there is no issue in this review relating to whether Mr. Mahjoub would be unlikely to appear at a proceeding or for removal."], ["[25]", "I have before me the parties' motion materials, the Ministers evidence on risk adduced in the ongoing reasonableness hearing, the updated risk assessment dated February 2011, and the threat assessment released to Mr. Mahjoub on October 12, 2009."], ["[26]", "The Court has also had the benefit of public written submissions from each party and oral arguments concerning the review of conditions. The Special Advocates were afforded the opportunity to make submissions on the review and they declined. I will now turn to the above-noted", "Charkaoui I", "factors.", "Reasons for the stringent conditions of release"], ["[27]", "In", "Charkaoui 1", ", the Supreme Court explained that the \"more important\" factor for the purpose of justifying continued detention is the continuing threat to national security or to the safety of any person (", "Charkaoui 1", ", at paragraph 111). Mr. Mahjoub was released from detention on his third application for release from detention by Justice Mosley by judgment dated February 17, 2007. (", "<FRAGMENT_SUPPRESSED> ). There is no dispute that Justice Mosley's determination that Mr. Mahjoub posed a danger or threat to national security or to the safety of any person is the reason for the imposition of Mr. Mahjoub's stringent conditions of release akin to house arrest on April 11, 2007. These conditions of release were imposed to neutralize the threat posed by Mr. Mahjoub. In his reasons, Justice Mosley articulated the danger posed by Mr. Mahjoub to national security or the safety of any person. I reproduce below the relevant paragraphs of his finding."], ["[119] As noted by Justice Dawson  <FRAGMENT_SUPPRESSED>  No. 2", ", no challenge was made to the assertion that both the VOC and the AJ are terrorist organizations. Both were in fact among the first organizations banned in Canada under the", "Anti-Terrorism Act", ", S.C. 2001, c. 41. As to Mr. Mahjoub's involvement with the AJ and the VOC, Justice Dawson found:", "64 ... that the information before the Court gives rise, at the least, to an objectively reasonable suspicion that at the time of his detention and before that:", "1. Mr. Mahjoub was a high-ranking member of the VOC, which is a faction of the AJ.", "2. Mr. Mahjoub was a member of the Shura council of the VOC, and as such would normally participate in the decision-making process of that terrorist organization", "3. Mr. Mahjoub had engaged in terrorism. Sometime around 1996/1997 he became identified by the alias \"Shaker.\"", "4. Mr. Mahjoub had significant contacts with persons associated with international Islamic terrorism including Osama Bin Laden, Ahmad Said Khadr, Essam Hafez Marzouk, Ahmed Agiza, and Mubarak Al Duri. He also had contact with Mahmoud Jaballah. In view of the status of Mr. Jaballah's proceedings in this Court, I make no finding or comment with respect to Mr. Jaballah's alleged involvement in terrorist activities"], ["[120] Additionally, Justice Dawson highlighted public evidence that showed that Mr. Mahjoub had access to individuals who were very highly placed and influential in the Islamic extremist movement. The Court also relied on information provided by the Ministers in private. The Court concluded that this evidence was sufficient to establish that at that time Mr. Mahjoub posed a danger to national security:", "Mahjoub No. 2", ", above at para. 74.", ". . . . ."], ["[125] It is clear from the evidence noted above that Mr. Mahjoub has in the past associated with persons linked to terrorist organizations. I would include in that category specifically Ahmed Said Khadr, Mubarak Al Duri, Essam Marzouk and Ahmed Agiza. While one of these individuals is now dead and two others are incarcerated in Egypt, it is not unreasonable to conclude that the Service is not aware of all of Mr. Mahjoub's past extremist contacts."], ["[28]", "Justice Mosley was satisfied that the threat posed by Mr. Mahjoub was accurately articulated in the November 28, 2006 summary of the SIR, which states that Mr. Mahjoub \"continues to be a well-connected member of an international network of extremist individuals who support the Islamic extremist ideals espoused by Osama Bin Laden, including those which condone the use of serious violence.\""], ["[29]", "In assessing the conditions of release, Justice Mosley affirmed that the conditions must be sufficient to neutralize or contain the threat. He stated that it is necessary to consider: \"the nature of the acts that it is believed Mr. Mahjoub would engage in: the nature of the threat that would result from those acts; and an analysis of why it is believed that the conditions would or would not neutralize or contain the threat\" (paragraph 141). He also considered the need for \"terms and conditions to be specific and tailored to Mr. Mahjoub's precise circumstances, keeping in mind that to be appropriate they 'must be designed to prevent [his] involvement in any activity that commits, encourages, facilitates, assists or instigates an act of terrorism, or any similar activity' and that they 'must be proportionate to the risk posed by [him]'\" (paragraph 142 citing paragraph 83 of", "<FRAGMENT_SUPPRESSED> ). I concur with the approach adopted by Justice Mosley in assessing the proper terms and conditions of release."], ["[30]", "The above findings by Justice Mosley relating to the threat posed by Mr. Mahjoub were agreed to by the parties in subsequent detention reviews and reviews of conditions of release; even though Mr. Mahjoub qualified his position by noting the findings arose from a constitutionally-deficient process. Justice Mosley's danger findings form the basis upon which the Court imposed the current conditions of release on Mr. Mahjoub. As stated above, Mr. Mahjoub no longer accepts the findings of Justice Mosley. He argues that he is neither a flight risk nor a danger to national security or to the danger of any person. He claims that the question of his danger to the security of Canada must be proven by the Ministers and cannot be based on allegations without evidence or information."], ["[31]", "The Ministers dispute Mr. Mahjoub's claim that he is not a danger or inadmissible to Canada and point to the evidence adduced in the reasonableness hearing to support their allegations against Mr. Mahjoub and the threat he poses. These allegations are the same as those relied upon by Justice Mosley for his danger findings. The issues raised in this review, including whether Mr. Mahjoub poses a threat to the security of Canada, are the object of litigation in the ongoing reasonableness hearing. The evidence in support of the Ministers' allegation is vigorously disputed by Mr. Mahjoub. Further Mr. Mahjoub's evidence is incomplete at this stage of the proceeding and arguments have yet to be heard. Consequently, the Court is not in a position to make any final pronouncement on these issues. To do so would be tantamount to pre-judging the issue of reasonableness without the benefit of all of the evidence, including the testimony of Mr. Mahjoub if he elects to give evidence. As a result, no determinative findings can be made at this point relating to Mr. Mahjoub's membership in the Vanguards of Conquest (VOC) and/or its Shura council, his contacts, or his past association with persons linked to terrorist organizations. These same allegations by the Ministers, supported by the record before the Court at the time of Justice Mosley's danger findings, are the basis upon which Mr. Mahjoub was found to pose a danger to national security and to the safety of any person. It is on this basis that he was initially detained and then released under stringent conditions. The same allegations are before me on this review."], ["[32]", "The evidentiary basis in support of the allegations adduced by the Ministers has changed. As a result of the \"torture motion\" the SIR and the public summary of the SIR have been amended and certain information found to have been obtained from torture, or to be derivative of torture has been held to be inadmissible and consequently struck from the record. However, the allegations against Mr. Mahjoub remain unchanged. The lack of foundation for a danger finding argued by Mr. Mahjoub in this review is premised on disputed evidence and arguments relating to issues that have yet to be decided in the ongoing reasonableness hearing. Until the Court renders final pronouncements on these issues, the danger findings of Justice Mosley cannot be ignored."], ["[33]", "Mr. Mahjoub would have me release him essentially without conditions, solely on the strength of his submissions. The justification for such a fundamental change to the current conditions of release has not been established at this time. On the record before me, having regard to the nature of the allegations against Mr. Mahjoub, I am unable to accede to Mr. Mahjoub's request that he be released essentially without conditions. Other factors, to which I now turn, will be considered to determine whether the level of threat posed by Mr. Mahjoub may have attenuated since the last review, and if so, whether his current conditions of release should be relaxed.", "The length of time the current stringent conditions have been in place"], ["[34]", "In", "Charkaoui I", ", the Supreme Court of Canada found that the longer a person is in detention, the less likely it is that an individual will remain a threat to national security. The Supreme Court also found that in cases of lengthy detention, the Ministers' evidentiary onus is heavier since they have had more time to investigate and document the threat. See:", "Charkaoui I", "at paragraphs 112 and 113."], ["[35]", "I am satisfied that the length of Mr. Mahjoub's detention and release on stringent conditions has disrupted his ability to communicate with extremist individuals or groups he is alleged to have previously engaged with. Further, his notoriety and public exposure have made it less likely that persons who would be of interest to the CSIS or the CBSA would risk drawing attention to themselves by contacting Mr. Mahjoub or that Mr. Mahjoub would be effective as a covert agent. The Supreme Court has observed that lengthy detention results in a disruption of contact and communication with extremist individuals or groups. Since his initial arrest in 2000, under the first certificate, Mr. Mahjoub has either been detained or released on onerous conditions. There has been, over the years, no indication of a serious breach of his conditions of release. The Ministers contend that this may well be attributed to the very terms and conditions imposed to neutralize the threat posed by Mr. Mahjoub. I am nevertheless of the view that Mr. Mahjoub's lengthy detention and/or stringent conditions of release have had a significant impact on his ability to communicate with extremist individuals or engage in terrorism related activities as alleged."], ["[36]", "As stated earlier in these reasons, the up-dated risk assessment prepared by the CBSA dated February 2011 indicates that with the exception of unreported mail deliveries which have been shown to be deliveries from public counsel, there have been no suspected acts of non-compliance with the terms and conditions of release by Mr. Mahjoub. The up-dated risk assessment was prepared at the Court's direction by the CBSA and is based on the revised SIR dated September 23, 2010 prepared by the CSIS. This is CBSA's assessment risk based on Mr. Mahjoub's circumstances in the context of the terms and conditions of the Release Order imposed on Mr. Mahjoub to neutralize the threat he posed as found by the Court. The CSIS did not provide the Court with an up-dated threat assessment."], ["[37]", "The last threat assessment was released to Mr. Mahjoub on October 12, 2009, and was prepared at the time Mr. Mahjoub was incarcerated. In this document, the CSIS articulates the threat posed as one founded on the allegations contained in the SIR and indicates that the threat has remained essentially unchanged since Mr. Mahjoub's initial detention. It concludes as follows: \"The threat posed by Mahjoub is believed to have been mitigated by his incarceration and his previous release under terms and conditions. The CSIS has no information indicating that he has resumed threat-related activities, either since his release in April 2007, or since his incarceration in March 2009, or that he has renounced his belief and support of Islamist extremism.\" Nothing in the record would suggest that Mr. Mahjoub's circumstances relating to threat related activities have changed since preparation of the 2009 threat assessment by the CSIS."], ["[38]", "In the circumstances, the length of detention and the time released on conditions, coupled with the absence of any significant new evidence, are factors that favour Mr. Mahjoub.", "The anticipated length of time the conditions of release will apply"], ["[39]", "The parties did not expressly address this factor. Given the procedural history of the reasonableness proceeding, it is difficult to predict with any degree of certainty when the hearing will be concluded. When a final determination is made, there will likely be appeals relating to the Court's determination and findings; the constitutionality of the process; and on issues relating to abuse of process. It could take years before these proceedings are concluded. Consequently, the period of time under which Mr. Mahjoub will be subject to terms and conditions is likely to be lengthy."], ["[40]", "If there will be a lengthy continuation of conditions, or the future duration of conditions cannot be ascertained, this is a factor that weighs in favour of a person named in the security certificate. See:", "Charkaoui I", "at paragraph 115.", "Reasons for the delay of removal"], ["[41]", "Mr. Mahjoub cannot be deported until the reasonableness of the security certificate has been determined. The history of this proceeding will show there have been significant delays that have resulted in the reasonableness hearing being rescheduled on more than one occasion for a variety of reasons. Since no arguments are raised in this review relating to delay, I will make no further comment on the issue at this time. For the purpose of this review, I will consequently consider this factor to be neutral.", "The availability of alternatives to stringent conditions"], ["[42]", "The terms and conditions must be subject to a proportionality analysis and tailored to Mr. Mahjoub's precise circumstances. The terms and conditions must also be related to the threat sought to be neutralized. That is to say they must be proportionate to the risk posed and designed to prevent his involvement in any activity that commits, encourages, facilitates, assists or instigates an act of terrorism, or any similar activity. (See paragraph 142 of Justice Mosley Reasons for Order on the 2007 detention review.)"], ["[43]", "The Ministers contend that there remains on the amended record before the Court sufficient material to establish the allegations set out in the SIR against Mr. Mahjoub to find him inadmissible to Canada. The Ministers maintain that in relation to the kinds of activities Mr. Mahjoub is alleged to have participated in the past; the organizations he is alleged to have belonged to; the people he is alleged to have maintained contact with; and the conduct he is alleged to have engaged in have not changed since the last review. Consequently, it is submitted that the Court would be justified in imposing the same terms and conditions based on its reasoning at the time of the last review in 2009."], ["[44]", "At this juncture, it is useful to note that, at the time of the last review, the parties were in significant agreement on many of the conditions of release. At that time, I dealt with proposed modifications to conditions that were in place at the time Mr. Mahjoub returned to detention and certain changes requested by the Ministers because Mr. Mahjoub would be living without supervision when released. In essence, there existed significant agreement on the imposition of conditions and the Court was called on to rule on disputes between the parties as to how these conditions would apply or be amended. For instance, there was agreement on the requirement of cash sureties and performance bonds, however, the amounts were in dispute; the parties agreed that Mr. Mahjoub should be fitted with an electronic monitoring device to be worn at all times, however, there was disagreement on when it could be removed for medical reasons; the parties agreed to a curfew, however, there was disagreement on its duration and when it would begin; Mr. Mahjoub agreed with the overall conditions relating to visitors but proposed certain changes to the conditions proposed by the Ministers; Mr. Mahjoub agreed to certain conditions relating to his daily outings. These are a few examples to illustrate that the current conditions were developed to a large extent as a result of a collaborative effort between the parties and not so much as the result of litigation. In this review, there is no agreement as to any of the conditions. As indicated earlier in these reasons, Mr. Mahjoub is opposed to any condition with the exception of those conditions relating to the existing sureties and previously ordered performance bonds. Mr. Mahjoub now questions the very purpose of the current conditions and argues that they are unnecessary and disproportionate in the circumstances."], ["[45]", "The purpose of a review of the terms and conditions of release is to ensure that the terms and conditions strike a balance between the liberty interests of the individual and the security interests of Canada and its people (", "Charkaoui I", "). It falls to the Court to determine the appropriate balance."], ["[46]", "I will now turn to the terms and conditions of release. Before doing so, it is useful to set out the respective positions of the parties.", "Mr. Mahjoub's submissions"], ["[47]", "Mr. Mahjoub argues, for the most part, that the current terms and conditions are not rationally connected to the heart of the Minister's concerns. For example, he argues that the electronic monitoring device does not prevent him from leaving the designated geographic perimeters and does not prevent him from communicating and potentially engaging in radicalizing individuals as alleged. Similarly, Mr. Mahjoub contends that the video camera installed outside the entrance of his apartment is not something that physically impedes people from coming to see him and engaging in impermissible conversation."], ["[48]", "Mr. Mahjoub also argues that the Ministers' concerns relating to outings are not rationally connected to the conditions regulating his outings. He contends that he could spend all of his time during his outings at the Mosque where he is not supervised. Therefore, his alleged propensity to radicalize others or communicate with unauthorized contacts is not in any way addressed by this condition."], ["[49]", "Regarding the condition relating to visitors, Mr. Mahjoub contends that the terms imposed are not warranted since interaction with prohibited individuals is always possible but such activities by him are not supported by his pattern of behaviour or comportment."], ["[50]", "Mr. Mahjoub argues that conditions relating to the use of the internet, telephone and cell phone, do little to address the Ministers' essential concern of face-to-face communications with unauthorized persons or his engagement in impermissible activities. It is argued that the sort of communications sought to be controlled by these conditions is allowed in more risky forums, such as unsupervised attendance at the Mosque. Consequently, it is submitted that the conditions are not rationally connected to the risk alleged."], ["[51]", "Mr. Mahjoub also argues that his record of compliance with his terms and conditions of release demonstrates that the current stringent conditions are not required and that \"usual conditions\" of release are sufficient.", "The Ministers' submissions"], ["[52]", "The Ministers argue that Mr. Mahjoub's terms and conditions of release are clearly connected to the alleged threat posed by Mr. Mahjoub as articulated in the SIR and accepted by the Court for the purpose of subsequent reviews. They are concerned mostly with supervision and monitoring of his communication and interaction with others by reason of the nature of the risk that has been identified."], ["[53]", "Regarding Mr. Mahjoub's past record of compliance with his conditions of release, the Ministers argue that in the past ten years Mr. Mahjoub has been in detention or under close supervision, it therefore stands to reason that he hasn't engaged in any kind of inappropriate behaviour. The Ministers argue that because Mr. Mahjoub has been compliant with his conditions does not mean the conditions are unnecessary or inappropriate. The Ministers argue that Mr. Mahjoub's record of compliance with his terms and conditions of release is to be assessed as a neutral factor."], ["[54]", "In relation to Mr. Mahjoub's assertion that the Ministers have not proven that he would engage in terrorist related activities, the Ministers say this is an unfair characterization of the record. The Ministers say they are asking the Court to draw reasonable inferences from the evidence that exists about Mr. Mahjoub's past behaviour."], ["[55]", "Regarding the condition requiring video camera monitoring at Mr. Mahjoub's residence, the Ministers acknowledge that video monitoring does not prevent impermissible contacts, but does provide a means of monitoring and recording contacts, visitors and deliveries to his residence. The Ministers contend that, in the circumstances, the condition is proportional and useful in neutralizing the threat."], ["[56]", "The Ministers submit that, in assessing whether a condition is proportional to the threat posed, it is appropriate to consider whether the terms and conditions make Mr. Mahjoub think twice about engaging in the alleged terrorism related conduct."], ["[57]", "In summary, the Ministers take the view that Mr. Mahjoub poses a risk to national security consistent with the findings of Justice Mosley discussed earlier in these reasons. They argue that this Court found the current terms and conditions were necessary to neutralize that risk. They contend that Mr. Mahjoub has adduced no evidence upon which the Court could conclude that the very same risk could be mitigated by his proposal to effectively abolish all of the terms and conditions. The Ministers further contend that there is no evidence before the Court that the terms and conditions as crafted are unworkable, disproportionate, and inhumane or have resulted in irreparable psychological harm to Mr. Mahjoub."], ["[58]", "Finally, the Ministers argue that the current terms and conditions were carefully tailored to address and neutralize the threat posed by Mr. Mahjoub. They argue that the Ministers have satisfied their burden to show that Mr. Mahjoub continues to pose a threat to the national security of Canada and that the current terms and conditions are necessary to neutralize that threat.", "Findings on the terms and conditions of release"], ["[59]", "I agree that the terms and conditions currently applicable to Mr. Mahjoub are rationally connected to threat posed by Mr. Mahjoub as articulated earlier in these reasons for the purposes of this review. The threat posed relates essentially to Mr. Mahjoub's alleged past activities and contacts with persons and organizations involved in international terrorism; and the concern that he espouses extremism and is likely to radicalize others and is prepared to resort to violence and direct others to violence if asked to do so by terrorist leaders. The current terms and conditions are aimed at neutralizing the threat posed by monitoring his communication and interaction with others. In my view, on the whole, the current terms and conditions are rationally connected to the threat posed by Mr. Mahjoub."], ["[60]", "While Mr. Mahjoub's past record of compliance with his conditions of release is a factor that will weigh in his favour on a review of conditions of detention, I am of the opinion that it is not a basis upon which to find the terms and conditions of release inappropriate. The stringent conditions were aimed at preventing inappropriate behaviour by Mr. Mahjoub. The record shows that Mr. Mahjoub essentially complied with the conditions. Arguably, this result would indicate that the conditions were effective. It does not follow that compliance would provide a basis to find the conditions somehow inappropriate."], ["[61]", "However, other factors discussed above mitigate in favour of relaxing the terms and conditions of release. In sum, the length of Mr. Mahjoub's detention and subsequent release on stringent conditions are matters that weigh in his favour; there is no certainty as to when Mr. Mahjoub can be removed from Canada; and Mr. Mahjoub has generally functioned within the structures of the Release Order. Further, the Ministers have failed to establish that the threat posed by Mr. Mahjoub has not attenuated to a degree since the conditions were last reviewed by the Court. I am satisfied that Mr. Mahjoub's release from detention should be confirmed and, based on the above noted factors, that the terms and conditions of his release be relaxed in some respects."], ["[62]", "In essence, on his review, Mr. Mahjoub seeks to have his current terms and conditions struck. The Ministers argue that the current conditions should be maintained since they are proportional and required to neutralize the risk posed by Mr. Mahjoub. As a result of these irreconcilable positions, the parties have not turned their minds to modifications that may be warranted to the current terms and conditions at this juncture. No submissions were made as to how particular conditions may be amended or relaxed."], ["[63]", "I now turn to the terms and conditions to be modified or adjusted as a consequence of this review.", "Terms and conditions of release"], ["[64]", "Under the current conditions of release, Mr. Mahjoub's unsupervised daily outings are limited to four (4) hours a day within a limited geographic perimeter. His supervised outings are also subject to stringent terms and conditions. His ability to receive visitors is similarly restricted. These conditions are onerous and significantly impact Mr. Mahjoub's liberty interest."], ["[65]", "On the basis of the above discussed factors that mitigate in favour of Mr. Mahjoub, his record of compliance with his conditions of release and the passage of time, I am satisfied that the threat posed by Mr. Mahjoub has attenuated. Accordingly, the following conditions will be modified.", "Curfew"], ["[66]", "Paragraph 20 of the current conditions is amended to read as follows: Except in cases of a medical or other emergency or as otherwise provided in this order,", "Mr. Mahjoub shall remain at his residence between the hours of 12:00 a.m. and 7:00 a.m.", "[amendment in bold]."], ["[67]", "Paragraph 21 of the current conditions is amended to read as follows:", "During the month of Ramadan, with a minimum of twelve hours notice before midnight to the CBSA, including the location, timeframes and route he will be taking, Mr. Mahjoub may stay out past curfew within the geographic boundary described in subparagraph 23(e) of the current conditions for the purpose of religious observance at an approved mosque", "[amendment in bold]."], ["[68]", "Paragraph 22 of the current conditions is amended to read as follows: The CBSA, on request by Mr. Mahjoub and when it considers it appropriate to do so, may extend Mr. Mahjoub's curfew and permit his absences from the residence later than the curfew of", "12:00 a.m.", "[amendment in bold]", "Outings"], ["[69]", "Subparagraph 23(a) of the current conditions is amended to read as follows: Mr. Mahjoub may, between the hours of", "7:00 a.m. and 12:00 a.m.", "[amendment in bold]:", "(a) With the prior approval of the CBSA, leave the residence", "five (5)", "times per week, for a duration not to exceed", "twelve (12)", "hours on each absence, and remain within the perimeter defined in subparagraph 23(e) [amendment in bold].", "[The conditions contained in subparagraph 23(a) i, ii, and iii remain in effect as do the provisions contained in subparagraph 23(b) through (m).]", "Unsupervised Daily Outings"], ["[70]", "The geographic boundary for \"unsupervised daily outings\" will remain unchanged. Subject to the conditions in paragraph 24 of the current conditions of release, as amended below, Mr. Mahjoub may, on a daily basis, between the hours of", "8:00 a.m. and 8:00 p.m", ". leave his residence and travel anywhere within the geographic boundary for \"unsupervised daily outings\" [amendment in bold]."], ["[71]", "Subparagraph 24(c) is amended to read as follows: The duration of the outing shall not exceed", "twelve (12)", "hours, on each absence [amendment in bold]."], ["[72]", "Subparagraph 24(e) is amended to read as follows: During his absence from the residence, Mr. Mahjoub may travel to and shop at", "any", "retail establishments within the limited geographic perimeter, defined at subparagraph 24(a) [amendment in bold]."], ["[73]", "Subparagraph 24(f) is amended to read as follows: During his absence from the residence, Mr. Mahjoub may travel to and from and spend time at", "any", "of the local parks within the limited geographic perimeter defined at subparagraph 24(a) [amendment in bold]."], ["[74]", "Subparagraph 24(h) is deleted.", "Visitors"], ["[75]", "The current conditions governing: visitors to Mr. Mahjoub's residence; persons who may accompany him on unsupervised outings, and persons who he may associate or communicate with are to be amended in accordance with the following guidelines:", "1. Other than persons identified in paragraph 26 of the current conditions, Mr. Mahjoub may receive any visitor in the residence, associate and communicate with any person and be accompanied by any person during his unsupervised outings without the need to have CBSA approve such visitors or contacts.", "2. Unless otherwise ordered by the Court, the names and dates of birth of all visitors to the residence must be recorded in a log which shall be provided to the CBSA on request. Where the visitor is a person previously approved or a former supervisor and whose date of birth is therefore known to the CBSA, only the name will be required to be recorded. The following persons need not be recorded in the log: legal counsel; emergency personnel; qualified repair persons; and Mr. Mahjoub's family members, including his wife, Ms. Mona El-Fouli, Ibrahim and Yusuf, his sons, and Haney El-Fouli, his stepson.", "3. All visitors must enter the residence through the front door.", "4. All visitors to the residence and persons Mr. Mahjoub associates with, communicates with, or comes into contact with, may have cell phones on their persons. Mr. Mahjoub shall make best efforts to ensure that these phones are not used in his presence. This condition restriction does not apply to legal counsel, emergency personnel, qualified repair persons, and current supervisors while they are speaking to the CBSA.", "5. All visitors to the residence shall obtain the approval of the CBSA prior to bringing in or removing any object, gift, or written communication to the residence, except for documents brought in or removed by counsel and their staff. Mr. Mahjoub's family members, including his wife, Ms. Mona El-Fouil, Ibrahim and Yusuf, his sons, and Haney El-Fouli, his stepson, need not to obtain CBSA's approval.", "6. The conditions in subparagraph 23(b) through (m) will continue to apply to visitors with necessary modifications, particularly with respect to the conditions in subparagraphs 23(g), (h), (j) and (m) are to be adjusted to conform to these guidelines.", "7. The conditions in paragraph 25 relating to physical surveillance during all outings will also continue to apply.", "Electronic monitoring"], ["[76]", "The video-conferencing device provided for at paragraph 14 of the current conditions will no longer be required. The record indicates that from the time it was installed in Mr. Mahjoub's residence, the unit was never once used. It was removed for repairs on July 2010 and attempts were made to re-connect the device on December 21, 2010, over five months later. On objections by Mr. Mahjoub to the re-installation of the device, the Court ordered that the issue be held until final disposition of this review. On these facts, it is apparent the video-conferencing unit was of little or no practical utility in CBSA's effort to monitor Mr. Mahjoub. On balance, its utility is far outweighed by the intrusion on Mr. Mahjoub's privacy that it represented."], ["[77]", "The amended conditions of release that will flow form this review are the result of weighing the above discussed factors and balancing Mr. Mahjoub's liberty interest against the risk he poses to Canada's national security. I am satisfied that the conditions as amended are proportionate to the risk posed by Mr. Mahjoub and sufficient to neutralize the threat he poses to the national security of Canada or the safety of any person. Current conditions that are not expressly modified herein remain in full force and effect. The parties may seek clarification by the Court of any of the above amendments if required."], ["[78]", "The Ministers are directed to prepare within five days of the signing of these reasons, a draft updated \"Schedule of Conditions respecting the release of Mr. Mahjoub\" incorporating therein amendments or changes made to conditions since the making of the November 30, 2009 Reasons for Order and Order and amendments made as a result of this review. The draft is to be served on Mr. Mahjoub and his Counsel who will have five days from the time of receipt to make submissions on the sole issue of whether the draft conforms to these reasons. Upon receipt and consideration of the draft order and Mr. Mahjoub submissions, if any, an Order will issue confirming Mr. Mahjoub's release on the amended conditions.", "Order accordingly.", "Editor: Elizabeth M.A. Turgeon/vnh", "SCHEDULE \"A\"", "TO THE REASONS FOR ORDER", "AND ORDER", "dated November 30, 2009", "in the matter of", "MOHAMED ZEKI MAHJOUB", "DES-7-08", "CONDITIONS RESPECTING THE", "RELEASE OF MR. MAHJOUB", "Agreement to Comply", "1. Mr. Mahjoub shall sign a document, to be prepared by his counsel and approved by counsel for the Ministers, in which he agrees to comply strictly with each of the terms and conditions set out in this order.", "Electronic Monitoring", "2. Mr. Mahjoub, before his release from custodial detention, shall be fitted with a Global Positioning System (GPS) electronic monitoring device as arranged by the CBSA, along with a tracking unit. Mr. Mahjoub shall thereafter at all times wear the monitoring device and have it charged as directed. At no time shall he tamper with the monitoring device or the tracking unit or allow them to be tampered with.", "3. If the monitoring device is not charged in the appropriate manner by Mr. Mahjoub, the CBSA retains the right to cancel any outing or visit until such time as the unit is charged.", "4. Where for necessary medical reasons and at the direction of a qualified medical doctor, the electronic monitoring device must be removed, the CBSA shall be notified beforehand and shall arrange for its temporary removal as well as for Mr. Mahjoub's supervision while it is removed.", "5. Mr. Mahjoub shall consent to the CBSA's installation at the CBSA's expense in the residence to be specified of a separate dedicated land-based telephone line meeting the CBSA's requirements to allow effective electronic monitoring. Mr. Mahjoub shall consent to the disabling as necessary of all telephone features and services for such separate dedicated land-based telephone line(s). Mr. Mahjoub shall follow all instructions provided to him regarding the use of the monitoring equipment and any other requirement necessary for the proper and complete functioning of the electronic monitoring equipment and system.", "6. The CBSA shall install and test the necessary equipment and shall report to the Court as to whether it is satisfied that the equipment is properly working and that everything necessary has been done to initiate electronic monitoring.", "Sureties and Performance Bonds", "7. Prior to Mr. Mahjoub's release from detention, the sum of $20,000.00 is to be paid into Court pursuant to Rule 149 of the", "Federal Courts Rules", ", S.O.R./98-106. In the event that any term or condition of the order releasing Mr. Mahjoub is breached, an order may be sought by the Ministers that the full amount, plus any accrued interest, be paid to the Attorney General of Canada. The following individuals will pay to the Court the sums listed below:", "(a) Rizwan Wanchoo - $2,500.00", "(b) John Valleau - $5,000.00", "Names of other sureties to be provided.", "8. Prior to Mr. Mahjoub's release from custodial detention, the following individuals shall execute performance bonds by which they agree to be bound to Her Majesty the Queen in Right of Canada in the amounts as specified below. The condition of each performance bond shall be that if Mr. Mahjoub breaches any term or condition contained in the order of release, as it may be amended from time to time, the sums guaranteed by the performance bonds shall be forfeited to Her Majesty. The terms and conditions of the performance bonds shall be provided to counsel for Mr. Mahjoub by counsel for the Ministers and shall be in accordance with the terms and conditions of guarantees provided pursuant to section 56 of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (IRPA), and Part 4 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227, dealing with deposits and guarantees. Each surety shall acknowledge in writing having reviewed the terms and conditions contained in this order, and shall indicate in particular their understanding with respect to this condition.", "(a) El Sayed Ahmed - $5,000.00", "(b) Murray Lumley - $5,000.00", "(c) Maggie Panter - $10,000.00", "(d) Elizabeth Block - $1,000.00", "(e) Dwyer Sullivan - $20,000.00", "(f) Elizabeth O'Connor - $1,000.00", "(g) Patricia Taylor - $1,000.00", "(h) John Valleau - $5,000.00", "Residence", "9. Mr. Mahjoub shall undertake to locate an appropriate residence. The residence shall be amenable to electronic and physical surveillance as stipulated in the reasons for order.", "10. The CBSA shall conduct a site assessment of the proposed residence and report to the Court its assessment of the residence including its proposed means of surveillance of the said residence. Upon consideration of the CBSA's assessment, the Court may, if it approves the residence, direct the installation of all or any part of the surveillance equipment recommended to be installed by the CBSA to effect proper surveillance of the residence.", "11. Upon his release from detention, Mr. Mahjoub shall be taken to the approved residence by the Royal Canadian Mounted Police (RCMP) or such other agency as the CBSA and the RCMP may agree to. Mr. Mahjoub shall reside alone at the approved residence. In order to protect his privacy, the address of the residence shall not be published within the public record of this proceeding.", "12. Mr. Mahjoub shall remain in his residence at all times, except in the case of medical or other emergencies or as otherwise provided in this order.", "13. The term \"residence\" as used in these conditions refers exclusively to the dwelling house or apartment unit and does not include any outside space associated with it.", "14. A video-conferencing device is to be connected in the residence of Mr. Mahjoub. The CBSA may, periodically, contact Mr. Mahjoub on the video-conferencing device and Mr. Mahjoub must respond. The exact location of the video-conferencing device within the residence shall be agreed to by Mr. Mahjoub and the CBSA. Failing an agreement between Mr. Mahjoub and the CBSA, the Court will determine the location of the video-conferencing device upon considering the parties' submissions.", "15. The Ministers shall, at their expense, install other approved surveillance equipment in the residence. Mr. Mahjoub and the owner or the designated representative of the owner shall provide the CBSA with reasonable access to the residence in order to assess surveillance options and to install surveillance equipment. For greater certainty, the surveillance equipment remains the property of the CBSA. Further, the CBSA shall remove the equipment and make the appropriate repairs to the property when Mr. Mahjoub ceases to reside at the residence.", "16. The approved surveillance equipment shall be placed so that surveillance may be conducted with the least possible encroachment on the privacy of Mr. Mahjoub or any other person.", "17. Mr. Mahjoub shall consent to 24-hour physical monitoring of the residence as approved.", "Supervisors", "18. Mr. Mahjoub shall propose individuals for the Court's approval to act as supervising sureties for Mr. Mahjoub for occasions when such supervisors are required to accompany him for supervised outings.", "19. Mr. Mahjoub shall inform the CBSA of the identity of his proposed supervising sureties. Mr. Mahjoub and his proposed supervising sureties will consent in writing to being interviewed by or on behalf of the CBSA, individually or together, as required by the CBSA.", "Curfew", "20. Except in cases of a medical or other emergency or as otherwise provided in this order, Mr. Mahjoub shall not be absent from his residence between the hours of 10:00 p.m. and 8:00 a.m.", "21. The curfew shall be adjusted during Ramadan. Every day during the month of Ramadan, between the hours of 10:00 p.m. and 12:00 a.m., Mr. Mahjoub will be permitted to leave his residence for the sole purpose of attending prayers at a mosque. The conditions relating to mosque outings are set out in subparagraph 23(c) below.", "22. The CBSA, on request by Mr. Mahjoub and where it considers it appropriate to do so, may extend Mr. Mahjoub's curfew and permit his absences from the residence later than the curfew of 10:00 p.m.", "Outings", "23. Mr. Mahjoub may, between the hours of 8:00 a.m. and 10:00 p.m.:", "(a) With the prior approval of the CBSA, leave the residence three times (3) per week, for a duration not to exceed eight hours (8) on each absence, and remain within the perimeter defined in subparagraph 23(e).", "i. Requests for approval of these outings shall be made at least 72 hours in advance of the intended absence and shall specify the location or locations that Mr. Mahjoub wishes to attend as well as the times when he proposes to leave and return to the residence. For greater certainty, any request for approval shall be made in advance so that the CBSA shall have at least three (3) full business days to consider the request.", "ii. If the location(s) of the outing has previously been approved by the CBSA, the request for approval may be made four hours in advance, by telephone.", "iii. If such absences are approved, Mr. Mahjoub shall, prior to leaving the residence and immediately upon his return to the residence, report as more specifically directed by a representative of the CBSA.", "(b) With the prior knowledge of the CBSA, Mr. Mahjoub may leave the residence as required and for the duration required for the purpose of medical appointments and related tests, treatment or operations. Notification shall be given at least 48 hours in advance of the intended absence and shall specify the location or locations Mr. Mahjoub must attend and the time when he shall leave and the estimated time when he shall return to the residence. Mr. Mahjoub shall, prior to leaving the residence and immediately upon his return to the residence, report as more specifically directed by a representative of the CBSA. For these outings, pre-approval by the CBSA is not required.", "i. Mr. Mahjoub shall sign a document, to be prepared by counsel for the Ministers, in which he authorizes each and every medical doctor, psychiatrist or other health care provider he may consult to release to the CBSA information that will confirm that he is a patient and the time, place and duration of any appointment or treatment he has scheduled, or has attended.", "(c) With the prior knowledge of the CBSA, Mr. Mahjoub may leave the residence for the purpose of attending a mosque, approved by the CBSA. Notification shall be given 30 minutes in advance during business hours, and 90 minutes in advance outside business hours, of the intended absence and shall specify the estimated time when he shall leave and return to the residence. Mr. Mahjoub shall, prior to leaving the residence and immediately upon his return to the residence, report as more specifically directed by a representative of the CBSA. For these outings, pre-approval by the CBSA is not required.", "(d) Except for the \"unsupervised daily outings\" provided for in paragraph 24 herein, during all other outings, Mr. Mahjoub shall be accompanied at all times by a Court approved supervising surety who shall bear responsibility for supervising Mr. Mahjoub and for ensuring that he complies fully with all of the terms and conditions of this order. This requires the Court approved supervising surety to remain continuously with Mr. Mahjoub while he is away from the residence, but for the time that he is in consultation with doctors, taking tests or undergoing treatment or therapy pursuant to subparagraph 23(b). In such cases the supervising sureties are to remain as close as is reasonably possible to the room in which Mr. Mahjoub is receiving his consultation, treatment or therapy. For greater certainty, the Court approved supervising sureties are those individuals approved pursuant to paragraph 18 herein.", "(e) Except for the \"unsupervised daily outings\" provided for in paragraph 24 herein and for outings provided for in subparagraph 23(f), Mr. Mahjoub shall remain within and not leave the geographic boundary defined as follows:", "Geographic boundary to be specified.", "(f) The CBSA, on request by Mr. Mahjoub and where it considers it appropriate, may approve outings outside the geographic area described in subparagraph 23(e) subject to the following conditions:", "i. So long as the outing is no further than 150 kilometers away from Mr. Mahjoub's residence;", "ii. Any request for such an outing must be submitted at least two weeks prior to the proposed outing date;", "iii. The CBSA may approve as many as 12 such outings in a calendar year;", "iv. The outings approved outside the defined geographic area are otherwise subject to the applicable conditions in paragraph 23.", "(g) Mr. Mahjoub is authorized to communicate with service and retail persons as necessary and incidental to transportation and shopping during outings.", "(h) During outings Mr. Mahjoub may \"pass the time of day\" with persons he encounters \"happenstance.\" The permissible exchanges are to be brief (in passing) and superficial in nature.", "(i) If, during an outing, Mr. Mahjoub experiences a medical emergency requiring hospitalization, the CBSA shall be notified of this as soon as possible by Mr. Mahjoub, and shall be advised of the location where Mr. Mahjoub has been taken for treatment and shall be advised immediately upon his return to the residence.", "(j) During his absence from the residence, Mr. Mahjoub may only be accompanied by:", "i. his legal counsel Barbara Jackman, Marlys Edwardh and Adriel Weaver, and designated members of their staff assisting in respect of the case;", "ii. Mona El Fouli, his wife, Ibrahim and Yusuf, his children, and Haney El Fouli, his stepson;", "iii. the bond signers and sureties named in paragraphs 7 and 8;", "iv. persons approved as supervising sureties pursuant to paragraph 18;", "v. persons approved as visitors pursuant to subparagraph 27(g); and,", "vi. any person approved in advance by the CBSA. The conditions for approval of visitors, contained in subparagraph 27(g), apply to persons seeking approval by the CBSA under the present subparagraph.", "(k) During all absences from the residence, Mr. Mahjoub shall at all times have on his person the tracking unit enabling electronic monitoring.", "(l) When Mr. Mahjoub leaves the residence he shall not attend any airport, train station, bus depot, or car rental agency, or enter upon any boat or vessel, except the Toronto Island Ferry. Mr. Mahjoub may attend subway stations for the sole purpose of taking surface transit and may not, at any time, go underground or enter upon any subway cars.", "(m) When Mr. Mahjoub leaves the residence he shall not meet any person by prior arrangement other than:", "i. his legal counsel Barbara Jackman, Marlys Edwardh and Adriel Weaver, and designated members of their staff assisting in respect of the case;", "ii. Mona El Fouli, his wife, Ibrahim and Yusuf, his children, and Haney El Fouli, his stepson;", "iii. the bond signers and sureties named in paragraphs 7 and 8;", "iv. persons approved as supervising sureties pursuant to paragraph 18;", "v. persons approved as visitors pursuant to subparagraph 27(g); and,", "vi. any person approved in advance by the CBSA. The conditions for approval of visitors, contained in subparagraph 27(g), apply to persons seeking approval by the CBSA under the present subparagraph.", "\"Unsupervised Daily Outings\"", "24. On a daily basis, Mr. Mahjoub may, between the hours of 10:00 a.m. and 4:00 p.m., leave his residence without the presence of a Court approved supervising surety and without pre-approval by the CBSA. These outings are referred to as \"unsupervised daily outings\" and are subject to the following conditions:", "(a) When Mr. Mahjoub leaves the residence for an unsupervised daily outing, he shall remain within and not leave the geographic boundary defined as follows:", "Geographic boundary to be specified.", "For clarity, this geographic area is the approved geographic perimeter for unsupervised daily outings and is different, and more limited than, the geographic perimeter approved for the purpose of supervised outings defined at subparagraph 23(e).", "(b) Mr. Mahjoub shall give notice to the CBSA at least 90 minutes prior to leaving the residence. Mr. Mahjoub must give notice of the location(s) he will travel to and attend, and the route he intends to follow during the outing.", "(c) The duration of the outing shall not exceed 4 hours, on each absence.", "(d) Mr. Mahjoub shall, prior to leaving the residence and immediately upon his return to the residence, report as more specifically directed by a representative of the CBSA.", "(e) During his absence from the residence, Mr. Mahjoub may travel to and from and shop at any of the following retail establishments within the limited geographic perimeter, defined at subparagraph 24(a):", "Names of retail establishments to be provided", "(f) During his absence from the residence, Mr. Mahjoub may travel to and from and spend time at the following local park(s) within the limited geographic perimeter, defined at subparagraph 24(a):", "Name of park(s) to be provided", "(g) During his absence from the residence, Mr. Mahjoub may access any area within the limited geographic perimeter, defined at subparagraph 24(a), for purposes of exercising (i.e. walking, jogging or running.)", "(h) Mr. Mahjoub shall not travel to or be in any locations or retail establishments not specified in the present condition.", "(i) The CBSA may, on a request by Mr. Mahjoub to be submitted two weeks in advance, and where it considers it appropriate to do so, approve other activities he may engage in or locations he may access within the limited geographic perimeter defined at subparagraph 24(a).", "(j) The conditions defined in subparagraph 23(g) to 23(m) herein, applicable to outings generally, shall also apply.", "Physical Surveillance during Outings", "25. Mr. Mahjoub shall consent in writing to 24-hour GPS monitoring, as described in paragraph 2, and to physical surveillance while on all outings without exception. In accordance with the reasons for order, the CBSA is to conduct the physical surveillance of Mr. Mahjoub in the least intrusive manner possible.", "Prohibited Communications", "26. Mr. Mahjoub shall not, at any time, or in any way, associate or communicate directly or indirectly with:", "(a) any person whom Mr. Mahjoub knows, or ought to know, supports terrorism or violent Jihad or who attended any training camp or guest house operated by any entity that supports terrorism or violent Jihad;", "(b) any person Mr. Mahjoub knows, or ought to know, has a criminal record;", "(c) any person the Court may in the future specify in an order amending this order.", "Visitors", "27. No person shall be permitted to enter Mr. Mahjoub's residence except:", "(a) his legal counsel Barbara Jackman, Marlys Edwardh and Adriel Weaver, and members of their staff assisting in respect of the case;", "(b) Mona El Fouli, his wife, Ibrahim and Yusuf, his sons, and Haney El Fouli, his stepson;", "(c) the bond signers and sureties named in paragraphs 7 and 8;", "(d) persons approved as supervising sureties pursuant to paragraph 18;", "(e) in an emergency, fire, police and health-care professionals;", "(f) a building superintendent and/or authorized and qualified repair persons. Notification shall be given to the CBSA at least 24 hours in advance of the intended time of repair, except in the case of an emergency. Mr. Mahjoub is to have no contact with such persons while they are in the residence except as required to provide instruction and information with respect to repairs;", "(g) a person approved in advance by the CBSA. In order to obtain such approval, the name, address and date of birth of such person and such additional information as may be deemed necessary by the CBSA, must be provided to the CBSA at least 72 hours prior to the initial visit. The CBSA is authorized by this Court to conduct criminal and security background checks on every individual who wishes to be added to Mr. Mahjoub's approved visitor list. The CBSA will not use any information obtained in the course of monitoring compliance with the terms and conditions of this order for intelligence gathering purposes, and no person will become the subject of investigation solely because he or she applies for approved visitor status.", "28. All visitors to the residence will provide the CBSA with a signed document to be prepared by counsel for the Ministers that acknowledges that they understand the terms and conditions of Mr. Mahjoub's release.", "29. All visitors to the residence shall obtain the approval of the CBSA prior to bringing in or removing any object, gift, or written communication to the residence, except for documents brought in or removed by counsel and their staff.", "30. The CBSA shall be given 48 hours notice of any subsequent visits by a previously approved person but may waive that requirement in the discretion of its officials. The CBSA may withdraw its approval of previously approved visitors at any time.", "31. Those persons who are permitted to enter the residence, may not bring in with them any personal telecommunications device (such as a cell phone or BlackBerry), or any other Internet capable or wireless communication device, including personal gaming devices and will ensure that Mr. Mahjoub does not have any access, directly or indirectly, to any such device.", "32. Mr. Mahjoub's counsel may bring personal telecommunications devices in with them. Mona and Haney El Fouli may bring personal telecommunications devices in with them so long as they sign an undertaking that they will not permit Mr. Mahjoub access to those devices.", "33. Mr. Mahjoub must maintain a log of visitors to the home in a format to be provided by the CBSA, and must make such a log available for inspection on request by the CBSA.", "Equipment Capable of Communication and Internet Access", "34. Except as provided herein, Mr. Mahjoub shall not possess, have access to or use, directly or indirectly, any radio or radio device with transmission capability or any communication equipment or equipment capable of connecting to the internet or any component thereof, including but not limited to: any cellular telephone; any computer that contains a modem or that can access the internet or a component thereof; any gaming system, such as a Wii or Playstation, that is capable of accessing the Internet; any pager; any public telephone; any telephone outside the residence; any internet facility; any hand-held device, such as a BlackBerry.", "35. No computer with wireless Internet access shall be allowed in the residence. Mr. Mahjoub may only use one (1) conventional land-based telephone line located in the residence (telephone line) other than the separate dedicated land-based telephone line(s) referred to in paragraph 5 upon the following conditions:", "(a) Mr. Mahjoub will not use or accept three-way telephone conference calls except calls organized by the Federal Court of Canada where Mr. Mahjoub is a party to the proceeding or calls in which only Mr. Mahjoub and his legal counsel are the parties;", "(b) Mr. Mahjoub is not permitted to use call forwarding features to forward calls from his residence to any other phone line;", "36. In the event of an emergency outside the residence, and if no one is able to make the call on his behalf, Mr. Mahjoub shall be permitted use of a telephone outside his residence to call the CBSA to inform it of the situation and his whereabouts. Mr. Mahjoub may also call 911 in the event of an emergency.", "Intercepted Communications", "37. Mr. Mahjoub may use a conventional land based telephone line located in the residence other than the separate CBSA dedicated line for both voice and facsimile transmissions. Except for calls involving solicitor/client communications, Mr. Mahjoub shall consent in writing to the interception by or on behalf of the CBSA of all written and oral communications. This includes allowing the CBSA to intercept the content of oral communications and also to obtain the telecommunication records associated with such telephone line service. Both the telephone and facsimile carrier must be approved in advance by the CBSA. This also includes the interception, by or on behalf of the CBSA, of incoming and outgoing written communications or packages delivered to or sent from the residence by mail, courier or other means. The form of consent shall be prepared by counsel for the Ministers.", "38. When the content of intercepted oral communications associated with the land-based telephone line in Mr. Mahjoub's residence involves solicitor-client communications, the analyst, upon identifying the communication as one between Mr. Mahjoub and his legal counsel shall cease monitoring the communication and shall delete the interception. Mr. Mahjoub's counsel and any staff member from the office of counsel will clearly identify themselves or the firm at the beginning of each call placed to Mr. Mahjoub.", "39. Mr. Mahjoub will not open any correspondence or any other package received at his residence that has not been inspected and cleared by the CBSA. Upon receipt of such communication or package, Mr. Mahjoub shall immediately contact the CBSA and turn over the correspondence or package for inspection.", "40. All incoming mail will be intercepted, inspected, copied if necessary, and delivered directly to Mr. Mahjoub within two (2) business days.", "41. For outgoing mail or packages, Mr. Mahjoub is to contact the CBSA by telephone and inform them that he has mail to send. Within 24 hours, barring unforeseen circumstances, the CBSA will retrieve the unsealed mail and/or package and after inspecting and copying the mail and/or package will mail it on Mr. Mahjoub's behalf. Mr. Mahjoub is responsible for the costs associated with mailing any written communication or package.", "42. The CBSA and Mr. Mahjoub will agree to a procedure for the retrieval and delivery of intercepted mail by the CBSA with the least possible direct contact between Mr. Mahjoub and the CBSA. Failing an agreement, the parties are to file timely written submissions on this issue with options for the Court's consideration, and the Court will determine the procedure to be followed for mail interception.", "CBSA's Right to Enter and Search", "43. Mr. Mahjoub shall allow employees of the CBSA, any person designated by the CBSA or any peace officer access to the residence at any time (upon the production of identification) for the purposes of verifying Mr. Mahjoub's presence in the residence or ensuring that Mr. Mahjoub is complying with the terms and conditions of this order. For greater certainty, Mr. Mahjoub shall permit such individual(s) to search the residence, remove any item, install, service and maintain such equipment as may be required in connection with the electronic monitoring equipment or the separate dedicated land-based telephone line(s). Any item removed over which solicitor-client privilege is asserted must be kept sealed until such time as it can be reviewed by the Court.", "Audio and Video Recording", "44. Neither Mr. Mahjoub nor any person in his residence shall make a recording of CBSA officers by video or audio device, while they are carrying out their duties in monitoring compliance with the terms and conditions of this order.", "Photographs Taken and Intercepts Collected by the CBSA", "45. In accordance with the reasons for this order, any photographs taken by the CBSA in the course of carrying out their duties in relation to Mr. Mahjoub are to be safeguarded and shall not be released to any other entity unless a photograph depicts an activity that is relevant to a threat there are reasonable grounds to suspect is posed by Mr. Mahjoub or to a breach of any condition of release there are reasonable grounds to suspect has occurred.", "46. In accordance with the reasons for this order, any intercepts of written or oral communication by or on behalf of the CBSA are to be safeguarded. No intercept shall be released to any other entity unless it contains information that is relevant to a threat there are reasonable grounds to suspect is posed by Mr. Mahjoub or to a breach of any condition of release there are reasonable grounds to suspect has occurred.", "47. Nothing in this order derogates from any statutory reporting obligations the CBSA may have.", "Passport and Travel Documents", "48. Mr. Mahjoub's passport and all travel documents, if any, shall remain surrendered to the CBSA. Without the prior approval of the CBSA, Mr. Mahjoub is prohibited from applying for, obtaining or possessing any passport or travel document, any bus, train or plane ticket, or any other document entitling him to travel. This does not prevent Mr. Mahjoub from traveling on public city surface transit within the geographic perimeter defined in subparagraph 23(e).", "Removal Order", "49. If Mr. Mahjoub is ordered to be removed from Canada, he shall report as directed for removal. He shall also report to the Court as it from time to time may require.", "Weapons", "50. Mr. Mahjoub shall not possess any weapon, imitation weapon, noxious substance or explosive, or any component thereof.", "Conduct", "51. Mr. Mahjoub shall keep the peace and be of good conduct.", "Arrest and Detention", "52. Any officer of the CBSA or any peace officer, who has reasonable grounds to believe that any term or condition of this order has been breached, may arrest Mr. Mahjoub without warrant and cause him to be detained:", "(a) Within 48 hours of such detention a Judge of this Court, designated by the Chief Justice, shall forthwith determine whether there has been a breach, whether the terms of this order should be amended and whether Mr. Mahjoub should be detained in custody", "(b) If Mr. Mahjoub does not strictly observe each of the terms and conditions of this order, he will be liable to detention upon further order by this Court.", "Change of Residence", "53. Mr. Mahjoub may not change his place of residence without the prior approval of this Court. Mr. Mahjoub must provide the CBSA with 30 clear days' notice of any proposed change of residence. No persons may occupy Mr. Mahjoub's residence without the approval of the CBSA.", "Offence", "54. A breach of this order shall constitute an offence within the meaning of section 127 of the", "Criminal Code", "and shall constitute an offence pursuant to paragraph 124(1)(a) of the IRPA.", "Amendment of Order", "55. The terms and conditions of this order may be amended at any time by the Court upon the request of any party or upon the Court's own motion with notice to the parties.", "SCHEDULE \"A\"", "TO A DRAFT ORDER SUBMITTED", "ON BEHALF OF Mr. Mahjoub", "on February 3, 2011", "in the matter of", "MOHAMED ZEKI MAHJOUB", "DES-7-08", "CONDITIONS RESPECTING THE", "RELEASE OF MR. MAHJOUB", "Agreement to Comply", "1. Mr. Mahjoub shall sign a document, to be prepared by his counsel and approved by counsel for the Ministers, in which he agrees to comply strictly with each of the terms and conditions set out in this order.", "Sureties and Performance Bonds", "2. The sum already deposed shall remain with the Court pursuant to Rule 149 of the", "Federal Courts Rules", ", S.O.R./98-106. In the event that any term or condition of the order releasing Mr. Mahjoub is breached, an order may be sought by the Ministers that the full amount, plus any accrued interest, be paid to the Attorney General of Canada.", "3. The existing executors of performance bonds shall remain bound to Her Majesty the Queen in Right of Canada in the amounts already deposed. The condition of each performance bond shall be that if Mr. Mahjoub breaches any term or condition contained in the order of release, as it may be amended from time to time, the sums guaranteed by the performance bonds shall be forfeited to Her Majesty. The terms and conditions of the performance bonds as already provided to counsel for Mr. Mahjoub by counsel for the Ministers shall remain in accordance with the terms and conditions of guarantees provided pursuant to section 56 of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (IRPA), and Part 4 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227, dealing with deposits and guarantees. Each surety has already acknowledged in writing having reviewed the terms and conditions contained in this order, and has already indicated in particular their understanding with respect to this condition.", "Prohibited Communications", "4. Mr. Mahjoub shall not, at any time, or in any way, associate or communicate directly or indirectly with:", "(a) any person whom Mr. Mahjoub knows, or ought to know, supports terrorism or violent Jihad or who attended any training camp or guest house operated by any entity that supports terrorism or violent Jihad;", "(b) any person Mr. Mahjoub knows, or ought to know, has a criminal record;", "(c) any person the Court may in the future specify in an order amending this order.", "Removal Order", "5. If Mr. Mahjoub is ordered to be removed from Canada, he shall report as directed for removal. He shall also report to the Court as it from time to time may require.", "Weapons", "6. Mr. Mahjoub shall not possess any weapon, imitation weapon, noxious substance or explosive, or any component thereof.", "Conduct", "7. Mr. Mahjoub shall keep the peace and be of good conduct.", "Arrest and Detention", "8. Any officer of the CBSA or any peace officer, who has reasonable grounds to believe that any term or condition of this order has been breached, may arrest Mr. Mahjoub without warrant and cause him to be detained:", "(a) Within 48 hours of such detention a Judge of this Court, designated by the Chief Justice, shall forthwith determine whether there has been a breach, whether the terms of this order should be amended and whether Mr. Mahjoub should be detained in custody;", "(b) If Mr. Mahjoub does not strictly observe each of the terms and conditions of this order, he will be liable to detention upon further order by this Court.", "Offence", "9. A breach of this order shall constitute an offence within the meaning of section 127 of the", "Criminal Code", "and shall constitute an offence pursuant to paragraph 124(1)(a) of the IRPA.", "Amendment of Order", "10. The terms and conditions of this order may be amended at any time by the Court upon the request of any party or upon the Court's own motion with notice to the parties.", "[End of document]"]]}