{"id_": "089953", "body_str": [["[1]", "Le juge de Montigny", ": Il s’agit en l’espèce d’une demande de contrôle judiciaire à l’encontre d’une décision de la Section de la protection des réfugiés (la « SPR ») de la Commission de l’immigration et du statut de réfugié, rendue oralement le 23 août 2006 et par écrit le 29 août 2006. Le commissaire a rejeté la demande d’asile du demandeur et a considéré qu’il n’avait pas la qualité de « personne à protéger » selon les termes de l’article 97 de la Loi sur l’immigration et la protection des réfugiés (« LIPR »).  <FRAGMENT_SUPPRESSED>", "FAITS  <FRAGMENT_SUPPRESSED>"], ["[2]", "Le demandeur, Jose Mauricio Martinez Pineda, est un citoyen du El Salvador, qui prétend être exposé à une menace pour sa vie ou à un risque de traitements ou de peines cruels s’il devait retourner au El Salvador.  <FRAGMENT_SUPPRESSED>"], ["[3]", "Le demandeur prétend avoir été menacé une première fois en janvier 2005 par un gang de rue connu sous le nom de Maras Salvatruchas. Il aurait alors été approché par un membre de ce gang à sa sortie de l’université, qui l’aurait fortement incité à devenir membre du gang. Le demandeur aurait alors répondu qu’il ne joindrait jamais les rangs de ce groupe. Quelques jours plus tard, le demandeur aurait de nouveau été approché par le même individu, qui l’aurait alors menacé suite à son refus de se joindre au gang.  <FRAGMENT_SUPPRESSED>"], ["[4]", "Dans les mois qui suivirent, M. Pineda allègue avoir été menacé par des membres du gang à plusieurs reprises. Ces derniers l’auraient attendu à la sortie de l’université avec des couteaux, et lui auraient demandé de leur verser de l’argent. Puis, en août 2005, des membres du même gang se seraient présentés à la maison du demandeur et l’auraient menacé et frappé. C’est alors qu’il aurait mentionné ses problèmes à ses parents, et décidé d’abandonner ses études à l’université pour s’enfermer chez lui.  <FRAGMENT_SUPPRESSED>"], ["[5]", "En décembre 2005, le père du demandeur aurait à son tour été menacé par des membres du gang. Enfin, le demandeur soutient que la maison familiale a commencé à faire l’objet de surveillance à partir de février 2006, ce qui l’aurait finalement décidé à quitter son pays le 17 février 2006. Il s’est d’abord rendu aux États-Unis, où il a vécu chez une de ses tantes, avant de se rendre au Canada le 11 mars 2006 pour y demander le statut de réfugié.  <FRAGMENT_SUPPRESSED>", "LA DÉCISION CONTESTÉE  <FRAGMENT_SUPPRESSED>"], ["[6]", "Dans une courte décision, la SPR s’est d’abord dite satisfaite de l’identité du demandeur.  <FRAGMENT_SUPPRESSED>"], ["[7]", "S’agissant du mérite de cette cause, la SPR a d’abord tenu à rappeler que pour avoir qualité de « personne à protéger » en vertu de l’alinéa 97(1)b) de la LIPR, le demandeur doit démontrer que son renvoi dans son pays d’origine l’exposerait personnellement à une menace à sa vie ou à un risque de traitements ou de peines cruels et inusités.  <FRAGMENT_SUPPRESSED>"], ["[8]", "Or, lorsque le commissaire a demandé au demandeur s’il était exposé à un risque différent de celui auquel la population d’El Salvador est généralement exposée, il a répondu que les gangs de rue recrutent à la grandeur du pays et visent toutes les couches de la société. Se fondant sur cette réponse, la SPR a conclu que le risque auquel le demandeur serait exposé s’il devait retourner dans son pays est le même que celui auquel devrait faire face toute autre personne au El Salvador.  <FRAGMENT_SUPPRESSED>", "LA QUESTION EN LITIGE  <FRAGMENT_SUPPRESSED>"], ["[9]", "La question en litige dans la présente affaire est fort simple : la SPR a-t-elle erré en déterminant que le demandeur n’était pas exposé à un risque personnel?  <FRAGMENT_SUPPRESSED>", "ANALYSE  <FRAGMENT_SUPPRESSED>"], ["[10]", "Il ne fait aucun doute que la norme de contrôle applicable au présent litige est celle de la décision manifestement déraisonnable. La question de savoir si le demandeur était personnellement ciblé, et l’évaluation de son témoignage en rapport avec cette question, étaient clairement des questions de faits. Cette norme impose à la Cour siégeant en révision judiciaire un degré élevé de déférence; pour atteindre le seuil révisable de l’erreur manifestement déraisonnable, il faudra considérer que la décision est clairement irrationnelle, non-conforme à la raison. Je note par ailleurs que les deux parties s’entendent sur l’applicabilité de cette norme au présent litige.  <FRAGMENT_SUPPRESSED>"], ["[11]", "Le fardeau de preuve à remplir sous l’article 97 de la LIPR est plus élevé que sous l’article 96. Dans l’affaire  <FRAGMENT_SUPPRESSED>  (au par. 14), la Cour d’appel fédérale a énoncé que l’article 97 exige qu’une personne établisse, selon la prépondérance des probabilités, qu’elle fera face aux risques décrits aux alinéas 97(1)a) ou b) :  <FRAGMENT_SUPPRESSED>", "Comme l’a conclu le juge McGuigan en rapport avec l’article 96, il n’y a rien dans le paragraphe 97(1) qui permette de penser que la norme de preuve qui s’applique dans l’appréciation du danger ou du risque décrit aux alinéas 97(1)a) et b) ne soit rien d’autre que l’habituelle prépondérance des probabilités. La réponse à la première question certifiée est donc :  <FRAGMENT_SUPPRESSED>", "La norme de preuve aux fins de l’article 97 est celle de la prépondérance des probabilités.  <FRAGMENT_SUPPRESSED>"], ["[12]", "D’autre part, l’article 97 prévoit que le risque allégué doit être personnel. En effet, cette disposition se lit ainsi :  <FRAGMENT_SUPPRESSED>", "97.(1) A qualité de personne à protéger la personne qui se trouve au Canada et serait", "personnellement", ", par son renvoi vers tout pays dont elle a la nationalité ou, si elle n’a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée :  <FRAGMENT_SUPPRESSED>", "a) soit au risque, s’il y a des motifs sérieux de le croire, d’être soumise à la torture au sens de l’article premier de la Convention contre la torture;  <FRAGMENT_SUPPRESSED>", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant :  <FRAGMENT_SUPPRESSED>", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,  <FRAGMENT_SUPPRESSED>", "(ii) elle y est exposée en tout lieu de ce pays alors que d’autres personnes originaires de ce pays ou qui s’y trouvent ne le sont généralement pas,  <FRAGMENT_SUPPRESSED>", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes — sauf celles infligées au mépris des normes internationales — et inhérents à celles-ci ou occasionnés par elles,  <FRAGMENT_SUPPRESSED>", "(iv) la menace ou le risque ne résulte pas de l’incapacité du pays de fournir des soins médicaux ou de santé adéquats. [non souligné dans l’original]  <FRAGMENT_SUPPRESSED>", "97.(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally  <FRAGMENT_SUPPRESSED>", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or  <FRAGMENT_SUPPRESSED>", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if  <FRAGMENT_SUPPRESSED>", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,  <FRAGMENT_SUPPRESSED>", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,  <FRAGMENT_SUPPRESSED>", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and  <FRAGMENT_SUPPRESSED>", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care. [emphasis added]  <FRAGMENT_SUPPRESSED>"], ["[13]", "Bref, le risque auquel un demandeur se dit exposé ne doit pas être un risque aléatoire et généralisé encouru indistinctement par toute personne vivant dans le pays où il risque d’être renvoyé. En l’occurrence, le demandeur a soutenu dans son Formulaire de renseignement personnel (FRP) qu’il avait été personnellement exposé au danger; pourtant, la SPR n’en a pas tenu compte et a plutôt mis l’accent sur le fait que M. Pineda a déclaré dans son témoignage que les Maras Salvatruchas recrutent à la grandeur du pays et visent toutes les couches de la société, peu importe l’âge des personnes visées.  <FRAGMENT_SUPPRESSED>"], ["[14]", "À la lecture des motifs qui accompagnent la décision de la SPR, il appert que le commissaire n’a pas tiré de conclusion défavorable quant à la crédibilité du demandeur. Il est vrai qu’à la lecture de la transcription de l’audition, le commissaire donne parfois à penser qu’il doute de la véracité de certaines explications fournies par M. Pineda. Pourtant, il n’a pas fait de sa crédibilité un motif explicite de sa décision, et l’on ne peut donc spéculer sur les conclusions qu’il a tirées à cet égard.  <FRAGMENT_SUPPRESSED>"], ["[15]", "Dans ces circonstances, la conclusion de la SPR est manifestement déraisonnable. On ne peut accepter, du moins tacitement, le fait que le demandeur ait été menacé par un gang bien organisé et qui sème la terreur sur tout le territoire, d’après la preuve documentaire, et opiner du même souffle que ce même demandeur ne serait pas exposé à un risque personnel s’il retournait au El Salvador. Il se peut bien que les Maras Salvatruchas recrutent parmi la population en général; il n’en demeure pas moins que M. Pineda, s’il faut en croire son témoignage, a été spécifiquement visé et a fait l’objet de menaces insistantes et d’agressions. De ce fait, il est exposé à un risque supérieur à celui auquel est exposée la population en général.  <FRAGMENT_SUPPRESSED>"], ["[16]", "La procureure du défendeur a tenté d’assimiler les faits de cette affaire à ceux qui ont amené cette Cour à rejeter la demande de contrôle judiciaire dans les affaires  <FRAGMENT_SUPPRESSED> . Une lecture attentive de ces deux décisions révèle l’absence totale d’analogie entre les situations en cause dans ces affaires et celle qu’a décrite le demandeur. Dans les deux cas, la SPR avait conclu que les demandeurs n’avaient pas réussi à faire la preuve qu’ils étaient personnellement menacés. Dans la deuxième de ces affaires, par exemple, le demandeur prétendait qu’il subirait des peines ou traitements cruels et inusités indirects s’il devait retourner en Colombie, à cause du stress psychologique qu’il aurait à vivre comme parent s’inquiétant du bien-être de son fils. La SPR avait rejeté cette prétention, au motif qu’il s’agissait là d’un risque généralisé que courent tous les parents en Colombie en raison de la guerre civile qui a cours dans ce pays. Appelée à déterminer le bien-fondé de cette décision, cette Cour s’est prononcée de la façon suivante :  <FRAGMENT_SUPPRESSED>"], ["[24] Il me semble que c’est le bon sens qui doit déterminer la signification du sous-alinéa 97(1)b)(ii). Disons les choses simplement : si les demandeurs ont raison de dire que les parents en Colombie forment un groupe exposé à un risque auquel les autres personnes de ce pays ne sont généralement pas exposées, cela veut dire que tout ressortissant colombien qui est un père ou une mère et qui vient au Canada est automatiquement une personne à protéger. Il ne peut pas en être ainsi.  <FRAGMENT_SUPPRESSED>"], ["[25] Le risque décrit par les demandeurs et la Commission dans la présente affaire est un risque auquel des millions de Colombiens sont exposés; en fait, tous les Colombiens qui ont ou qui auront des enfants font partie de ce groupe. Il est difficile d’imaginer un groupe, à l’intérieur d’un pays, qui soit plus important ou considérable que le groupe formé par les « parents ».  <FRAGMENT_SUPPRESSED>"], ["[17]", "Les faits à l’origine de la présente demande de contrôle judiciaire n’ont rien à voir avec une telle situation. Le demandeur ne prétend pas être exposé à un risque pour sa vie ou sa sécurité du seul fait qu’il est étudiant, jeune, ou issu d’une famille à l’aise. Si tel était le cas, sa demande devrait être rejetée pour les mêmes motifs qui ont amené la Cour à confirmer les décisions de la SPR dans les deux affaires précitées. Mais tel n’est pas le cas. Le demandeur a allégué avoir été personnellement ciblé, à plus d’une reprise et sur une période de temps assez longue. À moins de remettre en question la véracité de son récit, ce que la SPR n’a pas fait, on ne peut douter qu’il soit personnellement en danger advenant un retour au El Salvador. Conclure le contraire, dans les circonstances particulières du présent dossier, constitue une erreur manifestement déraisonnable.  <FRAGMENT_SUPPRESSED>"], ["[18]", "Pour ces motifs, j’en arrive donc à la conclusion que la demande de contrôle judiciaire doit être accueillie, que la décision rendue par la SPR doit être écartée, et que le dossier doit être retourné à un autre commissaire pour faire l’objet d’un nouvel examen.  <FRAGMENT_SUPPRESSED>", "ORDONNANCE  <FRAGMENT_SUPPRESSED>"], ["[19]", "LA COUR ORDONNE que", "la demande de contrôle judiciaire soit accueillie. Aucune question de portée générale n’est certifiée.  <FRAGMENT_SUPPRESSED>", ".........................  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>  This is an application for judicial review of a decision by the Refugee Protection Division (RPD) of the Immigration and Refugee Board, delivered orally on August 23, 2006, and in writing on August 29. 2006. The member dismissed the applicant's refugee claim and considered that he was not a \"person in need of protection\" within the meaning of section 97 of the", "Immigration and Refugee Protection Act", "(IRPA).  <FRAGMENT_SUPPRESSED>", "FACTS  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant, Jose Mauricio Martinez Pineda, is a citizen of El Salvador, who alleged that he would be subjected to a risk to his life or a risk of cruel and unusual treatment or punishment if he were to return to El Salvador.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The applicant claimed that he had been threatened for the first time in 2005 by a street gang known as Maras Salvatruchas. He had allegedly been approached as he was leaving the university by a member of this gang who strongly encouraged him to become a member of the gang. The applicant then responded that he would never join the ranks of this group. A few days later, the applicant was again approached by the same individual who threatened him when he refused to join the gang.  <FRAGMENT_SUPPRESSED>"], ["[4]", "Mr. Pineda alleged that in the months that followed he had been threatened by gang members on several occasions. The gang members waited for him armed with knives at the university exit, and asked him to give them money. Then, in August 2005, members of the same gang showed up at the applicant's home and threatened him and hit him. It was then that he mentioned the problem to his parents and decided to abandon his studies at the university to confine himself at home.  <FRAGMENT_SUPPRESSED>"], ["[5]", "In December 2005, the applicant's father in turn had been threatened by members of the gang. Finally, the applicant submitted that the family home had been under surveillance since February 2006, which finally prompted him to decide to leave his country on February 17, 2006. First he went to the United States, where he lived with one of his aunts, before going to Canada on March 11, 2006, to request refugee status.  <FRAGMENT_SUPPRESSED>", "THE IMPUGNED DECISION  <FRAGMENT_SUPPRESSED>"], ["[6]", "In a short decision, the RPD first stated that it was satisfied about the applicant's identity.  <FRAGMENT_SUPPRESSED>"], ["[7]", "In regard to the merits of this matter, the RPD first pointed out that in order to be a \"person in need of protection\" under paragraph 97(1)(", ") of the IRPA, the applicant must establish that his return to his native country would subject him personally to a risk to his life or to a risk of cruel and unusual treatment or punishment.  <FRAGMENT_SUPPRESSED>"], ["[8]", "Yet, when the member asked the applicant whether he was subjected to a risk that was different from a risk faced generally by the population of El Salvador , he responded that the street gangs recruited across the country and targeted all levels of society. Based on this answer, the RPD determined that the risk that the applicant would face if he were to return to his country was the same as the one faced by any other person in El Salvador.  <FRAGMENT_SUPPRESSED>", "ISSUE  <FRAGMENT_SUPPRESSED>"], ["[9]", "The issue in this matter is very simple: did the RPD err in determining that the applicant did not face a personal risk?  <FRAGMENT_SUPPRESSED>", "ANALYSIS  <FRAGMENT_SUPPRESSED>"], ["[10]", "There is no doubt that the appropriate standard of review in this matter is that of patent unreasonableness. The issue of whether the applicant was personally targeted, and the assessment of his testimony in relation to that issue, were clearly questions of fact. This standard imposes a higher degree of deference on the court sitting in review; to attain the reviewable threshold of patent unreasonableness, the decision must be clearly irrational, not in accordance with reason. Indeed, I note that both parties agree that this standard is appropriate in this matter.  <FRAGMENT_SUPPRESSED>"], ["[11]", "The burden of proof under section 97 of the IRPA is higher than under section 96.  <FRAGMENT_SUPPRESSED>  (at paragraph 14), the Federal Court of Appeal stated that section 97 requires that a person establish on a balance of probabilities that he or she would face the risks described at paragraphs 97(1)(", ") or (", "):  <FRAGMENT_SUPPRESSED>", "As was found by McGuigan J.A. to be the case with respect to section 96, nothing in subsection 97(1) suggests that the standard of proof to be applied in assessing the danger or risk described in paragraphs 97(1)(a) and (b) is anything other than the usual balance of probabilities standard of proof. The answer to the first certified question is therefore:  <FRAGMENT_SUPPRESSED>", "The standard of proof for purposes of section 97 is proof on a balance of probabilities.  <FRAGMENT_SUPPRESSED>"], ["[12]", "On the other hand, section 97 provides that the alleged risk must be personal. In fact, the provision reads as follows:  <FRAGMENT_SUPPRESSED>", "97.(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them", "personally  <FRAGMENT_SUPPRESSED>", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or  <FRAGMENT_SUPPRESSED>", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if  <FRAGMENT_SUPPRESSED>", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,  <FRAGMENT_SUPPRESSED>", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,  <FRAGMENT_SUPPRESSED>", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and  <FRAGMENT_SUPPRESSED>", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.  <FRAGMENT_SUPPRESSED>", "[Emphasis added.]  <FRAGMENT_SUPPRESSED>", "97.(1) A qualité de personne à protéger la personne qui se trouve au Canada et serait", "personnellement", ", par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:  <FRAGMENT_SUPPRESSED>", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;  <FRAGMENT_SUPPRESSED>", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:  <FRAGMENT_SUPPRESSED>", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,  <FRAGMENT_SUPPRESSED>", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,  <FRAGMENT_SUPPRESSED>", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,  <FRAGMENT_SUPPRESSED>", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.  <FRAGMENT_SUPPRESSED>", "[non souligné dans l'original]  <FRAGMENT_SUPPRESSED>"], ["[13]", "In short, the risk faced by an applicant ought not to be a random and generalized risk indiscriminately faced by all persons living in the country to which the applicant risks to be removed. In this case, the applicant submitted in his Personal Information Form (PIF) that he had been personally subjected to danger; yet the RPD did not take this into account and rather put the accent on the fact that Mr. Pineda had stated in his testimony that the Maras Salvatruchas recruited across the country and targeted all levels of society, regardless of the age of the persons contemplated.  <FRAGMENT_SUPPRESSED>"], ["[14]", "On reviewing the reasons accompanying the RPD's decision, it appears that the member did not make any unfavourable findings regarding the applicant's credibility. It is true that on reading the hearing transcript, the member sometimes gives the impression that he doubts the truthfulness of certain explanations given by Mr. Pineda. However, he did not make the applicant's credibility an explicit reason for his decision and therefore we cannot speculate on his findings in this regard.  <FRAGMENT_SUPPRESSED>"], ["[15]", "Under these circumstances, the RPD's finding is patently unreasonable. It cannot be accepted, by implication at least, that the applicant had been threatened by a well-organized gang that was terrorizing the entire country, according to the documentary evidence, and in the same breath surmise that this same applicant would not be exposed to a personal risk if he were to return to El Salvador. It could very well be that the Maras Salvatruchas recruit from the general population; the fact remains that Mr. Pineda, if his testimony is to be believed, had been specifically targeted and was subjected to repeated threats and attacks. On that basis, he was subjected to a greater risk than the risk faced by the population in general.  <FRAGMENT_SUPPRESSED>"], ["[16]", "The respondent's counsel tried to liken the facts of this matter to the facts which led this Court to dismiss the applications for judicial review in", "<FRAGMENT_SUPPRESSED>  and", "<FRAGMENT_SUPPRESSED> . A careful review of both of these decisions indicates that there is absolutely no analogy between the situations at issue in those matters and the one described by the applicant. In both cases, the RPD had determined that the applicants had not succeeded in establishing that they were personally threatened. In the second of these cases, for example, the applicant claimed that he would indirectly suffer cruel and unusual treatment or punishment if he were to return to Colombia, because of the psychological stress that he would have to endure as a parent worrying about his son's well-being. The RPD had dismissed this claim, on the grounds that it was a generalized risk that all parents in Columbia faced because of the ongoing civil war in that country. Called to determine the merits of this decision, the Court held as follows:  <FRAGMENT_SUPPRESSED>"], ["[24] It seems to me that common sense must determine the meaning of s. 97(1)(b)(ii). To put the matter simply: if the Applicants are correct that parents in Colombia are a group facing a risk not faced generally by other individuals in Colombia, then it follows that every Colombian national who is a parent and who comes to Canada is automatically a person in need or protection. This cannot be so.  <FRAGMENT_SUPPRESSED>"], ["[25] The risk described by the Applicants and the Board in this case is a risk faced by millions of Colombians; indeed, all Colombians who have or will have children are members of this population. It is difficult to define a broader or more general group within a nation than the group consisting of \"parents\".  <FRAGMENT_SUPPRESSED>"], ["[17]", "The facts underlying this application for judicial review have nothing to do with such a situation. The applicant was not claiming to be subject to a risk to his life or his safety based only on the fact that he was a student, young or from a wealthy family. If such were the case, the application would have to be dismissed for the same reasons that led the Court to confirm the RPD decisions in the two matters mentioned above. But this is not the case. The applicant alleged that he had been personally targeted on more than one occasion, and over quite a long period of time. Unless we question the truthfulness of his story, which the RPD did not do, we have no doubt that he will be personally in danger if he were to return to El Salvador. In the particular circumstances of this matter, to find the opposite amounts to a patently unreasonable error.  <FRAGMENT_SUPPRESSED>"], ["[18]", "For these reasons, I therefore determine that the application for judicial review must be allowed, that the RPD decision must be set aside and that the matter must be referred to another member for redetermination.  <FRAGMENT_SUPPRESSED>", "ORDER  <FRAGMENT_SUPPRESSED>"], ["[19]", "THE COURT ORDERS that", "the application for judicial review be allowed. No question of general importance is certified.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}