{"id_": "090043", "body_str": [["[1]", "Near, J.", ": The Applicant, Keivan Manouchehrnia, seeks judicial review of a negative Pre-Removal Risk Assessment (PRRA) dated July 20, 2011. The PRRA Officer found that he would not be subject to a risk of persecution, danger of torture, risk to life or risk of cruel and unusual treatment or punishment if returned to his home country of Iran.", "I.", "Facts"], ["[2]", "The Applicant came to Canada and made a refugee claim in 2001 based on a fear of persecution by Iranian authorities linked to his brother's involvement in the Mojahedin opposition group. After his brother fled to Pakistan in 1988 and was recognized as a refugee, the Applicant states that he was detained and questioned periodically prior to leaving the country in 1999."], ["[3]", "In 2003, the Applicant was arrested in accordance with a warrant issued following his failure to appear for a refugee determination interview. On March 16, 2005, a hearing ultimately took place and his refugee claim was subsequently denied by the Immigration and Refugee Board (the Board)."], ["[4]", "The Board found he lacked subjective fear, noting his long delay in leaving Iran and failure to make a claim on passing through Greece or the United States. Also discussed were some differences in his Personal Information Form (PIF) and oral testimony as to how often he was questioned by authorities. The Board concluded that if there was any intention of harming the Applicant, the authorities would have simply required him to report throughout the eleven year period. The Applicant was seen as country shopping to establish himself economically."], ["[5]", "In December 2010, the Applicant requested the PRRA that is now before this Court.", "II.", "Decision under Review"], ["[6]", "The PRRA Officer determined that the Applicant had not provided new evidence with his application as defined by section 113(a) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27. It was noted:", "The applicant provided no new risks and no personal or objective evidence to support his risks feared. Essentially, the applicant repeats the same allegations in his PRRA application which he had previously presented in his PIF and before the Board. As noted above, it is not the role of the PRRA officer to revisit factual and credibility conclusions drawn by the Board. I note that the Board found that the applicant's story had various inconsistencies and questioned his credibility.", "It is the applicant's responsibility to demonstrate that he is personally at risk if he returns to his home country. In consideration of the lack of evidence submitted, I find that the applicant has not met his burden of proof and has not satisfied me that he is personally at risk if he returns to Iran."], ["[7]", "Turning to conditions in Iran, it was acknowledged that human rights violations occur in the country. The PRRA Officer nonetheless found:", "[...] there are many general problems with human rights and personal freedom in Iran. Furthermore, the situation has not significantly changed, in a negative way, since the Board rendered its decision in April 2005.", "That being said, the applicant did not demonstrate that he was a member of a targeted group. Though human rights conditions in Iran are far from ideal, I am not satisfied that the applicant is personally at risk of persecution because of his personal profile. Based on the evidence submitted and on objective sources consulted, and in consideration of the Board decision, I am not satisfied that the applicant is wanted by the Iranian authorities or that he is a member of one of the groups of persons who are significantly at risk of human rights violations in Iran.", "III.", "Issues"], ["[8]", "The Applicant raises a single issue that can be addressed as follows:", "(a) Did the PRRA Officer err in analyzing country conditions regarding the Applicant's personalized risk?", "IV.", "Standard of Review"], ["[9]", "Assessments of a PRRA Officer are generally reviewed according to the reasonableness standard (see for example", "<FRAGMENT_SUPPRESSED>  [2010] FCJ no 21 at paras 25-26)."], ["[10]", "This Court will only intervene where the decision does not demonstrate the existence of justification, transparency and intelligibility or falls outside the range of possible, acceptable outcomes defensible in respect of the facts and law (", "<FRAGMENT_SUPPRESSED>  at para 47).", "V.", "Analysis"], ["[11]", "The principal argument raised is that the PRRA Officer's consideration of current country conditions facing the Applicant and those similarly situated to him was unreasonable in the circumstances. The Applicant asserts that his PRRA application and overall claim is inextricably linked to his brother's membership in the Mojahedin and subsequent claim for refugee status. He insists that the PRRA Officer seemingly ignored evidence of similarly situated persons and he need not demonstrate that he would be at risk due solely to his personal profile."], ["[12]", "The Respondent maintains, and I agree, that the PRRA Officer did not ignore relevant evidence. Beyond the emphasis placed on the association with his brother, the Applicant has not demonstrated he belongs to a targeted group. The Board also previously determined that he was not at risk in Iran as a result of his brother's opposition activities. The PRRA Officer stressed the Applicant did not submit any new evidence to rebut this finding or raise a new element of risk."], ["[13]", "As reflected by the Federal Court of Appeal's determination in", "<FRAGMENT_SUPPRESSED>  [2007] FCJ no 1632 at para 13, the purpose of a PRRA is not to re-argue the basis of the refugee claim. Rather, it is premised on respect for the negative refugee determination \"unless there is new evidence of facts that might have affected the outcome of the RPD hearing if the evidence had been presented to the RPD.\" Lacking this new evidence, it was reasonable for the PRRA Officer to respect the Board's findings regarding the risks facing the Applicant in relation to his brother along with current country conditions as in this case."], ["[14]", "Having reviewed the documentary evidence, the PRRA Officer recognized general problems associated with human rights and personal freedoms in Iran. In light of this objective evidence and the Board's decision, however, the PRRA Officer was\"not satisfied that the applicant is wanted by the Iranian authorities or that he is a member of one of the groups of persons who are significantly at risk of human rights violations in Iran.\" I stress that the PRRA Officer is not required to specifically mention each and every piece of documentary evidence (", "<FRAGMENT_SUPPRESSED>  (FCA)).", "VI.", "Conclusion"], ["[15]", "I am not convinced that the PRRA Officer erred in the assessment of relevant country conditions as applied to the Applicant. For this reason, the application for judicial review is dismissed.", "JUDGMENT"], ["[16]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is dismissed.", ".........................", "<FRAGMENT_SUPPRESSED>  [Traduction]: Le demandeur, Keivan Manouchehrnia, sollicite le contrôle judiciaire d'un examen des risques avant renvoi (ERAR) défavorable daté du 20 juillet 2011. L'agent d'ERAR a conclu qu'il ne s'exposerait pas au risque d'être victime de persécution, d'être soumis à la torture ou à une menace à sa vie ni au risque de traitements ou peines cruels ou inusités s'il retournait en Iran, son pays d'origine.", "I.", "Faits"], ["[2]", "Le demandeur est arrivé au Canada et a présenté une demande d'asile en 2001 parce qu'il craignait d'être persécuté par les autorités iraniennes en raison de la participation de son frère aux activités du mouvement d'opposition des moudjahidines. Après que son frère s'est enfui au Pakistan en 1988 et a été reconnu comme réfugié, le demandeur affirme avoir été détenu et interrogé périodiquement jusqu'à ce qu'il quitte l'Iran en 1999."], ["[3]", "En 2003, le demandeur a été arrêté en vertu d'un mandat décerné pour défaut de se présenter à un entretien visant la reconnaissance de son statut de réfugié. Le 16 mars 2005, une audience a finalement eu lieu et sa demande d'asile a subséquemment été refusée par la Commission de l'immigration et du statut de réfugié (la Commission)."], ["[4]", "La Commission a estimé qu'il n'éprouvait pas une crainte subjective compte tenu de la longue période écoulée avant son départ de l'Iran et de son omission à présenter une demande d'asile lorsqu'il est passé par la Grèce et les États-Unis. Elle a également constaté certaines divergences entre son formulaire de renseignements personnels (le FRP) et son témoignage quant au nombre de fois où il a été interrogé par les autorités. La Commission a conclu que, si elles avaient eu une quelconque intention de faire du mal au demandeur, les autorités l'auraient simplement obligé à se présenter pendant toute la période de onze ans. On a considéré que le demandeur tentait de trouver le pays d'asile le plus favorable pour s'établir économiquement."], ["[5]", "En décembre 2010, le demandeur a demandé un ERAR, dont est maintenant saisie la Cour.", "II.", "Décision faisant l'objet de la révision"], ["[6]", "L'agent d'ERAR a décidé que, contrairement à l'alinéa 113", ") de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27, le demandeur n'avait pas présenté de nouveaux éléments de preuve avec sa demande. L'agent a signalé ce qui suit:", "[traduction]", "Le demandeur n'a fait état d'aucun risque nouveau et n'a présenté aucune preuve personnelle ou objective étayant les risques auxquels il craignait d'être exposé. Pour l'essentiel, le demandeur répète dans sa demande d'ERAR les mêmes allégations que celles qu'il a antérieurement formulées dans son FRP et devant la Commission. Comme il est mentionné plus haut, il n'appartient pas à l'agent d'ERAR d'examiner à nouveau les conclusions de la Commission portant sur les faits et la crédibilité. Je remarque que la Commission a conclu que le récit du demandeur comportait diverses incohérences et qu'elle a mis en doute sa crédibilité.", "Le demandeur a l'obligation de prouver qu'il serait personnellement exposé à un risque s'il retournait dans son pays d'origine. Compte tenu de l'insuffisance de la preuve produite, je conclus que le demandeur ne s'est pas acquitté du fardeau de la preuve qui lui incombait et qu'il ne m'a pas convaincu de son exposition personnelle à un risque s'il retournait en Iran."], ["[7]", "En ce qui concerne la situation en Iran, on a reconnu que des violations des droits de la personne se produisent dans le pays visé. L'agent d'ERAR est néanmoins arrivé à la conclusion suivante:", "[traduction]", "[...] il existe en Iran de nombreuses difficultés générales en matière de droits de la personne et de libertés individuelles. De plus, la situation ne s'est pas vraiment dégradée depuis que la Commission a rendu sa décision en avril 2005.", "Cela étant dit, le demandeur n'a pas établi qu'il faisait partie d'un groupe ciblé. Bien que la situation sur le plan des droits de la personne soit loin d'être idéale en Iran, je ne suis pas convaincu que le demandeur est exposé à un risque de persécution en raison de son profil personnel. Compte tenu de la preuve produite et des sources objectives consultées, et à la lumière de la décision de la Commission, je ne suis pas convaincu que le demandeur est recherché par les autorités iraniennes ni qu'il est membre de l'un des groupes de personnes qui sont sensiblement exposés à un risque de violation des droits de la personne en Iran.", "III.", "Questions en litige"], ["[8]", "Le demandeur soulève une seule question en litige:", "a) L'agent d'ERAR a-t-il commis une erreur dans son analyse de la situation dans le pays en cause au regard du risque auquel le demandeur est personnellement exposé?", "IV.", "Norme de contrôle"], ["[9]", "Il faut généralement appliquer la norme de la raisonnabilité aux décisions d'un agent d'ERAR (voir, par exemple,", "<FRAGMENT_SUPPRESSED>  [2010] ACF no 21, aux paragraphes 25 et 26)."], ["[10]", "La Cour n'interviendra que si la décision n'est pas justifiée, transparente et intelligible ou si elle n'appartient pas aux issues possibles acceptables pouvant se justifier au regard des faits et du droit (", "<FRAGMENT_SUPPRESSED> , au paragraphe 47).", "V.", "Analyse"], ["[11]", "Le principal argument soulevé tient au fait que l'examen, par l'agent d'ERAR, de la situation actuelle dans le pays en cause du point de vue du demandeur et des personnes se trouvant dans une situation analogue à la sienne était déraisonnable dans les circonstances. Le demandeur soutient que sa demande d'ERAR, et sa revendication globale, sont inextricablement liées à l'appartenance de son frère au mouvement des moudjahidines et à la revendication du statut de réfugié subséquente de ce dernier. Il insiste sur le fait que l'agent d'ERAR n'a apparemment pas pris en compte la preuve relative aux personnes se trouvant dans une situation analogue à la sienne et qu'il n'est pas tenu d'établir qu'il s'exposerait à un risque du seul fait de son profil personnel."], ["[12]", "Le défendeur soutient, et je suis d'accord, que l'agent d'ERAR n'a pas fait abstraction d'éléments de preuve pertinents. À l'exception de l'accent mis sur ses liens avec son frère, le demandeur n'a pas montré qu'il appartient à un groupe ciblé. La Commission a aussi antérieurement conclu qu'il ne courait pas de risques en Iran en raison des activités d'opposition de son frère. L'agent d'ERAR a insisté sur le fait que le demandeur n'avait présenté aucune preuve nouvelle pour réfuter cette conclusion ni soulevé un quelconque élément de risque nouveau."], ["[13]", "Comme il ressort de l'arrêt", "<FRAGMENT_SUPPRESSED>  [2007] ACF no 1632, au paragraphe 13, de la Cour d'appel fédérale, l'ERAR n'a pas pour objet de présenter de nouvelles observations sur le fondement de la demande d'asile. Il repose plutôt sur l'idée qu'il faut prendre acte de la décision de rejeter la demande d'asile « [...] à moins que des preuves nouvelles soient survenues depuis le rejet, qui auraient pu conduire la SPR à statuer autrement si elle en avait eu connaissance ». En l'absence d'une telle preuve nouvelle, il était raisonnable pour l'agent d'ERAR de souscrire aux conclusions tirées par la Commission en ce qui touche les risques auxquels le demandeur serait exposé à cause de son frère et de la situation qui règne actuellement dans le pays visé."], ["[14]", "Après avoir examiné la preuve documentaire, l'agent d'ERAR a reconnu l'existence de difficultés générales en matière de droits de la personne et de libertés individuelles en Iran. À la lumière de cette preuve objective et de la décision de la Commission, il n'était toutefois [traduction] « pas convaincu que le demandeur est recherché par les autorités iraniennes ni qu'il est membre de l'un des groupes de personnes qui sont sensiblement exposés à un risque de violation des droits de la personne en Iran ». J'insiste sur le fait que l'agent d'ERAR n'est pas tenu de mentionner expressément chacun des éléments de preuve documentaires [", "<FRAGMENT_SUPPRESSED>  (CAF)].", "VI.", "Conclusion"], ["[15]", "Je ne suis pas convaincu que l'agent d'ERAR a commis une erreur dans son appréciation de la situation dans le pays en cause du point de vue du demandeur. Pour cette raison, la demande de contrôle judiciaire est rejetée.", "JUGEMENT"], ["[16]", "LA COUR STATUE que", "la présente demande de contrôle judiciaire est rejetée.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}