{"id_": "090050", "body_str": [["[1]", "Teitelbaum, J.", ": This is an application by Her Majesty the Queen (Crown) for an order striking out the statement of claim or, in the alternative, an extension of time to allow the Crown to file a statement of defence in the present action."], ["[2]", "According to the notice of motion, the grounds for the said motion are:", "\"(a) The statement of claim discloses no reasonable cause of action,", "(b) The statement of claim is immaterial and redundant,", "(c) The action is frivolous and vexatious, and", "(d) The action is an abuse of the process of the court.", "(f) There has been and continues to be mutual consent to the delay in filing the statement of defence.\""], ["[3]", "The applicant (Crown) also states, in her notice of motion \"In support of the within Application, the defendant (Crown) will rely on rules 8, and 221(1)(a),(b),(c), and (f), of the", "Federal Court Rules", "\"."], ["[4]", "Rules 221(1) and (2) state:", "\"221(1) On motion, the court may, at any time, order that a pleading, or anything contained therein, be struck out, with or without leave to amend, on the ground that it", "(a) discloses no reasonable cause of action or defence, as the case may be,", "(b) is immaterial or redundant,", "(c) is scandalous, frivolous or vexatious,", "(d) may prejudice or delay the fair trial of the action,", "(e) constitutes a departure from a pre­vious pleading, or", "(f) is otherwise an abuse of the process of the court,", "and may order the action be dismissed or judgment entered accordingly.", "\"(2) No evidence shall be heard on a mo­tion for an order under paragraph (1)(a).\"", "\"221(1) À tout moment, la Cour peut, sur requête, ordonner la radiation de tout ou partie d'un acte de procédure, avec ou sans autorisation de le modifier, au motif, selon le cas:", "a) qu'il ne révèle aucune cause d'action ou de défense valable;", "b) qu'il n'est pas pertinent ou qu'il est redondant;", "c) qu'il est scandaleux, frivole ou vexatoire;", "d) qu'il risque de nuire à l'instruction équitable de l'action ou de la retarder;", "e) qu'il diverge d'un acte de procédure antérieur;", "f) qu'il constitue autrement un abus de procédure.", "Elle peut aussi ordonner que l'action soit rejetée ou qu'un jugement soit enregistré en conséquence.", "\"(2) Aucune preuve n'est admissible dans le cadre d'une requête invoquant le motif visé à l'alinéa (1)a).\""], ["[5]", "At the commencement of the hearing, counsel for the Crown informed the court that notwithstanding the fact that the notice of motion speaks of rule 221(1)(a), (b), (c) and (f), the present applicant only relies on rule 221(1)(a) and is abandoning any sub­mission relating to rule 221(1)(b), (c) and (f)."], ["[6]", "Therefore, pursuant to rule 221(2) no evidence may be made on a motion for an order under s. 221(1)(a)."], ["[7]", "I believe, that before I recite the facts of the present case, it is important to note that on a motion to strike a statement of claim due to the fact that the statement of claim discloses no reasonable cause of action, it must be plain and obvious that the claim will not succeed notwithstanding the fact that the allegations in the statement of claim must be deemed to be true."], ["[8]", "In the case of", "<FRAGMENT_SUPPRESSED>  (T.D.), the Associate Chief Justice Jerome (as he then was) in speaking of a motion to strike part of the plaintiff's statement of claim for failure to disclose a cause of action, at page 39, states:", "\"The moving party contends that the state­ment of claim discloses no reasonable cause of action for breach of contract nor under s. 15 of the", "Charter", ". The burden on the applicant under rule 419(1)(a) [now 221(1)(a)] is heavy since the court will only strike out portions of pleadings if it is clear that the claim cannot be amended to show a proper cause of action (", "<FRAGMENT_SUPPRESSED>  (T.D.).)\""], ["[9]", "The above is the principle that the court must follow before striking out a statement of claim for want of a cause of action.", "Facts"], ["[10]", "There appears to be no difference between the parties concerning the facts in this case. The following are the facts I con­sider most relevant to these proceedings."], ["[11]", "The plaintiff (Riabko) was a member of the Royal Canadian Mounted Police (RCMP) from November 6, 1978 to September 14, 1994, almost 16 years. On May 6, 1994 an Adjudication Board created under ss. 43 and 44 of the", "Royal Canadian Mounted Police Act", "RCMP Act", ") conducted a hearing and found Riabko guilty of contravening the", "RCMP", "Code of Conduct", ". According to the Crown \"These actions arose from certain incidents in which the plaintiff was involved in and occurred in 1992\"."], ["[12]", "Riabko states the matter arose \"from a single incident of consensual sex with a female in 1992 at or near Peace River, Alberta\"."], ["[13]", "As a result of the Board's decision of May 6, 1994, Riabko was sanctioned by requesting or ordering his resignation from the RCMP Force within 14 days."], ["[14]", "Riabko did not resign from the RCMP Force in accordance with the decision of the Board."], ["[15]", "On September 15, 1994, following the elapse of Riabko's appeal period allowed from the Board's decision, Riabko was discharged (dismissed) from the RCMP Force."], ["[16]", "On April 30, 1996, Riabko filed a statement of claim in this action in the Federal Court of Canada."], ["[17]", "Amongst the numerous allegations found in the statement of claim, the fol­lowing allegations are most relevant:", "\"2. The defendant's former employer was the Royal Canadian Mounted Police as represented by the Commissioner of the Royal Canadian Mounted Police.", "3. The plaintiff was enrolled in the Royal Canadian Mounted Police on or about 6th", "day of November, 1978 and at all times material hereto was stationed at the City of Peace River in the Province of Alberta.", "4. The plaintiff faithfully and diligently performed his duties on behalf of the defendant and throughout his employment with the defendant, the plaintiff proved himself to be a valuable and reliable mem­ber of the Royal Canadian Mounted Police.", "5. On the 06 May 1994, after a hearing, an Adjudication Board comprised of other members of the defendant's Royal Canadian Mounted Police, found the plain­tiff guilty of contraventions of the", "Royal Canadian Mounted Police Code of Con­duct", ", arising from certain incidents in 1992 at or near Peace River, Alberta and sanctioned the plaintiff by stating that he was to resign from the Force along with some minor punishment.", "6. The plaintiff contends that the finding by the Adjudication Board was without just cause and without substantiation.", "7. On or about 15 September 1994, upon the elapse of the Appeal Period of the Adjudication Board, the plaintiff was discharged from the Royal Canadian Mounted Police.\""], ["[18]", "It would appear that from a plain read­ing of the above allegations, plaintiff con­tends that he was unjustly dismissed as he states \"that the finding by the Adjudication Board was without cause and without sub­stantiation\".", "Applicant's (Crown's) Submissions"], ["[19]", "The applicant Crown submits that the prerogative to dismiss public servants at pleasure is absolute and that public servants are employed at the pleasure of the Crown."], ["[20]", "The Crown further submits that the right to sue for wrongful dismissal is based on the contract law of employment and", "does not", "apply to public servants as they are not part to such a contract. It is submitted that a member, such as the plaintiff, who was a member of the RCMP, was a public servant and, as such, did not have an employment contract with the Crown and, at common law, employed at pleasure of the Crown."], ["[21]", "The Crown submits it has limited its prerogative to dismiss an RCMP member at pleasure by statute, the", "RCMP Act", ", its", "Regulations", "and its", "Code of Conduct", ". As a result, the dismissed member has no recourse to the courts with regard to his or her dis­missal."], ["[22]", "It is, I say, most important to note, that the dismissed member must have been dis­missed according to the statutes and its regulations and that there was no abuse by the Crown in dismissing the RCMP member."], ["[23]", "The Crown submits that the plaintiff was discharged from the RCMP according to the internal procedure in the", "RCMP Act", "and", "Regulations", ". \"The plaintiff, Alan Larry Riabko, was appointed by the", "Act", "and his terms of service were established by, and subject to, the", "Act", ", which sets out a com­plete code for his recruitment and discipline. As a result, he has no cause of action in wrongful dismissal for his discharge from the Royal Canadian Mounted Police Force\" (see page 6 of written submissions dated June 11, 1999).", "Respondent's (Riabko's)", "Submissions"], ["[24]", "The respondent (plaintiff in this case) submits that the Federal Court of Appeal has held that RCMP members have a special and ambiguous status in the ordinary law. That an RCMP member was an employee of the public service but that this designation re­lated to internal law and did not mean that the RCMP member was an employee in the ordinary and broader legal sense."], ["[25]", "It is submitted by the plaintiff that a discharged RCMP member would have no recourse to an action for wrongful dismissal so long as the statutory provisions of the", "RCMP Act", "and", "Regulations", "are followed unless the power conferred therein is abused or exceeded (see", "<FRAGMENT_SUPPRESSED>  (T.D.))."], ["[26]", "In his written submissions, the plaintiff alleges that the powers of discharge were abused or exceeded in his particular case thereby creating a triable issue.", "Issue"], ["[27]", "Does the statement of claim show a triable issue?", "Discussion"], ["[28]", "As I have stated, at the commencement of the hearing, counsel for the Crown in­formed me that the present application to strike is made pursuant to rule 221(1)(a). Thus, no evidence may be adduced by any of the parties hereto."], ["[29]", "The respondent (plaintiff), in his motion record, filed an affidavit sworn to on August 12, 1999 together with a number of exhibits."], ["[30]", "This affidavit was filed before counsel for the respondent knew that the motion to strike would be limited to rule 221(1)(a)."], ["[31]", "In that this motion to strike is made pursuant to rule 221(1)(a) and that pursuant to rule 221(2) no evidence may be made, I will disregard the affidavit sworn to by the present respondent."], ["[32]", "In reviewing the sections of the", "RCMP Act", ", R.S.C. 1985, c. R-10, I am satisfied Parliament created a statutory process to deal with formal complaints. I am satisfied that the", "Act", "sets out an internal grievance process."], ["[33]", "Sections 12(1) and (2) state:", "\"12(1) Officers of the Force hold office during the pleasure of the Governor-in-Council.", "\"(2) No member other than an officer may be dismissed or discharged from the Force except as provided in this Act, the regula­tions or the Commissioner's standing orders.\"", "\"12(1) Les officiers de la Gendarmerie sont nommés à titre amovible par le gouverneur en conseil.", "\"(2) Le membre qui n'est pas officier ne peut être congédié ni renvoyé de la Gendarmerie si ce n'est dans les conditions prévues par la présente loi, ses règlements ou les consignes du commissaire.\""], ["[34]", "Therefore, no member, Riabko, may be dismissed or discharged from the Force unless the sections and regulations providing for same are followed. I take this to mean that if the sections of the", "Act", "and", "Regula­tions", "are followed, a member may be dis­missed or discharged and that the member would not be able to pursue the issue in the courts by means of filing a statement of claim only alleging wrongful dismissal."], ["[35]", "Because of the alleged breach of the", "RCMP Code of Conduct", ", a formal dis­ciplinary hearing took place pursuant to s. 43 of the", "RCMP Act", ", that is, an Adjudication Board was appointed to conduct a hearing into the alleged complaint.", "\"43(1) Subject to subs. (7) and (8), where it appears to an appropriate officer that a member has contravened the Code of Conduct and the appropriate officer is of the opinion that, having regard to the gravity of the contravention and to the surrounding circumstances, informal dis­ciplinary action under s. 41 would not be sufficient if the contravention were es­tablished, the appropriate officer shall initiate a hearing into the alleged contra­vention and notify the officer designated by the Commissioner for the purposes of this section of that decision.", "\"(2) On being notified pursuant to subs. (1), the designated officer shall appoint three officers as members of an ad­judication board to conduct the hearing and shall notify the appropriate officer of the appointments.\"", "\"43(1) Sous réserve des paragraphes (7) et (8), lorsqu'il apparaît à un officier com­pétent qu'un membre a contrevenu au code de déontologie et qu'eu égard à la gravité de la contravention et aux circonstances, les mesures disciplinaires simples visées à l'article 41 ne seraient pas suffisantes si la contravention était établie, il convoque une audience pour enquêter sur la contra­vention présumée et fait part de sa décision à l'officier désigné par le commissaire pour l'application du présent article.", "\"2) Dès qu'il est avisé de cette décision, l'officier désigné nomme trois officiers à titre de membres d'un comité d'arbitrage pour tenir l'audience et en avise l'officier compétent.\""], ["[36]", "Pursuant to s. 45.1 a hearing took place and pursuant to s. 45.12(1), after considering the evidence submitted at the hearing, the Adjudication Board shall make a decision."], ["[37]", "In the present case, Riabko was found to have contravened the", "RCMP Code of Conduct", ". The Board, pursuant to s. 45.12(3)(b) issued a direction to Riabko to resign from the Force and in default of resigning within 14 days after being directed to do so, he would be dismissed from the Force."], ["[38]", "As stated, Riabko did not resign."], ["[39]", "Pursuant to s. 45.14(1) of the", "RCMP Act", ", Riabko was permitted to appeal the decision of the Board to the Commission of the RCMP.", "\"45.14(1) Subject to this section, a party to a hearing before an adjudication board may appeal the decision of the board to the Commissioner in respect of", "(a) any finding by the board that an allegation of contravention of the Code of Conduct by the member is established or not established; or", "(b) any sanction imposed or action taken by the board in consequence of a finding by the board that an allegation referred to in paragraph (a) is established.\"", "\"45.14(1) Sous réserve des autres dis­positions du présent article, toute partie à une audience tenue devant un comité d'arbitrage peut en appeler de la décision de ce dernier devant le commissaire:", "a) soit en ce qui concerne la conclusion selon laquelle est établie ou non, selon le cas, une contravention alléguée au code de déontologie;", "b) soit en ce qui concerne toute peine ou mesure imposée par le comité après avoir conclu que l'allégation visée à l'alinéa a) est établie.\""], ["[40]", "Pursuant to s. 45.14(4), an appeal under s. 45.14(1) must be filed within 14 days.", "\"45.14(4) No appeal may be instituted under this section after the expiration of fourteen days from the later of", "(a) the day the decision appealed from is rendered, if it is rendered in the presence of the party appealing, or the day a copy of the decision is served on the party appealing, if it is rendered in the absence of that party, and", "(b) if the party appealing requested a transcript pursuant to s. 45.13(2), the day the party receives the transcript.\"", "\"45.14(4) Les appels interjetés en vertu du présent article se prescrivent par quatorze jours à compter:", "a) de la date où est rendue la décision portée en appel lorsqu'elle a été rendue en présence de l'appelant ou, dans les autres cas, de la date où cette partie a reçu avis de la décision;", "b) de la date où l'appelant qui en a fait la demande a reçu la transcription visée au paragraphe 45.13(2), si cette date est postérieure à celles visées à l'alinéa a).\""], ["[41]", "As previously stated, Riabko did not appeal the Board's decision but, approximately one and one half years later commenced an action against Her Majesty \"that the findings by the Adjudication Board was without just cause and without substantiation\"."], ["[42]", "It is obvious that the plaintiff Riabko did not follow the procedure set out in the", "RCMP Act", "and he is now alleging that he is claiming against Her Majesty because the process wherein he was asked to resign was an abuse of power by the Board, that is, from the very start, the process of the Board was flawed and he would thus have the right to proceed in court."], ["[43]", "Counsel for Riabko submits that if it is found that there has been an abuse by the Board or that the Board exceeded its power, then Riabko is not limited to proceeding by judicial review as is submitted by the Crown."], ["[44]", "In the case of", "<FRAGMENT_SUPPRESSED> , submitted by Riabko, an important fact is very different from that of the present case. Donna McMillan had resigned from the RCMP Force before she commenced her claim against the Crown. After resigning, she alleged that her resignation \"was precipitated by acts of sexual harassment\"."], ["[45]", "I am satisfied that by having resigned, she could not avail herself of the internal process as stated in the", "RCMP Act", "and could sue for damages for sexual harassment. It must be noted that before she commenced her action before the Federal Court she did not avail herself or never took part in the process set out in the", "RCMP Act"], ["[46]", "As counsel for the Crown states, Donna McMillan was never alleged to have contravened the", "Code of Conduct", ". \"She never did anything wrong\" while in the case at bar the plaintiff was found to have contravened the", "RCMP Code of Conduct"], ["[47]", "I am satisfied that where it cannot be shown that the power with regard to the grievance process as set out in the", "RCMP Act", "has been exceeded or abused, then there would be no cause of action."], ["[48]", "In the present case, the plaintiff had his hearing before the Adjudication Board in accordance with the", "RCMP Act", ". He clearly had a right of appeal from the decision of the Board to the Commissioner. He, for reasons only known to himself, failed to file an appeal. Had he done so and been unhappy with the Commissioner's decision, he, pursuant to s. 18.1 of the", "Federal Court Act", ", may have been able to file for judicial review of the decision on all or some of the grounds found in s. 18.1(4)."], ["[49]", "I am satisfied there would be no purpose for Parliament to set out a grievance procedure by statute if a party could, after taking part in the procedure, decide to circumvent the statutory procedure."], ["[50]", "As well, after a plain reading of the statement of claim, and particularly paragraphs 5 and 6, I am satisfied that there is no allegation that the Adjudication Board of the RCMP abused or exceeded its jurisdiction."], ["[51]", "Plaintiff's claim is struck with costs.", "Application allowed.", "Editor: Rodney A. Jordan/kaw", "[End of document]"]]}