{"id_": "090395", "body_str": [["[1]", "Pinard, J.", ": This is an appeal under subsection 14(5) of the Citizenship Act, R.S.C. 1985, c. C-29 (the \"Act\") and section 21 of the Federal Courts Act, R.S.C. 1985, c. F-7 from the decision of Citizenship Judge Sandra Wilking, dated February 16, 2004, wherein she denied Chin Wu's application for citizenship under paragraph 5(1)(c) of the Act.  <FRAGMENT_SUPPRESSED>"], ["[2]", "Chin Wu (the applicant) is a 51 year old citizen of Taiwan who was granted permanent residence in Canada on January 23, 1998. She applied for Canadian citizenship on February 7, 2003.  <FRAGMENT_SUPPRESSED>"], ["[3]", "In the four years prior to her application, the applicant was absent from Canada for 739 days and had been physically present in Canada for 721 days. This is 374 days short of the 1,095-day requirement under the Act. The applicant states that these absences were to visit friends and family, to vacation, and to care for her mother and father-in-law.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The residency requirements of paragraph 5(1)(c) of the Act are the following:  <FRAGMENT_SUPPRESSED>", "\"5. (1) The Minister shall grant citizenship to any person who  <FRAGMENT_SUPPRESSED>", "[. . . . .]  <FRAGMENT_SUPPRESSED>", "(c) has been lawfully admitted to Canada for permanent residence, has not ceased since such admission to be a permanent resident pursuant to section 24 of the Immigration and Refugee Protection Act, and has, within the four years immediately preceding the date of his application, accumulated at least three years of residence in Canada calculated in the following manner:  <FRAGMENT_SUPPRESSED>", "(i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and  <FRAGMENT_SUPPRESSED>", "(ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence; <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> 5. (1) Le ministre attribue la citoyenneté à toute personne qui, à la fois:  <FRAGMENT_SUPPRESSED>", "[. . . . .]  <FRAGMENT_SUPPRESSED>", "c) a été légalement admise au Canada à titre de résident permanent, n'a pas depuis perdu ce titre en application de l'article 24 de la Loi sur l'immigration, et a, dans les quatre ans qui ont précédé la date de sa demande, résidé au Canada pendant au moins trois ans en tout, la durée de sa résidence étant calculée de la manière suivante:  <FRAGMENT_SUPPRESSED>", "(i) un demi-jour pour chaque jour de résidence au Canada avant son admission à titre de résident permanent,  <FRAGMENT_SUPPRESSED>", "(ii) un jour pour chaque jour de résidence au Canada après son admission à titre de résident permanent; <FRAGMENT_SUPPRESSED>"], ["[5]", "Mr. Justice Muldoon in Re Pourghasemi (1993), 19 Imm.L.R. (2d) 259 at 260 sets out the underlying objectives of this provision of the Act:  <FRAGMENT_SUPPRESSED>", "\". . . to insure that everyone who is granted precious Canadian citizenship has become, or at least has been compulsorily presented with the everyday opportunity to become, \"Canadianized\". This happens by \"rubbing elbows\" with Canadians in shopping malls, corner stores, libraries, concert halls, auto repair shops, pubs, cabarets, elevators, churches, synagogues, mosques and temples - in a word wherever one can meet and converse with Canadians - during the prescribed three years. One can observe Canadian society for all its virtues, decadence, values, dangers and freedoms, just as it is. That is little enough time in which to become Canadianized. If a citizenship candidate misses that qualifying experience, then Canadian citizenship can be conferred, in effect, on a person who is still a foreigner in experience, social adaptation, and often in thought and outlook. If the criterion be applied to some citizenship candidates, it ought to apply to all. So, indeed, it was applied by Madam Justice Reed in Re Koo, T-20-92, on December 3, 1992 [reported (1992), 59 F.T.R. 27, 19 Imm.L.R. (2d) 1], in different factual circumstances, of course. <FRAGMENT_SUPPRESSED>", "(See also the following decisions rendered by the Trial Division of the Federal Court of Canada: Re Chow (1997), 40 Imm.L.R. (2d) 308 at 310;  <FRAGMENT_SUPPRESSED>  Re Pourghasemi, supra, Madam Justice Reed, at pages 293 and 294, suggests questions that can be asked which assist in determining whether it can be said that Canada is the place where an applicant for citizenship regularly, normally or customarily lives:  <FRAGMENT_SUPPRESSED>", "\"The conclusion I draw from the jurisprudence is that the test is whether it can be said that Canada is the place where the applicant \"regularly, normally or customarily lives\". Another formulation of the same test is whether Canada is the country in which he or she has centralized his or her mode of existence. Questions that can be asked which assist in such a determination are:  <FRAGMENT_SUPPRESSED>", "(1) was the individual physically present in Canada for a long period prior to recent absences which occurred immediately before the application for citizenship?  <FRAGMENT_SUPPRESSED>", "(2) where are the applicant's immediate family and dependants (and extended family) resident?  <FRAGMENT_SUPPRESSED>", "(3) does the pattern of physical presence in Canada indicate a returning home or merely visiting the country?  <FRAGMENT_SUPPRESSED>", "(4) what is the extent of the physical absences - if an applicant is only a few days short of the 1,095-day total it is easier to find deemed residence than if those absences are extensive?  <FRAGMENT_SUPPRESSED>", "(5) is the physical absence caused by a clearly temporary situation such as employment as a missionary abroad, following a course of study abroad as a student, accepting", "temporary", "employment abroad, accompanying a spouse who has accepted temporary employment abroad?  <FRAGMENT_SUPPRESSED>", "(6) what is the quality of the connection with Canada: is it more substantial than that which exists with any other country? <FRAGMENT_SUPPRESSED>"], ["[7]", "I also agree that a proper interpretation of paragraph 5(1)(c) of the Act does not require physical presence in Canada for the entire 1,095 days of residence prescribed therein when there are special and exceptional circumstances. I consider, however, that actual presence in Canada remains the most relevant and crucial factor to be taken into account for establishing whether or not a person was \"resident\" in Canada within the meaning of the provision. As I have stated on many occasions, too long of an absence from Canada, albeit a temporary one, during that minimum period of time is contrary to the spirit of the Act, which already allows a person who has been lawfully admitted to Canada for permanent residence not to reside in Canada during one of the four years immediately preceding the date of that person's application for citizenship.  <FRAGMENT_SUPPRESSED>"], ["[8]", "In the case at bar, the Citizenship Judge stated, in her decision:  <FRAGMENT_SUPPRESSED>", "\"Your (sic) were absent from Canada for 739 days during the relevant period. You were physically present for 721 days. You are 374 days short of the minimum number of days required. This pattern of physical presence in Canada would suggest that you have been dividing your time equally between Canada and Taiwan, your country of origin. It would suggest that at this time you have not clearly established that Canada is the place where you \"regularly, normally or customarily lives. <FRAGMENT_SUPPRESSED>", "I have noted the efforts you have made to become part of Canada. This is to be commended. However at this time, I do not consider that these connections are more substantial than your country of origin. This is because your absences have been extensive. <FRAGMENT_SUPPRESSED>"], ["[9]", "Upon being satisfied that the impugned decision is based on serious elements of proof which were reasonably assessed by the Citizenship Judge, I cannot find that her conclusion that the applicant did not meet the residency requirements of the Act is the result of an erroneous application of paragraph 5(1)(c) of the Act.  <FRAGMENT_SUPPRESSED>"], ["[10]", "Consequently, the appeal is dismissed.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}