{"id_": "090433", "body_str": [["[1]", "Noël, J.", "[Translation]: This is an application pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (IRPA), for judicial review of a decision dated May 1, 2014, by Jean Pierre Beauquier of the Immigration and Refugee Board of Canada (IRB), Refugee Protection Division (RPD), rejecting the applicant's refugee claim under section 96 and subsection 97(1) of the IRPA.", "II.", "Facts"], ["[2]", "The applicant, Marie Yanique Exantus, is a citizen of Haiti."], ["[3]", "She arrived in Canada on September 30, 2009, through a caregiver program."], ["[4]", "Her work permit expired on January 26, 2012. Her application for an open work permit under the live-in caregiver program was refused in September 2012. She claimed refugee protection on November 2, 2012."], ["[5]", "She alleges that she suffered persecution at the hands of the chimères between 2005 and 2009 in the form of harassment; extortion; the ransacking of her house; threats, which included death threats; and rape."], ["[6]", "The applicant's ex-husband and his mistress apparently also persecuted her by means of harassment; threats, which included death threats; assault; and the ransacking of her house.", "III.", "Impugned decision"], ["[7]", "The applicant's identity was not at issue."], ["[8]", "First, the RPD stated that the applicant's credibility was undermined by significant omissions and contradictions that go to the heart of her refugee claim. The RPD also put great emphasis on the fact that the applicant's testimony at the hearing was difficult."], ["[9]", "The RPD addressed the applicant's omissions first. The applicant failed to mention in her written narrative the death threats that her husband allegedly made against her or the complaint that she purportedly filed with the police in that situation. When asked about those omissions, the applicant could not say why she did not write in her narrative that her husband had been threatening her. Regarding why she did not write that she had filed a complaint with the police, the applicant replied that she did not write anything because the police had told her that they could do nothing for her. The RPD then told the applicant that, at the outset of the hearing, she had confirmed that her Personal Information Form (PIF) was complete. The RPD also stated that the PIF indicated that her narrative must include the events and reasons that led her to claim refugee protection in Canada as well as any steps she took to obtain protection in her country."], ["[10]", "The RPD then asked the applicant to elaborate on the three events that she indicated in her narrative, that is, the time she was apparently a victim of extortion in March 2005 and again in April 2005, the time her house was purportedly ransacked and she allegedly received death threats, as well as the time she was apparently raped in December 2006. The applicant then stated that, beginning in 2005, she was attacked almost daily. The RPD asked her why she did not provide details on those events and she replied that she had not deemed them to be relevant."], ["[11]", "The RPD then questioned the applicant on her allegation that the chimères required her to participate in pro-Aristide demonstrations. She replied by stating that she was forced to participate in meetings, which was omitted from her written narrative. She explained that she thought she had mentioned those meetings in her narrative, and in response to a question by her counsel in that regard, she replied that for her, demonstrations and meetings \"are the same\"."], ["[12]", "The RPD then addressed the contradictions and implausibilities. The RPD noted that the applicant explained in her narrative that her initial objective was to file a refugee protection claim while she stated at the hearing that she wanted to come here as a caregiver. The RPD also found the applicant's statements regarding the advice that was purportedly given to her by her employers in Canada, as well as that of her parents, who had themselves obtained refugee status, to be implausible. The RPD found as well that the applicant's explanation at the hearing that she did not want to leave her home in Haiti permanently, but only on weekends, because her husband had threatened to kill her if she were to leave the house permanently, to be implausible."], ["[13]", "In conclusion, the RPD had no confidence in the applicant's credibility and, as a result, in her alleged fear. The RPD therefore did not address state protection or an internal flight alternative. The RPD also did not believe the applicant when she stated that, in her last call with her husband, in February 2009, he threatened her and asked her when she would be returning to Haiti, or when the applicant stated that people in Haiti had called her to tell her that the chimères were still looking for her. Given the applicant's lack of credibility, the RPD assigned no value to the marriage certificate or photos submitted by the applicant. The applicant's conduct is inconsistent with her alleged fear; a true refugee would claim protection upon arriving in Canada. The RPD relies on", "REFERENCE_SUPPRESSED to that effect."], ["[14]", "Finally, the RPD stated that it considered the IRB guidelines on women who are victims of gender-related persecution, but that those guidelines did not apply to the applicant for the following reasons."], ["[15]", "Given the applicant's testimony and the evidence in the record, the applicant was not a refugee or a person in need of protection under sections 96 and 97 of the IRPA. The refugee claim was rejected.", "IV.", "Parties' submissions"], ["[16]", "The applicant first alleges that a reading of the preamble of the PIF indicates that she was required to write what led her to claim protection in Canada, and not what the RPD can determine to be grounds of persecution. The respondent replies that major omissions in a PIF affect an applicant's credibility because the preamble of the PIF requires an applicant to set out \"all the significant events and reasons . . . \", which the applicant did not do here, as noted by the RPD."], ["[17]", "The applicant maintains, regarding the incidents that allegedly occurred in Haiti in 2005 and 2006, that she was simply mistaken and that the issue is not whether more details are necessary, but whether she misjudged what had to be written and what could only be testified. The respondent replies that the RPD is entitled to consider omissions that relate to facts that go to the heart of a refugee claim."], ["[18]", "The applicant then argues that there was a translation error at the hearing in respect of the words \"demonstration\" [", "manifestation", "] and \"meeting\" [", "réunion", "]. The respondent is, however, of the opinion that that argument has no basis in fact and is speculative, because no allegation was made against the interpretation at the hearing and no linguistic evidence was submitted in support of that argument."], ["[19]", "The applicant also submits that the contradiction that the RPD raised regarding her initial objective upon arriving in Canada, that is, that her written narrative states that she came to claim refugee protection, but that she testified that she came to Canada as a caregiver, is not a contradiction because [translation] \"a way of doing something\" and [translation] \"a reason for doing something\" are two different things. According to the respondent, the contradiction in that respect demonstrates a lack of subjective fear on the part of the applicant. The respondent adds that the applicant waited three years before claiming refugee protection and that the Court has already established that the RPD is entitled to consider a delay between an arrival in Canada and the date of a refugee claim in assessing the credibility of a refugee claimant, even if it is not in itself a determining factor."], ["[20]", "The applicant also contends that it is not clear what the RPD was trying to get at when it found that her statements regarding the advice that she purportedly received from her employers and parents were implausible. The respondent replies that the applicant has not specified how the RPD's findings to that effect are unreasonable, and that she has simply expressed her disagreement, which is no ground for judicial review."], ["[21]", "The applicant alleges that the RPD's determination, that is, that it is implausible that she did not leave her husband permanently when he threatened to kill her if she left him for good and that she simply took refuge with friends on the weekend, is not adequate."], ["[22]", "Finally, the respondent argues that the RPD is entitled to use the conduct of individuals to assess the credibility of their allegations and that a lack of subjective fear can, itself, be sufficient to reject a refugee protection claim.", "V.", "Applicant's reply"], ["[23]", "In her reply, regarding the omissions alleged by the RPD, the applicant cites the case law and a reference to paragraph 18.1(4)(", ") of the", "Federal Courts Act", ", RSC 1985, c F-7, to sustain the argument that her allegations are not so unlikely to support a finding that she is lying. She also replies to the respondent's arguments regarding her delay in claiming refugee protection by specifying that a delay can be relevant, but is not necessarily, and it all depends on the circumstances. She finished by adding that subjective fear is not a factor to be considered when a claim is assessed under section 97.", "VI.", "Issue"], ["[24]", "After a review of the parties' claims and the issue submitted by the respondent, I state the issue as follows:", "Did the RPD find that the applicant was not credible by relying on perverse and capricious findings of fact?", "VII.", "Standard of review"], ["[25]", "In this case, the applicable standard of review is reasonableness because the issue pertains to the RPD's plausibility and credibility findings regarding the applicant's claim for refugee protection, which essentially relies on the assessment of the facts (", "REFERENCE_SUPPRESSED). This Court will not intervene unless the decision is unreasonable, that is, if it falls outside the range of \"possible, acceptable outcomes which are defensible in respect of the facts and law\" (", "REFERENCE_SUPPRESSED).", "VIII.", "Analysis"], ["[26]", "After reviewing the applicant's record and the transcript of the hearing of the applicant on March 6, 2014, before the RPD, I find that the RPD's decision was reasonable. The RPD did not make perverse or capricious findings of fact. In its decision, the RPD explained why it made an adverse finding against the applicant by pointing out omissions, contradictions and implausibilities that go to the heart of her refugee protection claim."], ["[27]", "The determination of an applicant's credibility is within the expertise of the RPD. The RPD has well-established expertise in the determination of questions of fact, particularly in the evaluation of the credibility and the subjective fear of an applicant (", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED). The Court has also already determined that significant omissions in a claimant's PIF affect that individual's credibility (", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED)."], ["[28]", "In this case, based on a reading of the applicant's narrative and her explanations at the hearing, it was reasonable for the RPD to find that the omissions, contradictions and implausibilities in her narrative affected her credibility. First, the applicant's omissions, which concern the lack of police action in response to her alleged complaint regarding the death threats that her husband apparently made against her, the attacks that the applicant purportedly suffered at the hands of the chimères almost every day in public places as well as the pro-Aristide \"meetings\" in which she was apparently forced to participate, go to the heart of her refugee protection claim. The applicant was unable to explain those omissions to the RPD in a satisfactory manner at the hearing. It was therefore reasonable for the RPD to make a negative finding with respect to her omissions of relevant facts in her refugee claim."], ["[29]", "The RPD also raises two significant contradictions, first regarding the applicant's reason for coming to Canada and second regarding the long delay in filing her refugee protection claim. In the case at bar, the applicant's narrative specifies that she was initially seeking to come to Canada to file a claim for protection, while at the hearing, the applicant stated that she had wanted to come to Canada as a caregiver. The applicant therefore did not claim protection when she arrived in Canada in September 2009, but on November 2, 2012 (Certified Tribunal Record, page 30 at para 70). This Court has already found that a delay in filing a claim for refugee protection when an individual has a visa and has legal status in Canada is an element that may be considered in the assessment of the individual's credibility, although it is not necessarily determinative (", "CITATION_SUPPRESSED", ", above, at paras 22 and 23;", "REFERENCE_SUPPRESSED). Furthermore, the applicant filed a claim for refugee protection only after receiving a letter informing her that her application for an open work permit under the caregiver program had been refused, in September 2012, that is, three years after arriving in Canada. The applicant's delay in claiming protection in Canada is a factor in the subjective fear assessment the RPD must conduct in a claim for refugee status (", "Sainnéus c Canada (Ministre de la Citoyenneté et de l'Immigration)", ", 2007 CF 249 at para 12). Therefore, on the basis of the contradiction between the applicant's reason for coming to Canada and the delay between her arrival in Canada and her refugee claim, it was reasonable for the RPD to find that her attitude was not that of a person who feared returning to Haiti."], ["[30]", "The RPD's finding with respect to the applicant's lack of credibility is reasonable. The application for judicial review cannot succeed. No question for certification was suggested by the parties.", "IX.", "Conclusion"], ["[31]", "The RPD's determination of lack of credibility was reasonable. This Court's intervention is not warranted.", "JUDGMENT"], ["[32]", "THE COURT ORDERS AND ADJUDGES that", "this application for judicial review is dismissed. No question is certified.", "CITATION_SUPPRESSED"]]}