{"id_": "090512", "body_str": [["[1]", "O'Reilly, J.", ": Mr. Jothiravi Sittampalam has been in custody since October 18, 2001. He was arrested along with several other persons who were alleged to be members of Tamil gangs in Toronto. Mr. Sittampalam has been detained on the basis that he is a danger to the public, or would be unlikely to appear if he was ordered to leave Canada:", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27, s. 58 (", "IRPA", "). Previously, Mr. Sittampalam had been convicted of failure to comply with a recognizance (1992), drug trafficking (1996), and obstructing a police officer (1998)."], ["[2]", "Various panels of the Immigration and Refugee Board (Immigration Division) have reviewed Mr. Sittampalam's detention over the years. Two panels of the Board ordered Mr. Sittampalam's release on conditions (April 22, 2004 and September 27, 2004). Both of those decisions were overturned on judicial review:", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; 266 F.T.R. 113; 2004 FC 1756."], ["[3]", "On several other occasions, the Board ordered Mr. Sittampalam's continued detention (October 29, 2001, June 21, 2002, September 26, 2002, October 21, 2002, November 19, 2002, May 8, 2003, June 3, 2003, September 3, 2003, February 17, 2004, March 16, 2004, February 22, 2005, October 27, 2005). Mr. Sittampalam succeeded in overturning the Board's decision of February 22, 2005 on judicial review:", "<FRAGMENT_SUPPRESSED> ; 2005 FC 1352. Justice Eleanor Dawson ordered the Board to redetermine whether Mr. Sittampalam should remain in custody, which resulted in the Board's decision of October 27, 2005. Once again, the Board ordered that Mr. Sittampalam remain in detention. Mr. Sittampalam now seeks judicial review of that decision."], ["[4]", "Mr. Sittampalam argues that the Board seriously erred when it found that he poses a danger to the public and would fail to appear if ordered to leave Canada. I am satisfied that Mr. Sittampalam has presented valid grounds for overturning the Board's decision and must, therefore, allow this application for judicial review.", "I.", "Issue"], ["[5]", "Was the Board's decision that Mr. Sittampalam should remain in custody reasonable?", "II.", "Analysis", "(a) Reviewing the Board's Decision"], ["[6]", "I can overturn the Board's decision only if its findings of fact are unsupported by the evidence, or if its legal analysis was incorrect. For matters that are equally factual and legal, I must apply an intermediate standard - I can overturn the Board's decision if it was unreasonable:", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (F.C.), affd. [2004] 3 F.C.R. 572; 315 N.R. 91 (F.C.A.)."], ["[7]", "In this case, the Board's decision falls into this category - a question made up of equal parts fact and law. The Board assessed the evidence to determine whether that evidence met certain legal standards, namely, whether Mr. Sittampalam was a \"danger to the public\" or \"unlikely to appear for removal\". The Board found that both standards were met. In my view, however, the Board's conclusions were unreasonable.", "(b) The Board's Conclusion that Mr. Sittampalam presents a \"Danger to the Public\""], ["[8]", "For three main reasons, the Board concluded that Mr. Sittampalam continues to represent a danger to the public. First, the Board noted that, in separate proceedings dealing with his admissibility to Canada, Mr. Sittampalam had been found to have been a member of the A.K. Kannan gang prior to his arrest in 2001 and, in September 2005, he failed to persuade this Court that that decision should be overturned on judicial review. Second, the Board did not accept Mr. Sittampalam's testimony. In particular, it concluded that Mr. Sittampalam's past denials of having been a gang member showed that he had not been rehabilitated. Further, based on the credibility findings in the admissibility proceedings, the Board found that none of Mr. Sittampalam's testimony in his detention review could be believed. Third, the Board concluded that a summary of allegations against Mr. Sittampalam prepared by an immigration enforcement officer reflected poorly on \"the type of person Mr. Sittampalam is, his lifestyle and the company he has kept.\" I will deal with each of these findings in turn.", "(i)", "The admissibility proceedings"], ["[9]", "The Board found that there was a \"significant new milestone added to [Mr. Sittampalam's] case history\". It was referring to the fact that Justice Roger Hughes had recently decided there was no basis on which to overturn the finding that Mr. Sittampalam was inadmissible to Canada on grounds of organized criminality pursuant to s. 37(1)(a) of", "IRPA", ". At the inadmissibility hearing, the Board member had concluded that Mr. Sittampalam was, up until his arrest in October 2001, a member of the A.K. Kannan group. Justice Hughes determined that the Board's decision was not patently unreasonable:", "<FRAGMENT_SUPPRESSED> ."], ["[10]", "The Board was entitled to refer to this Court's judgment and the underlying decision on admissibility. However, the Board went further. It emphasized the fact that Justice Hughes' judgment brings Mr. Sittampalam a step closer to removal (even though Mr. Sittampalam has appealed it). While this is true, it is really a neutral fact. It does not help decide whether Mr. Sittampalam should be considered dangerous. The Board also stated that, by affirming the conclusion that Mr. Sittampalam is a former gang member, the Court's decision \"enhances consideration of those findings in the context of this detention review hearing.\" I take this remark to mean that the Board interpreted Justice Hughes' decision as being an indication that Mr. Sittampalam continued to be a danger to the public because of his past gang associations."], ["[11]", "Clearly, a person's involvement in gang activity is relevant to the issue of dangerousness: see", "Immigration and Refugee Protection Regulations", ", s. 246(b). However, it is merely one factor to be considered. The Board must also weigh all the other evidence. Here, the Board correctly noted that the issue before it was not whether Mr. Sittampalam was a member of the A.K. Kannan gang, but whether he would present a danger to the public if released. The Board also summarized the evidence of Detective Constable Fernandes, who had testified in prior proceedings involving Mr. Sittampalam. D.C. Fernandes noted that, since 2001, there had been little or no activity on the part of the A.K. Kannan gang, of which Mr. Sittampalam was alleged to be a former member or leader. The gang was essentially defunct, perhaps because it had no leader. He believed it was unlikely that Mr. Sittampalam would return to, or try to reconstitute, the A.K. Kannan gang but conceded that it was possible that bad feelings between rival gangs could be revived. Nevertheless, the Board placed paramount importance on the finding that Mr. Sittampalam had been found to be a former member of a gang. In my view, it failed to take adequate account of the other evidence that was more relevant to the issue of dangerousness.", "(ii)", "The credibility finding"], ["[12]", "After reviewing Mr. Sittampalam's testimony in previous detention reviews, the Board stated:", "\"What seems to emerge is the image of a reformed man, concerned about his family's welfare, a person who vows not to even talk to former associates at the root of his problems. I might have been persuaded that Jothiravi Sittampalam would also respect the terms of an immigration order for release, but I fall short of being so satisfied.\""], ["[13]", "Later in its reasons, the Board explained why it did not accept Mr. Sittampalam's evidence. The first reason was because Mr. Sittampalam had sometimes denied being a gang member. In light of the finding in the admissibility proceedings that he was a member of the A.K. Kannon gang, a finding not overturned on judicial review, Mr. Sittampalam's past denials indicated to the Board that he had not become rehabilitated. It is unclear to me how past denials of involvement in gang activity proved a lack of rehabilitation. Further, an absence of rehabilitation does not necessarily amount to the presence of danger."], ["[14]", "The Board also concluded that Mr. Sittampalam's testimony was not to be believed. The Board relied on the credibility finding reached in the admissibility hearing. There, the panel concluded that Mr. Sittampalam had \"contradicted himself egregiously while under oath and under affirmation such that his credibility as a witness is impeached.\" Bolstered by that finding, the Board concluded that anything Mr. Sittampalam said in his detention reviews was \"self-serving, with a view to securing his freedom\"."], ["[15]", "I would note that it is hardly surprising that a detained person would give self-serving evidence in the hopes of being released. The question is whether that evidence is believable. Before rejecting it, the Board must give some explanation for doing so."], ["[16]", "Here, the Board simply relied on the credibility finding from the admissibility proceedings. Again, I would not fault the Board for referring to those proceedings. However, I think the panel's conclusion was of limited value in the detention review. The main issue in the admissibility hearing was whether Mr. Sittampalam was, or had been, involved in organized criminality. The panel itself defined the issue before it as follows:", "\"The legal test cited in paragraph 37(1)(a) of the", "Act", "is whether there are reasonable grounds for belief that an organization is or has been engaged in activity that is part of a pattern of criminal activity planned and organized by a number of persons acting in concert in furtherance of the commission of an indictable offence under the", "Act", "of Parliament. (Quoted in Justice Hughes' decision, above, at para. 4.)\""], ["[17]", "Obviously, this is quite a different issue than was before the Board on the detention review. As mentioned, the finding that Mr. Sittampalam had been a gang member was a relevant factor for the Board to consider. However, just because Mr. Sittampalam's testimony about his past gang activity was found not to be credible should not necessarily mean that his evidence on the detention review must be disbelieved. In his detention reviews, Mr. Sittampalam testified, among other things, about his disciplinary record while in custody, his time on bail, his past drug use, his family responsibilities, his intentions if released, his plans if sent back to Sri Lanka, as well as his alleged gang activity. The finding in the admissibility hearing that Mr. Sittampalam's evidence on the last subject was not credible does not help decide if his testimony on all the others should be believed.", "(iii)", "The summary of allegations"], ["[18]", "The Board referred to a document setting out a summary of incidents involving the A.K. Kannon gang, as well as other Tamil gangs. The summary was prepared by an immigration enforcement officer for the benefit of the Minister's delegate, who would be called on to decide whether Mr. Sittampalam should be allowed to remain in Canada. The summary referred to matters for which Mr. Sittampalam had been charged and convicted, charged and acquitted, or never charged, as well as several instances where Mr. Sittampalam had been the victim of criminal acts. All of the incidents pre-dated his arrest in October 2001."], ["[19]", "While it is open to the Board to refer to allegations beyond those that led to convictions, it must do so carefully, relying on evidence it considers to be credible and relevant to the specific issue before it:", "<FRAGMENT_SUPPRESSED> ; 2004 FC 349, revd. [2005] F.C.J. No. 587; 333 N.R. 233; 2005 FCA 122. Here, the Board simply stated that the summary \"calls into question, once again, the type of person Mr. Sittampalam is, his lifestyle and the company he has kept.\" In my view, the Board's statement demonstrates the harm that may come from failure to interpret this kind of evidence with care. Unproved allegations can easily give rise to an inference that the person named in them is undesirable. But this is not what tribunals are typically called upon to decide, and it is certainly not the issue that was before the Board here. The Board had a duty to decide if Mr. Sittampalam presented a danger to the public. The summary of evidence on which the Board relied was relevant to that issue, but it was not enough for the Board simply to refer to the summary and conclude from it that Mr. Sittampalam's character, lifestyle and associates were objectionable. It had to consider what, if anything, that summary said about Mr. Sittampalam's dangerousness now, especially in light of the fact that it referred to events that happened several years ago. As Justice Frederick Gibson stated, a tribunal deciding whether a person should be released must not ignore \"indications of change and ... rely solely on past conduct\":", "<FRAGMENT_SUPPRESSED> ; 2001 FCT 822, at para. 17.", "(c) The Board's Conclusion that Mr. Sittampalam is \"unlikely to appear for removal\""], ["[20]", "The Board gave three reasons for concluding that Mr. Sittampalam would probably not present himself for removal from Canada if he were ordered to leave. First, the Board repeated its characterization of Justice Hughes' decision on the issue of admissibility to Canada. Second, the Board noted again its concerns about Mr. Sittampalam's credibility. Third, the Board rejected the alternatives to continued detention. I have already analyzed the Board's decision in relation to the first two issues and need not discuss them further. The only issue that remains is whether the Board reasonably concluded that alternatives to detention would not be effective in Mr. Sittampalam's circumstances."], ["[21]", "Mr. Sittampalam presented to the Board three persons who were willing to post bonds on his behalf - his wife, Ms. Pushpalatha Rajaratnam, his cousin, Namunakulan Kalavathy, and her husband, Naunakulan Ponnamapalum. The latter two persons had been found to be suitable bondspersons on those occasions when the Board concluded that Mr. Sittampalam could be released on conditions (April 22, 2004 and September 27, 2004). However, when those decisions were overturned on judicial review, Justice Pierre Blais observed that Mr. Ponnamapalum was not well-placed to serve as a bondsperson because he had little knowledge of Mr. Sittampalam's previous involvement in gang activity. As for Ms. Kalavathy and Ms. Rajaratnam, the Board concluded that they were not suitable bondspersons for essentially the same reasons as applied to Mr. Ponnamapalum. The Board clearly felt that it was bound by Justice Blais' characterization of Mr. Ponnamapalum's suitability and applied the same reasoning to the other proposed sureties. However, the Board did not consider Mr. Ponnamapalum's testimony at a hearing that took place after Justice Blais had rendered his decision. In my view, the Board should have reviewed that evidence to determine whether Justice Blais' concerns had been addressed. I also note that in many of Mr. Sittampalam's previous detention reviews, various panels concluded that any concerns about his willingness to appear for removal could be met by the posting of a bond (see decisions of October 29, 2001, June 21, 2002, September 26, 2002, October 21, 2002, April 22, 2004, September 27, 2004, February 22, 2005). Those panels were more concerned about the issue of dangerousness."], ["[22]", "Because of the unsuitability of these proposed bondspersons, the Board concluded that there was no meaningful alternative to Mr. Sittampalam's continued detention and, therefore, there was no option but to keep him in custody. Counsel had proposed a range of other means of ensuring that Mr. Sittampalam would appear - house arrest, supervision by family members, and the wearing of an electronic bracelet. The Board addressed only the latter possibility in its reasons. It stated that, because it was not ordering Mr. Sittampalam's release, it was \"not considering the use of an electronic bracelet as a measure of control\". Clearly, the Board did not consider the possibility that Mr. Sittampalam could be released and his appearance for removal vouchsafed by means other than the posting of bonds. In my view, the Board did not fully analyze the available means of ensuring Mr. Sittampalam's appearance for removal.", "(d) Conclusion"], ["[23]", "The Board must fully consider the relevant evidence and factors relating to the decision whether a person should remain in custody. It is important to note that the factors outlined by Justice Marshall Rothstein in", "<FRAGMENT_SUPPRESSED> ; 85 F.T.R. 99 (T.D.), and which are now set out in s. 248 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227, are mandated by the right to liberty, guaranteed by s. 7 of the", "Canadian Charter of Rights and Freedoms"], ["[24]", "It is unnecessary for me to decide whether any one of the issues discussed above would have justified overturning the Board's decision. It is clear to me, however, that their cumulative effect compels that conclusion in relation to both branches of the Board's decision. Therefore, I must grant this application for judicial review and order a new detention review for Mr. Sittampalam."], ["[25]", "Counsel for the respondent requested an opportunity to propose a question for certification if this case turned on an issue of law. Out of caution, I will entertain any submissions from the parties that are filed within ten (10) days of this judgment.", "JUDGMENT"], ["[26]", "THIS COURT'S JUDGMENT IS THAT:", "1. The application for judicial review is granted;", "2. A new detention review for Mr. Sittampalam is ordered;", "3. The Court will consider any submissions regarding a certified question that are filed within ten (10) days of the issuance of these reasons.", "Application allowed.", "Editor: Anick Ouellette-Levesque/vnh", "Annexe \"A\"", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27", "Organized Crime", "37(1) A permanent resident or a foreign national is inadmissible on grounds of organized criminality for", "(a) being a member of an organization that is believed on reasonable grounds to be or to have been engaged in activity that is part of a pattern of criminal activity planned and organized by a number of persons acting in concert in furtherance of the commission of an offence punishable under an Act of Parliament by way of indictment, or in furtherance of the commission of an offence outside Canada that, if committed in Canada, would constitute such an offence, or engaging in activity that is part of such a pattern", "Release Immigration Division", "58(1) The Immigration Division shall order the release of a permanent resident or a foreign national unless it is satisfied, taking into account prescribed factors, that", "(a) they are a danger to the public;", "(b) they are unlikely to appear for examination, an admissibility hearing, removal from Canada, or at a proceeding that could lead to the making of a removal order by the Minister under subsection 44(2);", "(c) the Minister is taking necessary steps to inquire into a reasonable suspicion that they are inadmissible on grounds of security or for violating human or international rights; or", "(d) the Minister is of the opinion that the identity of the foreign national has not been, but may be, established and they have not reasonably cooperated with the Minister by providing relevant information for the purpose of establishing their identity or the Minister is making reasonable efforts to establish their identity.", "Detention - Immigration Division", "(2) The Immigration Division may order the detention of a permanent resident or a foreign national if it is satisfied that the permanent resident or the foreign national is the subject of an examination or an admissibility hearing or is subject to a removal order and that the permanent resident or the foreign national is a danger to the public or is unlikely to appear for examination, an admissibility hearing or removal from Canada.", "Conditions", "(3) If the Immigration Division orders the release of a permanent resident or a foreign national, it may impose any conditions that it considers necessary, including the payment of a deposit or the posting of a guarantee for compliance with the conditions.", "Immigration and Refugee Protection Regulations", ", SOR/2002-227", "Danger to the public", "246. For the purposes of paragraph 244(b), the factors are the following:", ". . . . .", "(b) association with a criminal organization within the meaning of subsection 121(2) of the Act;", "Other factors", "248. If it is determined that there are grounds for detention, the following factors shall be considered before a decision is made on detention or release:", "(a) the reason for detention;", "(b) the length of time in detention;", "(c) whether there are any elements that can assist in determining the length of time that detention is likely to continue and, if so, that length of time;", "(d) any unexplained delays or unexplained lack of diligence caused by the Department or the person concerned; and", "(e) the existence of alternatives to detention.", "Canadian Charter of Rights and Freedoms", ", Part I of the", "Constitution Act, 1982", ", being Schedule B to the", "Canada Act", "(U.K.), 1982, c. 11", "Life, liberty and security of person", "7. Everyone has the right to life, liberty and security of the person and the right not to be deprived thereof except in accordance with the principles of fundamental justice.", "Loi sur l'immigration et la protection des réfugiés", ", L.C. 2001, ch. 27", "Activités de criminalité organisés", "37(1) Emportent interdiction de territoire pour criminalité organisée les faits suivants:", "a) être membre d'une organisation dont il y a des motifs raisonnables de croire qu'elle se livre ou s'est livrée à des activités faisant partie d'un plan d'activités criminelles organisées par plusieurs personnes agissant de concert en vue de la perpétration d'une infraction à une loi fédérale punissable par mise en accusation ou de la perpétration, hors du Canada, d'une infraction qui, commise au Canada, constituerait une telle infraction, ou se livrer à des activités faisant partie d'un tel plan", "Mise en liberté par la Section de l'immigration", "58(1) La section prononce la mise en liberté du résident permanent ou de l'étranger, sauf sur preuve, compte tenu des critères réglementaires, de tel des faits suivants:", "a) le résident permanent ou l'étranger constitue un danger pour la sécurité publique;", "b) le résident permanent ou l'étranger se soustraira vraisemblablement au contrôle, à l'enquête ou au renvoi, ou à la procédure pouvant mener à la prise par le ministre d'une mesure de renvoi en vertu du paragraphe 44(2);", "c) le ministre prend les mesures voulues pour enquêter sur les motifs raisonnables de soupçonner que le résident permanent ou l'étranger est interdit de territoire pour raison de sécurité ou pour atteinte aux droits humains ou internationaux;", "d) dans le cas où le ministre estime que l'identité de l'étranger n'a pas été prouvée mais peut l'être, soit l'étranger n'a pas raisonnablement coopéré en fournissant au ministre des renseignements utiles à cette fin, soit ce dernier fait des efforts valables pour établir l'identité de l'étranger.", "Mise en détention par la Section de l'immigration", "(2) La section peut ordonner la mise en détention du résident permanent ou de l'étranger sur preuve qu'il fait l'objet d'un contrôle, d'une enquête ou d'une mesure de renvoi et soit qu'il constitue un danger pour la sécurité publique, soit qu'il se soustraira vraisemblablement au contrôle, à l'enquête ou au renvoi.", "Conditions", "(3) Lorsqu'elle ordonne la mise en liberté d'un résident permanent ou d'un étranger, la section peut imposer les conditions qu'elle estime nécessaires, notamment la remise d'une garantie d'exécution.", "Règlements sur l'immigration et la protection des réfugiés, DORS/2002-227", "Danger pour le public", "246. Pour l'application de l'alinéa 244b), les critères sont les suivants:", "[. . . . .]", "b) l'association à une organisation criminelle au sens du paragraphe 121(2) de la Loi", "Autres critères", "248. S'il est constaté qu'il existe des motifs de détention, les critères ci-après doivent être pris en compte avant qu'une décision ne soit prise quant à la détention ou la mise en liberté:", "a) le motif de la détention;", "b) la durée de la détention;", "c) l'existence d'éléments permettant l'évaluation de la durée probable de la détention et, dans l'affirmative, cette période de temps;", "d) les retards inexpliqués ou le manque inexpliqué de diligence de la part du ministère ou de l'intéressé;", "e) l'existence de solutions de rechange à la détention", "Charte canadienne des droits et libertés", ", annexe B de la", "Loi de 1982 sur le Canada", ", 1982, ch. 11 (R.-U.), entrée en vigueur le 17 avril 1982", "Vie, liberté et sécurité", "7. Chacun a droit à la vie, à la liberté et à la sécurité de sa personne; il ne peut être porté atteinte à ce droit qu'en conformité avec les principes de justice fondamentale.", "[End of document]"]]}