{"id_": "090778", "body_str": [["[1]", "Lemieux, J.", ": The Applicant seeks judicial review of the", "January 7, 2008", "decision of the Appeal Division, of the National Parole Board (the Appeal Division) dismissing his appeal from the National Parole Board (the Board) refusing, by decision dated July 30, 2007, his request to remove permanently a regulatory condition attached to his full parole requiring him to \"remain at all times in Canada within the territorial boundaries fixed by your parole supervisor\". Mr. Sychuk represented himself in this judicial review proceeding. He is a former member of the Law Society of Alberta who was removed from its roster on account of a criminal conviction in 1989 for second degree murder."], ["[2]", "What triggered his request to the National Parole Board was a", "January 15, 2007", "decision by Passport Canada, made pursuant to sections 9(d) and 10 of the", "Canadian Passport Order", ", to revoke his passport on the ground he was a person who was forbidden to leave Canadian jurisdiction by conditions imposed under the", "Corrections and Conditional Release Act", "CCRA", "or the", "Act", "). Mr. Sychuk never appealed Passport Canada's decision but chose another route which was an application to the Board to remove completely the regulatory prohibition, despite the fact he had previously sought and obtained several times permission from the Board to take specific two weeks vacations in Mexico or Cuba.", "Facts and background"], ["[3]", "The material facts are not complicated."], ["[4]", "The Applicant is 67 years old and is serving a life sentence for the second degree murder of his wife on January 28, 1989 whom he fatally stabbed while in a drunken rage."], ["[5]", "He was granted day parole on March 1996 and full parole in 1998."], ["[6]", "Sections 100 and 101 of the", "CCRA", "spells out the purpose of conditional release in these terms:", "Corrections and Conditional Release Act", "(1992, c. 20)", "Purpose of conditional release", "\"100. The purpose of conditional release is to contribute to the maintenance of a just, peaceful and safe society by means of decisions on the timing and conditions of release that will best facilitate the rehabilitation of offenders and their reintegration into the community as law-abiding citizens.", "Principles guiding parole boards", "\"101. The principles that shall guide the Board and the provincial parole boards in achieving the purpose of conditional release are", "(a) that the protection of society be the paramount consideration in the determination of any case;", "(b) that parole boards take into consideration all available information that is relevant to a case, including the stated reasons and recommendations of the sentencing judge, any other information from the trial or the sentencing hearing, information and assessments provided by correctional authorities, and information obtained from victims and the offender;", "(c) that parole boards enhance their effectiveness and openness through the timely exchange of relevant information with other components of the criminal justice system and through communication of their policies and programs to offenders, victims and the general public;", "(d) that parole boards make the least restrictive determination consistent with the protection of society;", "(e) that parole boards adopt and be guided by appropriate policies and that their members be provided with the training necessary to implement those policies; and", "(f) that offenders be provided with relevant information, reasons for decisions and access to the review of decisions in order to ensure a fair and understandable conditional release process.\"", "Loi sur le système correctionnel et la mise en liberté sous condition", "(1992, ch. 20)", "Objet", "\"100. La mise en liberté sous condition vise à contribuer au maintien d'une société juste, paisible et sûre en favorisant, par la prise de décisions appropriées quant au moment et aux conditions de leur mise en liberté, la réadaptation et la réinsertion sociale des délinquants en tant que citoyens respectueux des lois.", "Principes", "\"101. La Commission et les commissions provinciales sont guidées dans l'exécution de leur mandat par les principes qui suivent:", "a) la protection de la société est le critère déterminant dans tous les cas;", "b) elles doivent tenir compte de toute l'information pertinente disponible, notamment les motifs et les recommandations du juge qui a infligé la peine, les renseignements disponibles lors du procès ou de la détermination de la peine, ceux qui ont été obtenus des victimes et des délinquants, ainsi que les renseignements et évaluations fournis par les autorités correctionnelles;", "c) elles accroissent leur efficacité et leur transparence par l'échange de renseignements utiles au moment opportun avec les autres éléments du système de justice pénale d'une part, et par la communication de leurs directives d'orientation générale et programmes tant aux délinquants et aux victimes qu'au public, d'autre part;", "d) le règlement des cas doit, compte tenu de la protection de la société, être le moins restrictif possible;", "e) elles s'inspirent des directives d'orientation générale qui leur sont remises et leurs membres doivent recevoir la formation nécessaire à la mise en oeuvre de ces directives;", "f) de manière à assurer l'équité et la clarté du processus, les autorités doivent donner aux délinquants les motifs des décisions, ainsi que tous autres renseignements pertinents, et la possibilité de les faire réviser.\""], ["[7]", "Section 133 of the", "Act", "deals with conditions attached to an offender's release on parole. This section reads:", "Corrections and Conditional Release Act", "(1992, c. 20)", "Definition of 'releasing authority'", "\"133(1) In this section, 'releasing authority' means", "(a)", "the Board, in respect of", "(i)", "parole", "(ii) statutory release, or", "(iii) unescorted temporary absences authorized by the Board under subsection 116(1);", "(b) the Commissioner, in respect of unescorted temporary absences authorized by the Commissioner under subsection 116(2); or", "(c) the institutional head, in respect of unescorted temporary absences authorized by the institutional head under subsection 116(2).", "Conditions of release", "\"(2)", "Subject to subsection (6), every offender released on parole, statutory release or unescorted temporary absence is subject to the conditions prescribed by the regulations.", "Conditions set by releasing authority", "\"(3) The releasing authority may impose any conditions on the parole, statutory release or unescorted temporary absence of an offender that it considers reasonable and necessary in order to protect society and to facilitate the successful reintegration into society of the offender.", ". . . . .", "Relief from conditions", "\"(6)", "The releasing authority may, in accordance with the regulations, before or after the release of an offender,", "(a) in respect of conditions referred to in subsection (2), relieve the offender from compliance with any such condition or vary the application to the offender of any such condition; or", "(b) in respect of conditions imposed under subsection (3), (4) or (4.1), remove or vary any such condition.", "Loi sur le système correctionnel et la mise en liberté sous condition", "(1992, ch. 20)", "Définition d''autorité compétente'", "\"133(1) Au présent article, 'autorité compétente' s'entend:", "a)", "de la Commission à l'égard de la libération conditionnelle", "ou d'office ou d'une permission de sortir sans escorte visée au paragraphe 116(1);", "b) du commissaire à l'égard d'une permission de sortir sans escorte visée au paragraphe 116(2);", "c) du directeur du pénitencier à l'égard d'une permission de sortir sans escorte visée au paragraphe 116(2).", "Conditions automatiques", "\"(2)", "Sous réserve du paragraphe (6), les conditions prévues par règlement sont réputées avoir été imposées dans tous les cas de libération conditionnelle ou d'office ou de permission de sortir sans escorte.", "Conditions particulières", "\"(3) L'autorité compétente peut imposer au délinquant qui bénéficie d'une libération conditionnelle ou d'office ou d'une permission de sortir sans escorte les conditions qu'elle juge raisonnables et nécessaires pour protéger la société et favoriser la réinsertion sociale du délinquant.", ". . . . .", "Dispense ou modification des conditions", "\"(6) L'autorité compétente peut, conformément aux règlements, soustraire le délinquant, avant ou après sa mise en liberté, à l'application de l'une ou l'autre des conditions du présent article, modifier ou annuler l'une de celles-ci."], ["[8]", "The relevant provisions of the", "Corrections and Conditional Release Regulations", "CCRR", ") is section 161 reads:", "Corrections and Conditional Release Regulations", "(SOR/92-620)", "\"161(1)", "For the purposes of subsection 133(2) of the Act, every offender who is released on parole or statutory release is subject to the following conditions, namely, that the offender", ". . . . .", "(b)", "remain at all times in Canada within the territorial boundaries fixed by the parole supervisor", "; ...\"", "Règlement sur le système correctionnel et la mise en liberté sous condition", "(DORS/92-620)", "\"161(1)", "Pour l'application du paragraphe 133(2) de la Loi, les conditions de mise en liberté qui sont réputées avoir été imposées au délinquant dans tous les cas de libération conditionnelle ou d'office sont les suivantes", ". . . . .", "b)", "il doit rester à tout moment au Canada, dans les limites territoriales spécifiées par son surveillant", "; ...\""], ["[9]", "To provide guidance to Board members in the exercise of their mandate under subsection 133(6) of the", "CCRA", ", the National Parole Board issued in its Policy Manual guidelines on the subject."], ["[10]", "The introductory paragraph to the out-of-country section in the Policy Manual reads:", "Normally, if an offender is out of the country, the offender cannot benefit from the usual monitoring and support offered through the parole supervision process. As a result, prior to approving any request for out-of-Canada travel, an assessment must be completed in order to determine any issues related to public safety associated with the travel.", "It also contains the following section dealing with the criteria for review of out-of-country travel:", "\"When reviewing requests for out-of-country travel, Board members will take into consideration", "any factor that is relevant in determining whether the travel might result in any increase in the offender's risk to society", ", including, but not limited to:", "• written confirmation from authorities that the country of destination does not object to the offender visiting that country; if not available, proof that the offender tried to get the confirmation;", "information from CSC concerning the purpose and details of the travel, including the length of time the offender will be outside of Canada and the availability of collateral contacts in the destination country", "the consistency of the travel with the correctional plan of the offender and any recommendation of the parole supervisor", "the nature of the offender's criminal history", "and any police opinion. Any involvement in drug trafficking or organized crime and any potential for such activities or involvements;", "progress on current and previous releases including previous travel", ", length of time on the current release, and the proximity to the warrant expiry date;", "the success of the offender's reintegration", "over an extended period of time;", "• in the case", "of travel for a vacation/holiday", ", Board members will consider", "the appropriateness of the travel", ".\""], ["[11]", "It is also settled law that policy manuals, like guidelines, are not law and, as such are not binding on the decision-maker. However, it has been recognized by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  (", "Baker", "), at paragraph 72, guidelines are useful indicators and the fact the decision [was] reached contrary to the guidelines \"is of great help in assessing whether the decision was an unreasonable exercise of the power\"."], ["[12]", "There were other conditions attached to his parole. They included a condition the Applicant abstain from intoxicants since alcoholism was a contributing factor to the murder he committed and another which required him to follow psychological counselling."], ["[13]", "The Respondent's record mentions that in 1998 the Applicant requested the Board for permission to travel outside of Canada on an ongoing basis; a request which was denied but allowed him to travel to Mexico for one week in December 1998. The Respondent's memorandum also mentions in April 2000, Mr. Sychuk asked the Board to remove the condition to his parole he abstain from all intoxicants. This request was also refused as well as a 2005 request to remove both conditions: the requirements he follow psychological counselling and he abstain from all intoxicants. The Board noted the brutal nature of the Applicant's crime connected to his use of intoxicants."], ["[14]", "As noted, Mr. Sychuk obtained several times in the past relief from the Board which enabled him to travel abroad for vacations generally for two weeks each time. Each time he was accompanied by his common law spouse who is seen as a very positive support. He travelled to Mexico in 1998, 1999 and 2002. Permission was granted for him to travel again accompanied with his common law spouse to Cuba in 2004, 2005, 2006 and 2007 with the Board acknowledging in its July 30, 2007 decision that there were no concerns noted with any of those permissions. With respect of each of these permissions, the Board was satisfied the two week vacation with his common law spouse would not increase his risk to society by re-offending."], ["[15]", "Mr. Sychuk received from Passport Canada a letter dated January 15, 2007 concerning his passport revocation and the reasons for such revocation whose concluding paragraph stated: \"At such time as you are no longer subject to the conditions established in 9(d) of the", "Canadian Passport Order", ", you may reapply for passport service.\""], ["[16]", "The Applicant's record (page 101) indicates, on", "April 4, 2007", ", Mr. Sychuk informed his Parole Officer of Passport Canada's decision and showed him his correspondence with Passport Canada and that organization's responses. It was at this time he requested his Parole Officer to: \"initiate proceedings to have the NPB, pursuant to subsection 133(6) of the", "CCRA", ", remove condition (b) from my conditions of release.\" In that April 4, 2007 letter, he also wrote:", "\"As I have advised you, this request is not an end in-itself, but, is simply a means to a different end, namely, my ability,", "from any practicable and realistic point of view, to make effective arrangements to travel outside of Canada on vacation", "In other words, I would not be requesting the removal of this condition if it was not basis of and the reason for the decision to revoke my passport, i.e., I had no concerns about the manner in which the NPB was granting me permission to travel outside Canada on vacation.", "That is also the reason that I made the February 27, 2007 application to Passport Canada to reconsider its decision - if that application had been granted, there would be no need to remove the said condition.", "In this regard, I am convinced that the decision to revoke my passport will make it very difficult, if not impossible, to travel outside Canada on vacation.", "I am willing to assist with this application in any way that I can, and, would welcome the opportunity to appear before the NPB in support of this request to remove the said condition.", "\" (My emphasis.)"], ["[17]", "The previous day, Passport Canada had written the Applicant to confirm its decision to revoke his passport because of the regulatory provision attached to his parole release he be in Canada. Passport Canada, in its letter, also stated:", "\"While section 134 of the", "Corrections and Conditional Release Act", "grants full authority to the National Parole Board to authorize", "exemptions", "to this mandatory condition,", "they are temporary exemptions that do require the prior approval of the National Parole Board each time travel outside of Canada is required", "\"While the authority to revoke Canadian passports to persons subject to section 9(d) of the", "Order", "is a discretionary authority, Passport Canada strives to consistently exercise this authority where sufficient and verifiable information is obtained on which to base this decision.", "Passport Canada may, however, as we have done in your case already, consider delaying the revocation of a passport if permission has already been obtained from the National Parole Board to make a specific trip at a specific time.", "In such cases, the passport in question would be returned to Passport Canada and be revoked upon completion of the trip\" (Applicant's record, page 99). (My emphasis.)"], ["[18]", "On", "July 16, 2007", ", the Applicant wrote to his Parole Officer, at the Correctional Service of Canada, Greg Juchnowski (the Parole Officer) in the following terms (Applicant's Record, page 107):", "Re:", "Removal of Condition of Parole", "\"With reference to our discussions of today's date, I wish to confirm that:", "1.", "I am convinced that only the complete removal of the condition will satisfy Passport Canada from the point of view of permitting me to retain a passport.", "2. I am also convinced", "that, without the removal of the condition, it will be very difficult, if not impossible, from any practicable and realistic point of view, to make effective arrangements to travel outside of Canada on vacation.", "3. As such, if the NPB has any concerns whatsoever about removing the said condition,", "I would respectfully request that I please be given the opportunity to address and deal with the same directly with the NPB.", "4. Finally, I wish to reiterate that I would not be requesting the removal of this condition if it was not basis of and the reason for the decision to revoke my passport. [My emphasis.]", "\"In conclusion, I am taking the liberty of thanking the NPB in advance for its courtesy, cooperation and assistance with respect to this request, and remain,\""], ["[19]", "His Parole Officer then wrote an assessment whose purpose was to recommend to the Board the removal of the condition Mr. Sychuk \"remain within the territorial boundaries of Canada\". The Parole Officer made the following remarks:", "\"'", "The writer is recommending to the National Parole that the subject be allowed to travel outside of Canada'. This will allow him to be able to obtain a Canadian Passport without having to apply and relinquish it each time he travels outside of Canada.", "His previous trips and return has demonstrated there is no risk involved in terms of leaving the country.", "If the National Parole Board is not in agreement with the above the writer", "is recommending that he is 'allowed to travel outside of Canada for a two week period once a year'.", "\"Further if the any of the above is not imposed the writer is recommending he be 'allowed to travel to Cuba for a two week period in 2008'.", "\"Mr. Sychuk has adjusted to the community extremely well and has been a productive member of the community. His risk remains low and he has shown that he is not a flight risk if given permission to travel outside of Canada.\" (My emphasis.) (Applicant's Record, pages 103 to 106)"], ["[20]", "In his assessment, the Parole Officer made the following points:", "• He wrote the following as to the impact of Passport Canada's decision on Mr. Sychuk:", "As it stands now he would have to apply and burden the cost of a passport each time he is granted permission to travel outside of Canada.", "Given that Mr. Sychuk has travelled once a year for the past 8 years and will want to continue to travel once a year in the future, it", "does not seem reasonable for him to have to burden the extra cost and take the time to apply for a passport. This seems unfair when the rest of the Canadian population is able to keep their passport for a 5 year period and only because he is serving a sentence the rules apply differently to him", ". While this would not be too much of a problem with parolees", "who are serving a fixed sentence which expires, Mr. Sychuk's Life sentence complicates the situation", ".\" (My emphasis.)", "• He mentioned the number of times the Applicant was permitted by the Board to travel on vacation to Mexico and Cuba concluding \"he returned to Canada after all these trips and would do so in the future if he is allowed to travel outside of Canada\".", "• He noted, Mr. Sychuk's conviction and sentence and reviewed the circumstances related to the underlying criminogenic facts namely: substance abuse, family relations and emotional stability. The Parole Officer then wrote:", "While incarcerated, Sychuk actively addressed his criminogenic factors and continued to do so while on release. There are no identified issues or concerns at this time and no programming or treatment is required.", "Mr. Sychuk is semi retired and is presently employed as a Land Consultant in the oil and gas industry and teaches one law course at Mount Royal College during the regular school terms. He continues to be compliant in terms of parole supervision and is a productive member of the community. He sits on his condominium Board of Directors and spends time with his family.", "There are no concerns with this case whatsoever.\" (My emphasis.)", "The Board's decision"], ["[21]", "The material part of the National Parole Board's decision reads:", "\"In the past, each decision rendered by the Board to allow you to leave Canada has", "been independent and discretionary and by no means a commitment that additional absences would be granted. The Board believes these absences are a privilege and not a right", "Given the brutal nature of your crime and the fact there is no monitoring or support mechanism in place during your leave from Canada, the Board is not prepared to permanently remove the condition that requires permission to leave the country", ". You are serving a life sentence and with that sentence some restrictions may remain in effect for the rest of your life.", "The Board can not give blanket permission to travel outside of Canada. We must review, in each case, where you want to travel to, the departure and return dates, the purpose of the travel and if there are any issues that should restrict any part of your request", ". We acknowledge that being a lifer presents its own issues however;", "we must still consider all relevant factors for each trip. Given this, we are not changing the conditions of your full parole for any of the recommendations set out by your Parole Officer. What you and your Parole Officer are asking the Board to do amounts to a request to soften our risk management process in order to accommodate the more stringent process of Passport Canada", ". While you may have concerns regarding", "perceived hardship placed on you by Passport Canada, the National Parole Board is nonetheless bound to meet its mandate", "This does not exclude you from applying from permission to travel but does mean we require all the details in advance of providing a positive decision", ".\" (My emphasis.)", "His submissions to the Appeal Division"], ["[22]", "He appealed the Board's decision to the Appeal Division. He made submissions dated September 10, 2007 but first he reiterated a request he had previously made to the Board that \"if the Appeal Division has any concerns whatsoever about removing the said conditions, I would respectfully request that I please be given the opportunity to address and deal with the same directly with the Appeal Division\"."], ["[23]", "In his appeal submissions, he raised the following grounds:", "1. Errors of law committed by the Board in terms", "of its discretionary power", "; the grant of permission to travel outside of Canada was \"", "a privilege and not a right", "\"; its statement that it could not give blanket permission to travel outside of Canada; its reliance on the fact \"there is no monitoring or support mechanism in place during your leave from Canada\" as a reason for decision as well as the Board's characterization of his request was for the Board \"to soften our risk management process\".", "2. The Board had denied him fundamental justice when it did not grant the request in his July 16, 2007 letter to give him an opportunity to address and deal with any concerns that the Board had about removing the condition on his travel outside Canada and did not explain the basis of or the reasons for its decision to reject the recommendation of his Parole Officer.", "3. The Board based its decision on incomplete information \"when it refused to hear important new evidence with respect to the issue of risk\".", "4. The Board failed to exercise its jurisdiction properly \"when it failed to properly analyze, evaluate, assess and apply all of the evidence with respect to the issue of risk i.e. the decision is completely unsupported by the evidence and is therefore patently unreasonable\".", "The Appeal Division's reasons"], ["[24]", "The Appeal Division analyzed each of Mr. Sychuk's grounds of appeal which I summarize:", "1. Breach of Fairness"], ["[25]", "The Appeal Division ruled the Board had not breached procedural fairness finding that his right to make written representations was respected. It referred to section 140(1) of the", "CCRA", "concluding: \"the Board is not required to hold a hearing with respect to the removal of a condition that is on an offender's conditional release\", adding: \"Accordingly, the Board properly proceeded to review your case by way of an in-office review.\" It also noted Mr. Sychuk was also provided with an opportunity to submit written representations to the Board and emphasized the fact he had signed a procedural safeguard declaration in which he had indicated he wanted the Board to review his written comments", "dated July 16, 2007", "which the Board did. Second, the Appeal Division stated it was satisfied the Board's written reasons \"are clear and adequately set out the Board's rationale for its decision\".", "2. Errors of Law"], ["[26]", "The Appeal Division rejected Mr. Sychuk's arguments on this ground by referring to my colleague's Justice Gauthier's decision in", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ), a case which was similar to the case at hand since it concerned a review of an Appeal Division's refusal to waive the statutory condition attached to Mr. Tozzi's parole release not to leave Canada. Mr. Tozzi who had been convicted of money laundering and had requested a waiver of the statutory condition in order to visit his elderly parents in Italy."], ["[27]", "In particular, the Appeal Division invoked the <FRAGMENT_SUPPRESSED> decision to stress the nature of the statutory condition imposed under subsection 161(1) of the", "CCRR", "which \"clearly expressed its intent that, as a general rule, offenders on parole must remain at all times within the territorial boundaries fixed by the parole supervisor\" nothing the Federal Court held this provision \"was an important aspect of the parole system based on risk management\"."], ["[28]", "It also invoked <FRAGMENT_SUPPRESSED> for the propositions the Federal Court had clearly indicated the \"relief, even temporary, of this condition was \"a privilege\" or an exception to the general rule\" and for the proposition that \"Parliament gave the Board the \"discretion\" to grant such privilege pursuant to subsection 133(6) of the", "CCRA", ". Accordingly, the Board did not err when it stated that traveling outside Canada was a \"privilege and that its decision was discretionary in nature\"."], ["[29]", "The Appeal Division again referred to <FRAGMENT_SUPPRESSED> for another proposition: \"The Board, in exercising its discretion must be guided by sections 100 and 101 of the", "CCRA", "as well as the criteria set out in section 7.1 of the Board Policy Manual pertaining to Out-of-country Travel\". It wrote:", "The Board Policy Manual makes it clear that, prior to approving any request for out-of-country travel, the Board must take into consideration '", "any factor that is relevant in determining whether the travel might result in any increase in the offender's risk to society", "', including the nature of the offender's criminal history and the fact that the offender, when outside of Canada, will not be subject to the usual monitoring and support offered through the Canadian parole supervision process. The Board,", "therefore,", "did not err", "when it considered the nature of your violent crime, the fact that you are serving a life sentence, as well as the lack of monitoring and supervision during your leave from Canada,", "in arriving at its conclusion that it was not prepared to permanently remove the condition requiring you to remain at all times in Canada", ", prescribed by paragraph 161(1)(b) of the", "C.C.R.R.", "\" (My emphasis.)"], ["[30]", "It expressed its overall conclusion in the following terms:", "Mr. Sychuk, after reviewing your case, the Appeal Division finds that the Board exercised its discretion in a fair and equitable manner and arrived at a decision that is reasonable and well supported.", "While it is true that, pursuant to subsection 133(6) of the", "C.C.R.A.", ", the Board may relieve an offender from the compliance of any condition prescribed by the", "Regulations", "the Board's decision to not remove the condition set out in paragraph 161(1)(b) of the", "C.C.R.R.", ", is justified and does not violate the law or Board policy. Contrary to what you submit, the Board was well aware of the positive aspects of your case", ", including your compliant behaviour on conditional release, your previous successful trips outside of Canada and the positive recommendation of your Parole Officer.", "These factors are well documented in your file and clearly considered in the Board's written reasons. Nevertheless,", "the Board duly considered the fact that you are serving a life sentence for a violent crime and", "that you would not be subject to supervision when traveling outside of Canada", ", and concluded", "that, in order to assess risk in your case,", "the Board required the relevant", "details of each proposed trip (i.e. departure and return dates, purpose of travel, etc.) prior to authorizing any travel", ". In our view,", "the Board's conclusion is reasonable and consistent with the law and Board policy. There is nothing in the law that precludes the Board from requesting the details of each request to travel outside of Canada in order to properly assess risk at that time and determine whether the proposed travel might result in any increase in the offender's risk to society.", "While the Board was well aware of", "the new requirements", "placed on you by Passport Canada,", "the Board was, nevertheless, bound to meet its mandate under the law and Board policy requiring it to assess risk, with the protection of society being the paramount consideration in the determination of any case", "\"Finally, it is important to understand that although the Board did not grant your request to permanently remove the condition prescribed by paragraph 161(1)(b) of the", "C.C.R.A.", ", the Board made it clear in the last sentence of its decision,", "that you could still continue to apply for permission to travel outside of Canada", ", as long as you provided in advance all the details of your proposed travel to the Board.", "\"Mr. Sychuk, after reviewing your case, the Appeal Division is satisfied that the Board acted fairly in your case and rendered a decision that is reasonable and well supported. The written reasons are clear and adequately set out the Board's rationale for its decision. In our view, the Board's decision is consistent with the principles and criteria set out in law and Board policy.\" (My emphasis.)", "Mr. Sychuk's grounds on judicial review"], ["[31]", "In his written memorandum to the Court, Mr. Sychuk argues the Board and the Appeal Division erred: (1) in denying him procedural fairness; (2) erred in law by basing its decision in erroneous legal concepts; and, (3) breached the standard of reasonableness."], ["[32]", "In terms of procedural fairness, he argues the following breaches:", "• Failing to decide the legal issues, namely, whether the permanent relief he was seeking, as opposed to the temporary ones he had received up to date, would have any effect at all on his risk to re-offend and if it did, whether the increase in such risk of re-offending would present an undue risk to society.", "• Adequate reasons were not provided.", "• The Board denied him his right to make submissions and that error was carried forward in the Appeal Division's reasons.", "• The Board's decision created in his mind a reasonable apprehension of bias in that it did not exhibit an open mind free of stereotypes; it drew conclusions not based on the evidence; was in a hurry to render a decision and justified it by reference to the brutal murder of his wife which had never appeared in any of the many decisions of the Board dealing with his incarceration or his paroles.", "• The Board and the Appeal Division erred in the application of legal concepts to his case in terms of: (1) characterizing the relief he sought as a discretionary decision in which he was seeking; (2) a privilege; (3) basing its refusal on the brutal nature of the crime he committed without regard to his rehabilitation; (4) ignoring its statutory mandate to make the least restrictive decision consistent with the protection of society; and, (5) erred in law when it ruled it could not give a \"blanket permission to travel\" coupled with its finding his request was to \"soften [its] risk management\".", "• The Board and the Appeal Division did not, on the merits, make reasonable decisions for a number of reasons, namely: (1) the decision could not reasonably be supported in law or on the evidence; (2) its purported reliance on the absence of monitoring or support mechanism in place during his absence from this country as a reason for denying his request without determining in fact whether there was a need for such mechanism or supports during a two week vacation; and, (3) the errors of law previously referred to.", "Analysis", "(1) Preliminary Issues"], ["[33]", "Counsel for the Respondent raised two preliminary issues. First, he stated that it was improper for the Applicant to have simply filed the entire certified tribunal record (CTR) in this proceeding for the purpose of having the Court accept it in evidence in the Court's record without the Applicant having supported its introduction through an affidavit as required by Rule 305 of the", "Federal Courts Rules, 1998", "(the", "Rules", "). Respondent's counsel relies on two Federal Court of Appeal's decisions of Justice Sharlow, dealing in its section 28 original judicial review cases, in", "<FRAGMENT_SUPPRESSED>  and in", "<FRAGMENT_SUPPRESSED> ."], ["[34]", "Mr. Sychuk recognized the validity of the Respondent's argument and said that I should only take into account those portions of the CTR which were supported by his affidavit filed under Rule 305. I informed the parties I would be guided accordingly."], ["[35]", "Second, counsel for the Respondent stated some of the Applicant's materials contained in his record were not before the Appeal Division when the decisions were made. He relied on the well-settled line of cases to the effect a judicial review application, subject to limited exceptions, is to be conducted on the basis of the materials that were before the federal decision-maker whose decision is being reviewed (see", "<FRAGMENT_SUPPRESSED> )."], ["[36]", "Mr. Sychuk challenged counsel for the Respondent on this point submitting he was prepared to take the Court through four pages of references which would take four hours in order to demonstrate the material the Respondent objected to was indeed before the decision-maker. The Court suggested to the parties there was a more efficient way of dealing with the issue which was for Mr. Sychuk to provide his list of references to counsel for the Respondent who could review them and advise the Court if his objections are maintained. I have not heard from the parties on the point and have proceeded to decide this case on the basis of the Applicant's record without regard to the entire Certified Tribunal Record.", "(2) The Standard of Review"], ["[37]", "The Supreme Court of Canada's 2008 decision in", "<FRAGMENT_SUPPRESSED>  reformed the law relating to the standard of review (or the degree of deference) to be accorded to decisions of administrative decision-makers. Its major reform was to reduce the previously recognized three standards of review into two: correctness where no deference is owed and reasonableness where deference is owed. The standard of patent unreasonableness is now subsumed into the reasonableness standard."], ["[38]", "The Supreme Court also provided guidance on a number of points. As a guideline at paragraph 53, Justices Bastarache and LeBel, on behalf of five of the nine concurring judges, wrote that questions of \"fact, discretion or policy, deference will usually apply automatically\", having previously stated at paragraph 51 that these types of questions \"generally attract a standard of reasonableness\" and having stated at paragraph 49: \"Deference in the context of the reasonableness standard therefore implies that courts will give due consideration to the determinations of decision makers.\""], ["[39]", "Justices Bastarache and LeBel at paragraphs 57 and 62 of <FRAGMENT_SUPPRESSED> indicated an exhaustive review is not required in every case to determine the proper standard of review \"[if] the jurisprudence has already determined in a satisfactory manner the degree of deference ...\"."], ["[40]", "The jurisprudence of this Court and the Federal Court of Appeal has settled the standard of review from decisions of the Appeal Division - that standard is reasonableness (see", "<FRAGMENT_SUPPRESSED> ). However, the correctness standard applies to the questions related to a breach of procedural fairness."], ["[41]", "At paragraph 47, the Supreme Court of Canada explained what the revised reasonable standard meant:", "\"47 Reasonableness is a deferential standard animated by the principle that underlies the development of the two previous standards of reasonableness: certain questions that come before administrative tribunals do not lend themselves to one specific, particular result.", "Instead, they may give rise to a number of possible, reasonable conclusions. Tribunals have a margin of appreciation within the range of acceptable and rational solutions.", "A court conducting a review for reasonableness inquires into the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes.", "In judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.", "\" (My emphasis.)"], ["[42]", "The last sentence of paragraph 47 is, in my view, very important. The substance of the decision on the merits must be reasonable meaning that the result must be defensible in respect of the facts and law. The meaning behind the sentence, when the reasons of Justices Bastarache and LeBel are married to the concurring reasons of Justice Binnie especially at paragraphs 130 to 141 and 150 to 155 becomes evident. The general principles of administrative law related to, for example, of the merits of the exercise of discretion such as factored in the Supreme Court of Canada's decisions in", "<FRAGMENT_SUPPRESSED> , remains fully applicable; they are alive and well. Considerations must be relevant; irrelevant considerations must be discarded and the nature and purpose of the legislation must be respected. In other words, a decision which does not conform with recognized administrative law principles cannot be a reasonable decision.", "(3) Conclusions"], ["[43]", "For the following reasons Mr. Sychuk's judicial review application must be dismissed for the following reasons."], ["[44]", "First, while Mr. Sychuk did not press the point before me in oral argument, it is clear the decision made by the Board and by the Appeal Division, under subsection 133(6) of the", "CCRA", ", is a discretionary one as evidenced by the use of the words \"may remove or vary such condition\" and that permission to travel outside of Canada is an exception to the general rule applicable to offenders on conditional release, including full parole, that they remain in Canada at all times at locations specified by that person's Parole Officer (see <FRAGMENT_SUPPRESSED> , at paragraph 39). In <FRAGMENT_SUPPRESSED> , Justice Gauthier rightly pointed out the general rule that an offender remain in Canada under the jurisdiction of the Board, through the supervision of his parole team, is an important element of the conditional release program. This is why my colleague was correct in stating in paragraph 40 of <FRAGMENT_SUPPRESSED> lifting that prohibition to permit out of country travel was an exception to the general rule or a privilege."], ["[45]", "The law is clear, as expressed in <FRAGMENT_SUPPRESSED> at paragraph 51, a decision based on discretion or policy is owed a degree of deference especially where the expertise of a particular tribunal comes into play. The Courts have recognized the Board and the Appeal Division have expertise in matters related to the administration of the", "Act", "(see <FRAGMENT_SUPPRESSED> at paragraphs 22 and 23 and", "<FRAGMENT_SUPPRESSED> )."], ["[46]", "In oral argument, Mr. Sychuk argued the Board and the Appeal Division focus on the importance of monitoring was a mirage. He explained his parole team administer his parole condition with a very light hand in terms of monitoring when in Canada and that, in Cuba, he does not report to anyone."], ["[47]", "This argument does not assist him. The fact his monitoring is light when in Canada is to his credit in terms of his being compliant with his condition but does not negate the fact he remains under the supervision which is not the case when outside of Canada which is the point stressed in the Policy manual and the Parole Board's need to know details on each trip taken."], ["[48]", "Second, in oral argument, Mr. Sychuk stressed he was not given an opportunity to express his views to alleviate the concerns which the Board or the Appeal Division might have. I find no merit in this argument. Fairness does not require he be accorded an oral hearing (see", "Baker", ", above at paragraphs 33 and 34). Moreover, the", "CRRA", "in section 140(1) specifically provides that a hearing is not required for the type of decision under review. Mr. Sychuk was well aware of the procedure the Board would follow to process his request. He had been through it several times."], ["[49]", "The Applicant had an opportunity to make submissions and he did so. He requested his Parole Officer to initiate the process and provided him with the information and rationale which then feed in his Parole Officer's recommendation. I stress the fact his whole case was premised on Passport Canada's decision to revoke his passport and his submission that, unless he obtained permanent relief from the condition, it would be practically impossible to plan his vacations outside Canada and obtain a new passport on a timely basis."], ["[50]", "I see no evidence on the record which substantiates his fear. Rather, the evidence is to the contrary. In the past, the Board acted expeditiously on his request to holiday out of the country and that was because of his track record. The Board expressed its willingness to do so provided it received all the details in advance. This decision cannot, by any stretch of the imagination, be said to be unreasonable considering the requirement of the", "Act", "that all offenders while on parole are generally required to be under the jurisdiction of the Board; the criteria established in the Policy Manual, his personal circumstances and the particular rationale advanced by the Applicant to obtain complete liberty to travel to countries who would accept him whenever he wanted and for whatever period of time he chose without notice to anybody. Examining its statutory mandate and the Applicant's personal circumstances, including his conviction, the Board, nor the Appeal Division found this acceptable. This is why the Board wrote that, in the circumstances, it could not give a blanket permission to travel outside Canada and that it needed to know, in each case, where he wanted to travel, when, with whom, for how long and its purpose. The Applicant has failed to satisfy me how the Board or the Appeal Division erred in coming to this view. On the contrary, it seems to me the decision reached is consistent with its statutory mandate, the scheme of the", "CCRA", "and", "Regulations", ", and the Policy guidelines applicable in the matter."], ["[51]", "Mr. Sychuk argued the Board skewed the exercise of its discretion when it took into account \"the brutal nature of his crime\". I do not agree because the Applicant reads those words out of context. The Board used the words in the context of the absence of monitoring overseas which the Applicant acknowledges and which the guidelines speak to."], ["[52]", "The Applicant argues the Board erred when it said his request amounted to a request to soften its risk management. That comment was justified, because if the request was granted, the supervision of his parole would be non-existent."], ["[53]", "The Applicant argues the decision-makers did not make any finding of fact as to risk or undue risk if his request was granted. With respect, Mr. Sychuk misreads the decisions he challenges. The very reason the Board and the Appeal Division denied his request for the complete removal of the requirement, he remain in Canada at all times, is because it was of the view it needed on the ground information in respect of each outside of Canada travel in order to assess his risk, something which it could not do if he could travel outside of Canada as he pleased. The Board's decision upheld on appeal was reasonable."], ["[54]", "Finally, the Applicant argues the Board and the Appeal Division failed to provide adequate reasons. I disagree. The Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  recently considered the issue of adequate reasons. Justice LeBel for the Court wrote the following at paragraph 46:", "\"46 As for the adequacy of the Minister's reasons, while I agree that the Minister has a duty to provide reasons for his decision, those reasons need not be comprehensive. The purpose of providing reasons is twofold: to allow the individual to understand why the decision was made; and to allow the reviewing court to assess the validity of the decision. The Minister's reasons must make it clear that he considered the individual's submissions against extradition and must provide some basis for understanding why those submissions were rejected. Though the Minister's Cotroni analysis was brief in the instant case, it was in my view sufficient. The Minister is not required to provide a detailed analysis for every factor. An explanation based on what the Minister considers the most persuasive factors will be sufficient for a reviewing court to determine whether his conclusion was reasonable.\""], ["[55]", "The Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  (F.C.A.), at paragraphs 21 and 22 wrote as follows:", "\"21 The duty to give reasons is only fulfilled if the reasons provided are adequate. What constitutes adequate reasons is a matter to be determined in light of the particular circumstances of each case. However, as a general rule, adequate reasons are those that serve the functions for which the duty to provide them was imposed. In the words of my learned colleague Evans, J.A., '[a]ny attempt to formulate a standard of adequacy that must be met before a tribunal can be said to have discharged its duty to give reasons must ultimately reflect the purposes served by a duty to give reasons.'", "\"22 The obligation to provide adequate reasons is not satisfied by merely reciting the submissions and evidence of the parties and stating a conclusion.", "Rather, the decision maker must set out its findings of fact and the principal evidence upon which those findings were based.", "The reasons must address the major points in issue. The reasoning process followed by the decision maker must be set out", "10", "and must reflect consideration of the main relevant factors.", "11"], ["[56]", "A plain reading of both decisions that of the Board and the Appeal Division, demonstrates the legal standard for adequate reasons was more than amply met. The Applicant knows why his request was refused and this Court is in a position to fully exercise its judicial review function. Moreover, the Appeal Division considered each of his submissions and said why it could not agree."], ["[57]", "For sake of completeness, I add that Mr. Sychuk in oral argument did not press, as a ground for review, the Board or the Appeal Division's decision gave rise to a reasonable apprehension of bias."], ["[58]", "I make one last comment. The real reason the Applicant made a request for the permanent removal of the condition is because of Passport Canada's decision. He readily admits in writing to his Parole Officer, he would not have made the request to the Board if it had not been for Passport Canada's decision. The Board and the Appeal Division were correct in stating they could not subsume their duty under the law because of what Passport Canada did."], ["[59]", "For these reasons, this application is dismissed.", "JUDGMENT"], ["[60]", "THIS COURT ORDERS AND ADJUDGES", "that this judicial review application is dismissed with costs.", "Application dismissed.", "Editor: Steven C. McMinniman/pdk", "[End of document]"]]}