{"id_": "090807", "body_str": [["[1]", "Reed, J.", ": The material on file relating to this case is voluminous and rather confused. The plaintiff is acting for himself and therefore the material is not organized or presented in the fashion which lawyers usually follow.  <FRAGMENT_SUPPRESSED>"], ["[2]", "There is some confusion at the outset as to what form the plaintiff's application is taking. In his statement of claim he mentions s. 18 of the", "Federal Court Act", "and his claim has many characteristics of an application for judicial review. I understand however that he is pursuing an action for a declaration by way of a statement of claim.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The plaintiff seeks a declaration that the Minister of Justice has not properly considered his request for mercy pursuant to s. 617 of the", "Criminal Code", ", R.S.C. 1970, c. C-34 [now s. 690 of R.S.C. 1985, c. C-46].  <FRAGMENT_SUPPRESSED>", "Background  <FRAGMENT_SUPPRESSED>"], ["[4]", "On March 15, 1983, the plaintiff was convicted by a judge and jury of the Supreme Court of British Columbia on three counts of rape, two counts of attempted rape, and five counts of indecent assault. On November 23, 1983, the Supreme Court of British Columbia found the plaintiff to be a dangerous offender as defined in s. 688 of the", "Criminal Code", ", R.S.C. 1970, c. C-34 [now s. 753 of R.S.C. 1985, c. C-46]. As such, the court sentenced the plaintiff to an indeterminate period of detention, pursuant to which the plaintiff is currently detained in the Saskatchewan Penitentiary at Prince Albert.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The plaintiff appealed both his conviction and his sentence to the British Columbia Court of Appeal. These appeals were filed on April 6, 1983 and November 29, 1983, respectively. As well, in September 1983, the plaintiff applied for writs of certiorari, mandamus, prohibition and habeas corpus. All of the plaintiff's appeals and applications were dismissed. The appeal from the convictions of March 15, 1983 and sentence of November 29, 1983, were dismissed on February 24, 1984 for want of prosecution. Part of the text of reasons given by the British Columbia Court of Appeal states:  <FRAGMENT_SUPPRESSED>", "\"No appeal books have been filed or ordered. Mr. Henry says that if we want to get them he will write some notes in them for us, but that he will not get them, that they are, I think his word was, 'garbage' and he would throw them away. He refused legal aid at his trial and he either does not want legal aid now, or he cannot get legal aid now, maybe both. He has expressed an intention not to proceed with these appeals in accordance with the only way in which they can be dealt with. <FRAGMENT_SUPPRESSED>", "The application for writs of certiorari, mandamus and prohibition were dismissed by the British Columbia Court of Appeal on November 18, 1983:  <FRAGMENT_SUPPRESSED>", "\"This is an appeal from the dismissal by the Chief Justice of applications in the nature of certiorari, prohibition, habeas corpus and mandamus.  <FRAGMENT_SUPPRESSED>", "\"The appellant was convicted on March 15, 1983 of a number of offences, including rape, indecent assault and attempted rape. In support of his appeal the appellant has filed long written submissions which have been carefully perused. The fact of the matter is, however, that what the appellant is seeking to do is to use certiorari, prohibition, habeas corpus and mandamus in lieu of appeal. The only way open to the appellant to cure any alleged error in the trial, which was concluded on March 15, 1983, are by way of appeal and, as prerogative writs are not open to him as a remedy, the appeal must be dismissed. <FRAGMENT_SUPPRESSED>", "Leave to appeal from the decision of the British Columbia Court of Appeal was subsequently denied by the Supreme Court of Canada.  <FRAGMENT_SUPPRESSED>"], ["[6]", "On February 27, 1984 the plaintiff submitted an application for the mercy of the Crown, as provided for under s. 617 of the", "Criminal Code", ", to the Minister of Justice, at that time, the Honourable Mark MacGuigan. In support of his application for mercy, the plaintiff filed documents which were eventually reviewed by senior counsel in the Department of Justice. Initially, however, a letter on behalf of the Minister was sent to Mr. Henry, dated April 11, 1984, advising him:  <FRAGMENT_SUPPRESSED>", "\"You were convicted of criminal offences, and your appeal was dismissed for want of prosecution. You wish the Minister to intervene in your case, although you apparently did not pursue your right to appeal. You allege that your counsel and the Crown fabricated evidence to support the charges at trial, and that the trial judge made a number of improper rulings. However, you do not substantiate any of these claims.  <FRAGMENT_SUPPRESSED>", "\"You have sought the exercise of a very special prerogative, which is granted only rarely and in the most compelling circumstances. If you wish to pursue this application, you should present a submission giving all pertinent background and demonstrating clearly why, in your view, a miscarriage of justice has occurred. You should furnish as well the transcript of your trial, copies of all written arguments that were filed by either yourself or the Crown, and copies of all judgments that were issued.  <FRAGMENT_SUPPRESSED>", "\"Although you are not required to have counsel on an application such as this, it would be preferable that you do so. If you cannot afford to retain a lawyer on your own, you might be able to obtain Legal Aid assistance. In your area the office of the Legal Services Society is located at 5 - 9360 Mill Street, Chilliwack, British Columbia, V2P 4N2. <FRAGMENT_SUPPRESSED>"], ["[7]", "The plaintiff did not follow this advice. He alleges that for one thing he did not have the money to pay for transcripts. He again communicated with the Minister of Justice who by that time was the Honourable Donald J. Johnston and received a letter in response dated July 24, 1984:  <FRAGMENT_SUPPRESSED>", "\"In your letter of May 30, 1984 addressed to my predecessor, and earlier correspondence, you have alleged a miscarriage of justice in your conviction on numerous charges of rape, attempted rape, and indecent assault, and have made application for the mercy of the Crown.  <FRAGMENT_SUPPRESSED>", "\"You have sought the exercise of a very special prerogative which is granted only rarely and in the most compelling circumstances. The material you submitted has been carefully considered, and has not been found to warrant this relief.  <FRAGMENT_SUPPRESSED>", "\"Accordingly, I will not intervene in respect of either your convictions or your sentence of preventive detention as a dangerous offender. <FRAGMENT_SUPPRESSED>"], ["[8]", "Displeased with the Minister's decision, the plaintiff submitted, over the course of the next few months, further material (or a new application for mercy). The then Minister of Justice, the Honourable John Crosbie, responded to the plaintiff by letters dated October 19, 1984 and October 30, 1985. The response of October 30, 1985 reads in part:  <FRAGMENT_SUPPRESSED>", "\"This refers to your September 27, 1985 application for mercy, submitted pursuant to s. 617 of the", "Criminal Code", ".  <FRAGMENT_SUPPRESSED>", "\"This was your second application to me, arising from your conviction several years ago on numerous charges or rape, attempted rape and indecent assault.  <FRAGMENT_SUPPRESSED>", "\"In response to your first application, I wrote to you last year as follows:  <FRAGMENT_SUPPRESSED>", "'You have sought the exercise of a very special prerogative which is granted only rarely and in the most compelling circumstances.  <FRAGMENT_SUPPRESSED>", "'The material you submitted has been carefully considered, and has not been found to warrant this relief. Accordingly, I will not intervene in respect of either your convictions or your sentence of preventive detention as a dangerous offender.'  <FRAGMENT_SUPPRESSED>", "\"Your current application essentially restates the complaints you made last year. Notwithstanding this, your case was carefully considered once again. No credible basis for my intervention could be found, so my advice to you again is that I will not intervene. <FRAGMENT_SUPPRESSED>"], ["[9]", "The plaintiff now seeks a declaration that the Ministers of Justice did not properly review his applications in refusing to exercise the mercy of the Crown in his favour. The plaintiff has cited numerous grounds, including the", "Charter", ", in support of his submission that the Ministers of Justice erred in refusing to exercise the powers granted under s. 617 of the", "Criminal Code", ".  <FRAGMENT_SUPPRESSED>"], ["[10]", "As I understand it, the argument of the plaintiff stems principally from his belief that he was convicted upon fabricated and perjured evidence which wrongly identified him as the perpetrator of the crimes in question. This allegedly fabricated evidence and testimony arose he argues from a fraud perpetrated by, or conspiracy among, Crown counsel, the plaintiff's legal aid lawyer, and various witnesses, and, in particular, involves the identification of the plaintiff in a police lineup on May 13, 1982. The plaintiff submits that a photograph which was taken at this lineup and which was admitted as evidence at the trial, was doctored. The plaintiff argues that there is \"fresh evidence\" that the photograph was doctored upon which the Minister should have acted pursuant to s. 617 of the", "Code", ", and which the Minister allegedly improperly ignored. The plaintiff also seems to be contending that the Ministers erred in not allowing him to make oral representations on the applications for mercy, and that the Ministers failed to obtain and consider the transcripts from the trial and sentencing hearing.  <FRAGMENT_SUPPRESSED>", "Ministerial Discretion Under 617 Of", "The Criminal Code Subject To", "Judicial Review  <FRAGMENT_SUPPRESSED>"], ["[11]", "There is no doubt that the Minister's exercise of discretion pursuant to s. 617 is subject to review. Section 617 provides:  <FRAGMENT_SUPPRESSED>", "\"617. The Minister of Justice may, on an application for the mercy of the Crown by or on behalf of a person who has been convicted in proceedings by indictment or who has been sentenced to preventive detention under Part XXIV,  <FRAGMENT_SUPPRESSED>", "(a) direct, by order in writing, a new trial or, in the case of a person under sentence of preventive detention, a new hearing, before any court that he thinks proper, if after inquiry he is satisfied that in the circumstances a new trial or hearing, as the case may be, should be directed;  <FRAGMENT_SUPPRESSED>", "(b) refer the matter at any time to the court of appeal for hearing and determination by that court as if it were an appeal by the convicted person or the person under sentence of preventive detention, as the case may be; or  <FRAGMENT_SUPPRESSED>", "(c) refer to the court of appeal at any time, for its opinion, any question on which he desires the assistance of that court, and the court shall furnish its opinion accordingly. <FRAGMENT_SUPPRESSED>"], ["[12]", "While the Minister may pursuant to this section order that a new trial or hearing take place, the plaintiff is not seeking that remedy. He is seeking: (i) a writ of mandamus ordering the Minister of Justice to properly review his application for mercy; (ii) a declaration that the plaintiff's conviction and continuing preventative detention are unlawful; and (iii) remedies under s. 24 of the", "Charter", ".  <FRAGMENT_SUPPRESSED>"], ["[13]", "There are several recent cases, all involving one plaintiff, which indicate that decisions under s. 617 of the", "Code", "are reviewable:", "<FRAGMENT_SUPPRESSED>  (F.C.A.); (1985) 62 N.R. 394 ( <FRAGMENT_SUPPRESSED>  C.R.R. 287; 18 D.L.R.(4th) 481; 12 Admin. L.R. 16. Writing for the majority, Dickson, J., stated (at p. 455):  <FRAGMENT_SUPPRESSED>", "\"I agree with Madame Justice Wilson that cabinet decisions fall under s. 32(1)(a) of the", "Charter", "and are therefore reviewable in the courts and subject to judicial scrutiny for compatibility with the Constitution. I have no doubt that the executive branch of the Canadian government is duty bound to act in accordance with the dictates of the", "Charter", ". Specifically, the cabinet has a duty to act in a manner consistent with the right to life, liberty and security of the person and the right not to be deprived thereof except in accordance with the principles of fundamental justice. <FRAGMENT_SUPPRESSED>"], ["[14]", "Finally, beyond the case law and in support of the reviewability of ministerial decisions under the prerogative of mercy, one can also quote the following from D. Cole and A. Manson,", "Release from Imprisonment: The Law of Sentencing, Parole and Judicial Review", "(Toronto: Carswell, 1990) at p. 415:  <FRAGMENT_SUPPRESSED>", "\"While its exercise cannot be compared to a judicial process, it is essential that [the Royal prerogative of mercy] be carried out carefully, fairly and solely with regard to those factors which shed light on blameworthiness in legal terms and the equity of the punishment in human terms. Simply because the power resides in the executive is no excuse for precluding accountability to the applicant and to the public. As well, any reluctance to reassess old facts must be measured against the importance of the liberty interest at stake and the recognition that the system is fallible. <FRAGMENT_SUPPRESSED>", "Quality Of Review In This Case  <FRAGMENT_SUPPRESSED>"], ["[15]", "As has been noted the plaintiff's main argument before me was that the Ministers of Justice had not reviewed new evidence which he presented of fabricated evidence respecting the May 12, 1983 lineup. The plaintiff filed among other documents: a transcript of the trial; a transcript of the preliminary enquiry; a transcript of the sentencing proceeding of November 23, 1983; blow-ups of the photograph which he alleges was fabricated. As has been noted, these materials were not before the Minister of Justice at least, there is no indication that the Ministers received anything but the documents which had been sent to them from time to time by Mr. Henry and the transcripts were not among them. A copy of the photograph however may have been sent. It was certainly referred to by the plaintiff in his submission to the Ministers.  <FRAGMENT_SUPPRESSED>"], ["[16]", "On reviewing all this material and the plaintiff's arguments it is clear that the plaintiff's complaints are not well-founded. In the first place the plaintiff makes inconsistent and contradictory arguments. He acknowledged before me that he was doing so. He argues that he was dragged into the lineup of May 12, 1983 against his will. At the same time he alleges that he was never in the lineup at all and that the photograph which purports to record that event is fabrication. He took the same contradictory position at trial. After giving evidence that he was in the lineup but not cooperating, he explained:  <FRAGMENT_SUPPRESSED>", "\"... I said I was not going in the lineup as the only red head in the whole place.\" (Transcript of March 10, 1983, at pp. 14-15)  <FRAGMENT_SUPPRESSED>", "An then a short time later he said:  <FRAGMENT_SUPPRESSED>", "\"... my only argument was and is, and always will be, that anybody that says I'm in the lineup is a liar.\" (Transcript of March 10, 1983, at p. 17)  <FRAGMENT_SUPPRESSED>", "Secondly, the attack made on the authenticity of the photograph is a matter that was raised at trial.  <FRAGMENT_SUPPRESSED>"], ["[17]", "What appears from the transcript material is that Mr. Henry was required to be part of the lineup which was viewed by eleven of the young women who had been raped or sexually assaulted. He refused to participate. The line was composed of a number of police officers, some prisoners and Mr. Henry - all handcuffed together. Mr. Henry continued to be uncooperative (for example, keeping his head down). The lineup lasted for only a few minutes. At the end, when the witnesses (the young women) were no longer present a police photographer photographed the lineup for record keeping purposes. It is this photograph which the plaintiff alleges was fabricated. There is no doubt the photograph looks bizarre but this can be explained. In the centre is the plaintiff being restrained by several policemen. His head is being pulled up towards the camera - many of the other members of the lineup are grinning. The photograph looks like a spoof (a sophomore prank). The grins on everyone's faces apparently occurred when someone called out smile as the photographer was taking the picture.  <FRAGMENT_SUPPRESSED>"], ["[18]", "As a result of the lineup, at least three of the victims identified the plaintiff as their assailant. They recognized his voice. Detective Sims who was present at the lineup and saw the photograph being taken gave evidence at the plaintiff's trial. She was called by the plaintiff (accused) as a witness. She gave evidence that there were five police officers in the lineup because of the \"fuss\" the plaintiff was making. She stated that no charges were laid as a result of the lineup because it was felt that in the light of the actions of the plaintiff the witnesses might not be objective: \"We didn't think it fair to lay charges under those circumstances\". She indicated that because of the display the plaintiff was putting on, his face was distorted when the witnesses were viewing the lineup.  <FRAGMENT_SUPPRESSED>"], ["[19]", "The photograph was not used at the trial by the Crown. The plaintiff (accused) introduced it claiming that it was fabricated. He called an expert witness. His expert witness testified that the photograph has not been doctored. The accused asked his witness:  <FRAGMENT_SUPPRESSED>", "\"... if you look at the waist there, you'll see some of the waist is missing on the hip sort of area. <FRAGMENT_SUPPRESSED>", "He received the reply:  <FRAGMENT_SUPPRESSED>", "\"... I doubt whether anybody has touched that. It does look odd where shirt area of the guy being number 12 is ... <FRAGMENT_SUPPRESSED>", "And the expert testified on cross-examination by Crown counsel:  <FRAGMENT_SUPPRESSED>", "\"Q.\tMr. Bradbury, with regard to the exhibits you've been referred to, is it your evidence then that while it's possible to doctor photographs, as far as your eye can see, and your expertise can see, that the photographs that were given to you have not been doctored?", "A.\tThat's right. <FRAGMENT_SUPPRESSED>"], ["[20]", "Mr. Henry has never been able to produce any expert opinion that the photograph was fabricated, either at his trial or since. What is more it was not a crucial piece of evidence at the trial and he introduced it into evidence himself, not the Crown."], ["[21]", "Insofar as the reviews of his applications for mercy by the various Ministers of Justice are concerned, there is not a shred of support for the allegation that those reviews were not properly conducted. The Ministers do not have an obligation to review materials which are not submitted by an applicant. What is more, had they done so in this case, they would have discovered that the transcripts undercut rather than support the plaintiff's case.  <FRAGMENT_SUPPRESSED>"], ["[22]", "While the plaintiff suggested in his written material that he was denied natural justice because he had not been given an oral hearing by any of the Ministers, he did not pursue this in argument before me. In any event, it is clear there is no merit in such a claim. In the", "Wilson", "cases mentioned above, the Trial Division of the Federal Court, the Federal Court of Appeal, and the Manitoba Court of Appeal (per Monnin, C.J.M.) all concluded that despite the fact that Wilson was not allowed to make oral hearings, the Minister had acted fairly.  <FRAGMENT_SUPPRESSED>"], ["[23]", "For the reasons given the plaintiff's action is dismissed.  <FRAGMENT_SUPPRESSED>", "Action dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/blk  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}