{"id_": "091031", "body_str": [["[1]", "McKeown, J.", ": Two companies, a U.S. company and a Canadian company, have sought injunctions under s. 7(b) of the", "Trade-marks Act", ", R.S.C. 1985, c. T-13, as amended (the", "Act", "), and have alleged passing off against each other with respect to the use of the name \"Enterprise\" in connection with the car rental and/or leasing business. Additionally, each company has sought a declaration that it is the owner in Canada of any trademarks and trade names which include the word \"Enterprise\" for use in association with vehicle rental and/or leasing and a declaration that the other company is not entitled to so use any trademarks and trade names which include the word \"Enterprise\". Both parties seek an order requiring the other to deliver up or destroy all labelling, signage and other materials in its possession, custody or control which include the word \"Enterprise\". Finally, the Canadian company has alleged that, contrary to s. 7(a) of the", "Act", ", the U.S. company has made or condoned the making of false or misleading statements tending to discredit the Canadian company's services or businesses. The two separate actions by each company were consolidated. The U.S. company has carriage of these proceedings."], ["[2]", "The primary issue in the first action is whether, at the time the Canadian company commenced its use of the trademark and name \"Enterprise\" in Canada, the U.S. company had established a sufficient reputation in Canada to succeed in its passing off action. The only issue before me is the question of liability, as the question of damages has been made the subject of a reference by an earlier order in these proceedings.", "Facts"], ["[3]", "The plaintiff in the first action is Enterprise Rent-A-Car Company (Enterprise U.S.). There is a second plaintiff, a subsidiary of Enterprise U.S., Enterprise Rent-A-Car Limited (Enterprise Ltd.). Three of the defendants are Enterprise Car and Truck Rentals Ltd. (Enterprise Canada), and Rhoda and Herbert Singer, who are, respectively, the President and the untitled officer of Enterprise Canada. Mrs. Singer is the sole Director of Enterprise Canada and is responsible for the day-to-day supervision of the company. Although Mr. Singer is an untitled officer of the company, he exercises operational control. Mr. and Mrs. Singer have ultimate responsibility for Enterprise Canada and are the sole shareholders. Enterprise U.S. alleges that Enterprise Canada carries on business under the trade styles \"Enterprise Car And Truck Rentals\" and \"Discount Car And Truck Rentals\". An additional defendant is Horizon Car and Truck Rentals (Canada) Ltd. (Horizon). This defendant, an affiliate of Enterprise Canada, is an Ontario company which operates under the trade styles \"Enterprise Rent-A-Car\" and \"Enterprise Rent-A-Truck\". Mr. Singer is the majority shareholder of Horizon and, as an officer, exercises long-term control over its business. Mrs. Singer is involved in the day-to-day management of Horizon's business. The defendant Enterprise Car and Truck Rentals (Scarborough) Ltd. operates under the trade name \"Enterprise Car And Truck Rentals\". Mr. Singer is the majority shareholder and an officer of this defendant. He is responsible for its day-to-day operations. The defendant Discount Car & Truck Rentals Ltd. (Discount) is identified on rental documents from vehicle rental outlets operating under the trade name \"Enterprise Rent-A-Car\" and the trademark \"Enterprise Rent-A-Car\". The company also carries on business under the name \"Enterprise Car And Truck Rentals\" and \"Discount Car And Truck Rentals\". Mr. Singer is the majority shareholder and is an officer. Discount Car & Truck Rentals (North York) Ltd., part of Enterprise Canada, carries on business under the names \"Discount Car And Truck Rentals\" and \"Enterprise Car And Truck Rentals\". Mr. Singer is the majority shareholder and is an officer. Discount Car & Truck Rentals (North York) Ltd., part of Enterprise Canada, carries on business under the names \"Discount Car And Truck Rentals\" and \"Enterprise Car And Truck Rentals\". Mrs. Singer owns the shares in this defendant and is involved in its day-to-day management. The defendant 720074 Ontario Ltd. operates under the trade name \"Discount Car And Truck Rentals\" and \"Enterprise Car And Truck Rentals\". This company is a franchisee of Discount. Mr. Singer provides the franchise owner with direction and advice. The additional defendants in the action are 2313-7292 Québec Inc., 2631-6935 Québec Inc., 819854 Ontario Ltd., 401127 B.C. Ltd. These companies are also Discount franchises which are run by franchisee-owners who are given direction and advice by Herbert and Rhoda Singer."], ["[4]", "Enterprise U.S. was founded in 1957 as Executive Leasing Company with its head office in St. Louis, Missouri. It has been in the car rental business in the United States since the early 1960s. Since the early 1970s, it has used the names and marks \"Enterprise\" and \"Enterprise Rent-A-Car\" in association with its car rental business, and the names and marks \"Enterprise\" and \"Enterprise Leasing\" in association with its car leasing business."], ["[5]", "Enterprise U.S.'s business grew steadily during the 1970s, particularly in the southern United States. During the mid-1980s, there was rapid expansion. Enterprise U.S. went from 260 rental branches in 1986 to 450 rental branches by the end of 1988. By 1990 it had approximately 1,000 rental branches, and by the Spring of 1993, when these proceedings commenced, it had about 1,600 rental branches in the United States. Enterprise U.S. did not open up a Canadian operation until February 1993 when a subsidiary, Enterprise Ltd., opened in Windsor, Ontario."], ["[6]", "Enterprise U.S.'s car rental business was well-established in the U.S. \"sun belt\" states, such as Arizona, Florida, New Mexico and southern California by the mid-1980s. Canadians frequently vacation and travel in these states."], ["[7]", "Enterprise U.S. enjoys an excellent reputation for quality service among its customers. The company has had a considerable number of Canadian repeat renters who, for the most part, were referred to Enterprise U.S. by the hotels they stayed at in the \"sun belt\". There was no evidence produced at trial that a single Canadian asked for an Enterprise U.S. rental without a referral from an American commercial establishment, a reservation made by a Canadian travel agent or through a reservation made using Enterprise U.S.'s 1-800 number."], ["[8]", "Enterprise U.S. has three parts to its car rental business. The replacement part provides cars to people who require replacement transportation while their own vehicle is under repair. Insurance companies, auto body shops and vehicle dealerships are all potential customer referral sources in the replacement car market. However, even in the case of the replacement market, a normal contract is made between the rental company and the consumer. The retail part of the business provides cars for business and pleasure. The referral of customers to Enterprise U.S. by hotels is considered to be retail. The third part of the business is the leasing part which provides long-term personal and business cars. Both Enterprise U.S. and Enterprise Ltd. focus on the replacement part of the business as their main interest in the market. Enterprise U.S. is number one in the replacement business in the United States and has been at the top for many years in the number of cars, location and in revenues. However, in overall car rentals in 1991, they ranked as fifth in the United States."], ["[9]", "The auto rental business is a very competitive business. Companies are continually monitoring their competitors. For example, branch personnel may monitor how the competitors are doing by observing, periodically, the fluctuation in the size of their fleets. This will give an indication as to how busy the competitors are. They will actually rent from competitors and personnel regularly telephone their competitors to determine the latest prices being offered. Competitors also use the computer airline reservation systems to monitor their competitors' rates."], ["[10]", "Enterprise U.S.'s business is conducted through approximately 50 closely-held subsidiary operating companies owned by it, which use the trademarks and trade names \"Enterprise\", \"Enterprise Rent-A-Car\" and \"Enterprise Leasing\". These subsidiaries are under the control and authority of Enterprise U.S. Each subsidiary operating company is assigned a specific market or territory. The co-plaintiff, 1009329 Ontario Limited, formerly Enterprise Ltd., an Ontario corporation, has responsibility for part of the Ontario market, including Windsor, Ontario."], ["[11]", "Enterprise U.S. closely directs and monitors the operations of its various subsidiaries across the United States and Canada from its headquarters in St. Louis, Missouri. Responsibility for each closely-held subsidiary operating company is assigned to a Vice-President of Enterprise U.S. Generally, the Board of Directors of subsidiaries is composed of officers and directors of Enterprise U.S. There is daily contact between subsidiaries and the parent company, Enterprise U.S. The Vice-President of Enterprise U.S. makes regular visits to the branches."], ["[12]", "Enterprise U.S. has established general guidelines and policies for various aspects of the business which are to be followed by its subsidiaries. Enterprise U.S. has created two manuals which deal with the use of the trade name \"Enterprise\" by itself and by its subsidiaries. The first is the Enterprise Systems Identification Guide, or as it is most often referred to as, the Green Book. The second is the Enterprise Rent-A-Car Advertising Guide. According to Mr. Bolda, the Corporate Vice-President in charge of Canadian operations, both the Green Book and the Advertising Guide are used by the operating subsidiary companies. The Advertising Guide is used to place local advertising through a host of print media which are made available in the Advertising Guide. The Green Book refers more generally to the use of the \"Enterprise\" logo, signage, colour standards, logo display standards, and so on. Both the Green Book and the Advertising Guide are prepared at the company's head office in St. Louis. Both national TV advertising and Yellow Pages advertising throughout the country is conducted by head office; advertising through these two media account for the company's largest expenditures of advertising money. Local advertising is done by the subsidiaries."], ["[13]", "There are some discrepancies between the evidence of Mr. Bolda and of Mr. Smith, the Advertising Manager for Enterprise U.S., regarding the extent of the subsidiaries' adherence to these guidelines and policies in respect of advertising matters. As the Advertising Manager, the evidence of Mr. Smith on this subject is to be preferred over the evidence of Mr. Bolda. According to Mr. Bolda, all subsidiaries, both in the United States and Canada, are expected to follow the guidelines in the Green Book and the Advertising Guide. With respect to advertising, Mr. Bolda testified that in instances where a subsidiary proposed an ad which was not found in the Advertising Guide, the proposed ad would be shown to the advertising department at the head office and, prior to the subsidiary running the ad, some form of approval would be granted by head office. Mr. Smith, however, testified that the Advertising Guide is not necessarily a policy of how to do things; it provides a cut-and-paste creative foundation from which subsidiaries can selectively choose those aspects which they think are appropriate to their needs. Mr. Smith testified that it is open to the subsidiaries to follow the Advertising Guide or not and that the degree to which the subsidiaries follow the Advertising Guide varies dramatically. Indeed, Mr. Smith testified that nobody is \"handcuffed\" into using the Advertising Guide. The subsidiaries can change the advertisements or other promotional items which appear in the Advertising Guide, and, without prior approval of head office, can run the altered ad or promotion. Mr. Smith testified that subsidiaries may \"tinker\" with the proposed ads in the Advertising Guide, in that, for example, they can make changes to the headline or to the size of the ad. Mr. Smith further stated that the subsidiaries can choose to ignore everything in the Advertising Guide and develop different ads entirely. However, Mr. Smith did testify that any changes made by the subsidiaries did not apply to the use of the trade name \"Enterprise\". Mr. Smith testified that it is intended that the Green Book be followed by the subsidiaries, although he testified that from time to time, variations do occur; these variations, Mr. Smith testified, would not be intentional, but would result from factors such as inconsistencies in the paper used for ads or variations in printers' techniques."], ["[14]", "Mr. Bolda testified that Enterprise U.S. does not have formal written licence agreements with its subsidiaries for the use of the \"Enterprise\" name; Enterprise U.S. maintains control over the use of the trade name through its control of how the mark is used, the colours involved and the fact that virtually all of the advertising is controlled by head office. According to Mr. Bolda's testimony, head office personnel, when visiting subsidiaries, monitors their compliance with the Green Book. Mr. Bolda testified that general managers of the subsidiaries attend an orientation seminar during which both manuals, as well as other strictly controlled issues regarding the trademark and trade name, are discussed at length."], ["[15]", "Mr. Bolda also gave testimony regarding the issue of quality and service control. On visits to subsidiaries, head office personnel investigate virtually every aspect of the business, from business management to operations, customer service levels, marketing and sales efforts. There is an on-going mystery shopper program, controlled by head office, which enables it to control the quality and service provided to its customers."], ["[16]", "There was evidence from Mr. Bolda that Enterprise U.S. and its subsidiaries make special efforts to market and promote the company to the insurance industry. Mr. Bolda testified that Enterprise U.S. has long-term relationships with insurance companies in both the United States and Canada and that maintaining these relationships requires that the company provide outstanding and increasing levels of service. For example, Mr. Bolda testified as to the need to maintain appropriate supplies of cars for car replacement and to give insurance adjusters regular reports on car rentals. He indicated that Enterprise U.S. has had long-term relationships with State Farm Insurance and the American Automobile Association (AAA) in the United States."], ["[17]", "Prior to March 6, 1991, Enterprise U.S. had rented cars to over 4,800 Canadian residents. In all probability, the actual figure is many thousands more, because the 4,800 renters figure includes only transactions evidenced by paper records from about 40 U.S. Enterprise U.S. branches, 30 in the \"sun belt\" and 10 in the Detroit area (there were 450 branches in the U.S. by the end of 1988, and about 1,000 by 1990), plus computer records which began to be collected in July 1990. Records from branches in southern Florida, including those in Tampa, Miami and Fort Lauderdale, were lost as a result of Hurricane Andrew in 1991. The 4,800 renters figure referred to above is made up of 3,419 rental contracts with Canadians dating prior to March 6, 1991, and 1,431 rentals to Canadians in the period July 1990 (the earliest date for which computer records are available) to March 6, 1991, according to the July 1995 computer list."], ["[18]", "By June 1, 1992, there were about 11,800 rentals to Canadian residents by Enterprise U.S., and by February 1993 there were about 15,600. Prior to December 31, 1993, there was a total of over 26,700 rentals to Canadian residents."], ["[19]", "The evidence also showed that there were rentals by Canadian residents from across Canada, with Ontario residents accounting for over one third of rentals, followed by residents of British Columbia accounting for approximately 30%, residents of Alberta accounting for approximately 13%, and residents of Québec accounting for approximately 10%; the remainder either came from other Canadian provinces or were not attributable to a specific province."], ["[20]", "The six Canadian residents who testified at trial that they had rented cars from Enterprise U.S. in the U.S. all stated that they would believe that a car rental company using the name or trademark \"Enterprise\" in Canada would be the same U.S. company they had dealt with, or one related to it. A Canadian travel agent testified that she had the same belief."], ["[21]", "Enterprise U.S. has leased about 40 vehicles which were driven in Canada by Canadian residents in the period 1984 to June 1992. These leased vehicles were generally purchased through Canadian car dealers and were then sold in Canada at the end of the lease. However, 35 of 40 leases were to American companies with American addresses."], ["[22]", "Enterprise U.S. spent over U.S. $60 million in the five years prior to the commencement of these proceedings in 1993, including approximately U.S. $30 million on television advertising on the ABC, CBS and NBC networks during the period Fall of 1989 to Spring of 1993. The first national TV advertising program by Enterprise U.S. was in 1989. Most of the advertising featured the \"wrapped car\" commercial. According to BBM audience data, hundreds of thousands of people in the Toronto, Hamilton and Niagara areas have been exposed to this advertising. The signals of the three U.S. networks are generally carried throughout Canada, subject to simulcasting."], ["[23]", "The ABC, CBS and NBC television networks have practically coast-to-coast coverage in the United States and, therefore, Canadians travelling or vacationing in the U.S. would have exposure to them. However, none of the Canadians who had rented Enterprise U.S. cars had seen the U.S. advertising in Canada. Two witnesses had seen it in the United States. Furthermore, there was no Canadian witness who testified that he rented from Enterprise U.S. because he saw an advertisement. Mr. Ken Purdye of BBM testified on behalf of Enterprise U.S. He provided some evidence with respect to audience data in an average quarter-hour during the sweep periods. I did not find his evidence of assistance in determining how much of the Canadian audience would have seen the \"Enterprise\" ads. There was no correlation between the quarter-hour periods and the periods during the program when the TV commercial was run. The evidence related solely to the Toronto area."], ["[24]", "Enterprise U.S.'s total advertising expenditures for the five years preceding commencement of these proceedings in 1993 was well in excess of U.S. $60 million. Enterprise U.S. placed print advertising in the", "Montreal Gazette", "(as early as 1984), in the", "Wall Street Journal", ", as well as in various trade publications directed at travel planners and travel agents."], ["[25]", "Since 1980, Enterprise U.S. has had a toll-free 1-800 number through which car rental reservations could be placed. This number became accessible from Canada in 1990. Going back to 1986, Enterprise U.S. has been a member of the various computer airline reservation systems such as \"Sabre\" and \"Apollo\", and Canadian travel agents have made reservations with Enterprise U.S. A travel agent testified that she reserved with Enterprise U.S. for her Canadian clients as early as late 1989 or early 1990."], ["[26]", "Enterprise U.S. first began to contemplate expansion into Canada in the late 1980s. In the early 1990s, Mr. Paul Bolda, Corporate Vice-President in charge of Canadian operations and Mr. Doug Brown, Executive Vice-President of Enterprise U.S., began gathering general information concerning the car rental market in Canada. They made general inquiries of the Canadian Consulate General's Office and made telephone shopping inquiries of the competition in Canada, including Discount, Tilden and Agency. In December of 1990, Mr. Brown wrote to General Motors in Canada in search of information regarding purchasing vehicles in Canada. The efforts to gather information regarding expansion into the Canadian marketplace were kept, as much as was possible, confidential and low-key. It was during this investigative period that Enterprise U.S. found out about the activities of Enterprise Canada. At approximately the end of 1992, Enterprise U.S. had created a timetable for expansion into Canada which anticipated that the expansion was to be carried out in 1993."], ["[27]", "After investigating the potential Canadian market over approximately a three-year period, Enterprise U.S. expanded into Canada in February 1993 when it opened a branch in Windsor, Ontario. According to Mr. Bolda, most often when Enterprise U.S. has opened new locations, it has done so in the Fall in order to coincide with the launch of the automobile industry's new models. However, in this instance, the Windsor location was opened in February partly because Enterprise U.S. wanted to test the Canadian marketplace prior to embarking on a full-scale launch into Canada, and partly because Enterprise U.S. wanted to establish a location in Canada in light of the defendants' use of the \"Enterprise\" mark and name. Enterprise U.S. did not engage in any marketing efforts in Canada in advance of the opening of the Windsor location. In the Fall of 1993, there was additional expansion and by the date of the trial there were 90 Canadian branches. Approximately 65 of the branches are in Ontario; the others are in Québec, British Columbia and Alberta. By the Fall of 1993, Enterprise U.S. no longer used the \"Enterprise\" name and mark in association with its Ontario locations; instead, Enterprise U.S. locations in Ontario and Hull, Québec operated under the name \"Ecars\". This change was made because of the confusion which existed in the marketplace as a result of both Enterprise U.S. and Enterprise Canada using the \"Enterprise\" name and mark. However, at its Canadian locations outside of Ontario and Hull, Enterprise U.S. used the \"Enterprise\" name and mark."], ["[28]", "Neither the name \"Enterprise\" nor the \"e logo\", which is the logo used by Enterprise U.S. in association with the \"Enterprise\" name, are registered in Canada. On June 23, 1992, Enterprise U.S. filed an application for the registration of the trademark \"Enterprise\" in Canada. The application is currently in opposition proceedings. The rental contracts used and distributed by the Windsor location of Enterprise U.S. from February 1993 to October 1993 bore the ® designation in close association with the \"e logo\". The key fobs used at this location also bore the ® designation. There was evidence that at four Enterprise U.S. locations in British Columbia, the ® designation is used on exterior signage, usually in close association with the \"e logo\" and sometimes in association with the \"Enterprise\" name. No one who testified on behalf of Enterprise U.S. was aware of whether any instruction was given to Canadian subsidiaries to remove the ® designation."], ["[29]", "There was evidence surrounding an encounter between Mr. Max Brugger and Mr. Jim Nevedal. Mr. Brugger is the Vice-President of William K. Miller Insurance Adjusters and, since 1989, he has been a member of the Ontario Insurance Adjusters Association. In 1993, Mr. Nevedal, who had been with Enterprise U.S. for between one and one half and two years, was the Branch Rental Manager for Enterprise U.S.'s Windsor location. In 1993, Mr. Brugger attended a golf tournament sponsored by the Windsor chapter of the Ontario Insurance Adjusters Association. Mr. Nevedal was running a hot dog concession after the ninth hole; the concession booth bore the \"Enterprise\" name. Mr. Brugger, who was aware of the existence of an Enterprise Canada location in Scarborough but was surprised to see the \"Enterprise\" name in Windsor, approached Mr. Nevedal specifically because of his curiosity about the presence of Enterprise. During the course of what Mr. Brugger described as a casual conversation, Mr. Nevedal explained to Mr. Brugger that he was not representing the same Enterprise company as that which was in Scarborough; more particularly, Mr. Nevedal explained to Mr. Brugger that he represented Enterprise U.S. Mr. Brugger gave evidence that Mr. Nevedal informed him that the \"Enterprise\" name was being used illegally in Toronto and that Enterprise U.S. had \"some kind of a court order to stop it\". Mr. Brugger also gave evidence that after this conversation with Mr. Nevedal, he continued to send business referrals to Discount, although he could not recall whether or not he continued to send referrals to Enterprise Canada. Also, Mr. Brugger stated that this conversation did not make any difference to the manner in which he carried out his business relationship with either Discount or Enterprise Canada. Furthermore, there was no evidence that senior management of Enterprise U.S. authorized Mr. Nevedal to make this statement."], ["[30]", "I will now turn to the defendants. The defendant, Herbert Singer, who is an officer with all the defendants and a shareholder in all of the defendants, save and except the numbered companies, testified that he and his wife, the defendant Rhoda Singer, with the assistance of others, were the major decision-makers in all of the companies. However, he had to approve all major decisions. Mr. and Mrs. Singer founded Discount in Canada in 1980 with a few branches around Hamilton, Ontario. By 1991, Discount had 135 branches and by the date of the trial there were 175 branches. Discount, like Enterprise U.S., is a very successful business. Mr. Singer testified that the majority of Discount's business in Canada has been in the local replacement segment of the car rental business. Thus, while the U.S. company was the number one replacement company in the local replacement market in the U.S., Discount held the same position here in Canada."], ["[31]", "On March 6, 1991, Watermark Investments Inc. changed its name to Enterprise Canada. Mr. Singer testified as to the reason for the name change stating that in 1985 he had been looking around for a piece of property near the Toronto airport for headquarters for Discount; he wanted to have a self-sufficient headquarters. He bought a one-third interest in common in a piece of property with two other individuals, who bought the remainder. He stated that because the regional municipality refused to allow a body shop on the property, they sold it in 1989 for one-half million dollars in profit. The property was on Enterprise Road and he stated he always had a good feeling about the property and he liked the name and the area. He stated that he started to think seriously about using the name but took no action until two years later when in March 1991, he changed the name of Watermark Investments Inc., the shares of which were owned by himself and his wife. Mrs. Singer acquired control of Watermark Investments Inc. in May 1990. Mr. Singer testified that he discussed the name change with his wife for 15 minutes. After being confronted with his answer on Examination for Discovery he admitted the decision took 30 seconds and he differentiated between a decision and a discussion to account for the time difference. He ultimately agreed that the discussion took 30 seconds. Later in the year, on November 29, 1991, Discount was registered under the", "Business Names Act,", "R.S.O. 1990, c. B-17, as the name of the business carried on by Enterprise Canada."], ["[32]", "Watermark Investments Inc. carried on business at two Toronto locations under the \"Discount\" name. One was at Front Street and one on Spadina Avenue. The name was not changed for nearly a year after the acquisition of these locations when Watermark Investments Inc. bought out Master Rental Car in 1990. Mr. Singer said there was no need to rush the change of name. Mr. Singer indicated that the two locations had giveaways bearing the \"Enterprise\" name, like mugs and flyers; ads for Enterprise Canada were in the June 1992 Yellow Pages. They used up the old Discount contracts and put \"Operated by Enterprise Car and Truck Rentals Ltd.\" on the 7,000 or 8,000 remaining contracts. These contracts were used until 1993. I note that Discount franchisees used similar wording on the regular Discount rental contracts when they said \"Operated by\" and then inserted the franchisee's name, usually a numbered company. Mr. Singer admitted that the customer does not pay attention to the name \"Enterprise Car & Truck Rentals Ltd.\" written below Discount. I agree with counsel for Enterprise U.S. who stated that:", "\"... Mr. Singer was simply trying to create paper trade name use, corporate name use in the belief it would aid him in stopping Enterprise Rent-a-Car Company from using Enterprise when it came to Canada.\""], ["[33]", "Enterprise Canada expanded beyond two locations and opened some new locations in Scarborough and expanded at two existing locations."], ["[34]", "Mr. Singer stated that in aiming at the corporate market he did not want to use the Discount name as to do so would cause confusion."], ["[35]", "At Discount locations, the \"Enterprise\" decal was placed on the doors. There were separate telephone listings and separate listings in the Yellow Pages for Enterprise Canada and Discount. The telephone lines were answered as \"Enterprise Car and Truck Rentals\". Mr. Singer testified that in order to protect the name \"Enterprise\", the application for a trademark was made on February 28, 1992, and the application was to cover \"car and truck rental services\". This application, which is being opposed by Enterprise U.S., is currently in opposition proceedings."], ["[36]", "Registered user applications were filed in connection with various Enterprise Canada locations. They all operated in connection with Enterprise Canada or Enterprise Car and Truck Rentals (Scarborough) Ltd. No company was licensed that was not affiliated with Discount. By 1993, the \"Enterprise\" name was being used in various Yellow Pages across the country, including Montréal, Windsor and Vancouver."], ["[37]", "Mr. Singer admitted that all licensing and putting up of decals was done after he personally knew that Enterprise U.S. was coming to Canada. He also admitted that there were no separate operations under the Enterprise name nor any separate business records under the Enterprise name."], ["[38]", "By 1993 there were seven free-standing Enterprise Canada outlets; however, after this lawsuit was commenced, they were all gradually converted to Discount branches. However, all the Discount branches still have a decal with the \"Enterprise\" name on it and the ads for Enterprise Canada still appear in the Yellow Pages and it still maintains a separate telephone line."], ["[39]", "Mr. Taylor, the President of Enterprise U.S., wrote Mr. Singer on May 19, 1992 informing him of his company's plans to expand in Canada by opening branches. By a letter dated June 8, 1992, Mr. Singer acknowledged Mr. Taylor's correspondence. Mr. Taylor and Mr. Singer met in September 1992 for the purpose of discussing settlement possibilities. In a letter to Mr. Singer dated September 22, 1992, Mr. Taylor made it clear that Enterprise U.S. intended to open in Canada and was willing to take all legal measures necessary to ensure that Enterprise U.S. obtained legal rights over the name \"Enterprise\" in Canada. In a further letter to Mr. Singer dated December 4, 1992, Mr. Taylor reiterated his intention to expand Enterprise U.S. into Canada using the \"Enterprise\" name. Mr. Taylor also requested that Mr. Singer cease all telephone directory advertising for Enterprise Canada under the name \"Enterprise Rent-A-Car\"; Mr. Taylor advised that if that advertising did not cease, Enterprise U.S. would commence a lawsuit."], ["[40]", "I must now examine the interest of Mr. Singer and Discount in the United States car rental market since it goes to Mr. Singer's credibility. Mr. Singer originally said he was interested in expanding into the U.S. auto rental market about three or four years prior to the trial date. However, this is subsequent to the date on which he established the Phoenix Discount location in early 1990. He had been contacted by the previous owner in 1989 to find out if he was interested in acquiring the operation. Furthermore, Discount had an interest in the United States market much earlier than that since it had sought and obtained the trademark registration for its \"Discount\" trademark in the United States. This application was filed in January 1986. Mr. Singer was asked about the top players in the U.S. car rental business in the early 1990s and stated the following:", "\"Hertz, Avis, National, Budget, Dollar, Thrifty, Value, Host\""], ["[41]", "It is interesting to note that when one reviews the", "Business Travel News", "of May 25, 1992, it says the top car rental companies based on revenue for 1991 are Hertz, Avis, National, Budget. However, number five was Enterprise U.S. Mr. Singer did not mention that. He did not mention number six, Apollo, but he did mention number seven, Dollar, and number eight, Thrifty. Furthermore, when he was asked about the top companies in the U.S. replacement car market, he indicated that he knew of Agency which was number two in the", "Auto Rental News 1993 Fact Book", ". However, when one looks at the comparison between Agency and Enterprise U.S. in terms of the number of cars in the fleet, Enterprise U.S. has 140,000 and Agency has 41,000. Enterprise U.S. has 1200 U.S. locations and Agency has 750 locations. As I stated earlier, Mr. Singer's Discount company purchased the rights to the trademark \"Discount\" in the U.S. from a Phoenix, Arizona car rental business which operated under the name Discount Rent-A-Car. He admitted that he received information from the owner of this business that Canadians in Phoenix would come and enquire whether this business was related to the Canadian Discount car rental business. As a result of this, Mr. Singer decided to move into the Phoenix market; he did not purchase the Phoenix Discount Rent-A-Car business as a going concern, but rather, just purchased its rights to the trademark \"Discount\". He admitted in cross-examination that he reviewed the Phoenix Yellow Pages at that time to see who the competition was in the Phoenix area. The 1988-89 Yellow Pages indicated that Enterprise U.S. had eight Phoenix-area branches and there is also reference to 300 offices coast-to-coast and a notation for \"other cities call\" with a toll-free 1-800 number listed. The following year, Yellow Pages 89 to 90 again had a half-page ad for Enterprise U.S. However, the number of offices coast-to-coast is now 400."], ["[42]", "Mr. Singer in cross-examination admitted the importance of Yellow Pages and stated:", "\"If you are not in them, you are not in the game. You can't be there to be phoned, you can't be contacted by customers if you are not in there.\""], ["[43]", "He further stated that:", "\"Using the yellow pages is an easy way to find who your competitors are.\""], ["[44]", "I also note that Discount's primary business in Phoenix was, again, in the local replacement market with which it was familiar from its operations in Canada. Mr. Singer's partner in the start-up of the Phoenix business had Enterprise U.S. investigated. One of Mr. Singer's employees rented a car from Enterprise U.S. in December 1989. After Mr. Singer's Discount Phoenix business began operations in February 1990, Enterprise U.S. sent one of their people in to investigate and rent from them as well. Mr. Singer admitted that he was informed about this within four months after its occurrence. Mr. Singer continued to deny knowledge of Enterprise U.S. in 1989. I acknowledge that the Canadian insurance adjusters and body shop man testified that until very recently none of them had ever heard of Enterprise. I note that once Enterprise U.S. learned about this new Discount competitor in Phoenix, they collected information regarding the size of its business in Canada and the nature of its business. They also began monitoring the rates of Discount Phoenix operations, using the computer airline reservations systems. However, Mr. Singer, who was in constant contact with the Phoenix people had the Yellow Pages monitored. Although his employees' investigations of competitors were all brought to his attention, Mr. Singer still stated that he was not aware of Enterprise U.S. While he was explaining the change of name of Watermark Investments Inc. to Enterprise Canada, Mr. Singer, as well as stating that the car rental business is competitive in the extreme, also stated:", "\"There are no secrets in this business.\""], ["[45]", "It is the type of business where if competitors are planning a move the word will get out. Discount's primary business in Phoenix was the local replacement market. As I stated earlier, Discount was the number one replacement company in the local replacement market in Canada, and Enterprise U.S. held the same position in the United States. In a business that is as competitive as Mr. Singer has testified the car rental business to be, and given that Mr. Singer was expanding in that same market in Phoenix, I do not accept Mr. Singer's testimony that he was unaware of Enterprise U.S. in 1989.", "Analysis"], ["[46]", "Paragraph 7(b) of the", "Act", "reads:", "\"7. No person shall", ". . . . .", "(b) direct public attention to his wares, services or business in such a way as to cause or be likely to cause confusion in Canada, at the time he commenced so to direct attention to them, between his wares, services or business and the wares, services or business of another;\""], ["[47]", "Laskin, C.J., in", "<FRAGMENT_SUPPRESSED> ; 7 N.R. 477, stated at page 147 S.C.R. that this paragraph is a codification of the common law of passing off. Under this law, no person is entitled to misrepresent his or her goods and services as being those of another and thereby appropriate the other's goodwill. The law of passing off is intended, therefore, to protect the goodwill which is attached to a trade name or mark. The law of passing off, as it is expressed in paragraph 7(b), protects a trademark or name where there is attached to that mark or name, the requisite goodwill; this is in contrast to a registered trademark or name which is afforded protection by virtue of registration alone. Lord Diplock in", "<FRAGMENT_SUPPRESSED>  (H.L.) sets out the history of passing off at pages 91-93:", "\"The action for what has become known as 'passing off' arose in the nineteenth century out of the use in connection with his own goods by one trader of the trade name or trademark of a rival trader so as to induce in potential purchasers the belief that his goods were those of the rival trader. Although the cases up to the end of the century had been confined to the deceptive use of trade names, marks, letters or other indicia, the principle had been stated by Lord Langdale, M.R., as early as 1842 as being: 'A man is not to sell his own goods under the pretence that they are the goods of another man':", "<FRAGMENT_SUPPRESSED>  it was said by Lord Herschell that what was protected by an action for passing off was not the proprietary right of the trader in the mark, name or get-up improperly used. Thus the door was opened to passing-off actions in which the misrepresentation took some other form than the deceptive use of trade names, marks, letters or other indicia; but as none of their Lordships committed themselves to identifying the legal nature of the right that was protected by a passing-off action it remained an action 'sui generis' which lay for damage sustained or threatened in consequence of a misrepresentation of a particular kind.", "<FRAGMENT_SUPPRESSED>  of Reddaway, and the damage resulting from the misrepresentation took the form of the diversion of potential customers from Reddaway to Banham. Although it was a landmark case in deciding that the use by a trader of a term which accurately described the composition of his own goods might nevertheless amount to the tort of passing off if that term were understood in the market in which the goods were sold to denote the goods of a rival trader,", "<FRAGMENT_SUPPRESSED>  of action in passing off beyond what I have called the classic form of misrepresenting one's own goods as the goods of someone else nor did it provide any rational basis for an extension.", "\"This was left to be provided by Lord Parker in", "<FRAGMENT_SUPPRESSED> . In a speech which received the approval of the other members of this House, he identified the right the invasion of which is the subject of passing-off actions as being the 'property in the business or goodwill likely to be injured by the misrepresentation'. The concept of goodwill is in law a broad one which is perhaps expressed in words used by Lord MacNaghten in", "<FRAGMENT_SUPPRESSED> : 'It is the benefit and advantage of the good name, reputation and connection of a business. It is the attractive force which brings in custom'.", "\"The goodwill of a manufacturer's business may well be injured by someone else who sells goods which are correctly described as being made by that manufacturer but being of an inferior class or quality are misrepresented as goods of his manufacture of a superior class or quality. This type of misrepresentation was held in", "<FRAGMENT_SUPPRESSED>  right of action in passing off which this involved was regarded by Lord Parker as a natural corollary of recognising that what the law protects by a passing-off action is a trader's property in his business or goodwill.", "\"The significance of this decision in the law of passing off lies in its recognition that misrepresenting one's own goods as the goods of someone else was not a separate genus of actionable wrong but a particular species of wrong included in a wider genus of which a premonitory hint had been given by Lord Herschell in", "<FRAGMENT_SUPPRESSED>  man should be allowed", "in this way more than in any other", "to deceive purchasers into the belief that they are getting what they are not, and thus to filch the business of a rival'.", "\"I quote this passage, in which I have supplied the emphasis, because it was Lord Herschell who gave the leading speech in an earlier decision of this House in", "<FRAGMENT_SUPPRESSED>  justifying their reversal of the judgment of Goulding, J., in the instant case.", "<FRAGMENT_SUPPRESSED>  plaintiff and the defendant were not competing traders in the same line of business, a false suggestion by the defendant that their businesses were connected with one another would damage the reputation and thus the goodwill of the plaintiff's business. There are several cases of this kind reported of which", "<FRAGMENT_SUPPRESSED> , the moneylender case, may serve as an example.", "\"Lord Parker's explanation of the nature of the proprietary right protected by a passing-off action also supplied a new and rational basis for the two nineteenth-century decisions of Page Wood, V.C., in", "<FRAGMENT_SUPPRESSED> , in which one of two traders, each of whom had by inheritance acquired goodwill in the use of a particular trade name, was held entitled, without joining the other, to obtain an injunction restraining a third trader from making use of the name, despite the fact that the plaintiff's right of user was not exclusive. The goodwill of his business would be damaged by the misrepresentation that the defendant's goods were the goods of a limited class of traders entitled to make use of it, of whom the plaintiff was one and the defendant was not.", "\" <FRAGMENT_SUPPRESSED>  order to create a valid cause of action for passing off: (1) a misrepresentation (2) made by a trader in the course of trade, (3) to prospective customers of his or ultimate consumers of goods or services supplied by him, (4) which is calculated to injure the business or goodwill of another trader (in the sense that this is a reasonably foreseeable consequence) and (5) which causes actual damage to a business or goodwill of the trader by whom the action is brought or (in a 'quia timet' action) will probably do so.\""], ["[48]", "<FRAGMENT_SUPPRESSED>  N.R. 161 (H.L.) at page 406, Lord Oliver of Aylmerton refined the five characteristics of passing off identified by Lord Diplock into a test of three elements; the plaintiff must satisfy these three elements:", "1) that the plaintiff has the requisite degree of goodwill or reputation in the mind of the purchasing public;", "2) that the defendant has made a misrepresentation to the public; and", "3) that the plaintiff, as a result of the misrepresentation, has suffered, or is likely to suffer, damage."], ["[49]", "I turn now to the first element to be proven in a passing off claim, the existence of goodwill.  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 433 (Ont. C.A.) it was stated that the law exists not only to protect the interests of traders but also to protect the public. This must be borne in mind when determining the level of goodwill which a plaintiff must establish in order to be successful in a passing off claim. If a plaintiff has generated a reputation with a segment of the public, those members of the public may be adversely affected by the act of passing off, and their interests should be protected, even if those interests are not shared by each member of the public. Goodwill can be of just a local nature as opposed to being Canada-wide. See for example,", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.) and", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 34 at 35 (F.C.T.D.); rev'd on other grounds (1994), 166 N.R. 44; 53 C.P.R.(3d) 34, at 50 (F.C.A.)."], ["[50]", "As both the plaintiffs and the defendants have claimed passing off as against the other, I must address the claim of each. I will deal now with the claim made by Enterprise U.S. On the evidence before me, Enterprise U.S. is the fifth largest car rental company in the United States, and since 1991, it has been first in the replacement car market. It is particularly strong in the \"sun belt\" states. While it is true that many Canadians visit the \"sunshine\" states, none of the Canadians who testified before me had heard of Enterprise U.S. prior to renting a car in the United States from Enterprise U.S. Furthermore, the survey prepared by Dr. Mayer, although not conclusive on the subject, shows that very few Canadians between the ages of 25 to 60 years had ever heard of \"Enterprise\"."], ["[51]", "Forty-one vehicles were leased from Enterprise U.S. between 1984 and 1992 by American companies, all of which, with the exception of five, had American addresses. The cars, however, were purchased in Canada, were driven in Canada and, at the end of the leases, were sold in Canada. Canadian travel agents book cars for Canadian customers through computer airline reservation systems; since 1986, Enterprise U.S. has been a member of several of these reservation systems. The Canadian customers who testified were all most satisfied with the service provided by Enterprise U.S. Since 1990, Enterprise U.S. has a 1-800 number in Canada through which car rental reservations could be placed. Although Enterprise U.S. advertised on the three major U.S. networks and one would expect spillover advertising in Canada, I am not satisfied that Enterprise U.S. was able to show that this occurred. It is my finding that by the time Enterprise Canada adopted the trade name \"Enterprise\" in 1991, and adopted the trademark \"Enterprise\" in 1992, Enterprise U.S had already established a minimal level of goodwill in association with that trade name and trademark in Canada based on its reputation with Canadians which began in the 1980s and continued and grew in the early 1990s."], ["[52]", "Goodwill can be created as a result of the use of a trademark in Canada and the use of a trademark in another country where that trademark comes to the attention of Canadians, either through use or through advertising which reaches Canadians. The facts in the present case are very similar to <FRAGMENT_SUPPRESSED> , supra. In that case, Orkin Exterminating Co. Inc. was a U.S. company which had been in the pest control business for many years. The name, which had been used since the 1930s, came from the surname of the founder. Morden, J.A. (as he then was), stated at page 436:", "\"As far as Orkin's reputation in Canada is concerned the following matters may be noted. Canadians travelling in the United States are exposed to Orkin's extensive advertising and use of its trademarks in that country. There was evidence adduced that millions of Canadians travel in the United States every year, particularly in the southern vacation states, where Orkin's operations are extensive. Canadians in Canada are exposed to Orkin's advertising and articles appearing in American publications which circulate here ...\""], ["[53]", "The case then goes on to refer to a number of publications in which Orkin had been mentioned, either in articles, or through advertising. In the case at bar, there was evidence that many Canadians travelling in the United States are exposed to Enterprise U.S.'s considerable advertising and use of its trademark in that country. There was also evidence that many Canadians travel in the southern United States every year where Enterprise U.S.'s operations are extensive. There was also evidence of Enterprise U.S.'s advertising in the", "Wall Street Journal", "and on TV stations. The evidence of Enterprise U.S.'s goodwill in the instant case is comparable to the evidence adduced in <FRAGMENT_SUPPRESSED> , supra. The similarities between the two cases continue. Again in <FRAGMENT_SUPPRESSED> , supra, Morden, J.A., stated at page 437:", "\"I have already mentioned Orkin's Canadian customers. Eight of them from the Toronto area gave evidence with respect to their familiarity with Orkin, its business and the Orkin name and trademarks. They all said that if they were to see the Orkin name or logo in use in Canada they would assume that they represented the Orkin company with which they were familiar or some business that was affiliated with it.\""], ["[54]", "Similar evidence was available in the case at bar from six customers of Enterprise U.S. Like the witnesses in <FRAGMENT_SUPPRESSED> , supra, these witnesses stated that if they were to see the \"Enterprise\" name or logo in use in Canada in connection with the car rental company, they would assume that it represented Enterprise U.S. or some business which was affiliated with Enterprise U.S.; this was similar to the testimony of the witnesses in", "<FRAGMENT_SUPPRESSED> . As in <FRAGMENT_SUPPRESSED> , supra, there is evidence that Enterprise U.S. had Canadian customers to whom it has mailed billings. Also, as was the case in <FRAGMENT_SUPPRESSED> , supra, Enterprise U.S. had a number of Canadian customers by the end of 1993. Prior to March 6, 1991, Enterprise U.S. had rented cars to over 4,800 Canadian residents. By June 1992, the number of Canadian customers had reached about 11,800 and by February 1993, the Canadian rental figure was about 15,600. As of December 31, 1993, Enterprise U.S. had rented to over 26,700 Canadian residents. As was the case with the defendant in <FRAGMENT_SUPPRESSED> , supra, the defendant Enterprise Canada placed Yellow Pages and white pages telephone directory listings in Toronto for Enterprise Canada. Also, as in <FRAGMENT_SUPPRESSED> , supra, the adoption of the name \"Enterprise\" by the principal of Enterprise Canada was not done in ignorance of the use of that name by the plaintiff, Enterprise U.S. It was also argued by the defendant in <FRAGMENT_SUPPRESSED> , supra, that any goodwill attached to the Orkin name in Ontario belonged to the defendant on the basis that as the plaintiff had not carried on business in Canada, the plaintiff did not have any goodwill in Canada to protect. Morden, J.A., rejected that submission and stated at pp. 443-444:", "\"In my respectful view, Fitzpatrick, J., was right in concluding that Orkin was entitled to relief on the basis that it had a reputation (built up in several different ways including having customers) in Ontario and intended to expand its business into Ontario. In saying this I do not intend to indicate that a case such as this could not be decided on more general grounds. This is an evolving field of law and I think it the better course to resolve the competing contentions on relatively narrow grounds which are responsive to the particular facts rather than, unnecessarily, on broader grounds.\""], ["[55]", "The Ontario Court of Appeal in canvassing the English law, chose not to follow the branch of English law that declined to give relief to foreign traders who had no actual business establishment in England. <FRAGMENT_SUPPRESSED> , supra, was adopted by inference by Reed, J., in", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 558 (T.D.)."], ["[56]", "In the case at bar, Enterprise U.S. had established a reputation in Canada by March 6, 1991, and has maintained a reputation in Canada since that date. It has Canadian customers from across the country; since 1990 it has had a 1-800 number which is accessible to Canadians; and, since as early as 1989 or 1990, Canadian travel agents have made reservations with Enterprise U.S. Furthermore, there was evidence from Enterprise U.S that from 1990 it intended to open and expand its business in Canada. The goodwill established in Canada by Enterprise U.S. was, by March 6, 1991, minimal and the level of goodwill remained minimal by June 1992; however, there is no doubt that by these dates, there was goodwill associated with Enterprise U.S.'s business and use of the \"Enterprise\" trademark and name in Canada by virtue of its reputation in this country."], ["[57]", "While Enterprise U.S.'s reputation in Canada was limited, it is not necessary for the plaintiff to be famous in order for it to enjoy the protection of its goodwill. This was the finding made in", "<FRAGMENT_SUPPRESSED>  W.W.R. 86; 15 Fox Pat. C. 130 (McInnes, J.) and", "<FRAGMENT_SUPPRESSED>  reputation in this jurisdiction. They may not be famous but they are known to some members of the public.\""], ["[58]", "I also refer to the", "Restatement of the Law of Torts", ", Tentative Draft No. 8 (1963), at p. 113 as it was cited in <FRAGMENT_SUPPRESSED> , supra, at page 452:", "\"If he imitates the other's trademark or tradename knowingly and acts in other ways to convey the impression that his business is associated with the other, the inference may reasonably be drawn that there are prospective customers to be misled.\""], ["[59]", "I take from what the defendants were doing that Mr. Singer was directing them in a calculated way to prevent the expansion of Enterprise U.S. in Canada. I infer from the defendants' activities that Enterprise U.S. had goodwill in Canada from which the defendants could potentially benefit."], ["[60]", "Accordingly, as the evidence clearly indicates that it is known by some members of the Canadian public, Enterprise U.S. has established a sufficient level of goodwill and reputation in this country to be protected by the law."], ["[61]", "Counsel for the defendants submit that unless Enterprise U.S. can show that it uses the trademark \"Enterprise\" in Canada within the definition of use in the", "Trade-marks Act", "or unless it can show that it has made it well-known within the definition of section 5, paragraph (b) is not applicable. He relies on", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 314 (F.C.A.) which he submits deprives this court of jurisdiction in the common law of passing off. However, in my view, the <FRAGMENT_SUPPRESSED> case, supra, supports paragraph 7(b) as defined in <FRAGMENT_SUPPRESSED> , supra, and does not require compliance with s. 5 as a prerequisite to a finding of passing off."], ["[62]", "MacGuigan, J.A., stated at p. 327:", "\"... What is at issue is Parliament's right to create a civil remedy in relation to a trademark not registered under the", "Act", "\"Subsection 7(b) is a statutory statement of the common law action of passing-off, which consisted of a misrepresentation to the effect that one's goods or services are someone else's, or sponsored by or associated with that other person. It is effectively a 'piggybacking' by misrepresentation.\""], ["[63]", "Then he stated at page 328:", "\"The Canadian", "Act", ", as the statutory history set out by Laskin, C.J.C., in the <FRAGMENT_SUPPRESSED> case, supra, showed, has traditionally been concerned with the protection of unregistered as well as registered trademarks", ". . . . .", "\"In s. 7(b), Parliament has chosen to protect the goodwill associated with trademarks. In this way, as Chief Justice Laskin put it, it 'rounds out' the statutory scheme of protection of all trademarks. As such, the civil remedy which it provides in conjunction with s. 53 is 'genuinely and", "bona fide", "integral with the over-all plan of supervision':", "Rocois Construction", ", supra, at p. 172 C.P.R., p. 79 F.C., p. 226 N.R. It has, in sum, a rational functional connection to the kind of trademarks scheme Parliament envisaged, in which even unregistered marks would be protected from harmful misrepresentations.\""], ["[64]", "MacGuigan, J.A., also stated at page 328:", "\"In reviewing the scheme of the", "Act", "in", "<FRAGMENT_SUPPRESSED>  at p. 374; 5 C.I.P.R. 10, Strayer, J., said that 'the", "Trade Marks Act", "in ss. 1 to 11 defines and prescribes a number of rules concerning trademarks and the adoption thereof, without reference to registration. Thereafter, the", "Act", "only deals with registered trademarks.' He adds: 'Parliament by ss. 1 to 11 of the", "Trade Marks Act", "has prescribed a regime concerning what constitutes a trademark and the adoption thereof, whether registered or not.'\""], ["[65]", "I note that Strayer, J. (as he then was), in the", "Royal Doulton", "case, supra, did not make the above quoted comment in reference to a passing off claim. Rather, Strayer, J., was dealing with the court's jurisdiction to make a declaration that a party is the owner of a trademark in Canada. At issue was the court's jurisdiction over an unregistered trademark. He found that jurisdiction in ss. 1 to 11 of the", "Act", "which, in the context of s. 20 of the", "Federal Court Act", ", R.S.C. 1985, c. F-7, as amended, gives the Federal Court jurisdiction over both registered and unregistered trademarks. I do not interpret Strayer, J., to mean that when dealing with trademarks under ss. 1 to 11 consideration cannot be given to common law principles. Nor do I interpret MacGuigan, J.A.'s, adoption of Strayer, J.'s, remarks as being a prohibition on the application of common law principles to actions arising out of s. 7(b) of the", "Act", ". In", "Asbjorn Horgard A/S", ", supra, the plaintiff was a foreign company with a foreign trademark not registered in Canada. There was no suggestion that the plaintiff must meet the requirements of s. 5 of the", "Act", ". Parliament set up a scheme in which unregistered marks would be protected from harmful misrepresentation."], ["[66]", "The basic scheme of the", "Act", "as set out in ss. 5 and 19 is that if one gets a valid trademark registration one has enforceable rights throughout Canada and one gets a valid registration even if one only has use in a small locality. The advantage of registration is that the owner of a registered trademark does not have to prove local goodwill. However, as I stated earlier, in a passing off action the plaintiff must establish prior goodwill in the very area where the defendants are operating."], ["[67]", "Pursuant to the", "International Convention for the Protection of Industrial Property", ", s. 5 is designed to permit the owner of a trademark in a foreign jurisdiction to obtain a registration so that the foreign trader is on the same footing as a local trader with one important distinction; since there is no use in Canada the statute requires that the trademark be made known within the meaning of the definition in s. 5. The jurisprudence has interpreted \"known\" as \"well-known\" and if this standard is met then the foreign trademark owner is entitled to registration of that trademark, and thereby acquires rights across Canada. However, this has nothing to do with passing off under s. 7(b). There is no reference in s. 7(b) to use or making known."], ["[68]", "This is made clear by Gibbs, J., in", "<FRAGMENT_SUPPRESSED>  (B.C.S.C.); affirmed by the B.C. Court of Appeal at (1990), 30 C.P.R.(3d) 174 when he stated at page 44:", "\"Registered trademark cases are not of much assistance where passing-off is the issue, because the legal incidents are different ...\""], ["[69]", "In my view, compliance with section 5 is not a prerequisite to a passing off action under paragraph 7(b). In the event s. 5 of the", "Act", "applies I find that Enterprise U.S. was not well-known in Canada in March 1991 nor in June 1992. Although Dr. Mayer's survey should have been limited to licensed drivers, in terms of recognition \"Enterprise\" is still well below 10%. This survey was conducted in 1995 after both Enterprise U.S. and Enterprise Canada had been in the market in Canada for up to four years."], ["[70]", "The defendants submitted that none of what Enterprise U.S. did before Enterprise Canada came on the scene constitutes use in Canada. However, s. 4(2) reads as follows:", "\"4(2) A trademark is deemed to be used in association with services if it is used or displayed in the performance or advertising of those services.\""], ["[71]", "There is no reference made as to where the association must be made."], ["[72]", "Enterprise Canada submitted that since Enterprise U.S. had not entered into any registered user agreements with its subsidiaries, Enterprise U.S. could not benefit from the use of the trademark in Canada. This may have been true prior to the 1993 enactment of s. 50(1) of the", "Trade-Marks Act", "which dealt with licensing. Section 50(1) reads as follows:", "\"50(1) For the purposes of this Act, if an entity is licensed by or with the authority of the owner of a trademark to use the trademark in a country and the owner has, under the licence, direct or indirect control of the character or quality of the wares or services, then the use, advertisement or display of the trademark in that country as or in a trademark, trade-name or otherwise by that entity has, and is deemed always to have had, the same effect as such a use, advertisement or display of the trademark in that country by the owner.\""], ["[73]", "Thus, if it can be shown that the use of a trademark is under the control of the owner, directly or indirectly, then for all purposes of the", "Act", ", including for the issue of goodwill, the use, advertisement, or display of the trademark in that country is use which is deemed to have the same effect as use by the owner. In my view, the new s. 50 and the one which existed prior to 1993 apply with respect to the provisions concerning use of a trademark by a person or business who is the trademark owner. The case law provides that any goodwill that results from the use of a trademark by controlled licensees is deemed to enure to the benefit of the trademark owner for the purposes of the", "Act", ". (See Noël, J., in", "<FRAGMENT_SUPPRESSED>  (Ex. Ct.)). This principle can be applied to passing off. As I have set out above, Enterprise U.S. has directed the activities of all of its subsidiary operating companies. The exceptions in the control exerted by Enterprise U.S. relate to local advertising only and do not affect the control of the mark. The public thinks of Enterprise U.S. as a single entity. Furthermore, the Canadian courts interpreted the registered user provisions which existed prior to 1993 as being permissive and not mandatory. As stated by Daniel R. Bereskin in", "The Source Theory of Trade Mark Law and its Effect on Trade Mark Licensing", "(1987), 3 C.I.P. Rev. 322:", "\"The argument of this essay is that although the source theory unquestionably is the foundation of trademark law in Canada, the mere use of a trademark by a licensee in a typical modern licensing situation does not in itself result in a second 'source' ...\""], ["[74]", "This principle was approved in", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 417 (F.C.T.D.) at pages 421 to 423."], ["[75]", "In my view, the use of the \"Enterprise\" trade name and mark by Enterprise U.S.'s closely-held subsidiaries is use which accrues to Enterprise U.S. as it retained control of both."], ["[76]", "On the basis of the foregoing, I am of the view that Enterprise U.S. has successfully established the first of the three elements required to ground a successful claim in passing off. Enterprise U.S. has established a sufficient level of goodwill in Canada and Enterprise Canada has appropriated that goodwill."], ["[77]", "The second element which must be established in this passing off claim is that the defendants have misrepresented themselves to the public. Misrepresentation to the public may be found where the use of a mark or name is likely to cause confusion in the mind of the public as it suggests some form of business association between the plaintiffs and the defendants. This was the finding in", "<FRAGMENT_SUPPRESSED>  W.A.C. 112; 53 C.P.R.(3d) 129 (Alta. C.A.). Clearly, in the case at bar, there is no issue as to whether or not the use of the mark and name \"Enterprise\" will cause confusion as the parties in these actions are using the identical mark and name and each side has pleaded that the other's use of the trade name and mark is confusing."], ["[78]", "While it is not necessary for a plaintiff to prove bad faith on the part of the defendants in order to prove passing off, bad faith is obviously a factor. Lord Lindley in", "<FRAGMENT_SUPPRESSED>  sense, and, if you are driven to the conclusion that what is intended to be done is to deceive if possible, I do not think it is stretching the imagination very much to credit the man with occasional success or possible success. Why should we be astute to say that he cannot succeed in doing that which he is straining every nerve to do?\""], ["[79]", "As I stated earlier, Mr. Singer's explanation for the change of name from Watermark Investments Inc. to Enterprise Canada is not credible. The actions taken by Mr. Singer's companies in terms of the use of the name \"Enterprise\" were, in my view, more consistent with an effort to thwart competition, than with an intention to simply change corporate names. While it is not necessary for me to make any finding with respect to the motives of Enterprise Canada, it is clear from the evidence that the defendants' actions in this case are at the very least suspect. This case is different from", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 516 (F.C.T.D.); affirmed (1993), 150 N.R. 234; 46 C.P.R.(3d) 510 (F.C.A.) and", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.) where a foreign trademark owner had to demonstrate that the Canadian company's trademark should be cancelled. It was irrelevant in that case that the Canadian company acted in bad faith to obtain the trademark. The foreign trademark owner must still prove a reason to cancel the trademark. In passing off cases intention to pass off is irrelevant. What is important is the existence of prior goodwill or reputation."], ["[80]", "The third element which must be demonstrated in order to make a successful claim in passing off is that the misrepresentation by the defendants has caused, or is likely to cause, damage to the plaintiffs. In this type of case, where the harm incurred by the plaintiffs is harm to the plaintiffs' goodwill, damages will be intangible. In <FRAGMENT_SUPPRESSED> , supra, at page 454, Morden, J.A., had this to say on the issue of damages:", "\"... Without damage there is no passing off. This argument is completely answered by the assertion that Orkin has suffered damage, sufficient to support a cause of action against Pestco, by virtue of its loss of control over the impact of its trade name in Ontario and the creation of a potential impediment to its using its trademark upon entering the Ontario market - both arising from Pestco's use of the name 'Orkin' in Ontario.\""], ["[81]", "In the case at bar, as Enterprise U.S. has shown both that it has a reputation in Canada which is worthy of protection and that the improper use of the \"Enterprise\" name and mark by Enterprise Canada has been such as to cause confusion in the mind of the public with respect to that reputation, it follows that, as a result of those actions, Enterprise U.S. has suffered a loss of control over its name and mark. This type of damage is sufficient to ground a passing off action. The quantum of damages as a result of this infringement of Enterprise U.S.'s rights will not be determined herein as it is the subject of a reference. However, the limited reputation of Enterprise U.S. in Canada will be a major factor in determining damages."], ["[82]", "Based on the preceding, it is my conclusion that Enterprise U.S. has met all three of the elements required to make a successful claim in passing off as against Enterprise Canada. To use the language of s. 7(b), Enterprise U.S. has proved that the defendants have directed public attention to their services or business in such a way as to cause confusion in Canada, at the time they commenced to so direct attention, between their services or business and the services or business of Enterprise U.S."], ["[83]", "The lawsuit also included allegations of liability against Herbert and Rhoda Singer in their personal capacities. However, as stated in", "<FRAGMENT_SUPPRESSED>  C.P.R.(2d) 164 (F.C.A.) at page 174:", "\"... But in my opinion there must be circumstances from which it is reasonable to conclude that the purpose of the director or officer was not the direction of the manufacturing and selling activity of the company in the ordinary course of his relationship to it but the deliberate, wilful and knowing pursuit of a course of conduct that was likely to constitute infringement or reflected an indifference to the risk of it. The precise formulation of the appropriate test is obviously a difficult one. Room must be left for a broad appreciation of the circumstances of each case to determine whether as a matter of policy they call for personal liability. Opinions might differ as to the appropriateness of the precise language of the learned trial Judge in formulating the test which he adopted - 'deliberately or recklessly embarked on a scheme, using the company as a vehicle, to secure profit or custom which rightfully belonged to the plaintiffs' - but I am unable to conclude that in its essential emphasis it was wrong. Nor am I able to conclude that the facts of this case are such as clearly to give rise to personal liability on a proper application of the law ...\""], ["[84]", "In my view, the standard set out in the <FRAGMENT_SUPPRESSED> , supra, case has not been met with respect to the allegations against Rhoda Singer and Herbert Singer. There is no evidence that they have done anything outside an officer's or director's ordinary course of activity. Accordingly, the actions are dismissed against Herbert and Rhoda Singer."], ["[85]", "I will now turn to the defendants' case. Discount was started by Mr. Singer in 1980 and he rapidly made a success of it. It later became the leader in the replacement market in Canada. Mr. Singer testified that he had not heard the name \"Enterprise\" in connection with car rental companies in the United States until 1990. I am unable to accept this testimony since it is not reasonable that someone who kept track of his competitors as closely as Mr. Singer did would be unaware of the number one replacement car company in the United States market, particularly, since Discount is the number one replacement car company in the Canadian market. Prior to 1993, Enterprise Canada only stamped the \"Enterprise\" name on Discount contracts. However, as the \"Enterprise\" name was stamped on below the \"Discount\" name, in the place where the franchisee usually puts its company name, little attention would be paid to the \"Enterprise\" name; customers would have believed that they were dealing with Discount. The fact that there were decals bearing the \"Enterprise\" name on the front of Discount locations would not be sufficient to make the name \"Enterprise\" known at these locations. Mr. Singer attempted to explain that putting \"Enterprise\" on the door of the Discount dealers was similar to Budget affixing the \"Sears\" name at various places in its outlets, such as on the outlet doors. However, in that situation, it is the intention of Budget to solicit Sears credit card customers; it is not intended to indicate that Sears is in the car rental business."], ["[86]", "The only significant use of the \"Enterprise\" trade name and mark by the defendants was in Yellow Pages advertising and at the seven free-standing Enterprise Canada outlets, at least one of which, was in existence during the period from February 1993 to October 1994; not all of the seven free-standing locations were open during that entire period. I note that the opening of the free-standing locations did not occur until well after Mr. Singer had received a cease and desist letter from Mr. Taylor of Enterprise U.S. dated May 19, 1992. In my view, Enterprise Canada has not proved on a balance of probabilities that it has made use of the \"Enterprise\" name and mark in a manner which would generate any significant amount of goodwill in that name and mark; accordingly, I am unable to find that Enterprise Canada has succeeded in proving its claim against Enterprise U.S. under paragraph 7(b), particularly since I have found that Enterprise U.S had, by the time Enterprise Canada started using the \"Enterprise\" name and mark, already generated minimal goodwill in Canada."], ["[87]", "Enterprise Canada has alleged that Enterprise U.S. has violated s. 7(a) of the", "Act", ". This paragraph reads:", "\"No person shall", "(a) make a false or misleading statement tending to discredit the business, wares or services of a competitor;\""], ["[88]", "In <FRAGMENT_SUPPRESSED> , supra, Laskin, C.J., stated the following at p. 147:", "\"... To illustrate, s. 7(a) is the equivalent of the tort of slander of title or injurious falsehood, albeit the element of malice, better described as intent to injure without just cause or excuse ...\""], ["[89]", "<FRAGMENT_SUPPRESSED>  a case which is relied upon in <FRAGMENT_SUPPRESSED> , supra, Martland, J., at page 425, stated the following with respect to s. 7(a):", "\"In my opinion, the natural meaning of s. 7(a) is to give a cause of action, in the specified circumstances, in respect of statements which are, in fact, false, and the presence or absence of malice would only have relevance in relation to the assessments of damages.\""], ["[90]", "In the case at bar, Enterprise Canada has alleged that Enterprise U.S. has violated paragraph 7(a) in two distinct ways. The first involves the encounter between Mr. Brugger and Mr. Nevedal in 1993 when Mr. Nevedal informed Mr. Brugger that the \"Enterprise\" name was being used illegally in Toronto and that Enterprise U.S. had obtained a court order to stop this illegal use. Enterprise Canada relies on the following excerpt from the decision of Strayer, J., in", "<FRAGMENT_SUPPRESSED>  receipt by him of unequivocal statements from the plaintiff as to its position that its patent did not infringe the defendant's, the defendant did make statements in his letter of September 26, 1983 (see Ex. P-13) to at least two of the plaintiff's customers, i.e., Les Pétroles Motico Inc. and Kalil Pétroles Inc. which clearly stated to these distributors that the plaintiff's burners infringed the defendant's patent and that they would be obliged to pay reasonable royalties to the defendant in respect of any sales of Riello burners. The defendant has admitted that such a letter was sent. Having regard to the foregoing, it is clear that those statements were false or misleading as required by para. 7(a) of the", "Trade Marks Act", ". While I believe it would be possible to say that the defendant had no reasonable grounds for believing these statements to be true, it was in any event held by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  Fox Pat. C. 56; 48 C.P.R. 193, at 202-03; 56 D.L.R.(2d) 501, that it is not necessary for the plaintiff in an action under this paragraph to prove mala fides or the lack of a reasonable belief on the part of the defendant.", "\"Nor do I have any difficulty in finding that these statements made by the defendant would tend to discredit the business and wares of the plaintiff ...\""], ["[91]", "Enterprise Canada submits that the case at bar deals with the same situation as that which existed in the <FRAGMENT_SUPPRESSED> case, supra, as in both cases damages were made the subject of a reference. In <FRAGMENT_SUPPRESSED> , supra, the court further stated at page 305:", "\"To establish liability for damages, of course, it is (as noted in the", "S. & S. case", ", supra at p. 197) necessary to prove some loss resulting from the wrongful act. As the question of proof of damages in this case has been left for determination on a reference, I have no basis upon which I could decide at this point that damages had occurred. This therefore represents a finding that the defendant has made false or misleading statements within the meaning of s. 7(a) of the", "Trade Marks Act", "and if, on a reference, actual loss by the plaintiff is proven, then such loss must be compensated by the defendant in the form of damages payable pursuant to s. 53 of that", "Act", ".\""], ["[92]", "On the evidence provided, I am of the view that the exchange between Mr. Nevedal and Mr. Brugger did not constitute a statement which would have the effect of discrediting the business or services of Enterprise Canada. I note that the conversation between Mr. Nevedal and Mr. Brugger was a casual one and Mr. Nevedal was not speaking on behalf of the corporate mind of Enterprise U.S. Further, I am of the view that, while the statement made by Mr. Nevedal was not correct, since no court order had been obtained by Enterprise U.S., the content of that statement spoke to the nature of the legal relationship between Enterprise Canada and Enterprise U.S. and did not discredit the business, wares or services of a competitor as required by s. 7(a). The reputation of Enterprise Canada was in no way affected by this statement, on the evidence of Mr. Brugger, since Mr. Brugger continued to deal with the company as he always had."], ["[93]", "The second basis upon which Enterprise Canada alleges that Enterprise U.S. violated paragraph 7(a) is through Enterprise U.S.'s use of the ® designation at its locations in Windsor, Edmonton, Calgary and Vancouver. The ® designation was used in association with the use of the \"e logo\" on exterior signs. Since the Fall of 1994, Enterprise U.S. has used the ® designation on exterior signage in close association with the \"e logo\" and sometimes in close association with the name \"Enterprise\" at four locations in British Columbia. The rental contracts used and distributed by Enterprise U.S.'s Windsor location from February 1993 to October 1993 bore the ® designation in close association with the \"e logo\". The key fobs used at this location also bore the ® designation. Neither the name \"Enterprise\" nor the \"e logo\" are registered in Canada. Mr. Smith, the Advertising Manager of Enterprise U.S., admitted that he knew that Enterprise U.S. should not be using the ® symbol in Canada. Enterprise Canada submits that this is an improper use of the ® designation as it has the effect of indicating to the public that the mark was registered in Canada. Since the defendants have no right to the name \"Enterprise\" their business, wares or services are not damaged by Enterprise U.S.'s use of the ® symbol. Enterprise Canada led no evidence to show it was damaged by Enterprise U.S.'s use of the ® symbol. In my view, Enterprise U.S.'s use of the ® designation cannot be said to be a misleading statement which has the effect of discrediting the business, wares or services of Enterprise Canada. Under s. 7(a) a plaintiff must prove damages (see", "M & I  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 477 (T.D.)). Enterprise Canada has proved no damages under s. 7(a)."], ["[94]", "In the alternative, Enterprise Canada submits that in the event that Enterprise U.S. is successful in its claim under s. 7(b), it is not entitled to an injunction on the grounds that Enterprise U.S. is invoking an equitable remedy when it has come to this court with unclean hands as is evidenced by the misleading statements made under s. 7(a). Enterprise Canada relies on the decision in", "<FRAGMENT_SUPPRESSED>  in support of this submission. The plaintiff in that case sought an injunction to restrain the defendants from making use of a trade name also used by the plaintiff; the injunction was refused on the basis that the plaintiff had come to the court with unclean hands. As is the situation in the case at bar, the primary issue in", "Brewster", ", supra, was which of the plaintiff or defendant had the right to the use of the trade name in question. In", "Brewster", ", supra, Anglin, C.J., stated:", "\"... the evidence seems to establish that the plaintiff took this name for trade purposes knowing that it was already in use by the American company, and its affiliated corporations, in a large way, both in the United States and Canada, and that the reputation of the American Royal Blue Line would be quite likely to result in a large body of trade coming to the plaintiff through the use of this name, which it could not otherwise look for. This, in my opinion, amounts to a use of the name calculated to mislead the public to such an extent that its use by the plaintiff cannot be said to have been proper.\""], ["[95]", "In my view, on the basis of the evidence before me, the", "Brewster", "case, supra, is more consistent with a characterization of Enterprise Canada's behaviour than with that of Enterprise U.S. The defendants attempted to obstruct the entry of Enterprise U.S. into Canada by taking the action previously set out to appropriate the \"Enterprise\" name for themselves. The two matters raised by the defendants were matters which arose subsequent to the defendants' actions. In my view, it is Enterprise Canada which has not come to court with clean hands."], ["[96]", "Both Enterprise U.S. and Enterprise Canada seek virtually identical relief in the form of a declaration that it is the owner in Canada of any trademark or trade name which includes the word \"Enterprise\" for use in association with vehicle rental and/or leasing services or any similar services. The Federal Court's jurisdiction to make such a declaration is derived from section 20 of the", "Federal Court Act", ", concurrent with its jurisdiction to deal with trademarks under the", "Act", ". This was the decision in", "Royal  <FRAGMENT_SUPPRESSED> , where Strayer, J., wrote at page 227:", "\"The plaintiffs further request a declaration that Paragon 'is the owner of the trademark \"Victoriana Rose\" for use in association with china tableware'. It is to be noted that as framed the relief requested does not involve entitlement to registration. In my view, it would be open to this court to make such a declaration if it had before it all the necessary evidence. I believe that this court has jurisdiction to make such a declaration pursuant to s. 20 of the", "Federal Court Act", "which gives it concurrent jurisdiction:", "'20. ... in all other cases in which a remedy is sought under the authority of any Act of the Parliament of Canada or at law or in equity, respecting any ... trademark ...'", "\"Here the", "Trade Marks Act", "in ss. 1 to 11 defines and prescribes a number of rules concerning trademarks and the adoption thereof, without reference to registration ...\""], ["[97]", "On the basis of the evidence before the court, Strayer, J., refused to make the requested declaration."], ["[98]", "A distinction must be made between a declaration that a party is entitled to ownership of a trademark and a declaration that a party is entitled to registration of a trademark. Parliament has, through the", "Act", ", established a detailed procedure whereby the Registrar of Trademarks may determine whether a trademark should be registered in the name of a person or a business. Again in", "Royal  <FRAGMENT_SUPPRESSED> , Strayer, J., in discussing whether he could substitute one party for another as the owner of a registered mark wrote at page 227:", "\"... If one examines the scheme of the", "Trade Marks Act", ", particularly the procedure by which registration of trademarks is obtained, it is clear that Parliament contemplated a process of examination to be carried out with respect to any registrant which process has not taken place here with respect to Paragon China Limited. In particular, s. 29 of the", "Act", "requires a considerable amount of information to be provided by an applicant to the registrar which has not happened in this case with respect to Paragon China Limited. There is, of course, also the process of advertising under s. 36 and the process of considering opposition to registration under s. 37, none of which has happened here. In my view, any specific proposed registration should go through these processes and it matters not that another applicant, Cassidy's Ltd., has undergone this process with respect to the same trademark. I can find nothing in the", "Act", "nor in the jurisprudence which would support an interpretation of the court's power of amendment of the register so as to include ordering the involuntary substitution - as compared to a transfer consented to by the registrant - of one registrant for another.\""], ["[99]", "It is clear that any declaration made as to entitlement to ownership of the trademark \"Enterprise\" in Canada can have no influence on the determination of the entitlement to registration of that trademark. This position is confirmed by the recent decision in", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 317 (T.D.), where the plaintiff in a passing off case referred in its statement of claim and in the relief sought, to its pending application to register the trademark \"Copperhead\". The court was dealing with an application by the defendants to strike out certain paragraphs of the amended statement of claim. The plaintiffs sought a declaration that as against the defendants, the plaintiff was first to adopt a trademark and/or trade name including the word \"Copper\", and a declaration that the plaintiff was entitled to state on its application to register the trademark \"Copperhead\" that it has used the trademark in Canada in association with beer since at least as early as October 8, 1993. Teitelbaum, J., in deciding that the paragraphs should be struck, distinguished the case from", "Royal  <FRAGMENT_SUPPRESSED> , stating at page 325 [C.P.R. and p. 152 F.T.R.]:", "\"Given Strayer, J.'s, comments I have no dispute with the concept that the plaintiff may, in certain circumstances, be entitled to a declaration as to ownership of the unregistered mark 'Copperhead'. However, it is also clear that such a declaration must not relate to the question of entitlement. After a closer reading of s. 18(b) it is my opinion that the plaintiff is seeking a declaration that he was first to adopt any trademark or trade name with the element of 'copper' as a finding of fact, which, in my view, is quite a different situation than in the one before Justice Strayer in the", "Royal Doulton", "case. Further, by seeking such a declaration, the plaintiff is in effect providing the Registrar with directions from the court as to facts which the Registrar is required to find or determine at the first instance with respect to the registrability of a trademark. I agree, at this point in time, that it is not the place of this court to make such a finding or determination in a passing-off action, nor would such a finding serve a useful purpose to resolve the issue of alleged passing-off between the parties. Similarly with s. 18(c), the question of when the plaintiff was first to use the trademark and/or trade name is a matter for the Registrar to determine at the first instance.\""], ["[100]", "In my view, this is not an appropriate case in which to make a declaration as to ownership of the trademark \"Enterprise\" in Canada. I would note that both the plaintiffs and the defendants have pending applications for the registration in Canada of the trademark \"Enterprise\". Given my conclusion with respect to the passing off claims, the facts of this case do not support the making of a declaration that Enterprise Canada is entitled to ownership of the \"Enterprise\" trademark in Canada. Although Enterprise U.S. has been successful in its passing off action, I am in agreement with Teitelbaum, J., that to make a declaration as to ownership of a trademark in the context of a passing off action would not serve a useful purpose in resolving the parties' allegations of passing off as against one another. I acknowledge that the relief sought in the case before Teitelbaum, J., differs substantially from the relief sought in the case at bar; nonetheless, I am of the view that in making a declaration as to ownership of the trademark \"Enterprise\", the discretion of the Registrar of TradeMarks to determine the outcome of the pending applications for registration in Canada of the trademark \"Enterprise\", would be fettered. I agree with Teitelbaum, J., that the effect of such a declaration would be a direction to the Registrar to make a finding of fact consistent with the court's declaration. I am of the view that based on the facts of this case, and the nature of the proceedings before me, it would be preferable to leave it to the Registrar to make a determination as to who is entitled to registration, and therefore ownership, of the trademark \"Enterprise\" in Canada. Accordingly, I will not exercise my discretion to make any such declaration."], ["[101]", "Pursuant to my findings in this case, I will grant as against the defendants:", "(a) A declaration that the defendants are not entitled to use the trademarks \"Enterprise\" or \"Enterprise Rent-A-Car\" or the trade name \"Enterprise Rent-A-Car\", or any confusingly similar variations in Canada in association with car and truck rental and leasing services, or any other similar services;", "(b) A permanent injunction restraining the defendants and their officers, directors, servants, agents, employees, licensees, and all those over whom they exercise control from either directly or indirectly:", "(i) advertising, offering or performing in Canada car and truck rental or leasing services, or similar services in association with any trademark or trade name which includes the word \"Enterprise\";", "(ii) directing public attention to the defendants' services or car and truck rental business in such a manner as to cause confusion between such services and the business and those of the plaintiffs under the trademark \"Enterprise\";", "(iii) passing off their services and business as those of the plaintiffs or either of them by using trademarks and trade names which include the word \"Enterprise\" and by intermingling trademarks which include the word \"Enterprise\" with the \"Discount\" trademarks;", "(iv) acting in a way calculated to deceive customers and the public generally into believing that there is a connection or licensing relationship between the plaintiffs or either of them and the defendants or any of them by seeking to associate themselves with the plaintiffs through the use of trademarks and by statements made by the defendants that they are associated with the company in the United States which uses the trademark \"Enterprise\".", "(c) An order that the defendants deliver up or destroy under oath any labels, signs, advertising materials, printed matter or any other materials in the possession or under the control of any of the defendants, bearing trademarks or trade names which include the word \"Enterprise\", or any other material which would offend the injunction granted herein."], ["[102]", "If counsel cannot agree as to costs they may speak to me.", "Order accordingly.", "Editor: Elizabeth M.A. Turgeon/sg", "[End of document]"]]}