{"id_": "091216", "body_str": [["[1]", "Russell, J.", ": This is an application under subsection 18.1 of the", "Federal Courts Act", "RSC 1985 c F-7 for judicial review. The Applicant seeks:", "a) A declaration that the Respondent, Terrance Nelson, ceased to be Chief of the Roseau River Anishinabe First Nation (RRAFN) as of 20 September 2011;", "b) A declaration that Respondents Michael Littlejohn, Evelyn Patrick and Keith Henry ceased to be Band Councillors of RRAFN as of 20 October 2011;", "c) An order in the nature of", "quo warranto", "that Respondents Terrance Nelson, Michael Littlejohn, Evelyn Patrick and Keith Henry do not hold the positions of Chief and Council, respectively;", "d) A declaration that Respondents Kenneth Henry Jr., Gary Roberts, Cecil James, Dawn Roberts and Lawrence Henry do hold the positions of Chief and Council, respectively; and", "e) The costs of this application.", "BACKGROUND"], ["[2]", "This application concerns the removal of Terrance Nelson from the position of Chief of RRAFN and the removal of Michael Littlejohn, Evelyn Patrick and Keith Henry from the position of Councillors of RRAFN (Nelson Respondents). The other Respondents (Henry Respondents) are the current Chief and Council, by way of RRAFN by-elections held in 2011. Respondent Gary Roberts was never removed from office and his position is not in dispute."], ["[3]", "The RRAFN Constitution sets out the \"Custom Council\" as the ultimate governing authority of the Band. The Custom Council is comprised of a family representative from each of the major family units of the RRAFN. The representative group that runs the day-to-day affairs of the Band are the \"Chief and Council,\" which is compromised of an elected Chief and four elected Councillors. This process is governed by the RRAFN Election Act. Section 15 of the Election Act confirms that the Custom Council is the \"prime authority and representative of the total tribal membership.\" Section 14 of the Election Act provides that the Custom Council may remove any members of the Chief and Council for failing to properly perform their duties, amongst other things."], ["[4]", "As early as 2007, allegations of financial mismanagement and possible wrongdoing on the part of Terrance Nelson were raised by the Custom Council. In 2007, as a result of the alleged financial mismanagement, Indian and Northern Affairs Canada (INAC) appointed a Third Party Manager to administer the Band's funds. A forensic audit was ordered in 2007, and from that point on Terrance Nelson refused to provide the auditor with records, cooperate with the process, or attend Custom Council meetings. This eventually resulted in a decision by Custom Council to remove him from his position as Chief."], ["[5]", "On 20 September 2011, Custom Council removed Terrance Nelson from the office of Chief. A by-election was held on 12 October 2011 and Kenneth Henry Jr. was elected as Chief. In protest, the other Nelson Respondents refused to attend to their duties as Councillors. On 20 October 2011, the other Nelson Respondents were removed from their offices by the Custom Council. A by-election for these positions was held on 7 November 2011, and Cecil James, Dawn Roberts and Lawrence Henry were elected to the three vacant Band Council positions. The validity of the removal of the Nelson Respondents and the by-elections is not in dispute."], ["[6]", "Despite their removal, the Nelson Respondents continued to hold themselves out as Chief and Council. Gary Roberts states in his affidavit, included as part of this application, that Evelyn Patrick suggested, in his presence, that in order to undo the Custom Council's removal of Terrance Nelson as Chief, they could create a new and different Custom Council. He says that the possibility of challenging the decision of Custom Council in Federal Court was discussed, but that option was not pursued."], ["[7]", "The governance structure of RRAFN is such that each family unit appoints a family representative to the Custom Council. On 31 October 2011, documents were authored that made it appear as though the family units of RRAFN had met and appointed new family representatives to the Custom Council to replace the actual Custom Council. On 1 November 2011, 16 individuals signed a document which they called a \"Custom Council Resolution\" (CCR) purporting to rescind the decisions of the real Custom Council and reappointing the Nelson Respondents as Chief and Band Councillors."], ["[8]", "Lynda Roberts, the representative for the Custom Council, states that she is the family representative for the Roberts family and she was not aware or notified of the alleged CCR. There is also affidavit evidence submitted that many of the 16 signatories to the CCR are direct family members of the Nelson Respondents, and that people who are stated as being the representatives of certain families are not the actual representatives of those families."], ["[9]", "The 1 November 2011 CCR was sent to Aboriginal Affairs and Northern Development Canada (AANDC) (formerly Indian Affairs) purporting that the Nelson Respondents were back in power. With two different groups of people claiming to be the Chief and Council, AANDC refused to recognize either group until the matter was resolved."], ["[10]", "Meanwhile, upon becoming aware of the confusion, the Band's financial institutions froze all of the Band's accounts. Other institutions the Band dealt with expressed confusion as to who to deal with, and some employees took the position that they did not know who to take instruction from."], ["[11]", "Although the Nelson Respondents held themselves out as Chief and Council, they never participated in or tried to hold any Band Council meetings to deal with any Band business. The only group of people that attempted to govern was the Henry Respondents. Gary Roberts attests to this in his affidavit, having been a Councillor both before and after the Nelson Respondents were removed from office."], ["[12]", "This confusion made it difficult for RRAFN to function until the Federal Court issued an injunction on 2 February 2012 ordering the Nelson Respondents to cease holding themselves out as Chief and Councillors.", "ISSUES"], ["[13]", "The Applicant submits that the issue in this application is whether it is just and equitable for the Court to grant:", "a) A declaration that the Respondent, Terrance Nelson, ceased to be Chief of RRAFN as of 20 September 2011;", "b) A declaration that the Respondents Michael Littlejohn, Evelyn Patrick, and Keith Henry, ceased to be Band Councillors of RRASN as of 20 October 2011;", "c) An order in the nature of", "quo warranto", "preventing the Respondents Terrance Nelson, Michael Littlejohn, Evelyn Patrick and Keith Henry from holding themselves out as members of Chief and Council; and", "d) A declaration that the Henry Respondents do hold the positions of Chief and Council respectively.", "ARGUMENTS", "The Applicant", "Quo Warranto"], ["[14]", "The test for", "quo warranto", "is set out in", "Akwesasne Reserve (Residents of) v Canada (Minister of Indian and Northern Affairs)", ", [1991] 2 FC 355 [", "Akwesasne Reserve", "] as follows at paragraph 46:", "According to de Smith's Judicial Review of Administrative Action (4th ed. by J.M. Evans, 1980), the old substantive law rules for", "quo warranto", ", with only slight modifications, still apply, as listed below (pp. 463-464):", "1. The office must be one of a public nature", "2. The holder must have already exercised the office; a mere claim to exercise it is not enough.", "3. The office must have been created by the Crown, by a Royal Charter, or by an Act of Parliament.", "4. The office must not be that of a deputy or servant who can be dismissed at will.", "5. A plaintiff will be barred from a remedy if the plaintiff has been guilty of acquiescence in the usurpation of office or undue delay.", "6. The plaintiff must have a genuine interest in the proceedings. Nowadays probably any member of the public will have sufficient interest, provided that he has no private interest to serve."], ["[15]", "The Applicant submits that it satisfies the test for", "quo warranto", "to have the Nelson Respondents removed from their respective positions in accordance with the decisions of 20 September 2011 and 20 October 2011.", "1. Office of a Public Nature"], ["[16]", "The governing documents of RRAFN are its Election Act and Constitution. \"Chief\" and \"Councillor\" are defined in the", "Election Act", "as elected representatives of RRAFN. In addition, Article X of the Constitution makes clear that Chief and Council are to be considered public officers.", "2. Exercise of Office"], ["[17]", "The Nelson Respondents were either elected or re-elected in March, 2011.", "3. Office Created by an Act of Parliament"], ["[18]", "An Order-in-Council dated 12 April 1991 suspended the application of the", "Indian Act", "and allowed the Constitution and the", "Election Act", "to take effect.", "4. The Office is not that of a Deputy or Servant"], ["[19]", "Chief and Council are elected officials and cannot be dismissed at the will of someone else (", "Akwesasne Reserve", ", above). The Applicant submits the removal provisions in the Election Act and the impeachment provisions in the Constitution exclude Chief and Council as deputies or servants for the purposes of a writ of", "quo warranto", "5. Acquiescence"], ["[20]", "Since the removal of the Nelson Respondents, Custom Council has been actively working to ensure that its decision is respected. These actions have included holding new elections and working to have the positions of the Henry Respondents recognized by AANDC. Above all else, the Custom Council has instituted these proceedings and cannot be said to have \"acquiesced\" in any way to the Nelson Respondents' refusal to respect the Custom Council's decisions of removal.", "6. Genuine Interest"], ["[21]", "Custom Council, as the supreme legislative authority of RRAFN, as well as any of the members of RRAFN, has a genuine interest in these proceedings. Custom Council has exhausted any internal avenues of relief it may have."], ["[22]", "Mr. Littlejohn states in his affidavit that he has not acted as Councillor since the order of Justice Marie-Josée Bédard. However, he did not return boxes of records belonging to RRAFN until he attended his cross-examination, and he continues to be identified on the social media site \"Linkedin\" as Councillor for RRAFN."], ["[23]", "Ms. Patrick indicated on her cross-examination that she has acted only in her personal capacity since January, 2012. However, in her affidavit of 2 April 2012 she says at paragraph 25 that \"...despite this, to this day, my fellow Councillors and I continue to serve the membership from our own homes.\" When cross-examined on this point, Ms. Patrick said that she \"guess [the affidavit] would be inaccurate then.\""], ["[24]", "The Applicant submits that a clear direction from the Court confirming the decision of Custom Council and reaffirming that the Nelson Respondents no longer hold office is necessary to prevent them from further carrying out any role as Chief or Councillors, or holding themselves out as such.", "Declaratory Relief"], ["[25]", "As Justice Michael Phelan found as follows  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> :", "The central point in the analysis of the legality of the removal of the Chief and Councillors is that, as found by Justice Kelen  <FRAGMENT_SUPPRESSED>  River Anishinabe First Nation", ", above at paragraph 22, Custom Council has the authority to remove the Chief and Councillors from office.", "This recognition gives the Custom Council the power to manage and govern the affairs of the Band. The Custom Council are persons \"who assist, support and counsel\" the Chief and Councillors in carrying out their duties. In this way, the Custom Council is responsible for carrying out the powers of a band council to administer band monies, reserve lands and other powers conferred under the Indian Act. Its decision to remove the elected Chief and Council from office is a manifestation of this power."], ["[26]", "The Applicant says that it appears as though the Nelson Respondents challenge the Custom Council's decision on two points: (1) that Custom Council does not have the power to remove them as the Constitution is not binding on RRAFN; and (2) that there was a Custom Council meeting held on 1 November 2011 which purportedly reinstated the Nelson Respondents."], ["[27]", "With respect to the first argument, on cross-examination, Mr. Littlejohn confirmed that the Constitution does govern RRAFN. Ms. Patrick took the view that the Constitution, which was once binding, was no longer binding. On cross-examination, the following exchange occurred:", "Q. Ms. Patrick, you are prepared to accept that the constitution was acceptable in 1991. It has become unacceptable to you in part today, correct?", "A. Because some of it - correct, because some of the things were not done, are not done.", "Q. You just simply do not agree with parts of the constitution anymore?", "A. Exactly."], ["[28]", "The Applicant submits that the evidence makes clear that the Nelson Respondents had no intention of responding or otherwise adhering to the direction of Custom Council despite the fact that the Constitution makes clear that Custom Council is the supreme authority."], ["[29]", "In an attempt to nullify the decision of Custom Council, and in complete disregard for the Constitution, the Nelson Respondents purportedly passed a Band Council resolution dated 11 October 2011. There was no basis under the", "Election Act", "or the Constitution upon which such a resolution could be passed. Mr. Littlejohn's evidence on cross-examination was as follows:", "Q. Is it your view that Chief and Council directs Custom Council?", "A. Yes.", "Q. What do you rely on to confirm that for me?", "A. It is based on that main, on that mandate that I mentioned earlier. There was a document. I don't have the original of it.", "Q. And it is not -", "A. It was signed by the council, the Chief and Council at that time.", "Q. You would agree with me that that concept that you are describing right now is not in the Election Act, correct?", "A. Yes.", "Q. And you would also agree that right concept is not found in the constitution, correct? I'm just asking you to confirm that that concept is not found in the constitution either?", "A. Yes.", "Q. That's a correct statement?", "A. Yes."], ["[30]", "Moreover, this resolution was passed without due process. Mr. Littlejohn provided the following information on cross-examination:", "Q. Why was Gary Roberts not in attendance at the resolution?", "A. He wasn't notified.", "Q. Sure. All members were in fact not advised of this [meeting]?", "A. Yes.", "Q. That's a correct statement?", "A. Yes.", "Q. Did a meeting even occur?", "A. Yes.", "Q. Where did it occur?", "A. I can't recall.", "Q. Where are the minutes of that meeting?", "A. There were no minutes.", "Q. No notice, no minutes?", "A. No."], ["[31]", "The Nelson Respondents argue that the meeting of 1 November 2011 reinstated them to their positions. The Applicant submits that the evidence demonstrates that no actual meeting of Custom Council occurred."], ["[32]", "Attached as Exhibit \"L\" to the Lynda Roberts Affidavit is the purported resolution dated 1 November 2011. There is no chair, vice-chair, or secretary noted. Nor is there any indication as to who moved for the resolution and who seconded the motion. This purported resolution did not occur at a meeting of Custom Council and was signed by individuals who are not the family representatives at Custom Council."], ["[33]", "With respect to the 1 November 2011 resolution, Ms. Patrick's evidence on cross-examination was as follows:", "Q. ...What do you rely on to base your conclusion that it was a properly constituted meeting?", "A. The members, I don't even know, they were - to me they were appointed by their families.", "Q. How are you aware of that?", "A. Well, it is a small reserve.", "Q. You went to each family and asked them to see how and when they appointed the family members?", "A. No.", "Q. Were you in attendance at this meeting?", "A. No."], ["[34]", "Mr. Littlejohn's evidence was as follows:", "Q. I have not seen any minutes with respect to that meeting, and I take it you haven't either?", "A. No.", "Q. I haven't seen a notice for that meeting, and I take it you haven't either?", "A. No.", "Q. And so I ask you, what is the basis for you telling me that there was a notice?", "A. Well that's why I want these back, like I didn't see the notice.", "[...]", "Q. Mr. Littlejohn, you would agree with me that there was no meeting on November 1, 2011, was there?", "A. I'm not sure.", "Q. You have no personal knowledge of a meeting taking place, do you?", "A. No."], ["[35]", "Considering the circumstances discussed above, the Applicant submits that the purported resolution rescinding the removal of the Nelson Respondents cannot be considered a valid resolution. It was passed by a cohort of individuals passing themselves off as Custom Council so as to subvert the legitimate governance processes within RRAFN."], ["[36]", "The Applicant submits that the Nelson Respondents have completely disregarded the laws of RRAFN without right. In particular, Ms. Patrick, on cross-examination, reveals herself as a Councillor who is not prepared to follow the law as it has been adopted by the people of RRAFN. It is imperative that the decisions of RRAFN's executive and legislative branch be respected or else there will be no \"checks and balances\" and corruption will be inevitable. The Applicant requests that this application be granted so as to give effect to the decisions of Custom Council to remove the Nelson Respondents.", "The Henry Respondents"], ["[37]", "The Henry Respondents reiterate that the governance structure of the Band does not give the Chief and Council the authority to dissolve the Band's prime institution of governance - the Custom Council. Even if this were possible, paragraph 2(3)(", ") of the", "Indian Act", "was not complied with as Councillor Gary Roberts received no notice of the purported meeting of 1 November 2011, and was not allowed to participate in any meeting that did take plus. Thus, the resolution from that meeting was not validly made. Furthermore, given that the alleged reinstatement of 1 November 2011 was a CCR, the document of 11 October 2011 could not have dissolved the Custom Council."], ["[38]", "The Constitution lists a number of requirements for the calling of Custom Council meetings, which the evidence indicates were not met in this case. In regards to the 1 November 2011 resolution, Warren Greg Martin (whose name appears as a signatory to the document) has the following to say in his affidavit:", "∙ He received no notice of any meeting; a person just showed up at his door to get him to sign a document;", "∙ There was no meeting of Custom Council on 1 November 2011;", "∙ He was not a member of Custom Council as the document purports him to be;", "∙ While his name appears on the resolution form, all that happened was that a supporter of the former Chief and former Councillors came to his house and, under false pretenses, got him to sign a document that already had the signatures affixed to it of some of the other persons who also were pretending to be Custom Council members."], ["[39]", "Further, seven of the sixteen people pretending to be members of the Custom Council are direct relatives of the Nelson Respondents. Also, not one person who signed the document was willing to swear under oath that they are truly members of the Custom Council or that a meeting took place on 1 November 2011."], ["[40]", "Ms. Patrick denied orchestrating these events and said in her cross-examination that an unnamed person dropped the resolution off at her door and left without explanation. Mr. Littlejohn admitted that he had no knowledge of whether a meeting took place or not. The other former Councillors have not filed any material to defend their positions, but have not abandoned their opposition to this application."], ["[41]", "The Henry Respondents submit that the conclusion that must be drawn is that the resolution dated 1 November 2011 is not a decision of the real Custom Council of the Band. That being the case, the decision of the real Custom Council removing the Nelson Respondents and calling for by-elections, whereby the Henry Respondents were elected, must still be in force. The Henry Respondents agree with the relief sought by the Applicant.", "Costs"], ["[42]", "The Henry Respondents submit that the actions of the Nelson Respondents warrant the granting of a significant award of costs to themselves, as well as the Applicant."], ["[43]", "It was the refusal of the Nelson Respondents to abide by their own laws and cooperate in the audit for the good of the Band that led to their removal in the first place. Their disregard for the law continued after their removal from office. They:", "∙ Ignored the earlier decision of Justice Phelan confirming that the Custom Council has the authority to remove the Chief and Council;", "∙ First purported to dissolve Custom Council to remain in power, and when that did not work created a fake Custom Council resolution."], ["[44]", "In Justice Phelan's decision, he admonished the Chief and Council at that time (which included Terrance Nelson) for trying to do an \"end run\" around the Federal Court's supervisory jurisdiction. The Henry Respondents submit that the same thing is happening in this case, in total disrespect of the law and the Band's rules of governance."], ["[45]", "In his cross-examination, Mr. Littlejohn insisted that it is the Chief and Council who directs the Custom Council, and not the other way around, as he himself admitted the governance rules provide. He claimed that he got this authority from some undisclosed document purportedly signed by the Chief and Council, which he admitted was not to be found in the Band's governance code."], ["[46]", "In her cross-examination, Ms. Patrick admitted that even though the Band's", "Election Act", "was properly brought into force and she considered the Band's Constitution valid and binding on her, she disagrees with the section of the", "Election Act", "which deems the Custom Council to be the Band's prime authority, and she simply chooses not to follow parts of the Constitution that she does not agree with."], ["[47]", "The 1 November 2011 resolution that the Nelson Respondents fabricated to try and stay in power threw the Band into crisis, as was its intended effect. The Band could not maintain its operations, as AANDC and other innocent third parties such as banks, contractors and others did not know who was in charge. That crisis led to the necessity of both this application and the earlier injunction application."], ["[48]", "The rule of law is a fundamental constitutional value that must be protected.  <FRAGMENT_SUPPRESSED>  Justice Richard Mosley said at paragraphs 37-38:", "This application invokes a concept at the very heart of our system of governance: the rule of law. It is well settled that Band councils must also respect this principle:", "<FRAGMENT_SUPPRESSED> ; and", "<FRAGMENT_SUPPRESSED> .", "The importance of the rule of law was recently highlighted by Justice Douglas Campbell in", "<FRAGMENT_SUPPRESSED> :"], ["[3] A most recent reminder of the rule of law as a fundamental constitutional imperative is expressed by Chief Justice Fraser in", "<FRAGMENT_SUPPRESSED> :", "The starting point is this. The greatest achievement through the centuries in the evolution of democratic governance has been constitutionalism and the rule of law. The rule of law is not the rule by laws where citizens are bound to comply with the laws but government is not. Or where one level of government chooses not to enforce laws binding another. Under the rule of law, citizens have the right to come to the courts to enforce the law as against the executive branch. And courts have the right to review actions by the executive branch to determine whether they are in compliance with the law and, where warranted, to declare government action unlawful. This right in the hands of the people is not a threat to democratic governance but its very assertion. Accordingly, the executive branch of government is not its own exclusive arbiter on whether it or its delegatee is acting within the limits of the law. The detrimental consequences of the executive branch of government defining for itself - and by itself - the scope of its lawful power have been revealed, often bloodily, in the tumult of history.", "When government does not comply with the law, this is not merely non-compliance with a particular law, it is an affront to the rule of law itself [...]."], ["[49]", "The Henry Respondents submit that the Nelson Respondents ignored previous court decisions, ignored the rule of law, ignored their own governance laws, and cared little what anarchy their conduct caused, so long as they remained in power. This is conduct that is deserving of severe rebuke."], ["[50]", "The Henry Respondents state that the actions of the Nelson Respondents should be considered reprehensible, scandalous and outrageous, as those terms have been used by the  <FRAGMENT_SUPPRESSED>  it was said at paragraph 56:", "Justice Harrington defined \"reprehensible\", \"scandalous\" and \"outrageous\" conduct in", "Microsoft Corp. v. 9038-3746 Quebec Inc", "., [2007] F.C.J. No. 896, 2007 FC 659 at para. 16 [", "Microsoft Corp 2", "] as follows:", "\"Reprehensible\" behaviour is that deserving of censure or rebuke; blameworthy. \"Scandalous\" comes from scandal which may describe a person, thing, event or circumstance causing general public outrage or indignation. Among other things, \"outrageous\" behaviour is deeply shocking, unacceptable, immoral and offensive (see: Oxford Canadian Dictionary)."], ["[51]", "Considering the factors set out in Rule 400, as well as the conduct of the Nelson Respondents, an award of costs against them is appropriate and just.", "ANALYSIS", "The Nelson Respondents"], ["[52]", "The former Chief and former Councillors of the RRAFN, Terrance Nelson, Michael Littlejohn, Evelyn Patrick, and Keith Henry, have filed no materials in response to this application. Michael Littlejohn and Evelyn Patrick produced affidavits and were cross-examined. There is no evidence from Terrance Nelson or Keith Henry. None of the Nelson Respondents produced written submissions."], ["[53]", "At the oral hearing before this Court in Winnipeg on 15 January 2013, Terrance Nelson and Evelyn Patrick appeared and represented themselves. No one appeared on behalf of Michael Littlejohn or Keith Henry.", "Findings"], ["[54]", "The Court agrees with the Applicant and the Henry Respondents that the evidence establishes the following:", "a. The Custom Council governance process has been legitimately approved by membership and established the Custom Council as the prime authoritative body within RRAFN's governance structure with the full power to remove the Chief and Council of the Band;", "b. In consequence of these powers, on 20 September 2011, the Custom Council legitimately removed former Chief Terrance Nelson from office;", "c. In consequence of the same powers, on 20 October 2011, the Custom Council legitimately removed former Councillors Michael Littlejohn, Evelyn Patrick and Keith Henry from office;", "d. Valid by-elections were then held and Kenneth Henry Jr. was elected as Chief and Cecil James, Dawn Roberts and Lawrence Henry were elected to serve alongside Gary Roberts as Councillors;", "e. Notwithstanding their legitimate removal from office, Terrance Nelson, Michael Littlejohn, Evelyn Patrick and Keith Henry embarked upon a series of efforts to retain power by illegitimate means;", "f. In particular, the Nelson Respondents first attempted to retain power by claiming, contrary to the governance structure of RRAFN and paragraph 2(3)(", ") of the", "Indian Act", ", that they could dissolve the Custom Council and, when this did not work they attempted to concoct and/or rely upon a fake Custom Council resolution which purported to reinstate the Nelson Respondents as Chief and Council;", "g. In attempting to retain, or regain, power in contravention of RRAFN's rules of governance and the prevailing law, the Nelson Respondents demonstrated an utter disregard for RRAFN's constitution and the rule of law. None of the evidence of the Nelson Respondents has convinced the Court that they believed their acts in attempting to retain power and in concocting and/or relying upon the fake 1 November 2011 Custom Council resolution were legitimate;", "h. The Nelson Respondents had no reasonable grounds to believe that the fake 1 November 2011 Custom Council resolution was genuine and, in fact, it is my view that they knew it was not genuine and, even if there were others who acted with them, they were active and willing participants in the creation of a bogus document and in claiming power based upon that bogus document and falsely holding themselves out as Chief and Council;", "i. The end result is that Kenneth Henry Jr., Gary Roberts, Cecil James, Dawn Roberts and Lawrence Henry, are the legitimate, currently elected Chief and Council of RRAFN.", "Relief Sought"], ["[55]", "It is my conclusion that, under the RRAFN Constitution, the Custom Council had full power to remove Nelson Respondents as Chief and Council under section 14 of the", "Election Act", ". This was confirmed by Justice Phelan,  <FRAGMENT_SUPPRESSED>  River Anishinabe First Nation", ", above, at paragraph 57. The Nelson Respondents have presented no tenable evidence or argument to challenge this finding."], ["[56]", "It is also my conclusion that the attempt by the Nelson Respondents to nullify the Custom Council resolution removing them from office by purportedly passing a Band Council resolution of 11 October 2011 had no force or effect because there is no basis either under the RRAFN Constitution or the", "Election Act", "that would allow them to do this."], ["[57]", "I also find that the purported Custom Council meeting and resolution of 1 November 2011 reinstating the Nelson Respondents were totally bogus and of no force and effect.", "Quo Warranto"], ["[58]", "The case of", "Akwesasne Reserve", ", above, sets out the requirements for an order of", "quo warranto", "at paragraph 46 of that decision:", "1. The office must be one of a public nature;", "2. The holder must have already exercised the office; a mere claim to exercise it is not enough;", "3. The office must have been created by the Crown, by a Royal Charter, or by an Act of Parliament;", "4. The office must not be that of a deputy or servant who can be dismissed at will;", "5. A plaintiff will be barred from a remedy if the plaintiff has been guilty of acquiescence in the usurpation of office or undue delay;", "6. The plaintiff must have a genuine interest in the proceedings. Nowadays probably any member of the public will have sufficient interest, provided that he has no private interest to serve."], ["[59]", "The requirements set out above have all been met in the present case:", "1) The Chief and Council are elected by the constituents of RRAFN as their representatives, and these offices are undoubtedly of a public nature;", "2) Terrance Nelson, Michael Littlejohn, Evelyn Patrick and Keith Henry already exercised their respective offices;", "3) As of 1991, the RRAFN Constitution and", "Election Act", "took over the application of the", "Indian Act", "; the offices can thus be considered created by Parliament (see", "Akwesasne Reserve", "at paragraph 76);", "4) The Chief and Council cannot be dismissed at will;", "5) Since the removal of the Nelson Respondents by the Custom Council in late 2011, the Applicant has been doing all that is within its powers to ensure that its decisions are respected (the holding of by-elections whereby the Henry Respondents were elected, initiating court proceedings) and there has been no acquiescence or undue delay;", "6) As stated in", "Akwesasne Reserve", ", any member of RRAFN could be considered to have a genuine interest in these proceedings."], ["[60]", "Furthermore, there is no alternative remedy set out in the  <FRAGMENT_SUPPRESSED> ) or clear route of appeal open to the Applicant (", "<FRAGMENT_SUPPRESSED> ). As such, I believe the declaratory relief requested by the Applicant is warranted in this case.", "Costs"], ["[61]", "The Applicant and the Henry Respondents have asked for their costs on a solicitor and client basis."], ["[62]", "Rule 400 gives the Court full discretion over the amount and allocation of costs and the determination of by whom they are to be paid and sets out the factors that the Court may consider. Rule 400, however, does not confer an unfettered discretion."], ["[63]", "When it comes to solicitor and client costs, the jurisprudence of this Court is that they should only be awarded when a party or parties has or have displayed reprehensible, scandalous or outrageous conduct. Reprehensible behavior is that deserving of censure or rebuke. Scandalous means causing general public outrage or indignation. Outrageous refers to behavior that, among other things, is deeply shocking, unacceptable, and immoral and offensive. See", "Louis  <FRAGMENT_SUPPRESSED> , at paragraph 56. Reasons of public interest may also justify the making of such an order.  <FRAGMENT_SUPPRESSED> ."], ["[64]", "In the present case, the conduct of the Nelson Respondents that is alleged to be reprehensible, scandalous or outrageous is as follows:", "a. It was the failure of the Nelson Respondents to abide by their own laws that led to their removal in the first place. Former Chief Terrance Nelson refused to turn over financial information to the forensic auditor and former Councillor Littlejohn neglected to turn over numerous boxes of financial papers belonging to RRAFN that were relevant to the audit;", "b. Knowing the decision of Justice Phelan  <FRAGMENT_SUPPRESSED>  River", ", above, that confirmed the authority of the Custom Council to remove the Chief and Council, the Nelson Respondents ignored that decision and continued to act as though the Custom Council had no such power;", "c. Having failed to dissolve the Custom Council so as to nullify its decision to remove them, the Nelson Respondents concocted and/or relied upon a fake Custom Council Resolution in order to retain or regain power;", "d. The Nelson Respondents have, for no good reason, simply flouted RRAFN's governance rules and the rule of law in order to serve their own personal ends;", "e. The actions of the Nelson Respondents threw the band into crisis with AANDC and other innocent third parties, such as banks and contractors who did not know who was in charge;", "f. It was this crisis that necessitated both this application and the earlier injunction application."], ["[65]", "When Mr. Terrance Nelson and Ms. Evelyn Patrick appeared before this Court and made oral representations, they attempted to explain their behavior as a legitimate exercise of the democratic process. They pointed out that they had been elected by RRAFN, and they felt that the Custom Council did not have the power to remove them. They felt that a referendum was needed on governance issues, and that there was no evidence that the Custom Council was empowered to do what it did in removing them from office."], ["[66]", "The problem with this position is that it has been clearly established by this Court that the Custom Council does have such powers and the Nelson Respondents are aware, or reasonably ought to be aware, that this is the case. Mr. Nelson has been before this Court before on previous occasions and in his presentation before me he revealed that he knew what the legal situation was; he just did not feel it should have any legitimacy. Mr. Nelson was an applicant  <FRAGMENT_SUPPRESSED>  River", ", above, which came before Justice Phelan. In that case, at paragraph 4, Mr. Terrance Nelson agreed that the RRAFN constitution had been clearly enacted:", "Since 1991, the Band governs according to band custom, with the approval of Indian and Northern Affairs Canada. They have two pieces of legislation which express their system of governance: the Bagiwaaniskiziibi Anishinabe First Nation Election Act and Regulations (Election Act), and the Constitution. While the submitted version of the Constitution is labelled \"Draft\", both Parties agree that the Constitution was duly enacted."], ["[67]", "In cross-examination on her affidavit, Ms. Patrick said she agreed with the Constitution, but had later come to disagree with certain parts of it."], ["[68]", "It seems to me that the position of Mr. Nelson and Ms. Patrick on the RRAFN Constitution is simply one of expediency. They either agree or disagree with it in accordance with their own interests."], ["[69]", "The position of the Nelson Respondents is that they simply did what they did because they were an elected government. This is just another way of saying that they refuse to recognize the full RRAFN Constitution when it suits their own interests and they refuse to be bound by previous orders of this Court that have endorsed the validity of that Constitution."], ["[70]", "Mr. Nelson is also inconsistent with regard to his views on Custom Council legitimacy. He was willing to rely upon the purported Custom Council resolution of 1 November 2011, which told AANDC that the former band council members were back in power, but he now says that the Custom Council did not have the power to remove him."], ["[71]", "The Nelson Respondents did not openly challenge the legitimacy of the Custom Council resolutions that removed them or the results of the by-elections that replaced them because they knew what the law was on these issues. Mr. Nelson has been before this Court before on similar issues. In front of me, he acknowledged what Justice Phelan has ruled on this issue. He is simply not willing to accept what this Court has said. He and his cohorts simply decided to do an end-run on their own Constitution in order to thwart legitimate decisions and retain power. This conduct is inexcusable."], ["[72]", "The evidence before me suggests that the Nelson Respondents knowingly flouted the rule of law in order to retain and/or regain power and knowingly created mischief that precipitated a crisis for RRAFN because of its relationships with, and dependence upon, third parties. The Nelson Respondents have offered no convincing explanation for this flouting of the rule of law and resulting mischief for the RRAFN that would suggest they had any legitimate or positive reason for their conduct. They acted for selfish motives, even though two of them (Mr. Nelson and Ms. Patrick) have attempted to argue that the Custom Council has no legitimacy and that they are the Band's democratically elected leaders. There is also a strong public interest to ensure that this kind of conduct is discouraged. RRAFN has had to face governance disputes in the past, and it is not well served by people who are prepared to disregard its rules of governance for personal reasons. Such conduct is totally irresponsible and places the viability and well-being of RRAFN in jeopardy. RRAFN should not have to resort to expensive Court procedures in order to ensure that its own rules of governance are enforced."], ["[73]", "Justice Phelan warned  <FRAGMENT_SUPPRESSED>  River", "at paragraph 60, that the \"Chief and Councillors cannot take advantage of their rogue behavior to undermine the authority of Custom Council,\" and yet the Nelson Respondents, notwithstanding this clear warning from the Court, have attempted to do just that."], ["[74]", "The evidence before me also suggests that none of the Nelson Respondents challenged their removal from office in any legitimate way, and simply decided to disregard and subvert the RRAFN constitution."], ["[75]", "The undisputed evidence of counselor Gary Roberts suggests a deliberate plan to thwart the legitimate decisions of the custom Council:", "16. In short, my then co-Councillors, Michael Littlejohn, Evelyn Patrick, and Keith Henry (three of the Respondents to this case) abandoned their offices and positions in protest of the removal of Terrance Nelson.", "17. On October 12, 2011, the by-election of for the position of Chief was held, and the current chief, Kenneth Henry. Jr. was elected. The next day he took office, and he began governing the affairs of the First Nation as its Chief.", "18. My co-Councillors, however, continued to neglect their offices, and refused to participate in Band governance.", "19. When my co-Councillors repeatedly ignored warnings from Custom Council to attend the affairs of business of the Band, they too were removed by the Custom Council on October 20, 2011.", "20. On or about September 27, 2011, a week after the former Chief was removed by Custom Council, my then co-Councillors had an appointment in Winnipeg to meet with two of the Band's lawyers at the law offices of Booth Dennehy, in Winnipeg, for the purpose of obtaining legal advice about the former Chief's removal, and whether court proceedings should be initiated to challenge the Custom Council's decision, as had unsuccessfully been done in 2007.", "21. While none of the other three Councillors made me aware of this meeting date or time, or invited me to come along, I found out about that meeting and attended anyways.", "22. At that September 27, 2011 meeting, one of the Councillors, Evelyn Patrick, suggested in my presence, that one of the options that the Band Council could try, in order to undo the Custom Council's removal of Terrance Nelson as Chief, would be to create a new and different Custom Council. (Or words to that effect).", "23. I was personally shocked that any member of Band Council would be involved in such a scheme aimed at frustrating a decision of the real Custom Council. However, as events have unfolded, it appears that this is precisely what seems to have been put into play.", "24. Although the possibility of challenging the decision of Custom Council in Federal Court was discussed at the meeting, this option was not pursued. The meeting ended shortly thereafter when Keith Henry and Michael Littlejohn left the lawyer's office. As the quorum of Chief and Council was no longer present, the meeting ended and I left. No decisions were made by the Band Council at that meeting. This was the last time the former Councillors and I met as a group."], ["[76]", "The evidence before the Court establishes reprehensible, scandalous and outrageous conduct on the part of the Nelson Respondents. There is also a strong public interest component for solicitor/client costs in this case. If the constitution of RRAFN is simply disregarded and thwarted for reasons of political expediency, these disputes will never cease. This cannot be in the interests of RRAFN.", "JUDGMENT"], ["[77]", "THIS COURT'S JUDGMENT is that", "1. The Court declares that Respondent Terrance Nelson ceased to be Chief of the Roseau River Anishinabe First Nation as of September 20, 2011;", "2. The Court declares that Respondents Michael Littlejohn, Evelyn Patrick, and Keith Henry ceased to be Band Councillors of the Roseau River Anishinabe First Nation as of October 20, 2011;", "3. The Court declares in the nature of", "quo warranto", "that the Respondents Terrance Nelson, Michael Littlejohn, Evelyn Patrick, and Keith Henry do not hold the positions of Chief and Council respectively;", "4. The Court declares that the Respondents Kenneth Henry Jr., Gary Roberts, Cecil James, Dawn Roberts, and Lawrence Henry do hold the positions of Chief and Council respectively;", "5. Costs against the Nelson Respondents are awarded on a solicitor and client basis, and shall be paid by the Respondents Terrance Nelson, Michael Littlejohn, Evelyn Patrick, and Keith Henry, on a joint and several basis to:", "a. The Applicant; and", "b. Each of the current members of the Chief and Council being Kenneth Henry Jr., Gary Roberts, Cecil James, Dawn Roberts and Lawrence Henry.", "Application allowed.", "Editor: Anick Ouellette-Levesque/vnh"]]}