{"id_": "091378", "body_str": [["[1]", "Muldoon, J.", ": This is an application pursuant to s. 82.1(1) of the", "Immigration Act", ", R.S.C. 1985, Chap. I-2 (the", "Act", ") seeking judicial review pursuant to s. 18.1 of the", "Federal Court Act", ", R.S.C. 1985, Chap. F-7, of a decision of a visa officer dated January 2,1997 which determined that the applicant is not eligible for landing under the Deferred Removal Orders Class (DROC)."], ["[2]", "The", "DROC Regulations", "were enacted as a means to resolve the cases of certain failed refugee claimants who had not been removed from Canada for several years. The", "Regulations", "create the means whereby certain refugee claimants whose claims were rejected could obtain permanent residence in Canada. In general, the", "Regulations", "allow for a failed refugee claimant to apply for landing three years after her or his claim has been rejected and if there has been no removal action to that point. There are several exclusion clauses which, if applicable, render the individual ineligible for landing under the", "DROC Regulations", ". For the purposes of this judicial review application, the prime exclusionary clause applies to those refugee claimants whose claims have been rejected on the basis of ss. E or F of Article 1 of the", "Convention", ". The issues raised in this application centre around whether the applicant is eligible to be landed under the", "DROC Regulations", "and whether a previous decision of an immigration officer which found the applicant to be eligible for landing under the", "DROC Regulations", "can now be rescinded."], ["[3]", "The applicant and his wife are citizens of Ecuador. They have four children; the eldest was born in the United States and the three youngest were born in Canada. In 1989, the applicant and his wife and eldest daughter entered Canada and claimed refugee status. The applicant made his claim on the basis of his political opinion and membership in a particular group. His hearing was held in September 1992 and on December 17, 1992, the Convention Refugee Determination Division (CRDD) of the Immigration and Refugee Board found the applicant and his wife not to be Convention refugees."], ["[4]", "The decision of the CRDD is relevant to this judicial review application and therefore the court will now repeat portions of the decision. After outlining the activities of the applicant as a member of the Alfaro Vive, Carajo (AVC) in Ecuador, the CRDD then determined that the applicant did not have a well-founded fear of persecution. At p. 32 of the application record (AR), the CRDD wrote:", "\"The panel has no reason to believe that the state would be directly involved, should the former members of the AVC attempt to punish the claimant for defecting from the group, or that the state would condone criminal acts committed by private citizens. The evidence indicates that the government and the security forces acted vigorously against the AVC, when it operated as a guerilla group. The panel is of the opinion that adequate protection is available to the claimant in Ecuador, should the AVC members attempt to harass him.\"", "At p. 33 AR, the CRDD added:", "\"... The panel concluded that the present government of Ecuador does not condone unlawful initiatives taken by Febres Cordero. The panel is also persuaded that the claimant would be adequately protected by the government of Ecuador, should he be threatened by Febres Cordero.", "\"For all the above reasons and after considering all the evidence, the panel finds that the fear of persecution alleged by the male claimant is not well founded. Therefore the panel determines that Jesus Jimenez (aka) Jesus Leonardo Jimenez is not a Convention refugee as defined in s. 2(1) of the", "Immigration Act", ".\"", "At p. 34 AR, the CRDD added:", "\"The panel found that the male claimant is not a Convention refugee. However, the panel is of the opinion that, even if he had a well-founded fear of persecution, he would not be a Convention refugee as defined in the", "Immigration Act", ", as he is a person to whom the Convention does not apply because there are serious reasons for considering that he has committed a serious non-political crime outside the country of refuge.", "\"The panel had raised the issue, as it appeared that the male claimant had committed serious non political crimes when he had organized assaults against people involved in peaceful and democratic political activities. The incidents described by the claimant in his testimony, referring mostly to the years 1983 and 1984, clearly had a political motivation, though the attacks with sticks and stones and the physical injuries inflicted upon members of the public were, in the panel's opinion, grossly out of proportion to the declared objective of achieving a just social order in the country and a government more sensitive to the needs of the poor. The common law character of the offence therefore outweighs the political element. The male claimant did not have to resort to those extreme measures, since a democratic, multi-party process was available in the country. He chose to use violence to destroy the existing social and political system, rather than working democratically to build a better one.\""], ["[5]", "On February 5, 1996, the applicant and his wife and daughter jointly applied for permanent residence under the", "DROC Regulations", ". Section 2(1) of the", "Immigration Regulations", ", 1978, SOR/78-172, defines a \"member of the deferred orders class\" as an immigrant:", "\"(a) who is subject to a removal order, or to a conditional departure notice, departure notice or conditional removal order within the meaning of s. 2(1) of the Act as that subsection read immediately before February 1, 1993,", "(b) who, on or after January 1, 1989, made a claim to be a Convention refugee and is not a person who was not eligible, under s. 46.01 of the Act or under s. 46.01 of the Act as that section read immediately before February 1, 1993, to have the claim determined by the Refugee Division,", "(c) who has been determined by the Refugee Division not to be a Convention refugee or who has been determined not to have a credible basks for the claim by an adjudicator and a member of the Refugee Division at a hearing held pursuant to s. 44(3) of the Act as that subsection read immediately before February 1, 1993,", ". . . . .", "(f) who, where the immigrant is subject to an exclusion order or a deportation order, has not hindered or delayed its execution, including failing to present himself or herself for a pre-removal interview or for removal in accordance with removal arrangements made by an immigration officer,", ". . . . .", "(h) who is not and whose dependants in Canada are not persons described in any of paragraphs 19(1)(c) to (g) and (1) to (2)(a) to (b) of the Act, and", "(i) who has not, and whose dependants in Canada have not, been convicted of an offence referred to in subparagraph 27(1)(a.1)(I) or paragraph 27(1)(d) of the Act.\"", "The exclusionary clauses are set out in s. 2(7.1) of the", "Regulations", ". For the purpose of this judicial review application, subs. (b) proscribes that:", "\"2(7.1) For the purposes of the definition 'member of the deferred removal orders class' in subs. (1), an immigrant shall not be considered to be a member of the deferred removal orders class where", "(b) the immigrant has been determined by the Refugee Division not to be a Convention refugee on the basis that the Convention does not apply pursuant to section E or F of Article 1 thereof, which sections are set out in the schedule to the Act;\""], ["[6]", "In April 1996, the applicant received a letter from Citizenship and Immigration Canada dated April 11, 1996. The first two paragraphs of this letter, found at p. 18 AR, read:", "\"We are writing in reference to the application which you submitted under the Deferred Removal Orders Class. This is to advise you that you appear to meet the eligibility requirements of this class.", "\"Your case is now being referred to the Case Processing Centre (CPC) in Vegreville, where your application for permanent residence will be reviewed. If the CPC requires additional information, they will contact you by mail.\"", "Although the letter was addressed only to the applicant, the immigration file numbers of the applicant, his wife and daughter appeared at the bottom of the letter."], ["[7]", "On January 10, 1997, the applicant received the following letter, dated \"02 January, 1997\":", "\"We are writing in reference to the application which you submitted under the Deferred Removal Orders Class. After careful consideration, we regret to inform you that you do not meet the eligibility criteria for this program due to the following reason:", "You were deemed not to be a Convention Refugee by the Refugee Division on the basis that war crimes or crimes against humanity had been committed. This makes you ineligible pursuant to s. 2(7.1)(b) of the", "Immigration Regulations", ", as follows:", "[above cited]", "This letter reverses the decision of 11 April 1996 stating that you had met the eligibility criteria for the above program.", "Your case is now being referred to your local Hearings or Removals office for further consideration. If you require additional information, or if you change your address, please contact your local Tele-Centre. [Same signatory as in April 11, 1996 letter.]\"", "It is not clear whether this decision also determines the applicant's wife and daughter ineligible for landing under the", "DROC Regulations", ". It does not mention them by name, and the CRDD, of course, never found that they fell under \"the exclusion clause\" F (p. 29 AR). So the purported reversal of January 2, 1997, could not possibly apply to the wife and U.S. born child. They have undoubted DROC status.", "1. Whether the CRDD's decision determining the applicant not to be a Convention refugee was based on the \"exclusion\" clauses in the", "Immigration Act", ", thus making the applicant ineligible for landing under the", "DROC Regulations", "; and", "2. Whether the principle of \"functus officio\" renders the decision dated January 10, 1997 invalid."], ["[8]", "The applicant submits that the decision in question is not correct since the applicant meets the eligibility requirements for landing under the", "DROC Regulations", ". Although the CRDD did state that the applicant is a person to whom the Convention does not apply, the applicant argues that this was not the basis of its decision. The applicant submits that the basis of the CRDD's decision was that the applicant did not have a well-founded fear of persecution in Ecuador. The applicant points to the following paragraph, found at p. 33 AR, in which the CRDD states:", "\"For all the above reasons and after considering all the evidence, the panel finds that the fear of persecution alleged by the male claimant is not well founded. Therefore the panel determines that Jesus Jimenez (aka) Jesus Leonardo Jimenez is not a Convention refugee as defined in s. 2(1) of the", "Immigration Act", ".\""], ["[9]", "After determining the applicant not to be a Convention refugee on the ground that his fear of persecution was not well-founded, the CRDD went on to find even if his fear of persecution was well-founded, the applicant is a person to whom the Convention does not apply as he committed serious non-political crimes while in Ecuador. The applicant submits that this latter finding was not the basis of the decision but was, rather, obiter dicta. Therefore, the applicant submits that the decision which found the applicant not to be a Convention refugee was not \"on the basis that the Convention does not apply\" as stated in s. 2(7.1) of the", "Regulations", "but was rather due to the CRDD's finding that he did not \"have a credible basis for the claim\"."], ["[10]", "The CRDD may have a point in fixing the male applicant with exclusion from refugee status pursuant to article 1, section F, but its reasoning is quite unclear over several pages of its reasons the CRDD waffles as between the male applicant's offences being political, or of \"common law character\" which \"", "therefore", "outweighs the political element\". What does this mean? He was no garden-variety criminal operating for excitement and gain: he was thoroughly politically motivated and hoped to achieve, or at least, influence political ends."], ["[11]", "The CRDD, citing Prof. James C. Hathaway in", "The Law of Refugee Status", ", Butterworths, Toronto, 1991, pp. 222-223, refers, with Hathaway, to the \"extradition-based rationale\" for article F and quotes him as declaring that a \"claimant\" who \"has ... benefitted from an amnesty ... would be at no risk of extradition, and should not be excluded from refugee status\". Here the CRDD recognized that all members of the AVC - including the male claimant - have, in intervening years, been accorded a complete amnesty by the government of Ecuador, which \"for its own purposes\" [not to be denigrated by the CRDD] \"has decided not to prosecute the male claimant\"."], ["[12]", "The respondent argues that the CRDD premised its decision on two bases: that the applicant did not have a well-founded fear of persecution and that the applicant is ineligible to be a Convention refugee as he is a person described in section E or F of Article 1 of the Convention. Now, with better insight than evinced by the officer who wrote the contradictory letters, one can see that this is so."], ["[13]", "The applicant's second argument is premised on the principle of \"functus officio\". The applicant submits that the immigration officer, having determined the applicant to be eligible for landing under the DROC regulations cannot, some eight months later, reverse this decision. The applicant relies on", "<FRAGMENT_SUPPRESSED>  A.R. 321; 70 Alta. L.R.(2d) 193; 62 D.L.R.(4th) 577, where Justice Sopinka stated at p. 862  <FRAGMENT_SUPPRESSED> :", "\"As a general rule, once such a tribunal has reached a final decision in respect to the matter that is before it in accordance with this enabling statute, that decision cannot be revisited because the tribunal has changed its mind, made an error within jurisdiction or because there has been a change of circumstances. It can only do so if authorized by statute or if there has been slip or error within the exceptions enunciated in", "<FRAGMENT_SUPPRESSED>  based, however, on the policy ground which favours finality of proceedings rather than the rule which was developed with respect to formal judgments of a court whose decision was subject to a full appeal. For this reason I am of the opinion that its application must be more flexible and less formalistic in respect to the decisions of administrative tribunals which are subject to appeal only on a point of law. Justice may require the reopening of administrative proceedings in order to provide relief which would otherwise be available on appeal.", "\"Accordingly, the principle should not be strictly applied where there are indications in the enabling statute that a decision can be reopened in order to enable the tribunal to discharge the function committed to it by enabling legislation.\""], ["[14]", "In response, the respondent concedes that the principle of \"functus officio\" applies to decisions of administrative tribunals. However, the respondent asserts that the principle of \"functus officio\" should not be strictly applied because the decision contravened the", "Immigration Regulations", ". The respondent submits that the", "intent", "of the", "Regulations", "should be preserved and not thwarted merely because an immigration officer made an erroneous decision."], ["[15]", "Without dealing with the issue of whether the CRDD decision was \"based on\" the applicant's unfounded fear of persecution or the fact that the Convention is not applicable to him, the court is inclined to view the applicant's position as the correct one in this matter."], ["[16]", "As stated by Justice Sopinka the principle of \"functus officio\" favours the finality of proceedings, although it is flexible in its application in the case of administrative tribunals. By this it is meant that whether or not the parties agree with the decision rendered, the case cannot be reopened unless it can be established that there was an error in expressing the manifest intention of the decision-maker or if there is a clerical error that needs to be corrected:", "<FRAGMENT_SUPPRESSED>  (T.D.). The principle specifically does not allow a tribunal to revisit a decision. This court takes heed in the words of Justice Sopinka where he states:", "\"As a general rule, once such a tribunal has reached a final decision in respect to the matter that is before it in accordance with its enabling statute, that decision cannot be revisited because the tribunal has changed its mind, made an error within jurisdiction or because there has been a change of circumstances. It can only do so if authorized by statute or if there has been a slip or error within the exceptions enunciated in", "<FRAGMENT_SUPPRESSED>  decision was issued to correct a clerical error or to express the manifest intention of the decision-maker. The decision-maker's intentions were clear in rendering her first decision: that the applicant had met the eligible criteria for landing under the", "DROC Regulations", ". Simply because there has been a change of heart does not mean that the decision-maker can revisit the issue. If she erred, her error was surely \"within jurisdiction\", as stated by Sopinka, J., and given the amnesty and all the other circumstances, it is not certain that it was illegal as alleged for the respondent."], ["[18]", "As stated by Justice Nadon in <FRAGMENT_SUPPRESSED> :", "\"Put another way, can the Board question or investigate the making of a decision which, on its face, appears to be valid? As noted above, the decision was properly signed, and stated that the matter was decided 'without a hearing'. The governing statute enables the CRDD to make decisions without hearings. It appears that a decision in the applicant's case was made without a hearing. A notice of decision was duly signed by the Registrar indicating that the claim was determined without a hearing on the 10th day of May 1993, and that the applicant was determined to be a Convention refugee. The 10 May decision appears to be a valid decision, made in conformity with the provisions of the", "Act", ". The 29 May panel exceeded its jurisdiction in looking beyond that decision and determining that it was an administrative error.", "\"The Board had no jurisdiction to question a decision validly made in conformity with the", "Act", ". Once a decision was made, however it was made, both the 15 November and the 29 May panels were \"functus officio\", since a decision with respect to the applicant's Convention refugee status had been made. If the Minister had concerns regarding the legitimacy of the 10 May decision, the proper method by which to address those concerns would have been by way of an application for judicial review of the decision. Once a decision is rendered that on its face appears valid, the procedure for challenging it is by way of an application for judicial review.\""], ["[19]", "These words are clear. If the Minister had concerns regarding the validity of the initial decision, the proper method of challenging it would have been by means of an application for judicial review. As this was not done, it is not for the decision-maker to revisit the initial decision to question its validity."], ["[20]", "Therefore, this application for judicial review ought to be allowed and the decision dated January 10, 1997, quashed. Obviously, in light of the foregoing reasons, the Jimenez family's application for eligibility under DROC, having been decided once, is not to be referred to anyone for another adjudication, which would be illegal in light of the \"functus officio\" principle. The principle was effectively illustrated by this court in", "<FRAGMENT_SUPPRESSED>  (T.D.). The respondent is legally obliged to fulfil the applicant's DROC application which was allowed on April 11, 1996."], ["[21]", "It is always embarrassing for public servants to regard themselves as having made an error in the administration of public law. However, unless there be lawful means to erase such an error, it is maladministration simply to purport to reverse that alleged error high-handedly and unilaterally. In any event, given the CRDD's flaws of reasoning and waffling, the first decision is not clearly in error."], ["[22]", "No question needs to be certified here. The applicant DROC application needs to be processed for landing on a humanitarian and compassionate basis by a different immigration officer from the one who signed the April 11, 1996, and the contradictory letter of January 2, 1997. The respondent's maladministration has delayed the applicants, and in the meanwhile DROC has been repealed. If there be no transition provision from which the applicant, his wife and eldest child can benefit, the H and C review to which they are now entitled ought to result in landing to the same extent as would DROC, if they had not been deflected and displaced. Or, the Minister, in the plenitude of ministerial power, ought to intervene on the Jimenez family's behalf.", "Application allowed.", "Editor: Angela E. McKay/saf", "[End of document]"]]}