{"id_": "091543", "body_str": [["[1]", "Pinard, J.", ": This is an application for judicial review of a decision of a member of the Immigration and Refugee Board (the \"Board\"), pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (the \"Act\"). The Board determined that the applicant was neither a Convention refugee nor a person in need of protection pursuant to sections 96 and 97 of the Act.  <FRAGMENT_SUPPRESSED>"], ["[2]", "Mekeisha Fezina Daniel, the applicant, is a citizen of St. Vincent and the Grenadines and was born in 1987. When she was 13 years old, her mother entered into a common-law relationship with a Mr. Calvert Cupid. In May 2003, Mr. Cupid is alleged to have sexually assaulted the applicant; a pattern of repeated attacks followed. In February 2005, the applicant allegedly sought police protection but the police simply talked with Mr. Cupid, sharing jokes with him, and no arrest was made. Immediately following their departure, Mr. Cupid threatened the applicant. The assaults continued. The applicant's mother, who is also the family breadwinner, continues to refuse to believe that her partner is a sexual predator.  <FRAGMENT_SUPPRESSED>"], ["[3]", "In April 2008, the applicant contacted her aunt, Nyasha Ralph, who lives in the United Kingdom, and was convinced by her to go once more to the police. The applicant filed a police complaint and the police visited Mr. Cupid but no follow-up was made. Following this visit, Mr. Cupid again threatened the applicant's life.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The applicant went to the United Kingdom to stay with her aunt for three weeks, with the intention of staying there, but her aunt's husband did not agree to this and she returned to St. Vincent.  <FRAGMENT_SUPPRESSED>"], ["[5]", "In June 2008, the applicant says she was raped and impregnated by Mr. Cupid. Her aunt informed her that there was a woman in Canada, Josette Davis, who might be able to help her. The applicant came to Canada on October 5, 2008.  <FRAGMENT_SUPPRESSED>"], ["[6]", "This matter raises the following issues:  <FRAGMENT_SUPPRESSED>", "a. Did the Board err by failing to apply the Board Chairperson's \"Guideline 4: Women Refugee Claimants Fearing Gender-related Persecution\" (the \"Gender Guidelines\") when it determined that the applicant's testimony was not credible or plausible?  <FRAGMENT_SUPPRESSED>", "b. Did the Board err by determining that state protection was available to the applicant in St. Vincent?  <FRAGMENT_SUPPRESSED>"], ["[7]", "The standard of review applicable to a Board's finding on credibility is reasonableness. Therefore, the Board's conclusion must fall within the \"range of possible, acceptable outcomes which are defensible in respect of the facts and the law\" (", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[9]", "Firstly, the applicant submits that the purpose of the Gender Guidelines is to assist the Court in drawing contextualized conclusions within refugee claims. She cites", "<FRAGMENT_SUPPRESSED> , an application based on similar facts involving a female claimant from St. Vincent who was also refused based on an impeachment of credibility, a lack of subjective fear and the adequacy of available state protection. Justice Douglas Campbell noted the need to consider the \"pattern of symptoms\" often exhibited by battered women (citing", "<FRAGMENT_SUPPRESSED> ), and that \"the Gender Guidelines suggest that to assess the actions of a woman subjected to domestic violence is an essential tool to use in reaching a fair and correct judgment\" (para 20).  <FRAGMENT_SUPPRESSED>"], ["[10]", "Justice Campbell went on to hold at paragraph 25 that reasons must be given in the case of credibility findings that are responsive to what is known about women in this condition, and that it is a pitfall to use the objective standard of the \"reasonable man\" when it is possible that a male norm is being unfairly applied (para 28). The applicant submits that the Board in the present case fell victim to the same pitfall, applying an objective standard with total disregard for the knowledge, understanding and sensitivity required to assess issues of credibility in such cases (as per para 27).  <FRAGMENT_SUPPRESSED>"], ["[11]", "<FRAGMENT_SUPPRESSED> Justice Danièle Tremblay-Lamer noted that the Board does not necessarily have to cite the Guidelines in the course of its reasons, but that it is incumbent on the Board to display the knowledge and sensitivity outlined in", "Griffith", ", above. The applicant notes that the Board in the present case did not acknowledge these Guidelines at all, but rather drew mechanical inferences based purely on implausibilities such as her failure to move out at a young age and her failure to produce photos of her rapist. The applicant notes that she was 15 years of age when the pattern of abuse started and that she was still a minor when she first approached the police. She argues that the Board's complete failure to consider and apply the Guidelines tainted a true assessment of her allegations.  <FRAGMENT_SUPPRESSED>"], ["[12]", "The respondent argues that the Guidelines cannot themselves be used to establish a claim where the applicant's explanations are not acceptable (", "<FRAGMENT_SUPPRESSED> ). The respondent contends that the mere fact that the applicant was disbelieved by the Board does not imply that the Board was insensitive (", "<FRAGMENT_SUPPRESSED> ). The respondent notes that there is no allegation that the Board lacked sensitivity in the conduct of the hearing itself. The respondent submits that in view of the fact that the applicant submitted no corroborative evidence to establish her claim it was reasonable, not insensitive, of the Board to inquire about any possible evidence such as photographs.  <FRAGMENT_SUPPRESSED>"], ["[13]", "In my view the Board's decision displayed a lack of the sensitivity and contextualization called for by the Guidelines. While the Board did not in fact need to explicitly mention the Guidelines, the jurisprudence establishes that the approach set out in the Guidelines should be taken into account in assessing the evidence in the case of an abused woman. The applicant's claim was explicitly based on gender-related violence in a country where such violence is commonplace. I agree with the applicant that there is a distinction between the cases cited by the respondent (", "S.I.", "and", "<FRAGMENT_SUPPRESSED> ) and the present case, as in those cases the Board had found actual inconsistencies and contradictions in the applicant's evidence which put into question the veracity of the allegations (", "Vargas", ", para 15). In", "S.I.", "the Board was in fact found to have applied the Guidelines correctly (para 8). In the present case, the Board did not cite any actual contradictions or inconsistencies in the applicant's testimony, but rather found it implausible that she would have remained in an abusive situation considering the fact that she was educated. This is exactly the manner of questionable finding referred to in the Guidelines and in", "<FRAGMENT_SUPPRESSED> , and in my view demonstrates that the Board was not using the Guidelines, but was attempting to apply a strictly objective viewpoint as to what someone in an abusive situation should do. The Board's reasons were not, as required by", "Griffith", ", supra, responsive to what is known about women in this condition; I can find no evidence in the decision of an attempt to put the applicant's actions in the context of a young woman who has been subjected to ongoing sexual assault and rape by a family member over the course of several years. While her testimony would presumably have been bolstered by expert evidence, there is no actual requirement for her to submit such evidence, and despite its absence I find that the Board's conclusions are no more based on expertise, but rather on the Board's own sense of what an abused woman in the applicant's position should have done. While I accept that the lack of corroboration in the form of the police reports was an important factor, I find that the Board's failure to apply the Gender Guidelines tainted its analysis and rendered its conclusions on credibility unreasonable.  <FRAGMENT_SUPPRESSED>"], ["[14]", "Secondly, the applicant submits that the Board's findings regarding police protection in St. Vincent are unreasonable. The applicant cites the following excerpt from a November 2008 Information Request:  <FRAGMENT_SUPPRESSED>", "Most police officers have limited knowledge and skills on domestic and family violence, inclusive of procedures, but a selective few treat the issue with seriousness. Trained officers receive general training in policing which they apply in domestic and family violence incidences and which lead to complications for the victim, who feels further victimized.  <FRAGMENT_SUPPRESSED>", "In addition, when female victims go to make reports, they are served by gross, disrespectful, chauvinistic, young male officers who feel that the victim asked for what she received. There are no specialized kits either. In most cases, the male police officers become impatient if the victim is hesitant in responding to questions.  <FRAGMENT_SUPPRESSED>", "Generally, the attitude of police officers, the open area for questioning and the overall ineffectiveness of the police and court, make the victim reluctant to testify.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The applicant submits that the Board erred in not addressing this evidence which competed with its conclusion that it was the applicant's failure to act that caused her problems (", "<FRAGMENT_SUPPRESSED> ). She also argues that the Board's inference must be weighed against the Gender Guidelines, as the Board, in concluding that the applicant's passivity was a major factor in her problems, failed to consider the context of the applicant's situation, namely being a 17-year-old girl in such an environment.  <FRAGMENT_SUPPRESSED>"], ["[16]", "The respondent merely contends that state protection was not a determinative issue in the case at bar. While the Board did not explicitly mention state protection as a separate determinative issue, in my view it clearly made a finding that such protection would have been available to the applicant, and used this finding to impeach her credibility given that she did not effectively seek it out. On this point, I am in agreement with the applicant that the Board made its finding without addressing the contradictory evidence. I find that it was unreasonable of the Board to impeach the applicant's credibility on this point, in light of the contradictory evidence showing that while victim passivity can play a role, there are clear deficiencies in the protection available to such victims and the attitudes they must face. I agree that a contextual, sensitive approach as mandated by the Guidelines would have taken this into consideration and explained why the Board did not find this to be an important factor.  <FRAGMENT_SUPPRESSED>"], ["[17]", "For the above-mentioned reasons, the application for judicial review is allowed. The matter is sent back for reconsideration by a differently constituted panel of the Immigration and Refugee Board.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[18]", "The application for judicial review is allowed. The decision of the Refugee Protection Division of the Immigration and Refugee Board (the \"Board\"), dated August 16, 2010, is set aside and the matter is sent back for reconsideration by a differently constituted panel of the Board.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Elizabeth M.A. Turgeon/vnh  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}