{"id_": "092064", "body_str": [["[1]", "Morneau, Prothonotary", "[Translation]: Do the Federal Court of Appeal decision of April 30, 2004, in", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ) so clearly alter the situation in this case that we should disregard the decision of December 19, 2003, by Pinard, J., dismissing a motion by the defendant for summary judgment, and conclude now that it is plain and obvious at this point that this Court has no jurisdiction to hear the plaintiff's action, the trial on the merits of which is to begin on May 30, 2005?"], ["[2]", "For the reasons that follow, I do not think that the defendant has discharged this heavy burden and that this question can therefore be answered in the affirmative."], ["[3]", "The present motion to strike by the defendant highlights, once again, the remedies provided for in sections 17 and 18 of the", "Federal Courts Act", ", R.S.C. 1985, c. F-7, as amended (the", "Act", "), and leads us to assess whether it is plain and obvious in this case, as the defendant contends, that the plaintiff could not proceed by way of an action under section 17 of the", "Act", "and that the only remedy available to her was to bring an application for judicial review of a decision of a federal board, commission or other tribunal, dated July 7, 1999, terminating her employment."], ["[4]", "This motion by the defendant will also lead us to assess whether it is plain and obvious that the plaintiff cannot, through her action, escape the comprehensive nature of the scheme in section 91 of the", "Public Service Staff Relations Act", ", R.S.C. 1985, c. P-35, as amended (the", "PSSRA", "), as a result of <FRAGMENT_SUPPRESSED> .", "Fact situation"], ["[5]", "On September 9, 1989, the plaintiff was appointed to a position in the Canadian Security Intelligence Service (CSIS) under section 8 of the", "Canadian Security Intelligence Service Act", ", R.S.C. 1985, c. C-23."], ["[6]", "On July 7, 1999, the plaintiff was dismissed by the director of CSIS after he revoked her security clearance, which was necessary for the performance of her duties."], ["[7]", "In her action, which was commenced in November 2001, the plaintiff argues that this decision of July 7, 1999 (the Decision) is unlawful, essentially on the ground that the CSIS director did not at the time have all the relevant and adequate information that was otherwise available. Owing to her unlawful dismissal, the plaintiff is seeking through her action damages of various kinds. She is not seeking reinstatement in her former position.", "Analysis"], ["[8]", "As mentioned previously, by her motion under paragraph 221(1)(a) of the", "Federal Courts Rules", ", the defendant is seeking to have the plaintiff's statement of claim struck out and her action dismissed on the ground that this Court is without jurisdiction to hear the action, given that since <FRAGMENT_SUPPRESSED> it is plain and obvious, she says, that there is no cause of action against the Decision unless the Decision was first declared unlawful on an application for judicial review under sections 18 and 18.1 of the", "Act"], ["[9]", "Our analysis will be divided into two parts. First, we will consider <FRAGMENT_SUPPRESSED> and the cases surrounding it. Second, we will look at the impact of <FRAGMENT_SUPPRESSED> .", "I. <FRAGMENT_SUPPRESSED> [10]", "According to my analysis below of <FRAGMENT_SUPPRESSED> , the Federal Court of Appeal did not set aside", "<FRAGMENT_SUPPRESSED> ; 268 N.R. 235 (F.C.A.), as the defendant argues, but instead simply applied the policy rationale of Létourneau, J.A., of that Court in <FRAGMENT_SUPPRESSED> to the facts of the case."], ["[11] <FRAGMENT_SUPPRESSED> was considered by Pinard, J., on December 19, 2003, when he dismissed a motion by the defendant for summary judgment in the present case - a motion based on the same principles as those raised by the defendant here - and concluded that the case should go to trial for a full and fair determination of the rights of the parties in question, on both the procedure and the merits."], ["[12]", "What this means, then, is that <FRAGMENT_SUPPRESSED> does not allow us to override the decision of Pinard, J., of December 19, 2003, which decision serves to some degree as res judicata in regard to the motion under review."], ["[13]", "In <FRAGMENT_SUPPRESSED> , Létourneau, J.A., expressed, in paragraph 48 of his reasons, the following principles in relation to a decision of a federal board, commission or other tribunal (the National Parole Board) that was still operative in practice against the plaintiff <FRAGMENT_SUPPRESSED> :", "\"[48] It is necessary, I think, to adopt an utilitarian approach to this, and favour the proceeding that can be used to eliminate or repair the harm resulting from the decision that was rendered. For example, there is no use in requiring that an inmate who has already served his 15-day segregation period seek to have the decision that forced this on him set aside by way of judicial review.", "However, when a decision is still operative", ", as is the Board decision in this case imposing a prohibition on contact as a condition of release,", "it is not only useful but necessary to proceed by judicial review in order to have it quashed", ". Otherwise, both the decision and its effects will drag on, with possible aggravation of the harm during the period in which the action in damages follows its course.\" (Underlining added)"], ["[14]", "Létourneau, J.A., establishes in <FRAGMENT_SUPPRESSED> , therefore, that where a decision is operative, it is not only useful but necessary to proceed by judicial review."], ["[15]", "That was the conclusion reached by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> , as well, to force the plaintiff to proceed by way of judicial review in opposition to his employer's decision to retire him."], ["[16]", "In <FRAGMENT_SUPPRESSED> , the plaintiff had brought an action for reinstatement in the Canadian Armed Forces and for damages for loss of salary as a result of the decision of his employer to retire him."], ["[17]", "Apparently following the approach recommended by Décary, J.A., of the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  (F.C.A.), paragraph 17, Desjardins, J.A., in <FRAGMENT_SUPPRESSED> first categorized the relief sought by the plaintiff and identified, as follows, in paragraph 14 of her reasons, this order and the decision that should first be attacked:", "\"[14] Obviously, the respondent cannot obtain reinstatement in the Canadian Forces as well as damages for loss of salary", "unless he first attacks the decision bearing on his retirement", "on the basis that the legislation underlying the retirement is inoperative under the", "Charter", "The invalidity of this decision is at the heart of his claim and the relief sought depends on this alleged invalidity", ". The respondent will only be entitled to reinstatement once the decision is declared invalid. Damages can only be claimed once the reinstatement is ordered.\" (Underlining added)"], ["[18]", "Later, after citing, inter alia, the foregoing remarks by Létourneau, J.A., in <FRAGMENT_SUPPRESSED> , Desjardins, J.A., repeats as follows the tests of necessity and operativeness developed by Létourneau, J.A., owing to the fact that the first decision to be attacked by the plaintiff <FRAGMENT_SUPPRESSED> was the mandatory retirement decision, since that decision necessarily blocked the road to the reinstatement and damages remedy. The mandatory retirement decision was therefore still operative, as was the decision of the National Parole Board discussed by Létourneau, J.A., in <FRAGMENT_SUPPRESSED> . Desjardins, J.A., states in paragraph 27 of her reasons:", "\"[27] The respondent cannot opt between two procedures. To be reinstated, he must necessarily proceed by judicial review. He can only be reinstated if he has the decision regarding his retirement invalidated.\""], ["[19]", "The decision of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> , therefore, does not really establish any new principles in its ratio, but simply applies the principles identified by Létourneau, J.A., in <FRAGMENT_SUPPRESSED> to the facts of the case. Although in <FRAGMENT_SUPPRESSED> the Federal Court of Appeal states at the outset of its analysis of <FRAGMENT_SUPPRESSED> that that decision dealt with a different issue than the one it has to determine (see paragraph 23 of the reasons in <FRAGMENT_SUPPRESSED> ), the fact remains, as we saw earlier, that the Federal Court of Appeal  <FRAGMENT_SUPPRESSED>  draws largely on the relevant reasoning developed in <FRAGMENT_SUPPRESSED> ."], ["[20]", "The decision of October 18, 2004, by Blanchard, J., of this Court in", "<FRAGMENT_SUPPRESSED>  (appeal filed November 12, 2004, docket A-596-04 revd. (2005), 344 N.R. 102 (F.C.A.)) ( <FRAGMENT_SUPPRESSED> ) shows that <FRAGMENT_SUPPRESSED> is not of universal application and that the state of the law - at least so far - still allows room for the considerations that we have just revisited."], ["[21]", "In <FRAGMENT_SUPPRESSED> , the plaintiff had brought an action in damages following a decision by corrections officials to place him in administrative segregation for a time while he was a penitentiary inmate."], ["[22]", "On appeal before Blanchard, J., the defendant cited <FRAGMENT_SUPPRESSED> and argued that the plaintiff Grenier should first have applied for judicial review of the lawfulness of the decision to place him in administrative segregation."], ["[23]", "Blanchard, J., then referred to the principles in <FRAGMENT_SUPPRESSED> in order to assess whether the decision in the case should be regarded as still operative at the time. At paragraphs 6 to 9 of his reasons, he stated:", "\"[6] The respondent relied on", "<FRAGMENT_SUPPRESSED>  as a basis for arguing that an applicant cannot choose between two forms of proceeding and in the case at bar he should proceed by way of judicial review. In <FRAGMENT_SUPPRESSED> , unlike the case at bar, the applicant necessarily had to proceed by way of judicial review to get the Court to quash the decision dealing with his compulsory retirement, since he was trying to be reinstated in his employment. As Desjardins, J.A., explained in <FRAGMENT_SUPPRESSED> , the Court recognized that there may be cases in which an application for judicial review can be of no value, and each case is sui generis and must be decided on its own merits in determining the appropriate procedure.", "\"[7] I consider that in the case at bar it would be useless for the applicant to proceed by way of judicial review to have a decision quashed when it is clearly no longer applicable. I therefore conclude that the only proceeding that could make it possible to eliminate or redress the harm caused by the penalty already served is that of an action in damages. For these reasons, I feel that the facts in the case at bar are similar to those considered by Létourneau, J.A., in", "<FRAGMENT_SUPPRESSED>  on line: QL, and they do not involve the same factors as those considered in <FRAGMENT_SUPPRESSED> . I accordingly take the liberty of reproducing the analysis given by Létourneau, J.A., in <FRAGMENT_SUPPRESSED> , at paragraph 48 of his judgment, that it is necessary:", "'[48] ... to adopt a utilitarian approach to this, and favour the proceeding that can be used to eliminate or repair the harm resulting from the decision that was rendered. For example, there is no use in requiring that an inmate who has already served his 15-day segregation period seek to have the decision that forced this on him set aside by way of judicial review. However, when a decision is still operative, as is the Board decision in this case imposing a prohibition on contact as a condition of release, it is not only useful but necessary to proceed by judicial review in order to have it quashed. Otherwise, both the decision and its effects will drag on, with possible aggravation of the harm during the period in which the action in damages follows its course.'", "\"[8] It appears from the precedents applicable in this matter that, in cases in which the decision giving rise to the harm is still operative at the time the remedy is sought, the aggrieved party cannot make use of an action but must proceed by way of judicial review:", "<FRAGMENT_SUPPRESSED>  on line: QL; <FRAGMENT_SUPPRESSED> , supra; <FRAGMENT_SUPPRESSED> , supra. Conversely, where the decision which gave rise to the alleged harm is no longer effective at the time, it is possible for the applicant to bring an action claiming damages:", "<FRAGMENT_SUPPRESSED>  on line:  <FRAGMENT_SUPPRESSED>  on line: QL.", "\"[9] As the placement in administrative segregation had ended at the time the court proceedings were initiated by the applicant, he could make use of an action as a means of making his protest. The disputed decision was no longer operative at the time.\""], ["[24]", "At the hearing, and in supplementary written representations, the defendant referred us to the very recent decision of the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  (F.C.A.), and argued that the Federal Court of Appeal had gone further there than in <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> , and had held that the lawfulness of any decision, whether or not operative in practice, must definitely be determined first by way of an application for judicial review."], ["[25]", "I am unable from my reading of", "Boucher", "to say that it is plain and obvious that that is the ratio of that decision. In", "Boucher", ", the situation brought to the Court's attention was different from the one here. In", "Boucher", ", the Federal Court of Appeal simply refused to consider an application for judicial review moot when the issue in that application was going to be part of the equation in the plaintiff's action. In", "Boucher", ", the Federal Court of Appeal does not clearly and expressly set aside its categorization in <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> (operative decision or not) in favour of the absolute exclusivity of judicial review when an action involves reviewing the lawfulness of a decision. I think this type of comment would have been required in order for me to conclude that the defendant's position is plain and obvious in the context of this motion.", "II. <FRAGMENT_SUPPRESSED> [26]", "In my view, the ratio of this judgment is that as a general rule an action cannot be brought by a plaintiff when the dispute is subject to the grievance procedure in section 91 of the", "PSSRA", ", irrespective of whether or not that grievance is subject to adjudication. That is what the courts mean when they say section 91 is a complete code in itself."], ["[27]", "This comprehensiveness was confirmed by the Supreme Court in an action where the facts also provided the basis for a grievance. In the instant case, it is common ground that the plaintiff could not grieve the Decision, but she could complain to the Review Committee established under sections 41 and 42 of the", "Canadian Security Intelligence Service Act", ", supra. Should it be considered plain and obvious that this type of complaint, which appears to be an \"administrative procedure for redress\" referred to in subsection 91(1) of the", "PSSRA", ", is contemplated by the reasons of Binnie, J., in <FRAGMENT_SUPPRESSED> ?"], ["[28]", "Regardless of the answer to this question, Binnie, J., in <FRAGMENT_SUPPRESSED> refers in paragraphs 19 et seq. of his decision to the fact that the courts have not lost all jurisdiction to review the situation of a whistle-blower. In the case at bar, the plaintiff thinks she is in such a situation since in her view the Decision came about because she blew the whistle on certain things through her partner. It cannot be clearly said, therefore, that <FRAGMENT_SUPPRESSED> bars the plaintiff's proceeding."], ["[29]", "For all these reasons, this motion by the defendant will be dismissed with costs.", "Motion dismissed.", "Editor: Anick Ouellette-Levesque/vnh"]]}