{"id_": "092295", "body_str": [["[1]", "Gauthier, J.", ": The applicant seeks judicial review of a decision rendered on March 1, 2001, by the Adjudication Division of the Immigration and Refugee Board (IRB) to deport the applicant on the grounds that he is a person described in section 27(1)(e)(misrepresentation of a material fact) and 27(1)(g) (member of an inadmissible class) of the Immigration Act, R.S.C. 1985, c. I-2 (the old Act).", "Background"], ["[2]", "The applicant is a citizen of the Philippines who served in the armed forces of his country between 1979 and 1984. At that time, President Marcos was in power."], ["[3]", "After a 6-month training, Mr. Sabadao became a Second Lieutenant and was assigned to train new recruits. He was in charge of a platoon of 30 soldiers."], ["[4]", "He testified that while working at Headquarters, he was aware of the arrest and detention of members of the New People's Army (NPA), a communist rebel group that was fighting the Marcos government. He knew that in certain circumstances, atrocities were committed against those prisoners at the Aguinardo Camp in Manila. But he never worked there and was never involved with any such prisoners."], ["[5]", "He also testified that he was assigned to lead certain operations such as searching for NPA members and protecting the population against them in Abra. In one interview, he also said that he had killed on his government's orders. Later, he explained that he had misunderstood the question and that, in fact, during the one operation he led in the jungle, there was no shooting, no arrest and no killing as his platoon never encountered any members of the NPA in the course of its mission."], ["[6]", "The applicant explained that, although he liked his work and his salary in the army and had signed four consecutive contracts, he had to leave his country after he was targeted by recruiters from the NPA."], ["[7]", "He arrived in Canada on April 6, 1991, and claimed refugee status shortly thereafter. His claim was rejected by the Refugee Division of the IRB on August 11, 1993. The Refugee Division considered that due to numerous contradictions particularly with respect to whether or not he had killed anyone, his testimony lacked credibility. It concluded that:", "Après l'analyse de la preuve, le tribunal a de bonnes raisons de croire que le demandeur a participé à la commission des atrocités contre des être humains, qu'il a participé à la commission des atrocités contre des être humains, qu'il a participé à des missions et opérations militaires où il y a eu des combats, qu'il a atténué sa propre participation dans la commission de ces actes, qu'il a été complice de torture et qu'il a tué des être humains sous l'ordre du gouvernement.", "[Decision rendered in French]", "Having analyzed the evidence, the tribunal has serious reasons to believe that the claimant participated in crimes against humanity, that he participated in missions and military operations involving combats, that he toned down his own participation in the commission of these acts, that he was an accomplice in acts of torture and that he has killed human beings following orders of his government.", "[Free translation of the decision]"], ["[8]", "The applicant applied for judicial review of this decision but withdrew his application on February 23, 1994, after marrying a Canadian citizen on October 5, 1993. With his wife's sponsorship, he obtained permanent residency in Canada on December 17, 1994; he never requested Canadian citizenship."], ["[9]", "In the context of his application for permanent residency, the applicant completed a form where he was asked to state whether he had ever been involved in the commission of war crimes or crimes against humanity. He responded that he had not been involved in any such activities but, next to this answer, he specified that his refugee application had been denied, without explaining on what grounds."], ["[10]", "On October 29, 1997, the applicant was informed by the Minister that he was in breach of the old Act because he had failed to mention in his application for permanent residency that the IRB had excluded him on the grounds that he had committed crimes against humanity."], ["[11]", "An enquiry as to whether the applicant had breached sections 27(1)(e) and (g) of the old Act was ordered on July 12, 2000 (section 27(3)). It resulted in the decision of the IRB which is the subject of the present judicial review."], ["[12]", "This application was heard in 2003 but judgment was suspended at the request of the parties pending a final ruling as to whether the applicant was entitled to an appeal before the Immigration Appeal Division.", "Issues"], ["[13]", "The applicant argues that the IRB erred in its analysis of whether or not there were serious reasons to believe that he had committed crimes against humanity either personally or as an accomplice."], ["[14]", "Although the validity of the finding with respect to the material misrepresentation by the applicant was also discussed at the hearing, there is no need to review this issue because the Court has determined that the decision to exclude Mr. Sabadao under section 27(1)(g) contains no reviewable error."], ["[15]", "The Court only notes, in that respect, that in its decision in file 4502-02, it commented on this issue as follows:"], ["[20] In its decision, the adjudicator found that the answer to question 30(f) of the application for permanent resident did not reveal the whole truth and that by signing at question 30(3) that the information given is his application was complete and correct, Mr. Sabadao knew that he had the duty to make full disclosure. The information he was held not to have disclosed is the fact that he had been excluded from the definition of Convention Refugee in the old Act because of section 1(f) of the Convention. For the adjudicator, this omission was material because it could influence the granting of his permanent resident status."], ["[21] The question at section 30(f) of the application was:", "Have you or any one of the persons in question 16 ever: (answer \"yes\" or \"no\"):", "Ever been involved, in periods of either peace or war, in the commission of a war crime or crime against humanity such as. Wilful killing, torture, attacks upon enslavement, starvation or other inhumane acts committed against civilians or prisoners of war, or deportation of civilians?"], ["[22] Mr. Sabadao answered no, but, in the very same box 30, he made an annotation which read as follows:", "I applied for refugee status here (Canada) but I was denied."], ["[23] The question put to him at 30(f) is one of fact. Have you been involved or not?... In his answer, Mr. Sabadao was consistent with the position he had taken before the Refugee Division in 1993 and with his then pending application for judicial review that is, he was never involved in any such crimes."], ["[24] Although I agree that omissions can sometimes have the same effect as positive lies, I find that when Mr. Sabadao disclosed that he had made a refugee claim that had been denied, he was entitled to believe that the authorities would look at his file. I am indeed surprised that the person assessing this application did not do this very basic verification."], ["[25] I do not accept the respondent's argument that Mr. Sabadao admitted that he lied because he focussed his application for judicial review on the main finding of the adjudicator.", "Analysis"], ["[16]", "<FRAGMENT_SUPPRESSED>  2005 FCA 85, the Federal Court of Appeal had to review a decision of the Immigration Division of the IRB (formerly the Adjudication Division) as to whether an individual was a member of a terrorist organization according to section 34(1) of the Immigration and Refugee Protection Act (IRPA) S.C. 2001 c. 27 (the new Act) which fulfills part of the role played by section 27(1) of the old Act."], ["[17]", "Justice Rothstein found that such question of mixed fact and law as well as the interpretation of the term \"member\" in paragraph 34(1)(f) (question of law) had to be determined on a standard of reasonableness."], ["[18]", "This standard was also applied to the question of mixed fact and law of whether an applicant was complicit in crimes against humanity in  <FRAGMENT_SUPPRESSED>  2005 FC 888 and in  <FRAGMENT_SUPPRESSED>  2005 FC 969. I agree with the analysis carried out by the Courts in those matters and find that in the present case, the standard of reasonableness applies to the question of mixed fact and law of whether Mr. Sabadao falls within a category enumerated in section 27(1)(g) of the old Act."], ["[19]", "However, with respect to the questions of credibility and the weight to be given to the evidence, the findings of the IRB must be reviewed on the standard of the patently unreasonable decision ( <FRAGMENT_SUPPRESSED>  2003 FCA 39 (F.C.A.) at para. 14."], ["[20]", "It is agreed that the burden of establishing that crimes against humanity have been committed by the Philippine army is on the Minister and that the standard of proof with respect to the applicant's participation is more than mere suspicion but less than the civil standard of a balance of probability ( <FRAGMENT_SUPPRESSED>  2005 FCA 125 at paragraph 25)."], ["[21]", "As mentioned in many decisions of this Court and of the Federal Court of Appeal, accomplices as well as principal actors may be found to have committed crimes against humanity."], ["[22]", "The applicant relies particularly on the recent decisions made by this Court in  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 921 (member of the Mexican army),  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 940 (member of the Peruvian army),  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1876 (member of the Colombian army)."], ["[23]", "The Court agrees with the applicant that in order to be found complicit in crimes against humanity, an applicant has to have the required elements for complicity. The IRB did not conclude that the Philippine army was an organization with a limited brutal purpose. Therefore, the mental element cannot be inferred from mere membership of Mr. Sabadao in such an organization."], ["[24]", "As mentioned by Justice de Montigny in Collins, above, at paragraphs 24 to 26:", "24 The mental element required to establish complicity in crimes against humanity has been characterized variously as \"shared common purpose\", \"personal and knowing participation or toleration of the crimes\", and participation in an organization knowing it commits crimes against humanity, when combined with a failure to stop the crimes or disassociate oneself.", "25 Also implicit in the notion of \"guilty knowledge\" is proportionality. Those in leadership positions must bear more moral responsibility for crimes committed by their organizations than non-leaders. As Justice Tremblay-Lamer stated in  <FRAGMENT_SUPPRESSED> :", "The more important the position held by a person in an organization that has committed one or more crimes, the more likely his or her complicity.", "A person who continues to hold a leadership position in such an organization with full knowledge that the organization is responsible for crimes may be considered an accomplice.", "26 Finally, passive acquiescence will not be sufficient to establish a basis for exclusion. As indicated in  <FRAGMENT_SUPPRESSED>  (F.C.A.), personal involvement in the persecutorial acts must be established in order to demonstrate complicity."], ["[25]", "That said, it is evident that each case must be decided on its particular facts and that the present circumstances are quite different from those in the cases cited at para. 22 above."], ["[26]", "For example, in Collins the applicant had no soldiers under his command and was never in a leadership position. In La Hoz, the Peruvian army had only been involved in isolated incidents of torture."], ["[27]", "Here, although many of the atrocities were committed by paramilitary and by special units of the Philippine army, the documentary evidence cited by the IRB and the Refugee Division supports the conclusion that regular units of the army were involved throughout a long period of time which included the period during which Mr. Sabadao served in this organization."], ["[28]", "Even if the Court had come to the conclusion that the IRB decision with respect to complicity was unreasonable, it cannot so conclude in respect of the finding that Mr. Sabadao actively participated in military operations against the NPA and actually killed on the orders of his government."], ["[29]", "In effect, on this issue, there was contradictory evidence. As mentioned, the applicant did say that he had killed on government orders. There was no evidence that he had ever been involved in any situation where this might have occurred other than when he was protecting villagers against the NPA in Abra."], ["[30]", "The IRB reviewed the explanations given by Mr. Sabadao and said why it did not accept them."], ["[31]", "These findings of fact are not unreasonable, let alone patently unreasonable. The Court cannot simply substitute its own evaluation of the evidence for that of the IRB."], ["[32]", "In the particular circumstances of this case and the evidence before it, the IRB did not have to be more specific as to whom Mr. Sabadao had killed."], ["[33]", "The applicant suggested that the Court certify the following question:", "When and under what circumstances should a mid-ranking officer of regular units of a State armed forces be liable for crimes against humanity or crimes of war committed by other sections of those armed forces?"], ["[34]", "It is evident that such a question would not be determinative here ( <FRAGMENT_SUPPRESSED>  (F.C.A.). The Court is satisfied that this case turns on its own facts and involves no question of general interest.", "JUDGMENT"], ["[35]", "THIS COURT ORDERS", "that this application is dismissed.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}