{"id_": "092323", "body_str": [["[1]", "Shore, J.", ": Where the Court finds that the government institution was not authorized to refuse disclosure of information because the information at issue does not fall within the scope of an asserted exemption, the Court may substitute its own opinion; however, once the Court concludes that the government institution was authorized to refuse to disclose the information on the basis that the information is personal information, there is little room for the Court to intervene. Justice Peter deCarteret Cory of the Supreme Court of Canada stated, when determining if the Minister properly exercised his discretion, that to that effect in", "<FRAGMENT_SUPPRESSED> :", "\"[107] ... It is clear that in making this determination, the reviewing court may substitute its opinion for that of the head of the government institution. The situation changes, however, once it is determined that the head of the institution is authorized to refuse disclosure. Section 19(1) of the", "Access to Information", "Act", "states that, subject to s. 19(2), the head of the institution shall refuse to disclose personal information. Section 49 of the", "Access to Information", "Act", "then, only permits the court to overturn the decision of the head of the institution where that person is 'not authorized' to withhold a record. Where, as in the present case, the requested record constitutes personal information, the head of the institution is authorized to refuse and the de novo review power set out in s. 49 is exhausted.\""], ["[2]", "In <FRAGMENT_SUPPRESSED> , above, Justice Cory considered the discretionary power conferred to the Minister when faced with the disclosure of personal information:", "\"[16] ... a Minister's discretionary decision under s. 8(2) (m)(i) is not to be reviewed on a de novo standard of review. Perhaps it will suffice to observe that the Minister is not obliged to consider whether it is in the public interest to disclose personal information. However in the face of a demand for disclosure, he is required to exercise that discretion by at least considering the matter. If he refuses or neglects to do so, the Minister is declining jurisdiction which is granted to him alone.\""], ["[3]", "Justice Marie Deschamps underlines in the Supreme Court of Canada decision", "<FRAGMENT_SUPPRESSED>  affd. (2004), 320 N.R. 300; 2004 FCA 171, the balance that the decision-maker must strike between the", "Access to Information", "Act", ", R.S.C. 1985, c. A-1 (", "ATIA", ") and the", "Privacy", "Act", ", R.S.C. 1985, c. P-21 (", "PA", "):", "\"[29] The central protection relating to the disclosure of personal information is provided for in s. 8 of the", "Privacy Act", ", which establishes in strict terms that '[p]ersonal information under the control of a government institution shall not, without the consent of the individual to whom it relates, be disclosed by the institution except in accordance with this section'. The", "Privacy Act", "also provides a number of exceptions to the prohibition against disclosing personal information, including a 'public interest' limitation on privacy rights (see s. 8(2)(a) through (m)). However, even where a government institution discloses personal information by exercising its public interest discretion, it must notify the Privacy Commissioner prior to disclosure where reasonably practicable, and the Privacy Commissioner may notify the individual (s. 8(5)). Thus, it is clear from the legislative scheme established by the", "Access Act", "and the", "Privacy Act", "that in a situation involving personal information about an individual, the right to privacy is paramount over the right of access to information.", "\"[30] It is worth noting, however, that despite the emphasis on the protection of privacy, the legislative scheme ensures that the rights of the access requester are also taken into account in the context of an application for review. Where a s. 44 review has been initiated, the person who made the original request for access must be notified and given the opportunity to make representations (ss. 44(2) and 44(3)). In this way, the statute provides a further mechanism for balancing the rights of access requesters and of those who object to disclosure.", "\"[31] It is apparent from the scheme and legislative histories of the", "Access Act", "and the", "Privacy Act", "that the combined purpose of the two statutes is to strike a careful balance between privacy rights and the right of access to information. However, within this balanced scheme, the", "Acts", "afford greater protection to personal information. By imposing stringent restrictions on the disclosure of personal information, Parliament clearly intended that no violation of this aspect of the right to privacy should occur. For this reason, since the legislative scheme offers a right of review pursuant to s. 44, courts should not resort to artifices to prevent efficient protection of personal information.\"", "JUDICIAL PROCEDURE"], ["[4]", "This is an application for a judicial review under s. 41 of the", "ATIA", ", to review the decisions of the National Parole Board (NPB) and the Correctional Services of Canada (CSC), dated March 27, 2003 and March 14, 2003, respectively, wherein the Applicant's access to information request was denied pursuant to s. 19(1) of", "ATIA", ". The Information Commissioner concurred with the Respondents' refusal to release the information requested."], ["[5]", "Section 41 of", "ATIA", "\"41. Any person who has been refused access to a record requested under this Act or a part thereof may, if a complaint has been made to the Information Commissioner in respect of the refusal, apply to the Court for a review of the matter within forty-five days after the time the results of an investigation of the complaint by the Information Commissioner are reported to the complainant under subsection 37(2) or within such further time as the Court may, either before or after the expiration of those forty-five days, fix or allow.\"", "\"41. La personne qui s'est vu refuser communication totale ou partielle d'un document demandé en vertu de la présente loi et qui a déposé ou fait déposer une plainte à ce sujet devant le Commissaire à l'information peut, dans un délai de quarante-cinq jours suivant le compte rendu du Commissaire prévu au paragraphe 37(2), exercer un recours en révision de la décision de refus devant la Cour. La Cour peut, avant ou après l'expiration du délai, le proroger ou en autoriser la prorogation.\"", "BACKGROUND"], ["[6]", "The Applicant was a Ph.D. student in sociology at Carleton University. As part of his original dissertation proposal in sociology, titled, \"Talking to Dangerous Offenders: An exploratory Study in Convict Criminology,\" he contacted, on July 25, 2002, Mr. Ian Glen, Chairman of the NPB requesting the names, institutional/community addresses, the Fingerprint System (FPS) numbers and the Decision Registry of Dangerous Offenders (DO) located in the Ontario Region. (Applicant's Supplementary Application Record, Book 1, Affidavit of Matthew G. Yeager, sworn October 7, 2004, Tab 7 and Exh. \"B\".)"], ["[7]", "On September 23, 2002, the NPB referred the Applicant to CSC about his research as most of the information requested is not information that has originated with the NPB. (Applicant's Supplementary Application Record, Book 1, Affidavit of Matthew G. Yeager, above, Tab 7 and Exh. \"D\".)"], ["[8]", "On September 26, 2002, the Applicant formally requested, for research purposes under paragraph 8(2)(j) of the", "PA", ", from Mr. Laurence Motiuk, Manager of the Research Branch at CSC, the names, institutional/community addresses, and the FPS numbers of DO's located in the Ontario Region. (Applicant's Supplementary Application Record, Book 1, Affidavit of Matthew G. Yeager, above, Tab 7 and Exh. \"E\".)"], ["[9]", "On November 29, 2002, the Applicant made an access to information request to Mr. John Vandoremalen of the NPB, under the", "ATIA", ", for the names of DOs, their FPS numbers, and their institutional/community addresses in the Ontario Region of the NPB ( <FRAGMENT_SUPPRESSED> , above); as well, he further requested access to the Decision Registry of these DO's and asked the Board to provide these documents. (Application Record of the Respondents, Affidavit of John Vandoremalen, sworn November 10, 2004, Tab 1, para. 2 and Exh. \"A\".)"], ["[10]", "On this same date, the Applicant also made an access to information request to CSC, Access to Information and Privacy Division. He requested the names of DO, their FPS numbers, and their institutional/community addresses in the Ontario Region of the NPB. ( <FRAGMENT_SUPPRESSED> , above; Application Record of the Respondents, Affidavit of Pierre Tessier, sworn November 10, 2004, Tab 2, para. 2 and Exh. \"A\".)"], ["[11]", "On December 11, 2002, Mr. Vandoremalen, of the NPB, invited the Applicant to request the information directly from CSC as most of the information requested originated from CSC; however, the NPB, in collaboration with CSC, proposed a privacy-friendly, consent based solution to obtain the information. The Respondents offered to forward letters prepared by Mr. Yeager to those designated as DOs in the Ontario Region so as to allow them to consent to the release of their personal information. The Applicant rejected this solution. (Application Record of the Respondents, Affidavit of John Vandoremalen, sworn November 10, 2004, Tab 1, para. 4 and Exh. \"B\"; Applicant's Supplementary Application Record, Book 2, Transcript of Cross-Examination of Pierre Tessier on Affidavit sworn March 17, 2006, Tab 13, Q. 218; Applicant's Application Record, Vol. 1, Transcript of Cross-Examination of Pierre Tessier on Affidavit sworn November 10, 2004, Tab D, Q. 26-29; Respondents' Supplementary Application Record, Transcript of Cross-Examination of Matthew Yeager on Affidavit sworn October 7, 2004, Tab 1, Q.33.)"], ["[12]", "On January 13, 2003, Mr. Mike Johnson, Director of Access to Information and Privacy Division from CSC, determined that s. 19 of the", "ATIA", "prohibited the release of the information requested on the ground that it is \"personal information\", as defined by s. 3 of the", "PA", ", and therefore, exempt from disclosure, pursuant to s. 19(1) of the", "ATIA", ". In reaching this conclusion, CSC considered whether the personal information could be disclosed pursuant to any of the exceptions set out in s. 19(2) of the", "ATIA", ". CSC concluded that none of the three exceptions set out in s. 19(2) of the", "ATIA", "applied. (Applicant's Supplementary Application Record, Book 2, Transcript of Cross-Examination of Pierre Tessier on Affidavit sworn March 17, 2006, Tab 13, Q. 92-93, 81-82, 121, 125, 152-154, 96-98, 162-167.)"], ["[13]", "Dissatisfied with the Respondents' refusal, the Applicant brought a complaint to the Information Commissioner against the NPB and CSC regarding the \"exemptions taken under s. 19(1) of the", "Act", ".\" The Applicant felt that the personal information should have been disclosed to him pursuant to paragraphs 8(2)(j) and 8(2)(m) of the", "PA"], ["[14]", "On August 25, 2004 (letter dated July 22, 2004), the Information Commissioner dismissed the Applicant's complaint as he concluded that the DO did not consent to the disclosure of their personal information, the information requested is not publicly available and as CSC gave appropriate consideration to paragraph 19(2)(c). The Information Commissioner also noted that CSC offered an alternative approach to obtain the information by seeking the DOs' consent. He invited the Applicant to communicate directly with CSC if he wished to pursue that option. (Application Record of the Respondents, Affidavit of Pierre Tessier, sworn November 10, 2004, Tab 2, para. 10 and Decision of the Information Commissioner, pp. 45-47.)"], ["[15]", "On September 9, 2004, the Applicant commenced his application for judicial review. In his original Notice of Application, the Applicant was challenging the decision of the Information Commissioner to dismiss his complaint. The Applicant did not allege that the requested personal information is publicly available."], ["[16]", "On February 3, 2006, the Applicant was granted leave to file an amended Notice of Application. Pursuant to such, the Applicant is challenging the decisions of the NPB and CSC refusing to disclose the requested Records. The Applicant raises new grounds as to why he should be provided with access to the information, in that, the information he was requesting was part of the public domain.", "Relevant Statutory Provisions"], ["[17]", "The purpose of the", "ATIA", "Purpose", "\"2(1) The purpose of this Act is to extend the present laws of Canada to provide a right of access to information in records under the control of a government institution in accordance with the principles that government information should be available to the public, that necessary exceptions to the right of access should be limited and specific and that decisions on the disclosure of government information should be reviewed independently of government.\"", "Objet", "\"2(1) La présente loi a pour objet d'élargir l'accès aux documents de l'administration fédérale en consacrant le principe du droit du public à leur communication, les exceptions indispensables à ce droit étant précises et limitées et les décisions quant à la communication étant susceptibles de recours indépendants du pouvoir exécutif.\""], ["[18]", "Section 4 of the", "ATIA", "creates a general access rule by providing:", "Right to access to records", "\"4(1) Subject to this Act, but notwithstanding any other Act of Parliament, every person who is", "(a) a Canadian citizen, or", "(b) a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act,", "has a right to and shall, on request, be given access to any record under the control of a government institution.\"", "Droit d'accès", "\"4(1) Sous réserve des autres dispositions de la présente loi mais nonobstant toute autre loi fédérale, ont droit à l'accès aux documents relevant d'une institution fédérale et peuvent se les faire communiquer sur demande:", "a) les citoyens canadiens;", "b) les résidents permanents au sens du paragraphe 2(1) de la Loi sur l'immigration et la protection des réfugiés.\""], ["[19]", "Exemptions to the right to government information and the general access rule are set out in ss. 13 to 26 of the", "ATIA", ". For example, s. 19(1) of the", "ATIA", "expressly prohibits the release of personal information as is defined in s. 3 of the", "PA", "\"19(1) Subject to subsection (2), the head of a government institution", "shall refuse to disclose any record", "requested under this Act that", "contains personal information", "as defined in section 3 of the Privacy Act.\"", "\"19(1) Sous réserve du paragraphe (2), le responsable d'une institution fédérale est tenu de refuser la communication de documents contenant les renseignements personnels visés à l'article 3 de la Loi sur la protection des renseignements personnels.\""], ["[20]", "Of relevance is s. 19(2) of the", "ATIA", "which confers discretion on a head of a government institution to disclose personal information in some circumstances. Disclosure is therefore authorized where:", "\"19(2) The head of a government institution", "may", "disclose any record requested under this Act that contains personal information", "if", "(a) the individual to whom it relates consents to the disclosure;", "(b) the information is publicly available; or", "(c) the disclosure is in accordance with section 8 of the Privacy Act.\"", "\"19(2) Le responsable d'une institution fédérale", "peut", "donner communication de documents contenant des renseignements personnels", "dans les cas où", "a) l'individu qu'ils concernent y consent;", "b) le public y a accès;", "c) la communication est conforme à l'article 8 de la Loi sur la protection des renseignements personnels.\""], ["[21]", "The", "PA", "limits the governments disclosure of personal information as follows:", "Disclosure of personal information", "\"8(1) Personal information under the control of a government institution shall not, without the consent of the individual to whom it relates, be disclosed by the institution except in accordance with this section.", "Where personal information may be disclosed", "\"(2) Subject to any other Act of Parliament, personal information under the control of a government institution may be disclosed", ". . . . .", "(j) to any person or body for research or statistical purposes if the head of the government institution", "(i) is satisfied that the purpose for which the information is disclosed", "cannot reasonably be accomplished unless the information is provided", "in a form that would identify the individual to whom it relates, and", "(ii) obtains from the person or body a written undertaking that no subsequent disclosure of the information will be made in a form that could reasonably be expected to identify the individual to whom it relates;", ". . . . .", "(m) for any purpose where, in the opinion of the head of the institution,", "(i) the public interest in disclosure clearly outweighs any invasion of privacy that could result from the disclosure, or", "(ii) disclosure would clearly benefit the individual to whom the information relates.\"", "Communication des renseignements personnels", "\"8(1) Les renseignements personnels qui relèvent d'une institution fédérale ne peuvent être communiqués, à défaut du consentement de l'individu qu'ils concernent, que conformément au présent article.", "Cas d'autorisation", "\"(2) Sous réserve d'autres lois fédérales, la communication des renseignements personnels qui relèvent d'une institution fédérale est autorisée dans les cas suivants:", ". . . . .", "j) communication à toute personne ou à tout organisme, pour des travaux de recherche ou de statistique, pourvu que soient réalisées les deux conditions suivantes:", "(i) le responsable de l'institution est convaincu que les fins auxquelles les renseignements sont communiqués", "ne peuvent être normalement atteintes que si les renseignements sont donnés", "sous une forme qui permette d'identifier l'individu qu'ils concernent,", "(ii) la personne ou l'organisme s'engagent par écrit auprès du responsable de l'institution à s'abstenir de toute communication ultérieure des renseignements tant que leur forme risque vraisemblablement de permettre l'identification de l'individu qu'ils concernent;", ". . . . .", "m) communication à toute autre fin dans les cas où, de l'avis du responsable de l'institution:", "(i) des raisons d'intérêt public justifieraient nettement une éventuelle violation de la vie privée,", "(ii) l'individu concerné en tirerait un avantage certain.\""], ["[22]", "Personal information is defined by the", "PA", "at s. 3:", "\"'personal information' means information about an identifiable individual that is recorded in any form including, without restricting the generality of the foregoing,", "(c)", "any identifying number", ", symbol or other particular", "assigned to the individual", "(d)", "the address", ", fingerprints or blood type of the individual,\" (Emphasis added.)", "\"'renseignements personnels' Les renseignements, quels que soient leur forme et leur support, concernant un individu identifiable, notamment:", "c)", "tout numéro ou symbole", ", ou toute autre indication identificatrice,", "qui lui est propre", "d)", "son adresse", ", ses empreintes digitales ou son groupe sanguin;\" (je souligné)"], ["[23]", "Even if a record constitutes \"personal information\" under this definition, the head of a government institution is provided, pursuant to s. 19 of the", "ATIA", ", a residual discretion to release the information according to conditions listed at s. 19(2) of the", "ATIA"], ["[24]", "Pursuant to the", "Corrections and Conditional Release Act", ", S.C. 1992, c. 20 (", "CCRA", "), access to records of reviews and decisions requested through the NPB's decision registry concerning DO's are provided to the requestor without the offender's FPS number and institutional address. This information is removed from the documentation that is made available to the requestor not only because it is deemed personal information but also because s. 144(3) of the", "CCRA", "specifically excludes their disclosure. (Applicant's Supplementary Application Record, Book 1, Affidavit of Pierre Tessier, sworn March 17, 2006, Tab 10, paras. 5(c) and (d)).", "Registry of decisions", "\"144(1) The Board shall maintain a registry of the decisions rendered by it under this Part and its reasons for each such decision.", "Access to registry", "\"(2) A person who demonstrates an interest in a case may, on written application to the Board, have access to the contents of the registry relating to that case, other than information the disclosure of which could reasonably be expected", "(a) to jeopardize the safety of any person;", "(b) to reveal a source of information obtained in confidence; or", "(c) if released publicly, to adversely affect the reintegration of the offender into society.", "Idem", "\"(3) Subject to any conditions prescribed by the regulations,", "any person may have access for research purposes to the contents of the registry, other than the name of any person, information that could be used to identify any person or information the disclosure of which could jeopardize any person's safety", "Idem", "\"(4) Notwithstanding subsection (2), where any information contained in a decision in the registry has been considered in the course of a hearing held in the presence of observers, any person may, on application in writing, have access to that information in the registry.\"", "Constitution du registre", "\"144(1) La Commission constitue un registre des décisions qu'elle rend sous le régime de la présente partie et des motifs s'y rapportant.", "Accès au registre", "\"(2) Sur demande écrite à la Commission, toute personne qui démontre qu'elle a un intérêt à l'égard d'un cas particulier peut avoir accès au registre pour y consulter les renseignements qui concernent ce cas, à la condition que ne lui soient pas communiqués de renseignements dont la divulgation risquerait vraisemblablement:", "a) de mettre en danger la sécurité d'une personne;", "b) de permettre de remonter à une source de renseignements obtenus de façon confidentielle;", "c) de nuire, s'ils sont rendus publics, à la réinsertion sociale du délinquant.", "Idem", "\"3) Sous réserve des conditions fixées par règlement,", "les chercheurs peuvent consulter le registre, pourvu que soient retranchés des documents auxquels ils ont accès les noms des personnes concernées et les renseignements précis qui permettraient de les identifier ou dont la divulgation pourrait mettre en danger la sécurité d'une personne", "Accès aux documents rendus publics", "\"(4) Par dérogation au paragraphe (2), toute personne qui en fait la demande écrite peut avoir accès aux renseignements que la Commission a étudiés lors d'une audience tenue en présence d'observateurs et qui sont compris dans sa décision versée au registre.\""], ["[25]", "Section 41 of the", "ATIA", "provides for the review of the decision refusing an individual's access to a record.", "Review by Federal Court", "\"41. Any person who has been refused access to a record requested under this Act or a part thereof may, if a complaint has been made to the Information Commissioner in respect of the refusal, apply to the Court for a review of the matter within forty-five days after the time the results of an investigation of the complaint by the Information Commissioner are reported to the complainant under subsection 37(2) or within such further time as the Court may, either before or after the expiration of those forty-five days, fix or allow.\"", "Révision par la Cour fédérale", "\"41. La personne qui s'est vu refuser communication totale ou partielle d'un document demandé en vertu de la présente loi et qui a déposé ou fait déposer une plainte à ce sujet devant le Commissaire à l'information peut, dans un délai de quarante-cinq jours suivant le compte rendu du Commissaire prévu au paragraphe 37(2), exercer un recours en révision de la décision de refus devant la Cour. La Cour peut, avant ou après l'expiration du délai, le proroger ou en autoriser la prorogation.\""], ["[26]", "The burden of proof the Court must adhere to when reviewing the decision is set out in s. 48 of the", "ATIA", "Burden of proof", "\"48. In any proceedings before the Court arising from an application under section 41 or 42, the burden of establishing that the head of a government institution is authorized to refuse to disclose a record requested under this Act or a part thereof shall be on the government institution concerned.\"", "Charge de la preuve", "\"48. Dans les procédures découlant des recours prévus aux articles 41 ou 42, la charge d'établir le bien-fondé du refus de communication totale ou partielle d'un document incombe à l'institution fédérale concernée.\"", "ISSUES"], ["[27]", "(1) Did the Respondents err in concluding that the information requested constitutes \"personal information\" as defined in s. 3 of the", "Privacy", "Act", "(2) Did the Respondents err in concluding that the information requested fell within the exempting provision as defined in s. 19(2) of the", "Access to Information", "Act", "(3) Did the Respondents err when exercising their discretion in deciding that the requested information should not be disclosed?", "STANDARD OF REVIEW"], ["[28]", "The Supreme Court of Canada stated, in <FRAGMENT_SUPPRESSED> , above, that discretionary decisions must not be reviewed on a correctness or de novo standard. Instead, when reviewing a Minister's discretionary decision, the analysis to be made by the Court is two-fold. First, the Court must decide whether the information requested falls within the relevant exemption provision on a correctness standard, and if it does, the Court will then have to determine whether the Minister lawfully exercised his or her discretion not to disclose the information."], ["[29]", "Justice John Maxwell Evans of the Federal Court of Appeal followed this approach in", "3430901  <FRAGMENT_SUPPRESSED> ; 282 N.R. 284; 2001 FCA 254:", "\"[45] ... '", "unreasonableness simpliciter", "', not patent unreasonableness, is the relevant variant of rationality review applicable to the discretionary decision in this case. The expertise available to the Minister in making the decision, and his accountability to Parliament, are outweighed by the importance afforded by the", "Act", "to the right affected, namely, the public right of access to government records secured by an independent review of refusals to disclose, and by the case-specific nature of the policy decision made.\""], ["[30]", "In reviewing a Minister's discretionary decision made under the", "ATIA", "or", "PA", "on the \"", "reasonableness simpliciter", "\" standard may also warrant the intervention of the reviewing court if the decision was made in bad faith, where there is a breach of natural justice and where the decision-maker relied on irrelevant considerations. ( <FRAGMENT_SUPPRESSED> , above at para. 111.)", "Did the Respondents err in concluding that the information requested constitutes \"personal information\" as defined in s. 3 of the Privacy", "Act"], ["[31]", "Justice Charles Doherty Gonthier of the Supreme Court of Canada explained in", "<FRAGMENT_SUPPRESSED> :", "\"[23] The", "Access Act", "provides a general right to access, subject to certain exceptions, such as that in s. 19(1), which prohibits the disclosure of a record that contains personal information 'as defined in s. 3 of the", "Privacy Act", "'. As its name indicates, the", "Privacy Act", "protects the privacy of individuals with respect to personal information about themselves held by government institutions. By defining 'personal information' as 'information about an identifiable individual that is recorded in any form including ...', Parliament defined this concept broadly. In <FRAGMENT_SUPPRESSED> , supra, La Forest, J., commented on the definition of 'personal information' at paras. 68-69:", "'On a plain reading, this definition is undeniably expansive. Notably, it expressly states that the list of specific examples that follows the general definition is not intended to limit the scope of the former. As this Court has recently held, this phraseology indicates that the general opening words are intended to be the primary source of interpretation. The subsequent enumeration merely identifies examples of the type of subject matter encompassed by the general definition; see", "<FRAGMENT_SUPPRESSED> , at pp. 289-91. Consequently, if a government record is captured by those opening words, it does not matter that it does not fall within any of the specific examples.'", "\"As noted by Jerome, A.C.J., in", "<FRAGMENT_SUPPRESSED>  'entirely consistent with the great pains that have been taken to safeguard individual identity'. Its intent seems to be to capture any information about a specific person, subject only to specific exceptions.\""], ["[32]", "Justice Jean-Eudes Dubé concluded in", "<FRAGMENT_SUPPRESSED> \"that information shall be provided to the public, except personal information relating to individuals\"."], ["[33]", "The Supreme Court of Canada stated in <FRAGMENT_SUPPRESSED> , above:", "\"[97] ... the collective purpose of the legislation is to provide Canadians with access to information about the workings of their government without unduly infringing individual privacy. ... the", "Privacy", "Act", "does not exempt government employees from the general rule of privacy. The fact that persons are employed in government does not mean that their personal activities should be open to public scrutiny.\""], ["[34]", "By the same token, individuals incarcerated benefit from this same statutory protection and have, as every individual, a reasonable expectation of privacy.", "\"[75] ... Generally speaking, when individuals disclose information about themselves they do so for specific reasons. Sometimes, information is revealed in order to receive a service or advantage.", "At other times, persons will release information because the law requires them to do so. In either case, they do not expect that the information will be broadcast publicly or released to third parties without their consent", ".\" (Emphasis added.) ( <FRAGMENT_SUPPRESSED> , above.)"], ["[35]", "Justice Marshall E. Rothstein when on the Federal Court addressed the purpose of the", "PA", "in", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 265:", "\"... Because the purpose of the", "Privacy", "Act", "is to protect the privacy of 'personal information', the general rule is that information about identifiable individuals is 'personal information' and only if a specific exception applies, would such information not be 'personal information'. It follows that a party wishing to demonstrate that information about an identifiable individual is not 'personal information' must show that an exception applies.\""], ["[36]", "When investigating the Applicant's complaint regarding the NPB's decision, the Information Commissioner determined:", "\"... the withheld information meets the definition of personal information as defined in section 3 of the", "PA", ". There are only three conditions under which federal institutions may disclose personal information. Paragraph 19(2)(a) of the", "Act", "allows for disclosure when the person to whom the information relates has consented. In this case, there is no consent. The second condition under paragraph 19(2)(b) is that information is publicly available. In my view, this is not the case here. Paragraph 19(2)(c) refers to section 8 of the", "PA", "which outlines specific instances where personal information my be disclosed. In my view, the NPB gave appropriate consideration to the possibility of disclosure of personal information in accordance with subsection 19(2)(c) of the", "Act", ", referring to paragraphs 8(2)(j) and 8(2)(m) of the", "PA", ", although exercising its discretion to not disclose the records at issue. Your request does not, in my view, meet the requirements for a disclosure of personal information in accordance with the aforementioned paragraphs, nor with the other paragraphs of section 8 of the", "PA", "\"As for access to the registry of decision, the investigation revealed that NPB would disclose this information to you once the DO consents to the disclosure of personal information. Furthermore, I am of the opinion that the registry of the decisions rendered by the NPB does not meet the criteria for a permissible disclosure under subsection 144(3) of the", "Corrections and Correctional Release", "Act", "CCRA", ") which stipulates: '", "Subject to any condition prescribed by the regulations, any person may have access for research purposes to the contents of the registry,", "other than the name of any person", ", information that could be used to identify any person or information the disclosure of which could jeopardize any person's safety", ",' nor in accordance with subsection 167(1) of the", "Corrections and Conditional Release Regulations", "CCRR", ") which states that '", "a person who is requesting, pursuant to subsection 144(3) of the", "CCRA", ", access to the registry of decisions of the Board for research purposes shall apply in writing to the Board and provide a written description of the nature of the information and the classes of decisions in respect of which access is sought", ".' That being said, the NPB had no alternative but to withhold the information at issue.\" (Applicant's Supplementary Application Record, Tab 4, p. 17.)"], ["[37]", "The Information Commissioner came to the same conclusion as it had for the NPB's decision when investigating the Applicant's complaint regarding the CSC's decision, whereas \"the withheld information meets the definition of personal information as defined in s. 3 of the", "PA", "\". (Applicant's Supplementary Application Record, Tab 4, p. 20.)"], ["[38]", "The Supreme Court of Canada had to determine, in <FRAGMENT_SUPPRESSED> , above, whether the information in the logs with the names, identification numbers and signatures of employees entering and leaving the workplace on weekends constitutes \"personal information\" within the meaning of s. 3 of the", "PA", "and whether the minister failed to exercise his discretion properly in refusing to disclose the requested information pursuant to paragraph 19(2)(c) of the", "ATIA", "and subparagraph 8(2)(m)(i) of the", "PA"], ["[39]", "Justice Cory, writing for the majority in <FRAGMENT_SUPPRESSED> , above, determined when citing Justice Dubé in", "<FRAGMENT_SUPPRESSED> :", "\"[12] ... personal information as defined in section 3 of the", "Privacy", "Act", "means information relating to an individual whether it be his race, colour, religion, personal record, opinions, etc. ... paragraph 3(c), which deals with identifying numbers, symbols or other particulars, limits such particulars to the individual ...\" (Reference is also made to <FRAGMENT_SUPPRESSED> , above, para. 93.)"], ["[40]", "In recent decisions, the Supreme Court of Canada reaffirmed its analysis in <FRAGMENT_SUPPRESSED> , above, by indicating that the following general interpretive principles should be applied in order to resolve a conflict between the", "ATIA", "and the", "PA", "\"[21] ... First, it is clear that the", "Privacy Act", "and the", "Access Act", "have to be read jointly and that neither takes precedence over the other. The statement in s. 2 of the", "Access Act", "that exceptions to access should be 'limited and specific' does not create a presumption in favour of access. Section 2 provides simply that the exceptions to access are [page 81] limited and that it is incumbent on the federal institution to establish that the information falls within one of the exceptions (see also s. 48 of the", "Access Act", ").", "\"[22] Further, I note that s. 4(1) of the", "Access Act", "states that the right to government information is '[s]ubject to this", "Act", "'. Section 19(1) of the", "Access Act", "expressly prohibits the disclosure of a record that contains personal information 'as defined in section 3 of the", "Privacy Act", "'. Thus, s. 19(1) excludes 'personal information', as defined in the", "Privacy Act", ", from the general access rule. The", "Access Act", "and the", "Privacy Act", "are a seamless code with complementary provisions that can and should be interpreted harmoniously.\" (", "<FRAGMENT_SUPPRESSED>  paragraph 31, the Supreme Court of Canada went further by stating that, even if the combined purpose of the two statutes is to strike a careful balance between privacy rights and the right of access to information, the two", "Acts", "afford greater protection to personal information."], ["[42]", "It seems clear that the FPS number, an identifying number assigned to inmates including DOs and their address, clearly fall within the meaning of \"personal information\" as defined in s. 3(c) and 3(d) of the", "PA", ". By releasing the information requested by the Applicant, the Respondents would be disclosing information about the criminal history of these individuals and about the fact that they have an address in Ontario, which also amounts to \"personal information\"."], ["[43]", "As stated above, there is no dispute between the parties that the requested information is \"personal information\" as defined in s. 3 of the", "PA", ". The Respondents are required under the", "PA", "to refuse to release that information unless an exemption is applicable.", "Did the Respondents err in concluding that the information requested fell within the exempting provision as defined in s. 19(2) of the Access to Information", "Act"], ["[44]", "Once it is established that the information in question is \"personal information\" and, thus, exempt under s. 19(1) of the", "ATIA", ", the burden of proof then shifts to the requestor to show that the personal information requested is publicly available, thereby triggering any discretion to disclose the information under paragraph 19(2)(b). In this case, the Applicant has failed to meet that burden by not demonstrating that all of the requested information is publicly available."], ["[45]", "The Applicant does not challenge the Respondents' conclusion that the requested information (names, institutional/community addresses, and FPS numbers of DOs located in Ontario Regions) is personal information. The Applicant, however, submits that the requested information is publicly available and must therefore be released pursuant to paragraph 19(2)(b) of the", "ATIA", ". (Applicant's Supplementary Application Record, Book 1, Supplementary Affidavit of Matthew G. Yeager, sworn January 30, 2006, Tab 9, paras. 4-8.)"], ["[46]", "In claiming an exception pursuant to s. 19(2), the Applicant has the onus to establish that an exception contained in s. 19(2) does apply. Justice Rothstein in <FRAGMENT_SUPPRESSED> , above, stated:", "\"... Because the purpose of the", "Privacy", "Act", "is to protect the privacy of 'personal information', the general rule is that information about identifiable individuals is 'personal information' and only if a specific exception applies, would such information not be 'personal information.' It follows that a party wishing to demonstrate that information about an identifiable individual is not 'personal information' must show that an exception applies.\""], ["[47]", "The Applicant states in his supplementary affidavit \"that most of the information whose disclosure [he] is seeking ..., is in fact now part of the public domain\". (Applicant's Supplementary Application Record, Book 1, Supplementary Affidavit of Matthew G. Yeager, above, Tab 9, para. 2.)"], ["[48]", "The Applicant bases this conclusion on the following facts:", "\"(1) the", "names of most", "of Canada's roughly 400 Dangerous Offenders are in fact already 'publicly available' [sic], and part of the public domain ... [and] can be accessed by any member of the public, at any time, from ... publicly[sic] available sources;", "\"(2) the institutional/community addresses and FPS numbers (finger print serial numbers) of most DOs in Canada are now publicly available and part of the public domain on the following facts:", "(a) The decisions taken by the NPB, in relation to any DO who applies for any reason to the Board, are accessible to the general public, pursuant to section 144 of the", "CCRA", "(b) Those", "decisions contain", ", not only the DO's names, but also", "FPS number and institutional/community addresses", ". This may be seen from the Decision sheet of Mr. Karl Rodney Rowlee, which is attached as", "Exhibit 'B'", "to the Applicant's affidavit. Until 2003, Mr. Rowlee was a DO located at Warkworth Institution. As may be seen from the exhibit, his FPS number is 053021A and his institutional/community address was Warkworth Institution.\" (Applicant's Supplementary Application Record, Book 1, Supplementary Affidavit of Matthew G. Yeager, above, Tab 9, paras. 5-7.)"], ["[49]", "When cross-examined on his Supplementary Affidavit as to the public availability of this information, the Applicant stated:", "\"By Mr. Casanova:", "\"112. Q. So on the few occasions when you didn't have to pay for Quick Law, did you find the names, FPS numbers and institutional addresses of dangerous offenders in Ontario?", "A. Just the names.", "113. Q. You didn't find their FPS number and institutional address?", "A. Not generally speaking, just the names.", "114. Q. Any cases where you found the FPS number and institutional address of dangerous offenders in Ontario?", "A. Yes.", "115. Q. Can you state for which individual?", "A. It's attached to my Affidavit, Karl Rodney Rowlee.", "116. Q. Is that the only one that you can think of?", "A. No.", "117. Q. Can you state the name of the others?", "A. Eric Andrew Clark.\" (Respondents' Supplementary Application Record, Transcript of the Cross-Examination of Matthew Yeager's Supplementary Affidavit, dated January 30, 2006, Tab 3, pp. 100-101.)"], ["[50]", "He further states:", "\"It is my testimony that the", "names of dangerous offenders", "can be accessed by any member of the public at any time from the following publicly available sources, among four that I listed of which you probably should add the Ontario Court of Appeal. I have found the", "names of some dangerous offenders", "on Quick Law and Carswell which I have signed an Affidavit, which can be used for a modest fee by any member of the public.\" (Emphasis added.) (Respondents' Supplementary Application Record, Transcript of the Cross-Examination of Matthew Yeager, above, p. 103; Applicant's Supplementary Application Record, Book 1, Supplementary Affidavit of Matthew Yeager, sworn January 30, 2006, Tab 9, para. 5.)"], ["[51]", "When questioned as to whether he had ever compiled a list of the names he deems were publicly available, the Applicant stated:", "\"By Mr. Casanova:", ". . . . .", "\"63. Q. Did you attach a list of the names that you know are publicly available in Ontario?", "A. There's no list that I attached in my Supplementary Affidavit.", "64. Q. Have you ever prepared a list with the names of dangerous offenders located in Ontario?", "A. Not at this moment.", "65. Q. Have you ever made any attempt to identify all the names of dangerous offenders located in Ontario?", "A. Not at this moment.", ". . . . .", "77. Q. You stated that you know some of the dangerous offenders located in Ontario. Have you ever performed any research on all these databases that you refer to in your Affidavit in order to determine whether their names, FPS number and location are publicly available?", "A. In part.", "78. Q. In which part, for which offenders?", "A. Well, I don't have the list in front of me, but I happen to know some of the individuals because I had Court documents that were publicly available that referenced them, and they sent me these court documents.\" (Respondents' Supplementary Application Record, Transcript of the Cross-Examination of Matthew Yeager, above, pp. 85 and 88.)"], ["[52]", "When questioned in regards to the availability of the institutional/community addresses and FPS numbers requested, more precisely the Registry Decision, the Applicant stated:", "\"By Mr. Casanova:", ". . . . .", "\"180. Q. So when someone is approved to do a research under section 167(1) of the Regulation, that person would simply get an electronic or a printed copy of the decision of the Board with respect to an offender?", "A. Well, it's our position or our interpretation that the Decision Sheet which we attached as Exhibit B of my Supplementary Affidavit is a true copy of what decision sheets look like in general for dangerous offenders.", "This is a publicly available document which is part of the registry and it contains the actual personal names of the Board members making the decisions, dates and times of those decisions, narrative about the personal background and issues of the convict. Sometimes it mentions the names of psychiatrists and psychologists.", "It contains the reasons for the decision, it contains their security classification, their FPS number and their institution, called a Decision Sheet and this you can apply for, but particularly you should be allowed to get the whole information when you have the name of the dangerous offender.", "181. Q. Like I said, that's your understanding of the", "Act", "and you---", "A. This is what we're litigating.", ". . . . .", "187. Q. So Mr. Rowlee [sic], you provided a decision with respect to him and you attached at Exhibit B. How did you get a copy of this National Parole Board Pre-Release Decision sheet?", "A. I had a copy of it through Court records.", "188. Q. What do you mean by you had a copy of it through Court records?", "A. I was an expert witness in his second DO application trial.", "189. Q. So you got it from him?", "A. Through his counsel.", "190. Q. So his counsel provided you a copy of this decision sheet, so you didn't get this from the National Parole Board directly?", "A. No, but it's not designed for that purpose, it's designed to illustrate what a Decision Sheet in the registry looks like and what kind of information is on that Decision Sheet that the public is entitled to, particularly if you have the name of the dangerous offender.", "191. Q. So you don't know what a Decision Sheet would look like or whether the National Parole Board would redact some of this information before releasing it to the public?", "A. Well, the position of your client is that it's redacted. My position is that's a violation of both the ATI and statutory construction.", "192. Q. Okay. So you don't take issue with the fact that it is redacted?", "A. No, I have made requests for decision sheets in which it wasn't redacted, I got the whole thing.", "193. Q. Why didn't you attach it to your Affidavit?", "A. Because that's not what I'm testifying to here. I'm giving you an example of what is the information on decision sheets and I'm saying that section 144 of the", "Corrections and Conditional Release Act", "says I'm entitled to the whole public record, particularly once I have the specific name of the dangerous offender. That includes their FPS numbers and their institutional community addresses.", "We are not even at this juncture talking about whether any of those three categories represent particularly sensitive information.\" (Respondents' Supplementary Application Record, Transcript of the Cross-Examination of Matthew Yeager, above, pp. 120 and 123.)"], ["[53]", "It is, however, important to reiterate s. 144(2) and (3) of the", "CCRA", ", whereas, access to registry decision for research purposes clearly states that this person \"", "may have access", "for research purposes", "to the contents of the registry, other than", "the", "name of any person", ", information that could be used to identify any person", "or information the disclosure of which could jeopardize any person's safety.\""], ["[54]", "The Respondent, Mr. Vandoremalen, Director, Communications and Access to Information and Privacy at the NPB, however, stated, during his cross-examination, that the names of the DOs are not as readily available as portrayed by the Applicant.", "\"By Mr. Green:", ". . . . .", "70. Q. Now, in respect of dangerous offenders, the names of dangerous offenders, is this information that's already available elsewhere?", "A. Not to our - not in our knowledge, no. It's ostensibly available in the courts, but you'd have to know which courts, which jurisdictions and which names.", "71. Q. So you're saying it is available through the court system?", "A. Yes.", "72. Q. When the court makes the decision that the person falls under the category of dangerous offenders, isn't that also printed in the newspapers?", "A. It can be, yes.\" (Applicant's Supplementary Application Record, Book 1, Transcript of Cross-Examination of John Vandoremalen on Affidavit sworn November 10, 2004, Tab 12, pp. 191 and 192.)"], ["[55]", "Furthermore, the Respondent, Mr. Pierre Tessier, Senior Analyst to Information and Privacy with the CSC, considered whether the records could be disclosed under paragraph 19(2)(b) of the", "ATIA", "on the basis that the information is publicly available. He concluded that the information could not be disclosed for the following reasons:", "\"a. Although the names of some dangerous offenders are likely accessible through public sources such as newspapers and legal databases, I cannot be certain that", "all", "the names sought by the Applicant are publicly available. In particular, and as stated by the Applicant in his affidavit, the names of some dangerous offenders may be subject of a court-imposed publication ban. (The Applicant estimates that the names of up to 10% of dangerous offenders may be/have been the subject of a publication ban). Absent searching all of the publicly available sources to confirm that the name of", "every", "dangerous offender in Ontario is on the public record (there are over 100 dangerous offenders incarcerated in Ontario), CSC would have no way of knowing whether the list of names it would be releasing to the Applicant would comprise entirely of public information. Moreover, if any of the names on the list released to the Applicant was subject to a publication ban, CSC would be in violation of a court order.", "\"b. In addition to the names of the dangerous offenders in Ontario, the Applicant is also requesting the fingerprint service numbers ('FPS numbers') and location/community addresses of the dangerous offenders. CSC considers the FPS number of an offender to be a personal identifier analogous to a social insurance number and the institutional location of an offender as analogous to a person's home address. Accordingly, it does not have to make this information public.", "\"c. I have consulted with my colleague, John Vandoremalen, Director of Communications and ATIP at the National Parole Board of Canada (NPB) regarding this matter. He informs me and I believe that the NPB also treats the FPS number and institutional address of an offender as confidential personal information. As a result, when a request is made for access to the NPB's decision registry under subsection 144(2) of the", "Corrections and Conditional Release Act", "('", "CCRA", "'), the offender's FPS number and institutional address are removed from the documentation made available to the requestor. In order for someone to access an NPB decision under subsection 144(2), they must demonstrate an interest in a particular case and thus the name of the offender is already known to them.", "\"d. With respect to requests made for decisions under subsection 144(3) of the", "CCRA", ", Mr. Vandoremalen informs me and I believe that the NPB removes the names of offenders, their FPS numbers and their institutional addresses from decisions before they are released to a researcher. This information is removed because it is personal and because subsection 144(3) specifically excludes from disclosure 'the name of any person, information that could be used to identify any person or information the disclosure of which could jeopardize any person's safety.'\" (Applicant's Supplementary Application Record, Book 1, Affidavit of Pierre Tessier sworn on March 17, 2006, Tab 10, para. 5; Applicant's Supplementary Application Record, Book 2, Transcript of Cross-Examination of Pierre Tessier on Affidavit sworn on March 17, 2006, Tab 13, Q. 131-132.)"], ["[56]", "Mr. Tessier further noted, during his cross-examination on his affidavit, that, following an extensive research conducted by a paralegal, less than fifty percent of the over 100 names of DOs were found to be in the public domain, yet, of those, found none of them mentioned the FPS or the place of incarceration. (Applicant's Supplementary Application Record, Book 2, Transcript of Cross-Examination of Pierre Tessier, above, Q. 253.)"], ["[57]", "The Respondent submits that they have made reasonable efforts in order to determine whether the personal information is publicly available. These reasonable efforts still lead them to conclude that the personal information requested is not publicly available. Furthermore, practical considerations pertaining, among others, to the nature and volume of the personal information requested make it impractical to determine with certainty whether some of the names are publicly available. (", "<FRAGMENT_SUPPRESSED>  (F.C.A.), para. 110; (Applicant's Supplementary Application Record, Book 2, Transcript of Cross-Examination of Pierre Tessier, above, Q. 253 - 256.)"], ["[58]", "Justice Marc Nadon noted in <FRAGMENT_SUPPRESSED> , above, at paragraph 44, that he did not \"agree that there exists an obligation on the part of the Respondent to search all publications, journals, etc. to verify if the information was released in any shape or form to the public\". It is important to note, however, that for Justice Gilles Letourneau and Justice Joseph Robertson:", "\"[110] ... a request by an applicant to the head of a government institution to have access to personal information about him includes a request to the head of that government institution to make reasonable efforts to seek the consent of the third party who provided the information. In so concluding, we want to make it clear that we are only addressing the question of onus and that we are in no way determining the methods or means by which consent of the third party can be sought. Political and practical considerations pertaining, among others, to the nature and volume of the information may make it impractical to seek consent on a case-by-case basis and lead to the establishment of protocols which respect the spirit and the letter of the", "Act", "and the exemption.\" (", "Ruby", ", above.)"], ["[59]", "In reaching its decision in January 2003, CSC considered whether the personal information could be disclosed pursuant to any of the exceptions set out in s. 19(2) of the", "ATIA", ". CSC concluded that none of the three exceptions set out in s. 19(2) of the", "ATIA", "applied. This conclusion was shared by the Information Commissioner. (Applicant's Supplementary Application Record, Book 2, Transcript of Cross-Examination of Pierre Tessier, above, Q. 92-93, 121, 125, 152-154, 162-167.)"], ["[60]", "The Respondent submits that the Applicant's cross-examination demonstrates that the Applicant speculates about the public availability of the name of DOs:", "• On January 27, 2006 after a meeting with his new lawyer the Applicant decided to amend the notice of application to argue that the information requested is publicly available (Q. 51-59).", "• Even if he argues in his Supplementary Affidavit that the names of roughly 400 dangerous offenders in Canada are already publicly available, he does not know how many are in Ontario. He has never himself attempted to create a list with the names of Dangerous Offenders with institutional/community addresses in Ontario (Q. 60-65).", "• He believes that the names of some Dangerous Offenders are publicly available but has never confirmed this himself. He simply states that the names can be found in the sources identified in his affidavit (Q. 70-72).", "• When asked whether he had searched the sources listed in his affidavit to find the information requested, the Applicant responded that he searched them \"in part\" (Q. 77).", "• When asked questions about the special report he refers to in his Affidavit, the Applicant could not even provide the precise citation. He simply stated that he has not seen the report since the mid-1990s (Q. 85-86).", "• The Applicant argues in his affidavit that some of the names of Dangerous Offenders can be found for a modest fee in QuickLaw. He himself does not have a password and has to go to Carleton County Law Library to get access to QuickLaw (Q.108). He does not even know how much QuickLaw charges per hour (Q. 94-98).", "• The Applicant also alleges in his affidavit that some of the names of Dangerous Offenders can be found in the Ottawa Citizen electronic archives. However, he could provide little details about this archive and does not know how much it costs to access it (Q. 146-151).", "• The Applicant says that the names of Dangerous Offenders can be found in the newspapers archives found at the Ottawa Public Library. However, he admits that he has never searched the archives for the names of Dangerous Offenders (Q. 164-165).", "• The Applicant admitted that he obtained a copy of offender Rowlee's National Parole Board Pre-Release Decision Sheet mentioned in paragraph 7 of his affidavit from Rowlee's lawyer in the second Dangerous Offender Application trial (Q. 187-190). He also admitted representing Rowlee before the NPB (Q. 202-205). (Respondents' Supplementary Application Record, Transcript of Cross-Examination of Matthew G. Yeager on his Supplementary Affidavit, dated January 30, 2006, Tab 3.)"], ["[61]", "In early May 2007, the Respondent made significant efforts to determine whether the information requested is publicly available as suggested in the Supplementary Affidavit of Matthew Yeager, sworn January 30, 2006. These further inquiries confirmed that it is not possible to ascertain, with a sufficient degree of certainty, whether the personal information requested is publicly available:", "• The Respondents generated a list which shows that there are approximately one hundred Dangerous Offenders with an institutional address in Ontario. The Access to Information section at CSC does not have access to Quick Law. As a result, the Respondents requested the assistance of a paralegal employed by the National Parole Board to search Quick Law. The paralegal spent approximately 40 hours conducting the research and, in that time, concluded that approximately 50% of the names on the list were found on QuickLaw. However, in the cases where the name was not found, the FPS number and the institutional/community address were not. The research task as yet has not been completed, additional research would be required and someone would then have to read the decisions to determine and verify the content (Q. 253; 257-58; 273; 540-42).", "• CSC does not have the resources to assign employees to verify every Dangerous Offender's file in order to determine whether the designation is still in place and to determine whether there are any Court orders that could impact on the disclosure of information. Each inmates file can be composed of up to twelve sub-files which can be more than 1,000 pages (Q. 308; 311; 339; 543).", "• The Research Director of Legal Aid Ontario confirmed that his organization has not published a special report on dangerous offenders as asserted Mr. Yeager in his supplementary Affidavit (Q. 56-70). (Applicant's Supplementary Application Record, Book 2, Tab 13, Transcript of Cross-Examination of Pierre Tessier on Affidavit sworn on March 17, 2006.)"], ["[62]", "To require CSC to do more than what it has already done would impose on it an unreasonable burden. ( <FRAGMENT_SUPPRESSED> , above;", "Ruby", ", above.)"], ["[63]", "Furthermore, the Applicant's approach in the case at bar fails to recognize the purpose of the", "PA", ", for which Justice Gonthier stated:", "\"[32] ... it is the nature of the information itself that is relevant -- not the purpose or nature of the request. The", "Privacy Act", "defines 'personal information' without regard to the intention of the person requesting the information. Similarly, s. 4(1) of the", "Access Act", "provides that every Canadian citizen and permanent resident 'has a right to and shall, on request, be given access to any record under the control of a government institution'. This right is not qualified; the", "Access Act", "does not confer on the heads of government institutions the power to take into account the identity of the applicant or the purposes underlying a request ...", "\"[33] The", "Privacy Act", "defines 'personal information' in a permanent manner. A particular class of information either is or is not personal information. The purpose or motive of the request is wholly irrelevant.\" (", "RCMP", ", above.)"], ["[64]", "The Applicant explains that in the event that there is any portion of the requested information which is not publicly available and therefore not releasable under s. 19(2), that remaining information can easily be severed from the balance of the information, as is required by s. 25 of the", "ATIA", ". Section 25 of the", "ATIA", ", \"which contemplates categorizing the information into personal and non-personal categories and then severing the two, allowing disclosure of the non-personal information\". (", "<FRAGMENT_SUPPRESSED> ; 271 F.T.R. 7; 2005 FC 384, para. 8; Supplementary Affidavit of Matthew Yeager, sworn March 17, 2006, paras. 4-8.)"], ["[65]", "The wording used by the Applicant in his access to information request, however, appears to make it impossible to sever and disclose the non-personal information. The Applicant requests the names of DOs, their FPS number and their institutional/community addresses in the Ontario Region of CSC all defined as personal information pursuant to the", "PA", "and therefore non severable. (Applicant's Supplementary Application Record, Book 2, Tab 13, Transcript of Cross-Examination of Pierre Tessier on Affidavit sworn March 17, 2006, Q. 241; 373.)", "Did the Respondents err when exercising their discretion in deciding that the requested information should not be disclosed?"], ["[66]", "Even if some of the personal information would have been publicly available, the head of the government institution has the discretion to refuse to disclose the personal information. (", "<FRAGMENT_SUPPRESSED> ; 99 F.T.R. 269 (T.D.), paras. 6-7.)"], ["[67]", "This Court, in reviewing a Minister or delegate's decision, must consider the exercise of their discretion and whether in doing so the discretion was exercised in good faith, in accordance with the principles of natural justice, and taking into consideration matters extraneous or irrelevant to the statutory purpose. The Court is not to substitute its view of how the discretion should have been exercised for the manner in which it was exercised by the Minister or delegate. The burden of proving otherwise rests on the Applicant. ( <FRAGMENT_SUPPRESSED> , above, paras. 106-111.)"], ["[68]", "The Respondents submit that even if the Applicant was only required to show that some of the personal information was publicly available, the Respondents would have exercised their discretion to refuse to disclose the personal information. The Respondents further submit that it cannot run the risk of disclosing information which might erroneously identify a person as a DO. CSC has no way of knowing whether Courts have sent them a copy of all Court orders relating to a particular inmate. (Applicant's Supplementary Application Record, Book 2, Tab 13, Transcript of Cross-Examination of Pierrer Tessier, above, Q. 362; 383; 472-76.)"], ["[69]", "The Respondents knew that some names of DOs could probably be found in the public domain; however, the fact that these DOs are in Ontario, is not publicly available. (Applicant's Supplementary Application Record, Book 2, Tab 13, Transcript of Cross-Examination of Pierre Tessier, above, Q. 490.)"], ["[70]", "Given the wording used by the Applicant in his access to information request, it was not possible to sever the information. The Applicant requested the names of DOs and their \"institutional/community addresses in the Ontario region of CSC.\" A person may have been designated Dangerous Offender in Alberta but later transferred to Ontario. If the Respondents disclose the name of a DO, they would implicitly disclose the fact that the DO is in a CSC institution in the Ontario Region, which is personal information that is not publicly available. It is also clear from the legislative scheme in the", "CCRA", ", that an offender's place of incarceration is protected personal information. (Applicant's Supplementary Application Record, Book 2, Tab 13, Transcript of Cross-Examination of Pierre Tessier, above, Q. 241; 373.)"], ["[71]", "Furthermore, simply indicating that a DO is now in the Ontario Region, could raise safety or security concerns for all those involved. (Applicant's Supplementary Application Record, Book 2, Tab 13, Transcript of Cross-Examination of Pierre Tessier, above, Q.466; 504.)", "CONCLUSION"], ["[72]", "As Justice Cory stated in <FRAGMENT_SUPPRESSED> , above:", "\"The Minister properly examined the evidence and carefully weighed the competing policy interests. He was entitled to make the conclusion that the public interest did not outweigh the privacy interest. For this Court to overturn this decision would not only amount to a substitution of its view of the matter for his but also do considerable violence to the purpose of the legislation. The Minister's failure to give extensive, detailed reasons for his decision did not work any unfairness upon the appellant.\""], ["[73]", "Given that the requested information were comprised exclusively of personal information, the decision-makers in this case were obligated to follow the statutory framework that required them to exempt personal information from release. Consequently, the Respondents did not have any discretion to release the requested information. In any event, the evidence is clear that the decision-makers, in this case, acted in good faith and did not consider irrelevant facts when making their decision."], ["[74]", "Paragraphs 19(2)(a), (b) and (c) of the", "ATIA", "operate as discretionary exemptions in circumstances where they apply. The NPB and the CSC had the discretion to decide if the information requested should be disclosed. In reviewing the nature of the requested information, the Court agrees that the NPB and the CSC properly refused to exercise their discretion under the", "PA", "and their decisions should stand. The relevant legislation and the jurisprudence considered above have clearly established that personal information is not to be disclosed. The information requested by the Applicant constitutes personal information as defined at s. 3 of the", "PA", "; therefore, the NPB and the CSC had no other alternative. The privacy-friendly alternative proposed to the Applicant (paragraph 11) was not unreasonable and was the only way the CSC could be assured that the DOs' rights were protected."], ["[75]", "Based on the foregoing, the NPB and the CSC decisions stand and the judicial review is dismissed with costs; that is due to the fact that Mr. Yeager rejected a proposal by which the requested information, inasmuch as possible under the circumstances, would have been available to him without breaching the legislative provisions as specified above.", "JUDGMENT"], ["[76]", "THIS COURT ORDERS that t", "he application for judicial review be dismissed with costs.", "Application dismissed.", "Editor: E. Joanne Oley/clh", "[End of document]"]]}