{"id_": "092332", "body_str": [["[1]", "Shore, J.", "[Translation]: The matter centres on the following finding by the Federal Court of Appeal in", "FRAGMENT_SUPPRESSED:", "FRAGMENT_SUPPRESSED", "II.", "Judicial procedure"], ["[2]", "This is an application for judicial review of a decision of an immigration officer dated March 2, 2011, rejecting an application for reconsideration of a decision dated January 7, 2011, refusing the applicant's application for permanent residence in Canada as a skilled worker.", "III.", "Facts"], ["[3]", "The application for permanent residence in the skilled worker class by Sarunas Grigaliunas, a college professor, was received by the Canadian Embassy in Warsaw on November 23, 2010."], ["[4]", "On January 7, 2011, the immigration officer refused the application for permanent residence on the ground that the applicant had obtained only 65 of the 67 minimum number of points needed to meet the requirements under the skilled workers class. The officer found that the applicant would be unable to become economically established in Canada."], ["[5]", "On February 23, 2011, the applicant sent a detailed application for reconsideration of the decision rendered regarding his case, directing the immigration officer to use substituted evaluation in accordance with subsection 76(3) of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (Regulations)."], ["[6]", "In support of the application for reconsideration, the applicant attached three documents that had previously been submitted and a new document dated February 2, 2011."], ["[7]", "In an e-mail dated March 2, 2011, the immigration officer rejected the application for reconsideration.", "IV.", "Decision under review"], ["[8]", "The immigration officer rejected the application for reconsideration in the following termination e-mail dated March 2, 2011:", "[translation]", "Your application for permanent residence in Canada was carefully and sympathetically evaluated on the basis of the information available in your file at the time of the decision. I was of the opinion that the points allocated were an accurate reflection of your ability to become economically established in Canada, and therefore found that the application for substituted evaluation was unjustified. The decision is final and will not be reconsidered.", "The detailed reasons for the rejection were provided to you in our letter dated January 7, 2011, which fully concluded your file. The documents received after that decision were not and will not be taken into consideration.", "(Tribunal Record (TR) at page 1).", "V.", "Issue"], ["[9]", "Is the decision rejecting the reconsideration of the application for substituted evaluation by the immigration officer reasonable under the circumstances?", "VI.", "Relevant statutory provisions"], ["[10]", "The relevant provisions of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (IRPA) are as follows:", "Act includes regulations", "2. (2) Unless otherwise indicated, references in this Act to \"this Act\" include regulations made under it.", "Application before entering Canada", "11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act.", "Economic immigration", "12. (2) A foreign national may be selected as a member of the economic class on the basis of their ability to become economically established in Canada."], ["[11]", "The relevant provisions of the Regulations are as follows:", "Class", "75. (1) For the purposes of subsection 12(2) of the Act, the federal skilled worker class is hereby prescribed as a class of persons who are skilled workers and who may become permanent residents on the basis of their ability to become economically established in Canada and who intend to reside in a province other than the Province of Quebec.", "Selection criteria", "76. (1) For the purpose of determining whether a skilled worker, as a member of the federal skilled worker class, will be able to become economically established in Canada, they must be assessed on the basis of the following criteria:", "(a) the skilled worker must be awarded not less than the minimum number of required points referred to in subsection (2) on the basis of the following factors, namely,", "(i) education, in accordance with section 78,", "(ii) proficiency in the official languages of Canada, in accordance with section 79,", "(iii) experience, in accordance with section 80,", "(iv) age, in accordance with section 81,", "(v) arranged employment, in accordance with section 82, and", "(vi) adaptability, in accordance with section 83; and", "(b) the skilled worker must", "(i) have in the form of transferable and available funds, unencumbered by debts or other obligations, an amount equal to half the minimum necessary income applicable in respect of the group of persons consisting of the skilled worker and their family members, or", "(ii) be awarded the number of points referred to in subsection 82(2) for arranged employment in Canada within the meaning of subsection 82(1).", "Number of points", "(2) The Minister shall fix and make available to the public the minimum number of points required of a skilled worker, on the basis of", "(a) the number of applications by skilled workers as members of the federal skilled worker class currently being processed;", "(b) the number of skilled workers projected to become permanent residents according to the report to Parliament referred to in section 94 of the Act; and", "(c) the potential, taking into account economic and other relevant factors, for the establishment of skilled workers in Canada.", "Circumstances for officer's substituted evaluation", "(3) Whether or not the skilled worker has been awarded the minimum number of required points referred to in subsection (2), an officer may substitute for the criteria set out in paragraph (1)(a) their evaluation of the likelihood of the ability of the skilled worker to become economically established in Canada if the number of points awarded is not a sufficient indicator of whether the skilled worker may become economically established in Canada.", "VII.", "Position of the parties"], ["[12]", "The applicant makes a two-part argument that the immigration officer erred by refusing to, first, exercise his discretion pursuant to subsection 76(3) of the Regulations and, second, consider the new evidence submitted to evaluate the application of his discretion."], ["[13]", "Regarding the immigration officer's exercise of discretion, the applicant argues that the immigration officer should have taken into account his substantial fund as a more accurate ground for his ability to become economically established in Canada."], ["[14]", "With respect to the second argument, the applicant contends that the immigration officer refused to consider exercising his discretion because he refused to take into account the new document submitted with the application for reconsideration. He was not able to then properly consider the possibility of exercising his discretion. The applicant claims that this was an error of procedural fairness."], ["[15]", "The respondent submits that the immigration officer was not required to reconsider. In fact, he considered the possibility of exercising his discretion, but decided not to do so. As such, an officer has the power to exercise his discretion, but is not required to do so. The reasons for his refusal were recorded in his notes. Furthermore, he states that the applicant failed to submit relevant documents in his application for reconsideration."], ["[16]", "The respondent claims that, since the legislative amendment to subsection 76(3) of the Regulations, officers cannot exercise their discretion to consider an applicant's settlement funds. According to a line of authority from the Court, exercising the power of substituted evaluation cannot be limited to the criteria set out in paragraph 76(1)(", "), that is, the points awarded for the various factors.", "VIII.", "Analysis"], ["[17]", "According to", "FRAGMENT_SUPPRESSED, it is important to show deference to discretion.", "FRAGMENT_SUPPRESSED"], ["[18]", "First, an immigration officer is not obligated to reconsider an application for permanent residence."], ["[19]", "The Federal Court of Appeal enacted this principle in", "FRAGMENT_SUPPRESSED", ", above:", "FRAGMENT_SUPPRESSED"], ["[20]", "In this case, the immigration officer's notes, as they appear in the CAIPS, are as follows:", "APPLICANT REQUESTS RECONSIDERATION AND USE OF SUBSTITUTED EVALUATION.", "NO EVIDENCE THAT FAILED TO CONSIDER DOCS SUBMITTED OR CONSIDERED IRRELEVANT EVIDENCE", "AS I WAS SATISFIED THAT POINTS AWARDED ACCURATELY REFLECTED APPLICANT'S ABILITY TO ECONOMICALLY ESTABLISH USE OF SUBSTITUTED EVALUATION WAS NOT WARRANTED.", "NO GROUNDS FOR RECONSIDERATION. NO RECONSIDERATION LTR SENT BY E-MAIL. COPY ON FILE. [Emphasis added.]", "(Applicant's Record (AR) at page 69)."], ["[21]", "The immigration officer therefore clearly considered the possibility of exercising his discretion. The reasons are intelligible and transparent. With respect to the new evidence, after making the reasonable decision to not reconsider the file, it was open to him to not consider it."], ["[22]", "Second, substituted evaluation is an act that is dependent upon the officer's discretion:", "FRAGMENT_SUPPRESSED", "FRAGMENT_SUPPRESSED."], ["[23]", "It is important to focus on the legislative amendment made to subsection 76(3) of the Regulations with respect to an immigration officer's exercise of discretion, which specifies the following: \"an officer may substitute for the criteria set out in", "paragraph (1)(", "their evaluation\". [Emphasis added.]"], ["[24]", "Paragraph 76(1)(", ") refers directly to the awarding of points according to various criteria. Some see, further to this amendment, that immigration officers cannot use substituted evaluation on the basis of an applicant's financial resources as a reflection of their ability to become economically established, a factor set out in paragraph 76(1)(", ")."], ["[25]", "The Court's reasoning in", "FRAGMENT_SUPPRESSED, is as follows:", "FRAGMENT_SUPPRESSED"], ["[26]", "In", "FRAGMENT_SUPPRESSED", ", above, commenting on", "FRAGMENT_SUPPRESSED, in which the Court allowed the judicial review because the immigration officer had failed to consider a change in the applicant's funds, the Court pursued its reasoning as follows:", "FRAGMENT_SUPPRESSED"], ["[27]", "Furthermore, Manual OP 6: \"Federal Skilled Workers\", a reference for immigration officers, is consistent with this view:", "13.3. Substituted evaluation", "R76(3) makes possible substituted evaluation by an officer. This authority", "may", "be used if an officer believes", "the point total is not a sufficient indicator of whether or not the applicant may become economically established in Canada", "Substituted evaluation is to be considered on a case-by-case basis.", "The scope of what an officer might consider as relevant cannot be limited by a prescribed list of factors to be used in support of exercising substituted evaluation. There are any number and combination of considerations that", "an officer might cite as being pertinent to assessing, as per the wording of R76(3): \"... the likelihood of the ability of the skilled worker to become", "economically established", "in Canada", "... .\" [Emphasis added.]"], ["[28]", "An immigration officer may therefore exercise substituted evaluation in light of an applicant's funds, but at his or her discretion. Available funds are only one of numerous relevant factors. Immigration officers are in the best position to weigh this factor among others according to the particular circumstances of the case."], ["[29]", "In this case, the immigration officer unequivocally admitted that he had considered the evidence submitted to the file with respect to the applicant's financial situation. It must also be noted that the purpose of the applicant's application for reconsideration was clearly to bring the applicant's funds to the attention of the officer again, even though this information had already been the subject of an initial analysis:", "[translation]", "Upon reading the letter of refusal received on January 28, 2011, the lack of reference to the applicant's financial situation is evident. There is reason to believe that the immigration officer placed no weight on any evidence provided by the applicant in support of his settlement funds in the approximate amount of $132,020 CAD ... .", "(Application for Reconsideration, AR at page 74).", "IX.", "Conclusion"], ["[30]", "The immigration officer's decision is reasonable. Therefore, for reasons stated earlier, the application for judicial review is dismissed.", "JUDGMENT"], ["[31]", "THE COURT ORDERS", "the dismissal of the applicant's application for judicial review. No question of general importance arises for certification.", "Application dismissed.", "Editor: Sharon McCartney/vnh"]]}