{"id_": "092405", "body_str": [["[1]", "Cullen, J.", ": This is an application for judicial review of a decision of the Veterans Review and Appeal Board (the \"Board\") dated 1 October 1997, of which the applicant received notice on 15 January 1998, affirming the decision of the Entitlement Appeal Panel denying the applicant benefits under the", "Pension Act", ", R.S.C. 1985, c. P-6. By originating notice of motion dated 28 May 1998, the applicant seeks an order that the decision of the Board be quashed and that the benefits originally sought be granted retroactively with costs and judicial interest.  <FRAGMENT_SUPPRESSED>", "I. Background  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant, Anthony Douglas MacDonald, was born in 1946. He enlisted with the Canadian Armed Forces and served in the Militia from 26 July 1963 until 27 January 1964, and in the Regular Forces from 4 August 1967 until 11 August 1967. In September 1963, the applicant claims he was riding in the back of a truck with other members of his unit, in the course of their duties, when the truck had an accident. The applicant claims he was injured, received treatment on site in a mobile hospital unit, and returned to his duties shortly thereafter. The accident and injury, however, are not recorded in the applicant's service medical records (application record (\"AR\"), tab 6, affidavit of Bunty Albert, exhibit A).  <FRAGMENT_SUPPRESSED>"], ["[3]", "The applicant claims to have suffered persistent back pain after the accident and was treated by a Dr. Ian MacGregor during the 1960s. Unfortunately, Dr. MacGregor suffers from Alzheimer's disease, and no relevant medical records from his practice currently exist.  <FRAGMENT_SUPPRESSED>"], ["[4]", "In 1970 and 1971, the applicant experienced musculature injuries to his back. As a result of the 1971 injury, tests revealed an old injury to his spine. A 1972 car accident", "resulted in injuries to his leg and skull, but not his back. In 1990, the applicant re-aggravated the original injury by moving a large rock, or boulder (AR, tab 5, page 43).  <FRAGMENT_SUPPRESSED>"], ["[5]", "The applicant filed an application for pension entitlement on 24 March 1995. Entitlement was denied in a Minister's decision from Veterans Affairs Canada, dated 9 April 1996. This decision was confirmed by the Entitlement Review Panel in a decision dated 15 July 1996. The Veterans Review and Appeal Board affirmed that decision on 27 March 1997. The applicant submitted an application for reconsideration of this decision, and it is of this negative determination that the applicant now seeks judicial review.  <FRAGMENT_SUPPRESSED>", "II. Legislative Framework  <FRAGMENT_SUPPRESSED>"], ["[6]", "In 1995, Parliament created the Veterans Review and Appeal Board when it enacted the", "Veterans Review and Appeal Board Act", ", S.C. 1995, c. 18. The Board functions as the sole review and appeal authority for veterans' pensions, replacing the Veterans Appeal Board, the Pension Review Board, and the War Veterans Allowance Board.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The following provisions of s. 21 of the", "Pension Act", "are relevant to this application:  <FRAGMENT_SUPPRESSED>", "\"21(2) In respect of military service rendered in the non-permanent active militia or in the reserve army during World War II and in respect of military service in peace time,  <FRAGMENT_SUPPRESSED>", "(a) where a member of the forces suffers disability resulting from an injury or disease or an aggravation thereof that arose out of or was directly connected with such military service, a pension shall, on application, be awarded to or in respect of the member in accordance with the rates for basic and additional pension set out in Schedule I;  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"(5) In addition to any pension awarded under subs. (1) or (2), a member of the forces who  <FRAGMENT_SUPPRESSED>", "(a) is eligible for a pension under paragraph (1)(a) or 2(a) in respect of an injury or disease or aggravation thereof, or has suffered an injury or disease or aggravation thereof that would be pensionable thereunder if it had resulted in a disability, and  <FRAGMENT_SUPPRESSED>", "(b) is suffering an additional disability that is in whole or in part a consequence of the injury or disease or the aggravation thereof referred to in paragraph (a)  <FRAGMENT_SUPPRESSED>", "shall, on application, be awarded a pension in accordance with the rates for basic and additional pension set out in Schedule I in respect of that part of the additional disability that is a consequence of that injury or disease or aggravation thereof. <FRAGMENT_SUPPRESSED>"], ["[8]", "Thus, if a veteran suffers a disability resulting from an injury or disease that arose out of or was directly connected with military service in peace time, a pension may be granted. Furthermore, if the initial injury or disease did not result in a disability, but rather resulted in a condition which then led to a disability, a pension may still be granted.  <FRAGMENT_SUPPRESSED>"], ["[9]", "Section 2 of the", "Pension Act", "provides the intention of the legislation:  <FRAGMENT_SUPPRESSED>", "\"2. The provisions of this Act shall be liberally construed and interpreted to the end that the recognized obligation of the people and Government of Canada to provide compensation to those members of the forces who have been disabled or have died as a result of military service, and to their dependants, may be fulfilled. <FRAGMENT_SUPPRESSED>"], ["[10]", "Sections 3 and 39 of the", "Veterans Review and Appeal Board Act", "govern the conduct of applications for pension benefits:  <FRAGMENT_SUPPRESSED>", "\"3. The provisions of this Act and of any other Act of Parliament or of any regulations made under this or any other Act of Parliament conferring or imposing jurisdiction, powers, duties or functions on the Board shall be liberally construed and interpreted to the end that the recognized obligation of the people and Government of Canada to those who have served their country so well and to their dependants may be fulfilled.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"39. In all proceedings under this Act, the Board shall  <FRAGMENT_SUPPRESSED>", "(a) draw from all the circumstances of the case and all the evidence presented to it every reasonable inference in favour of the applicant or appellant;  <FRAGMENT_SUPPRESSED>", "(b) accept any uncontradicted evidence presented to it by the applicant or appellant that it considers to be credible in the circumstances; and  <FRAGMENT_SUPPRESSED>", "(c) resolve in favour of the applicant or appellant any doubt, in the weighing of evidence, as to whether the applicant or appellant has established a case. <FRAGMENT_SUPPRESSED>"], ["[11]", "The", "Act", "contains a privative clause in s. 31, as well as a provision in s. 32 allowing for reconsideration of an application already heard:  <FRAGMENT_SUPPRESSED>", "\"31. A decision of the majority of members of an appeal panel is a decision of the Board and is final and binding.  <FRAGMENT_SUPPRESSED>", "32(1) Notwithstanding s. 31, an appeal panel may, on its own motion, reconsider a decision made by it under s. 29(1) or this section and may either confirm the decision or amend or rescind the decision if it determines that an error was made with respect to any finding of fact or the interpretation of any law, or may do so on application if the person making the application alleges that an error was made with respect to any finding of fact or the interpretation of any law or if new evidence is presented to the appeal panel. <FRAGMENT_SUPPRESSED>"], ["[12]", "In further assistance to applicants, the", "Pension Act", "creates favourable presumptions; the relevant one for the purposes of the case at bar is contained in s. 21(3):  <FRAGMENT_SUPPRESSED>", "\"21(3) For the purposes of subs. (2), an injury or disease, or the aggravation of an injury or disease, shall be presumed, in the absence of evidence to the contrary, to have arisen out of or to have been directly connected with military service of the kind described in that subsection if the injury or disease or the aggravation thereof was incurred in the course of  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "(f) any military operation, training or administration, either as a result of a specific order or established military custom or practice, whether or not failure to perform the act that resulted in the disease or injury or aggravation thereof would have resulted in disciplinary action against the member. <FRAGMENT_SUPPRESSED>", "Thus, in the absence of evidence to the contrary, causation is presumed if the injury was incurred during the course of the applicant's service.  <FRAGMENT_SUPPRESSED>", "III. Board's Decision  <FRAGMENT_SUPPRESSED>"], ["[13]", "The applicant was informed by letter dated 15 January 1998 of the Board's decision, which had been rendered on 1 October 1997 (AR, tab 2). The decision affirmed the Entitlement Appeal Panel's decision of 27 March 1997. In its decision, the Board held,  <FRAGMENT_SUPPRESSED>", "\"The Board has carefully reviewed all of the available evidence in this case and has concluded, in the absence of a Report on Injuries to document the incident which allegedly took place in 1963, and confirming whether or not the appellant was on duty at that time, that the condition of lumbar disc disease is not related to the exigencies of peace time service. Furthermore, service records are devoid of any complaints regarding the appellant's back. The first medical evidence regarding back problems appears in a report dated 22 March 1993 from D.J. O'Neil, M.D., indicating a long history of low back pain, this published some 29 years after the appellant was released from service.  <FRAGMENT_SUPPRESSED>", "\"It is further noted that the appellant injured his back in 1971, 1972 and 1990, again several years in the post-discharge period, and while the appellant maintains that his back problems pre-dated his 1971 injury, that is, his back problems arose from the alleged incident at the Bedford Rifle Range in 1963, without any recorded in-service evidence the Board is unable to grant pension entitlement. Moreover, the Board was not presented with any new medical evidence that would lead it to the conclusion that the appellant's present day had its onset during peace time service. <FRAGMENT_SUPPRESSED>"], ["[14]", "The Board specifically acknowledged documentation submitted by the applicant as new evidence in support of his application for reconsideration. This new evidence was comprised of: a statement by Robert Stratton, dated 25 March 1997 attesting to the 1963 truck accident; copies of x-ray reports dated 18 December 1970, 10 November 1971, 29 December 1971, 13 January 1972, 11 February 1972, 20 June 1972, and 26 June 1973; a statement by Carl Purcell, dated 18 June 1997, advising that he trained with the applicant in the early 1960s in running; a note from Brenda Morris of Stora Industries, dated 27 May 1997, with attached copies of Worker's Compensation Board forms indicating that the applicant pulled back muscles in December 1971; and a letter from the applicant dated 16 July 1997 (AR, tab 5, pp. 30-39).  <FRAGMENT_SUPPRESSED>", "IV. Applicant's Position  <FRAGMENT_SUPPRESSED>"], ["[15]", "The applicant submits that the Board erred in law by disregarding evidence, and further, that it violated the principles of natural justice and fairness by ignoring evidence of his injury. The applicant argues that the Board erred in failing to accept medical evidence that was not contradicted by other evidence or subject to an adverse credibility finding, relying on", "<FRAGMENT_SUPPRESSED>  (T.D.) in support of this submission.  <FRAGMENT_SUPPRESSED>"], ["[16]", "In his affidavit dated 28 May 1998, the applicant contends that a medical report was prepared at the time of his accident in 1963, but has since disappeared. He submits that this is likely due to the fact that the Department of Veterans Affairs has persisted in using an incorrect service number with regard to his application, despite his having informed them of their error.  <FRAGMENT_SUPPRESSED>", "V. Respondent's Position  <FRAGMENT_SUPPRESSED>"], ["[17]", "The respondent argues that the applicant has an obligation to adduce evidence establishing a causal link between service in the Forces and the present disability, and that he failed to satisfy this obligation. The first medical evidence regarding back pain, the respondent contends, occurred in March 1993. This evidence did not lead the Board to conclude that the applicant's current back problem originated during his service because nothing in the reports attribute his lumbar disc disease to an injury such as the one the applicant claims to have occurred in 1963. The respondent submits that the Board's decision is supportable as there was no credible evidence tendered by the applicant establishing causation.   <FRAGMENT_SUPPRESSED>", "VI. Issues  <FRAGMENT_SUPPRESSED>"], ["[18]", "The issues as stated in the applicant's memorandum of fact and law are as follows:  <FRAGMENT_SUPPRESSED>", "\"1. Did the Board err in law by disregarding the evidence before it?  <FRAGMENT_SUPPRESSED>", "\"2. Did the Board violate the principles of natural justice and fairness by ignoring the evidence of the applicant's injury? <FRAGMENT_SUPPRESSED>"], ["[19]", "The respondent submits that the sole issue to be determined on this judicial review is whether the Board's weighing of the evidence before it regarding causation was patently unreasonable.  <FRAGMENT_SUPPRESSED>"], ["[20]", "With respect, I consider the sole issue in this case to be whether the Board's weighing of the evidence that was before it was patently unreasonable, with regard to the Board's statutory obligations found in ss. 3 and 39 of the", "Veterans Review and Appeal Board Act", ".  <FRAGMENT_SUPPRESSED>", "VII. Analysis  <FRAGMENT_SUPPRESSED>"], ["[21]", "On an application for judicial review, the court may not substitute its decision for that made by the board or tribunal which is under review. In light of the legislative framework which confers exclusive jurisdiction on the Veterans Review and Appeal Board, as well as the privative clause which renders its decisions final and binding, the applicable standard of review is that of patent unreasonableness:", "<FRAGMENT_SUPPRESSED>  (T.D.). Thus, the reviewing court may interfere only in the event that the impugned decision was based on an error of law, or on an erroneous finding of fact made in a perverse or capricious manner or without regard to the material before it:", "<FRAGMENT_SUPPRESSED>  (T.D.).  <FRAGMENT_SUPPRESSED>"], ["[22]", "It is settled law that a tribunal does not have to make an explicit written finding on each element which leads to its ultimate conclusion; indeed, there is a presumption that the tribunal has dealt with all of the documents which were placed before it:", "<FRAGMENT_SUPPRESSED>  (T.D.). However, this is tempered, or qualified, by s. 39 of the", "Veterans Review and Appeal Board Act", ", which requires that when new and credible evidence is presented during a reconsideration proceeding, the Board has a duty to consider and weigh the evidence, drawing every reasonable inference in the applicant's favour. This does not mean that the Board must automatically accept whatever submission is made by a veteran; rather, the evidence must be accepted if it is credible and reasonable, and uncontradicted.  <FRAGMENT_SUPPRESSED>"], ["[23]", "Before a veteran can be considered entitled to a pension, two conditions must be satisfied. First, the veteran's condition must be pensionable; it must be a condition capable of being classified as a disability resulting from injury or disease. Second, the original condition must arise from, or be aggravated by, the veteran's military service. Thus, causation must be established, and in the absence of evidence to the contrary, the presumption found in s. 21(3) of the", "Pension Act", "allows for causation to be presumed if the injury was incurred during the course of the veteran's service. In", "Hall", ", supra, Madame Justice Reed stated:  <FRAGMENT_SUPPRESSED>", "\"While the applicant correctly asserts that uncontradicted evidence by him should be accepted unless a lack of credibility finding is made, and that every reasonable inference should be drawn, and any reasonable doubt resolved in his favour, he still has the obligation to demonstrate that the medical difficulty from which he now suffers arose out of or in connection with his military service; that is, the causal linkage must be established. <FRAGMENT_SUPPRESSED>"], ["[24]", "In the case at bar, the applicant presented as part of his new evidence a statement made by Robert Stratton, a fellow member of his unit, which supports the applicant's claim that he was injured in a truck accident while on duty. In a \"Statement by Witness\" form from the Bureau of Pensions Advocates, Mr. Stratton answers in the affirmative to the question: \"Did the applicant ever discuss his physical condition with you?\" Asked to provide particulars, he writes,  <FRAGMENT_SUPPRESSED>", "\"Yes–following an accident and injury I saw him sustain while we were riding together in the back of a truck at the Bedford Rifle Range. We were both at that time members of Halifax Rifles Militia. He complained of back pain.\" (AR, tab 4)  <FRAGMENT_SUPPRESSED>"], ["[25]", "While the Board acknowledged this new evidence and admitted it into the record, it cannot be said to have accepted it in accordance with the special rules contained in s. 39 of the", "Veterans Review and Appeal Board Act", ". In its reasons, the Board characterizes the truck accident as an \"alleged incident\", thus indicating doubt of its actual occurrence. In so doing, however, the Board was silent as to whether this new evidence, which purports to corroborate the applicant's claim that he was injured in 1963, was credible or reasonable. If the Board found this evidence lacking in either capacity, it should have said so and given reasons. While the Board is certainly entitled to assign minimal weight to this evidence, it must articulate reasons for so doing. Failing to do so constitutes an error in law and warrants judicial intervention.  <FRAGMENT_SUPPRESSED>"], ["[26]", "The gist of the x-ray reports, according to the applicant, is that they provide medical evidence detailing a spinal injury which could only have been caused by the 1963 accident. The applicant alleges the Board fell into error in failing to accept this medical evidence, and relies on", "<FRAGMENT_SUPPRESSED>  (T.D.), which is somewhat similar to the present case.  <FRAGMENT_SUPPRESSED>"], ["[27]", "In", "MacKay", ", the applicant veteran was injured in a truck accident in 1958. He was briefly hospitalized at the time, but sought no further treatment until 1988. A medical report concluded that the neck pain was reasonably attributable to the 1958 accident. Mr. Justice Teitelbaum held that the Board erred in failing to accept the uncontradicted medical report as new evidence, absent an adverse credibility finding.  <FRAGMENT_SUPPRESSED>"], ["[28]", "This case, however, is distinguishable from the applicant's case because  <FRAGMENT_SUPPRESSED>", ", the applicant veteran's accident and injury were documented at the time they occurred. In the present case, the Board does not accept the applicant's claim that he was ever involved in an accident, let alone injured, while on duty because nothing exists in the applicant's service records indicating he was in an accident and injured. In its reasons, the Board comes close to saying that a veteran is not entitled to a disability pension in the absence of an injury report in his service records.  <FRAGMENT_SUPPRESSED>"], ["[29]", "The jurisprudence indicates that the Board must accept uncontradicted medical evidence that it considers credible in the circumstances; however, it may reject such evidence if it has before it contradictory evidence, or if it states reasons, which would bear on credibility and reasonableness:", "Hornby, Re", "(1993), 63 F.T.R. 188 ( <FRAGMENT_SUPPRESSED>  (T.D.); and", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "VIII. Conclusion  <FRAGMENT_SUPPRESSED>"], ["[30]", "The Board erred in failing to either accept the new evidence presented to it, or reject it with reasons bearing on its credibility and reasonableness. Accordingly, the application for judicial review is allowed, and the matter is sent back to heard anew.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Sharon J. McLaughlin/kaw  <FRAGMENT_SUPPRESSED>", "[End of document]"]]}