{"id_": "092806", "body_str": [["[1]", "Phelan, J.", ": The Applicant's basis for her refugee claim is that in Poland she would be persecuted by her family because she wanted to marry a person not of her faith. The refugee claim was refused and this is the judicial review of that decision of the Immigration and Refugee Board (Board).", "I.", "Facts"], ["[2]", "Ms. Pisniak is a female citizen of Poland and is in her twenties. She married Nader Badran in September 2004. The Applicant contended that her family, who were devout Roman Catholics, were very unhappy that she had a relationship with a Muslim."], ["[3]", "The Applicant further claimed that her own sister attacked her physically because of this relationship; that her brother slapped her when he saw her engagement ring; and that Mr. Badran was assaulted by two men, presumably because of their relationship."], ["[4]", "The alleged persecution went even further. She alleges that her family framed Mr. Badran for a theft in the family home which resulted in his deportation to Egypt. Finally, she claimed that her mother kidnapped, drugged and held her captive in a mental hospital for three days."], ["[5]", "When the Applicant was finally released from the mental hospital, she reported her mother's crime to the police. It was her contention that the police would not listen to her and told her to return to the hospital and obtain evidence before coming back to the police. She never did."], ["[6]", "The Board appears to have accepted the general credibility of the Applicant's story (although it had problems with some aspects of it) but did not accept that she made good faith efforts to seek state protection. This conclusion was based in part on her failure to seek protection after any of the events prior to her kidnapping and in part by the Board's characterization of the police's reaction being one of instructing her to obtain some evidence rather than a refusal to assist her.", "II.", "Analysis"], ["[7]", "The standard of review for issues of credibility is patent unreasonableness as held in  <FRAGMENT_SUPPRESSED> . I see no reason to disagree with this analysis of the standard of review."], ["[8]", "With respect to the standard of review regarding state protection, there are two aspects which attract two different standards. The question of whether there is adequate state protection is generally an issue of fact (see  <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 1584 (QL) and  <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 1755 (QL)) which attracts a standard of patent unreasonableness. The question of whether the Applicant adequately availed herself of state protection is one of mixed law and fact because the Board must apply factual findings to the legal standard established in  <FRAGMENT_SUPPRESSED> : \"clear and convincing confirmation of a state's inability to protect\" the person."], ["[9]", "This case really turns on the findings in respect to state protection - that is, the first aspect discussed above. While the Applicant accuses the Board of failing to analyze the effectiveness of Poland's state protection, the Applicant fails to acknowledge that the burden of rebutting the presumption of state protection rested with the Applicant."], ["[10]", "The presumption in favour of state protection of a democratic country is a strong one and therefore it is not surprising that the evidence necessary to displace the presumption must be very compelling (see Ward above)."], ["[11]", "In the end, the Applicant's failure to report several violent incidents to the police, her choice not to return to the police with evidence of her hospitalization and her failure to demonstrate state complicity with the Catholic church, as allegedly engineered by her priest-brother, so significantly undercuts her allegation of absence of state protection that this judicial review must be dismissed."], ["[12]", "In the Applicant's Memorandum in this judicial review, she raised, for the first time, the reverse order questioning issue relating to Chairperson's Guideline 7. It was not raised before the Board, in the leave application or in her first Memorandum in this judicial review. Therefore, I find that the Applicant has waived the right to raise this argument."], ["[13]", "The Applicant has asked that the same questions as those in  <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 631 (QL) be certified so that her rights to the benefits (if any) of the Court of Appeal's decision  <FRAGMENT_SUPPRESSED>  be preserved. I am not prepared to do so because the real basis of her case, state protection, is extremely weak and does not turn on any issues related to reverse questioning."], ["[14]", "Therefore, this judicial review will be dismissed.", "JUDGMENT"], ["[15]", "IT IS ORDERED THAT", "the application for judicial review will be dismissed.", "[End of document]"]]}