{"id_": "092922", "body_str": [["[1]", "Shore, J.", ": The anatomy of humanitarian and compassionate grounds is based on exceptional criteria in a differently constituted framework. That framework is established to examine extenuating circumstances. It is Canada's unique response to the fragility of the human condition.  <FRAGMENT_SUPPRESSED>", "JUDICIAL PROCEDURE  <FRAGMENT_SUPPRESSED>"], ["[2]", "This is an application for judicial review, pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (", "IRPA", "), of a decision of the Immigration Program Manager at the Canadian Embassy in the Philippines, dated June 15, 2005, wherein the Applicant's application for humanitarian and compassionate (H&C) consideration pursuant to subsection 25(1) of", "IRPA", "was refused.  <FRAGMENT_SUPPRESSED>", "BACKGROUND  <FRAGMENT_SUPPRESSED>"], ["[3]", "The Applicant, Ms. Tina Ong Yu, is 61 years old and a citizen of the Philippines. She is single and does not have any children. She and her twin sister Nita are the youngest of nine siblings, only four of which are still alive, she and her twin sister and two older sisters.  <FRAGMENT_SUPPRESSED>"], ["[4]", "Ms. Yu and Nita were less than a year old when their father was killed during the Japanese occupation of San Pablo City. They were only 12 years old when their mother died of kidney failure. At that time, Ms. Yu and Nita moved in with their oldest brother who raised them and financed their education.  <FRAGMENT_SUPPRESSED>"], ["[5]", "When they graduated from high school, they moved into a dormitory together for their college education in Manila. After graduating from college, they both moved back to San Pablo City to work at their oldest brother's auto supply business. After about a year, they both moved to Naga City to work at another auto supply business until 1969. Ms. Yu and Nita then worked at Immaculate Conception Academy in Davao for 18 months before moving to Manila to open a branch office in Manila where they worked and lived together for over two years.  <FRAGMENT_SUPPRESSED>"], ["[6]", "In 1974, Nita married Henry Cua. Ms. Yu and Nita lived separately for one year but they could not stand being away from each other. In 1975, Nita and Henry invited Ms. Yu to live with them. In 1977, Henry asked Ms. Yu to work at his company which she did, first as a bookkeeper, then as a cashier and finally as a financial officer. Ms. Yu lived with them until they immigrated to Canada in 1993; she witnessed the birth of their two daughters, Deborah in August 1975 and Cherry in January 1977. She helped raise her nieces.  <FRAGMENT_SUPPRESSED>"], ["[7]", "Shortly after Nita and her family came to Canada, Ms. Yu applied for permanent residence to Canada as a bookkeeper; her application was refused in a letter dated October 10, 1996.  <FRAGMENT_SUPPRESSED>"], ["[8]", "Ms. Yu applied again in July 2000 for permanent residence to join her twin sister in Canada. Her application was submitted to the Canadian Consulate General in Buffalo which transferred her file to the Canadian Consulate General in Los Angeles on January 16, 2001.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The next correspondence she received regarding her application was a letter dated March 7, 2002 from the Canadian Embassy in Manila, Philippines telling her that she would be called in for an interview and that the waiting period for her interview might be up to 36 months.  <FRAGMENT_SUPPRESSED>"], ["[10]", "In April 2002, Nita was diagnosed with oesophageal cancer. A laparoscopic oesophagectomy was performed on June 13, 2002 and Nita was discharged after ten days but was readmitted when she developed bilious vomiting. She was released from the hospital on July 9, 2002 and all this time, Ms. Yu was by her side. Nita is in essence Ms. Yu's family. Nita and Henry have the financial ability and the willingness to support Ms. Yu.  <FRAGMENT_SUPPRESSED>"], ["[11]", "In 2004, Ms. Yu retained Ong & Associates to represent her with respect to her application for permanent residence. She explained her situation and desperation to be with her twin sister and a letter dated April 26, 2004, setting out her circumstances and requesting that her application be considered on H&C grounds, was sent to the Canadian Embassy in Manila with updated forms and supporting documents.  <FRAGMENT_SUPPRESSED>"], ["[12]", "Ms. Yu was interviewed at the Canadian Embassy in Manila on February 8, 2005 by a visa officer. The officer asked her about Nita's health and their other siblings as well as her own financial situation. They discussed her bond she shares with Nita. The visa officer went through the units of assessment with her and told her that she would not be accepted as a skilled worker but that his manager would consider her application on H&C grounds.  <FRAGMENT_SUPPRESSED>", "DECISION UNDER REVIEW  <FRAGMENT_SUPPRESSED>"], ["[13]", "Ms. Yu received a letter dated June 15, 2005 from the Canadian Embassy in Manila stating that she did not meet the minimum number of points required for a permanent resident visa and therefore did not satisfy the officer that she would be able to become established in Canada. The letter also stated that her request for consideration of possible H&C grounds was referred to the Immigration Program Manager for review and that she would be notified of the outcome of his determination in a separate letter from him.  <FRAGMENT_SUPPRESSED>"], ["[14]", "She received a second letter, also dated June 15, 2005, from the Canadian Embassy in Manila signed by the Immigration Program Manager. The Immigration Program Manager refused her request for H&C consideration under subsection 25(1) of", "IRPA", "because there were insufficient humanitarian and compassionate considerations. The reasons which were specifically mentioned were the facts that Nita immigrated to Canada 11 years ago and that another sister immigrated the previous year while the fourth sister remained in the Philippines.  <FRAGMENT_SUPPRESSED>"], ["[15]", "This second decision, regarding the H&C considerations of her application, is the decision under review in the present application. Ms. Yu is not asking for review of the decision regarding her assessment as a bookkeeper.  <FRAGMENT_SUPPRESSED>", "ISSUES  <FRAGMENT_SUPPRESSED>"], ["[16]", "There is only one issue in this case: whether the Immigration Program Manager erred in finding that there were not sufficient humanitarian and compassionate considerations to grant Ms. Yu's request, specifically that she is not a de facto family member.  <FRAGMENT_SUPPRESSED>", "ANALYSIS  <FRAGMENT_SUPPRESSED>", "Statutory scheme  <FRAGMENT_SUPPRESSED>"], ["[17]", "Subsection 25(1) of", "IRPA", "states:  <FRAGMENT_SUPPRESSED>", "\"25(1) The Minister shall, upon request of a foreign national who is inadmissible or who does not meet the requirements of this Act, and may, on the Minister's own initiative, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligation of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to them, taking into account the best interests of a child directly affected, or by public policy considerations. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"25(1) Le ministre doit, sur demande d'un étranger interdit de territoire ou qui ne se conforme pas à la présente loi, et peut, de sa propre initiative, étudier le cas de cet étranger et peut lui octroyer le statut de résident permanent ou lever tout ou partie des critères et obligations applicables, s'il estime que des circonstances d'ordre humanitaire relatives à l'étranger - compte tenu de l'intérêt supérieur de l'enfant directement touché - ou l'intérêt public le justifient. <FRAGMENT_SUPPRESSED>"], ["[18]", "The Immigration Manual Overseas Processing 4 (OP4), prepared by Citizenship and Immigration Canada, deals with \"Processing of Applications under section 25 of the", "IRPA", "\". De facto family members are discussed at page 9 in the following terms:  <FRAGMENT_SUPPRESSED>", "De facto family members  <FRAGMENT_SUPPRESSED>", "\"De facto family members are persons who do not meet the definition of a family class member. They are, however, in a situation of dependence that makes them a de facto member of a nuclear family that is either in Canada or that is applying to immigrate. Some examples: a son, daughter, brother or sister left alone in the country of origin without family of their own; an elderly relative such as an aunt or uncle or an unrelated person who has resided with the family for a long time. Also included may be children in a guardianship relationship where adoption as described in R3(2) is not an accepted concept. Officers should examine these situations on a", "case-by-case basis", "and determine whether humanitarian and compassionate reasons exist to allow these children into Canada. (Emphasis that of the Court)  <FRAGMENT_SUPPRESSED>", "\"Consider:  <FRAGMENT_SUPPRESSED>", "• whether dependency is bona fide and not created for immigration purposes;  <FRAGMENT_SUPPRESSED>", "• the level of dependency;  <FRAGMENT_SUPPRESSED>", "• the stability of the relationship;  <FRAGMENT_SUPPRESSED>", "• the length of the relationship;  <FRAGMENT_SUPPRESSED>", "• the impact of a separation;  <FRAGMENT_SUPPRESSED>", "• the financial and emotional needs of the applicant in relation to the family unit;  <FRAGMENT_SUPPRESSED>", "• ability and willingness of the family in Canada to provide support;  <FRAGMENT_SUPPRESSED>", "• applicant's other alternatives, such as family (spouse, children, parents, siblings, etc.) outside Canada able and willing to provide support;  <FRAGMENT_SUPPRESSED>", "• documentary evidence about the relationship (e.g., joint bank account or real estate holdings, other joint property ownership, wills, insurance policies, letters from friends and family);  <FRAGMENT_SUPPRESSED>", "• any other factors that are believed to be relevant to the H&C decision. <FRAGMENT_SUPPRESSED>"], ["[19]", "Guidelines and policy directives do not constitute law and, as such, immigration agents and the Minister himself or herself are not bound by them. They are, however, important and useful to decision-makers and the courts, in this case in order to determine the factors to consider in an H&C application. (", "<FRAGMENT_SUPPRESSED> ; 232 F.T.R. 101; 2003 FCT 436, at paragraphs 8, 11;", "<FRAGMENT_SUPPRESSED> ; [2002] F.C.J. No. 22, at paragraph 9)  <FRAGMENT_SUPPRESSED>", "Standard of review  <FRAGMENT_SUPPRESSED>"], ["[20]", "The appropriate standard of review for humanitarian and compassionate cases is reasonableness simpliciter (", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[21]", "As to what constitutes an unreasonable decision, Mr. Justice Frank Iacobucci in", "Director of Investigation and  <FRAGMENT_SUPPRESSED>  stated, at paragraph 56:  <FRAGMENT_SUPPRESSED>", "\"… An unreasonable decision is one that, in the main, is not supported by any reasons that can stand up to a somewhat probing examination. Accordingly, a court reviewing a conclusion on the reasonableness standard must look to see whether any reasons support it. The defect, if there is one, could presumably be in the evidentiary foundation itself or in the logical process by which conclusions are sought to be drawn from it. An example of the former kind of defect would be an assumption that had no basis in the evidence, or that was contrary to the overwhelming weight of the evidence. An example of the latter kind of defect would be a contradiction in the premises or an invalid inference. <FRAGMENT_SUPPRESSED>"], ["[22]", "Furthermore, as stated by Mr. Justice François Lemieux in", "<FRAGMENT_SUPPRESSED> ; 177 F.T.R. 76 (T.D.), at paragraph 39:  <FRAGMENT_SUPPRESSED>", "\"Not only does", "Baker", "require a more focussed approach by immigration officers, it places a new and more 'hands-on' responsibility by a reviewing judge. A reviewing judge must take a 'hard look' at the H & C decision, must assess whether it is reasonable by examining the reasons to see if they can stand up to a somewhat probing examination in the evidentiary foundation. <FRAGMENT_SUPPRESSED>", "Humanitarian and compassionate considerations  <FRAGMENT_SUPPRESSED>"], ["[23]", "<FRAGMENT_SUPPRESSED> ; [2004] F.C.J. No. 1512, Ms. Radix was applying to immigrate to Canada on H&C grounds from within Canada as a de facto family member of the family for whom she had worked as a caregiver. She had worked for a Canadian family for five years helping the family raise the children, returned to Grenada for three years then came back to Canada and resumed living with her former employer, although working outside of the home. At the time her application was assessed, she had been living with the family close to ten years. The immigration officer found the dependency of the children on Ms. Radix to be minimal for their physical and emotional care since the children were now teenagers and had supportive parents. Ms. Radix also had her own children and grandchildren in Grenada.  <FRAGMENT_SUPPRESSED>"], ["[24]", "At paragraph 8 of the", "Radix", "decision, above, Mr. Justice Douglas Campbell set aside the immigration officer's decision that Ms. Radix was not a de facto family member and stated the following:  <FRAGMENT_SUPPRESSED>", "\"In my opinion, in the present case, not only does the H&C Officer apply unwarranted criteria to the determination of de facto family membership, but the H&C Officer's decision does not accord with the evidence. It is hard to imagine how much more of a dependant connection a person must have with a family such as the one under consideration in the present case in order to be an actual genuine dependant member of the family. Indeed, in my opinion, the conclusion reached by the H&C Officer is so much in discord with the evidence that I have no hesitation is saying that it is patently unreasonable in the extreme. <FRAGMENT_SUPPRESSED>"], ["[25]", "In the case at bar, much more exists, there is not only a blood relationship but the sisters are twins. Ms. Yu is the twin sister of Nita, who is a Canadian citizen. They lost their father when they were less than one year old and they lost their mother when they were twelve years old. Except for one year after Nita got married, they lived together their entire lives until Nita immigrated to Canada with her family. During the year after Nita got married, even though they lived in the same city, they found the separation of not living together very difficult. Therefore, Ms. Yu moved in with Nita and her husband. Ms. Yu has been living in Nita's house in the Philippines since 1975 and has worked for Nita's husband since 1977. Nita and her husband are willing and able to support Ms. Yu and provided an Undertaking to demonstrate their willingness and ability to do so. Since Nita immigrated to Canada, Ms. Yu has been trying to join her.  <FRAGMENT_SUPPRESSED>"], ["[26]", "In April 2002, Nita was diagnosed with cancer. During her treatment, surgery and recovery, Ms. Yu was by her side. Nita's remission is largely due to Ms. Yu's care and presence. They are genuinely dependent on each other and Ms. Yu is a de facto family member of Nita's family.  <FRAGMENT_SUPPRESSED>"], ["[27]", "The Immigration Program Manager noted that Ms. Yu still has a sister who resides in the Philippines. He failed to consider, however, whether that sister helps Ms. Yu meet her emotional needs.  <FRAGMENT_SUPPRESSED>"], ["[28]", "<FRAGMENT_SUPPRESSED> ; 98 F.T.R. 301 (T.D.), at paragraph 17, Mr. Justice Max Teitelbaum reviewed the \"Last Remaining Family Member\" policy (Immigration Policy IS 1.17) which states:  <FRAGMENT_SUPPRESSED>", "\"… 2) Last Remaining Family Members  <FRAGMENT_SUPPRESSED>", "a) The Intent of this policy is to provide a procedure whereby deserving individuals who, in practice, are dependent members of the family, may benefit from the treatment accorded 'accompanying family members' even though they may not satisfy the strict definition of family set out in the Family Class Regulations. Cases may be considered at the time of, or subsequent to, the migration of the family unit.  <FRAGMENT_SUPPRESSED>", "b) Immigration officers in Canada and visa officers abroad will, on occasion, have family situations brought to their attention which will indicate by their nature, on the basis of the facts presented, and in the context of the social and economic environment of the persons concerned, that the admission of the relative should be facilitated. They may include persons who have never come within the legal definition of the family class but who, nevertheless, have established a long-term dependence which would make them a de facto member of the nuclear family, such as an elderly aunt or a long standing aged family servant who had resided with the family prior to its departure for Canada. The primary consideration is, and continues to be, that the Immigrant has considerable difficulty in meeting his/her financial or emotional needs without the support and assistance of the family unit who is migrating to, or is already in, Canada. <FRAGMENT_SUPPRESSED>", "The Immigration Policy IS 1.17 is similar to the \"De Facto Family Member\" policy set out in OP4.  <FRAGMENT_SUPPRESSED>"], ["[29]", "In", "<FRAGMENT_SUPPRESSED> , the applicant was a Fijian woman who lived with her parents who were immigrating to Canada. The applicant was divorced and had four children who were not in her custody as well as a brother and a sister remaining in Fiji. At paragraph 32, Mr. Justice Teitelbaum found that the Last Remaining Family Member policy could still apply even though she had family in her home country:  <FRAGMENT_SUPPRESSED>", "\"In reading this policy as a whole, I am satisfied that the policy was not meant to say that if other family members remained in the country one cannot be considered as a Last Remaining Family Member but that the policy was meant to say that if a person has considerable difficulty in meeting her financial or emotional needs without the assistance and support of the family unit who is migrating or already in Canada and that those family members remaining in the country from which the person wishes to emigrate cannot provide the necessary financial or emotional support needed, then that person who wishes to emigrate can be considered as the Lat Remaining Family Member. <FRAGMENT_SUPPRESSED>"], ["[30]", "Even though Ms. Yu has a sister in the Philippines, this does not exclude her as a de facto family member of her twin sister's family in Canada. The visa officer ignored the evidence of emotional dependency, both for Ms. Yu and her twin sister in Canada. There is a significant factual difference between living together and sharing day-to-day life and an occasional visit. The visa officer also failed to take into account that", "Ms. Yu has been trying to reunite with her twin sister since she immigrated to Canada", ".  <FRAGMENT_SUPPRESSED>"], ["[31]", "The purpose of the Immigration legislation is to assist immigration, not hinder it by setting obstacles (", "<FRAGMENT_SUPPRESSED>  (T.D.)). Furthermore, paragraph 3(1)(d) of", "IRPA", ", recognizing the fragility of the human condition in the separation of family members, clearly states that one of the objectives of the", "Act", "is to see that families are reunited in Canada.  <FRAGMENT_SUPPRESSED>"], ["[32]", "The Immigration Program Manager erred in finding that Ms. Yu was not a de facto member of Nita's family such that this case did not fall in the legislator's definition of family reunification.  <FRAGMENT_SUPPRESSED>", "CONCLUSION  <FRAGMENT_SUPPRESSED>"], ["[33]", "The decision-maker did not consider the relevant H&C factors and in finding that Ms. Yu was not a de facto family member, this application for judicial review is allowed. This case is returned to the H&C decision-maker for redetermination.  <FRAGMENT_SUPPRESSED>", "OBITER  <FRAGMENT_SUPPRESSED>"], ["[34]", "The Court is not here to substitute itself for the H&C decision-maker. Exceptional cases require exceptional consideration. This decision is not for the Court to make; it is for the authoritative decision-maker to reach. This is a case of an individual in Canada whose continuing wish, since separation from her twin sister and now in a most difficult illness, is to have her twin sister by her side - a sister with whom she has a life-long-bond since the tragic death of both of her parents at a young age.  <FRAGMENT_SUPPRESSED>"], ["[35]", "From a legal perspective, the matter is in the bailiwick of the authority in question; the parameters of the authority are the authority's to make. The criteria of an H&C include, in essence, a \"cri de coeur\", whether it is admitted or not; it is a deference to that \"lèse-majesté\" whether it allows itself to consider the \"cri de coeur\" when it is exceptional. That which is exceptional, no matter how much articulation is given, cannot be clearly articulated - it belongs in the realm of the ineffable - that is the essence of humanitarian and compassionate discretion which can be said to be in a non-technical category. Humanitarian and compassionate grounds are those grounds that do not fit conveniently into set parameters but rather look further to extenuating circumstances in order to address the fragility of the human condition while it can still be addressed.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[36]", "THIS COURT ORDERS", "that the application for judicial review be allowed and the matter be remitted to the H&C decision-maker for redetermination by a differently constituted panel.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/clh  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}