{"id_": "092979", "body_str": [["[1]", "Gleason, J.", ": This is an application for judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board [RPD or the Board], dated October 27, 2011, in which the Board dismissed the applicant's claims under section 96 and subsection 97(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA or the Act]."], ["[2]", "The applicant is a citizen of the People's Republic of China from Shijiazhuang, Hebei province and claims that he was a member of an underground Christian house church that was raided by the Public Security Bureau [PSB] in 2010. He alleges that he went into hiding following the raid and that while in hiding learned both that members of the PSB had gone to his home looking for him and that other members of his congregation had been arrested. The applicant fled China on July 18, 2010, with the help of a smuggler, and sought protection in Canada. He asserts that he has since learned that the PSB has returned to his home multiple times and filed a letter with the RPD from his mother that purports to confirm these visits."], ["[3]", "Once in Canada, the applicant joined a Pentecostal church (the Living Stone Assembly in Scarborough, Ontario) and claims to be a practicing Christian. The applicant filed with the RPD a copy of a letter from the pastor of his church, attesting to the applicant's regular church attendance, a baptismal certificate and several photographs of the applicant participating in church-related activities. He claims that by virtue of his beliefs, he would be subject to risk if returned to China.", "The RPD's Decision"], ["[4]", "The Board determined that there was no credible basis for the applicant's claim and, as a result, that he was neither a Convention refugee nor a person in need of protection. The credibility finding centred on the fact that the applicant had made a failed attempt to obtain a student visa in 2009, well before the applicant's alleged conversion to Christianity and the alleged raid on his house church. In his testimony before the Board, the applicant denied any knowledge of the student visa application, despite the fact that the visa file contained a picture of him, his passport number and date of birth. The student visa file also contained fraudulent documentation regarding the applicant's parents' occupations and assets as well as details regarding the applicant's background that were completely at odds with those he provided in connection with his refugee claim."], ["[5]", "The Board discovered the fraudulent student visa application somewhat fortuitously: during the hearing, the member noted a cryptic reference in the file to a previous denial of a student visa and asked the applicant about it. The applicant claimed to have no knowledge of any such application. During an adjournment of the hearing, the Board member called the Canada Border Services Agency. The Agency provided copies of the Field Operations Support System, commonly referred to as \"FOSS\", notes to the member that confirmed the existence of the applicant's earlier student visa application. When the hearing resumed, the applicant continued to deny any knowledge of the application. The RPD then adjourned the hearing for several weeks to obtain copies of all the documents associated with the 2009 application and to allow the applicant time to review them. Upon resumption of the hearing, the applicant confirmed that the 2009 fraudulent student visa application contained his photograph, the same passport number and expiry date as on his passport and also set out his correct date of birth. However, he continued to deny that he had any knowledge of the application. The Board did not believe him."], ["[6]", "During the hearing, the Board member questioned the applicant about his knowledge of Christianity, and the applicant was able to provide answers to many of the questions about the basic tenets of the Christian faith. However, he could not remember the date of Easter in 2010. In the decision, the RPD found this omission to be significant, as Easter that year had fallen the week before the alleged raid. The Board reasoned in this regard that if the applicant had really been a consistent church-goer in China, as he claimed, he ought to have been able to recall that Easter Sunday was just a week before his church had been raided."], ["[7]", "In light of these facts, the Board determined that the applicant was not a practicing Christian in China, that the alleged raid on his house church did not occur and that none of his fellow alleged church members had been arrested or incarcerated. In so finding, the Board accorded little weight to a \"Jail Visiting Card\" or letter from the claimant's mother, purporting to confirm that the PSB had been at her home looking for the applicant. The Board determined that the first document was not genuine and gave little weight to the letter from the applicant's mother because his parents had been complicit in his earlier fraudulent student visa application."], ["[8]", "After determining that the applicant had not been a practicing Christian in China, the Board went on to assess the applicant's", "sur place", "claim, or his claim to have acquired refugee status through his adherence to Christianity in Canada. In assessing this claim, the Board first purported to cite from James Hathaway's", "The Law of Refugee Status", "(Toronto: Butterworths, 1991)", "claiming that Hathaway wrote that \"an individual who as a stratagem deliberately manipulates circumstances to create a real chance persecution, which did not exist, cannot be said to belong to this category [i.e. of those who can legitimately advance a", "sur place", "refugee claim] \" (decision at para 40. As is discussed below, however, this citation is not from", "The Law of Refugee Status", ". However, as is also discussed below, this does not impact the reasonableness of the Board's decision."], ["[9]", "The Board determined that, in light of its credibility findings, the claimant had joined a Christian church in Canada only for the purpose of supporting a fraudulent refugee claim. It afforded little or no weight to the pastor's letter, certificate of baptism and church photos filed by the applicant. The Board then determined that the applicant was not a genuine Christian, stating as follows at paragraph 41 of the decision:", "The panel finds, on a balance of probabilities, and in the context of findings noted above, that the claimant joined a Christian church in Canada only for the purpose of supporting a fraudulent refugee claim. In the context as noted above, and on the basis of the totality of the evidence disclosed the panel finds that the claimant is not a genuine practicing Christian and never was, nor would he be perceived to be in China. I do not believe that, if he returned to China, he would engage in any Christian practice."], ["[10]", "The RPD therefore dismissed the applicant's claim, finding the applicant had not satisfied the burden of establishing a serious possibility that he would be persecuted or subjected to risk to his life, risk of cruel and unusual treatment or punishment or danger of torture if returned to China.", "Issues"], ["[11]", "The applicant argues that the RPD's decision should be set aside because its credibility findings were unreasonable. He contends in this regard that the application for a study permit outside of Canada is insufficient to impugn his credibility and that the Board's reliance on his inability to remember the date of Easter is unreasonable. In support of the latter point, the applicant claims that this finding constitutes an improper reliance on \"religious trivia\", which should result in the decision's being set aside as was done in", "<FRAGMENT_SUPPRESSED> ACWS (3d) 800;", "<FRAGMENT_SUPPRESSED> [2010] FCJ No 54 and", "<FRAGMENT_SUPPRESSED> [2009] FCJ No 1143. The applicant also argues that the Board failed to properly consider evidence of the genuineness of his religious beliefs and practices and that it was improper for the Board to have considered his motive in joining and participating in the activities of the Living Stone Assembly because the presence or absence of a good faith motive for engaging in activities that may give rise to a", "sur place", "claim is irrelevant to the assessment of the validity of such a claim under Canadian law."], ["[12]", "The respondent, on the other hand, submits that it was reasonable for the Board to draw a negative inference from the applicant's student visa application and from the applicant's inability to remember the date of Easter. On this point, counsel asserts that the RPD's determination turns not on the inability of the applicant to remember the date of Easter as being indicative of his lack of knowledge of Christianity, but rather on his inability to situate the alleged raid with reference to Easter Sunday, which he ought to have been able to remember if he were a regular church-goer, as he claimed. Based on these facts, the respondent asserts that is was reasonable for the Board to find that the applicant had not been attending a house church in China. The respondent also argues that the Board did not place an improper reliance on the applicant's motives and that the Board's finding that the applicant had not demonstrated that he was a genuine Christian in Canada is reasonable in light of the applicant's lack of credibility and the lack of other evidence about sincerity of his beliefs. The respondent notes in this regard that it was not unreasonable for the Board to accord little weight to the pastor's letter, photographs and baptismal certificate filed by the applicant."], ["[13]", "In light of the foregoing, four issues arise in this matter:", "1. What standard of review is applicable to the errors the applicant alleges were made by the RPD;", "2. Were the Board's credibility findings reasonable;", "3. Did the Board err in considering the applicant's motive for joining the Living Stone Assembly church; and", "4. Was the Board's assessment of the lack of sincerity of the applicant's adherence to Christianity reasonable?", "What standard of review is applicable to the errors the applicant alleges the RPD made?"], ["[14]", "The reasonableness standard is applicable to each of the alleged errors. It is well-established that credibility findings, as matters of fact, are reviewable on the reasonableness standard (", "<FRAGMENT_SUPPRESSED>  (CA) at para 4;", "<FRAGMENT_SUPPRESSED>  (CA) at para 3; and", "<FRAGMENT_SUPPRESSED> [2012] FCJ No 13). The question concerning the consideration of the applicant's motives for practicing Christianity in Canada and concerning the reasonableness of the RPD's decision are intertwined: the lack of good faith motive was an important consideration of the RPD in determining that the applicant's beliefs were not sincere. The Board's determinations on these issues involve matters of mixed fact and law and are reviewable on the reasonableness standard (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], see also", "<FRAGMENT_SUPPRESSED> )."], ["[15]", "The reasonableness standard is an exacting one and requires the reviewing court afford deference to a tribunal's decision; a court cannot intervene unless it is satisfied that the reasons of a tribunal are not justified, transparent or intelligible and that the result does not fall \"within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> at para 47). In applying this deferential standard, it matters not whether the reviewing court agrees with a tribunal's conclusion, would have reached a different result or might have reasoned differently. So long as the reasons are understandable and the result is one that is rational and supportable in light of the facts and the applicable law, a court should not overturn an inferior tribunal's decision under the reasonableness standard of review.", "Were the Board's credibility findings reasonable?"], ["[16]", "As noted, the applicant alleges that it was unreasonable for the Board to have determined that the applicant made a fraudulent student visa application in 2009 and that the Board's reliance on the applicant's inability to remember the date of Easter in 2010 was unreasonable. In my view, neither of these submissions has merit."], ["[17]", "Insofar as concerns the fraudulent student visa application, the visa file contained the applicant's picture, passport number and date the passport was issued. The applicant was unable to offer any explanation as to how these details and his picture came to be in the student visa file. In the absence of any such explanation, the Board drew the obvious conclusion, namely, that the applicant was complicit in making the application, which is accordingly a reasonable finding. Moreover, the fact that the applicant had made an earlier fraudulent attempt to enter Canada taints his refugee claim as it shows that he was willing to employ dishonesty in an effort to gain admittance to the country. Once again, the obvious inference to be drawn from this fact is that a similar motive is behind his refugee claim. It was accordingly reasonable for the Board to rely on this factor as a significant reason for disbelieving the applicant's claims regarding what occurred in China and for finding the applicant to not be a sincere Christian."], ["[18]", "Insofar as concerns the reliance on the applicant's inability to remember the date of Easter in 2010, the submission of the respondent is convincing. The Board did not find the inability to remember to be indicative of a lack of knowledge of the tenets of Christianity but, rather, found that it undercut the applicant's claim that his church was raided. As the RPD noted in its decision, Easter is one of the key celebrations of the Christian religion, and it is not believable that a new adherent to the religion would not remember the proximity of Easter to an event as significant as the raid of his church, if he had in fact attended that church on a weekly basis as he claimed. Moreover, when questioned about these issues, the applicant obfuscated and backtracked regarding how frequently his pastor attended church. It was accordingly reasonable for the RPD to determine the applicant's inability to remember Easter to be a factor in support of a negative inference regarding his credibility."], ["[19]", "Thus, neither of the reasons asserted by the applicant for setting aside the RPD's credibility determinations bears weight.", "Did the Board err in considering the applicant's motive for joining the Living Stone Assembly", "church?"], ["[20]", "Contrary to what the applicant asserts, the case law recognises that motive for engaging in a religious practice in Canada may be considered by the RPD in an appropriate case. However, a finding that a claimant was motivated to practice a religion in Canada to buttress a fraudulent refugee claim cannot be used, in and of itself, as a basis to reject the claim. Rather, the finding that the claimant has been motivated by a desire to buttress his or her refugee claim is one factor that may be considered by the RPD in assessing the sincerity of a claimant's religious beliefs."], ["[21]", "The sincerity of those beliefs will be an issue in cases, like the present, where continuing the religious practice in the country of origin might place the claimant at risk. If the beliefs are not genuine, then there is no risk, as a claimant would not likely practice his or her newly-acquired religion in the country of origin if adherence to the religion is motivated solely by a desire to support a refugee claim. On the other hand, there may well be situations where a claimant might initially have been motivated to join a religion due to these types of motivations, but along the route, may have developed faith and become a true adherent of the religion. This appears to be what occurred in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], where the claimant was found to have originally began practicing Christianity to fuel his refugee claim, but later went on to become a priest in the Mormon church."], ["[22]", "The starting point for the discussion of the notion of a", "sur place", "claim in Canadian law is the decision of the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  154 NR 236, where the Court held that the \"... concept of a refugee 'sur place' requires an assessment of the situation in the applicant's country of origin after he or she has left it\". The Court accordingly set aside the decision of the Board, which had focused on the fact that the applicant had obtained an exit visa from Iran, as opposed to the risk that subsequent events in the country had created for him if he returned."], ["[23]", "This Court has assessed the requirements of religion-based", "sur place", "claims in a series of recent cases. The first of these, <FRAGMENT_SUPPRESSED> , arose in the context of a claimant who became a Christian after he left Iran. The Board dismissed his claim because it determined that his conversion was not genuine, finding that he had become a Christian in order to obtain a means of remaining in Canada and claiming refugee status. Importantly, in that case, unlike the present, there was evidence before the Board that apostates were persecuted and executed in Iran and thus that the mere fact of apostasy (as opposed to ongoing practice of religion) might have founded the basis for persecution. In addition, it appears that the claimant underwent a conversion experience and became a sincere practitioner because, as noted, he went on to join the priesthood in the Mormon faith. Justice Blanchard overturned the RPD's decision, noting that the Board had misarticulated the test in a", "sur place", "claim and held that on the facts of that case \"[i] n assessing the Applicant's risks of return, in the context of a", "sur-place", "claim, it is necessary to consider the credible evidence of [the applicant's] activities while in Canada, independently from his motives for conversion\"."], ["[24]", "In a series of recent cases involving claimants from China, this Court has applied the holding in <FRAGMENT_SUPPRESSED> and held that the Board cannot reject a", "sur place", "claim due to lack of credibility or improper motive but, rather, must assess the genuineness of the applicant's religious practice to determine if he or she will be at risk if returned to the country of origin (see", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 677 [", "Jin", "] ;", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 487 [", "El Aoudie", "];", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 480 [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 463;", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] ;", "<FRAGMENT_SUPPRESSED>  [", "Wang", "] ;", "<FRAGMENT_SUPPRESSED>  [", "Yin", "] ;", "<FRAGMENT_SUPPRESSED>  [2009] FCJ No 1391 [", "Chen", "] ). In many of those cases, the RPD's holdings were set aside because no analysis was undertaken of the genuineness of the applicant's religious practice and the RPD simply rejected the claims out of hand based purely on improper motive (see", "El Aoudie", "Hannoon, Yin, Chen", "). In", "Jin", "and", "Wang", ", on the other hand, the Board noted the questionable motive for conversion but then went on to assess the genuineness of the applicant's conversion and found it to be lacking. The Board based its findings on the claimants' lack of credibility, the fact that they had fabricated stories about being Christians in China and their lack of knowledge of the details of the religion they claimed to practice. Because the claimants were found to not be genuine practitioners, the RPD held they would not have practiced if returned to China and thus were determined to face no risk."], ["[25]", "Thus, the assertion that \"an individual who as a strategy deliberately manipulates circumstances to create a real chance of persecution which did not exist cannot be said to belong to\" the category of", "sur place", "refugee claimants (which the RPD misattributed to James Hathaway, as noted above in para 8), does not reflect the law in Canada. Nor does it reflect Professor Hathaway's views on the issue."], ["[26]", "As Justice Zinn noted in <FRAGMENT_SUPPRESSED> (cited above at para 24), far from taking the position a bad faith motive invalidates a refugee claim, Mr. Hatahaway instead endorses the analysis set out above. He writes in this regard:", "It does not follow, however, that all persons whose activities abroad are not genuinely demonstrative of oppositional political opinion are outside the refugee definition. Even when it is evident that the voluntary statement or action was fraudulent in that it was prompted primarily by an intention to secure asylum, the consequential imputation to the claimant of a negative political opinion by authorities in her home state may nonetheless bring her within the scope of the Convention definition. Since refugee law is fundamentally concerned with the provision of protection against unconscionable state action, an assessment should be made of any potential harm to be faced upon return because of the fact of the non-genuine political activity engaged in while abroad.", "This issue is most poignantly raised when it is alleged that the fact of having made an unfounded asylum claim may", "per se", "give rise to a serious risk of persecution. While these cases provide perhaps the most obvious potential for \"bootstrapping\", there must nonetheless be a clear acknowledgment and assessment of any risk to basic human rights upon return which may follow from the state's imputation of an unacceptable political opinion to the claimant. The mere fact that the claimant might suffer some form of penalty may not be sufficiently serious to constitute persecution, but there are clearly situations where the consequence of return may be said to give rise to a well-founded fear of persecution. For example, in", "Slawomir Krzystof Hubicki", "evidence was adduced that under then-prevailing Polish criminal law, the claimant would face imprisonment of up to eight years because he had made a refugee claim in Canada. In such situations, the basis of claim is not the fraudulent activity or assertion itself, but is rather the political opinion or disloyalty imputed to the claimant by her state. Where such an imputation exits, the gravity of consequential harm and other definitional criteria should be assessed to determine whether refugee status is warranted."], ["[27]", "In light of the foregoing, the mere fact that the Board considered and relied on the applicant's motive for joining the Living Stone Assembly and practicing in its activities does not invalidate its decision. Rather, the question which must be answered by me in this application is whether the RPD reached a reasonable conclusion in determining that the applicant is not a genuine Christian.", "Was the Board's assessment of the lack of sincerity of the applicant's adherence to Christianity reasonable?"], ["[28]", "As noted, the reasonableness standard of review is an exacting one and prevents a court from substituting its opinion for that of the RPD. As I have already stated, so long as the tribunal's reasons are understandable and the result is one that is rational and supportable in light of the facts and the applicable law, a court should not overturn an inferior tribunal's decision under the reasonableness standard of review. Application of this test to the RPD's determination that the applicant's beliefs were insincere leads to the conclusion that the decision must be maintained because the reasons the RPD offered were understandable and the result it reached is supportable in light of the facts and applicable law."], ["[29]", "More particularly, the burden of establishing the sincerity of his beliefs rested with the applicant. The Board's determination that he had not discharged this burden was based on its assessment of the applicant's credibility: the fact that he had obviously fabricated a story about what occurred in China, had lied during his testimony before the Board and had offered no convincing proof of a conversion experience in Canada. Apart from the pastor's letter, the baptismal certificate and the photographs, there was no other evidence offered by the applicant to support his claim to be a true Christian. The Board was in no way obliged to accept these documents as proof of the sincerity of the applicant's religious beliefs, especially in light of the applicant's lack of credibility and earlier fraudulent attempt to enter Canada. In this regard, I endorse the comment of Justice Pinard in", "Jin", "(cited above at para 24) at para 20, that:", "....it would be absurd to grant a", "sur place", "claim every time a pastor provides a letter attesting to an applicant's membership in his church."], ["[30]", "The applicant argues that his case is distinguishable from", "Jin", "and", "Wang", "(cited above at para 24) because there, unlike here, the claimants' knowledge of the religion they claimed to adhere to was found to be lacking. No such finding was made by the Board in this case, and, indeed, the panel member expressed himself satisfied with the applicant's knowledge of Christianity during his questioning of the applicant at the hearing. Counsel argues that in the absence of lack of knowledge of Christianity, it was unreasonable for the Board to find him not to be a sincere Christian because that finding, in effect, is based on nothing more than the applicant's improper motive in joining the Living Stone Assembly church."], ["[31]", "I disagree and find the attempt to distinguish the decisions in", "Jin", "and", "Wang", "to be unconvincing. While, as noted above, the motive and sincerity findings made by the Board in this case are intertwined, the Board's determination that the applicant lacked sincerity was additionally premised on the Board's assessment of the applicant's credibility, the fact that he lied under oath and offered no convincing evidence to explain why his practice of Christianity in Canada should be viewed any differently from his fraudulent claim to have practiced Christianity in China. In light of these factors, the Board's conclusion was reasonable."], ["[32]", "Where, as here, a claimant's assertion to have been the victim of religious persecution abroad is found to be a fabrication, it is completely reasonable for the RPD to require a much higher degree of proof of the sincerity of the applicant's beliefs and practice in support of a", "sur place", "claim than might be required where the mere fact of apostasy might lead to persecution or where the Board believes the claimant to have been the victim of religious persecution abroad. Otherwise, it would be far too easy to succeed in a fraudulent claim: a dishonest applicant would need only to join a church and study the religion to advance a", "sur place", "claim. Proof of joining a church and knowledge of its precepts, however, does not equate to proof that the individual would be at risk if returned to his or her country of origin. In the context of a country such as China, where persecution is practiced against Christians not for apostasy but for the practice of their religion, the claimant must satisfy the RPD that he or she will continue to practice his or her faith in China. On the facts of this case, the Board's determination that the applicant was unlikely to do so was completely reasonable. The Board offered understandable reasons that were grounded in the facts before it."], ["[33]", "For these reasons, none of the grounds advanced for setting aside the Board's decision has merit. Accordingly, this application for judicial review will be dismissed."], ["[34]", "No question for certification under section 74 of IRPA was presented and none arises in this case.", "JUDGMENT"], ["[35]", "THIS COURT'S JUDGMENT is that", "1. This application for judicial review is dismissed;", "2. No question of general importance is certified; and", "3. There is no order as to costs.", ".........................", "Shi  <FRAGMENT_SUPPRESSED>  s'agit d'une demande de contrôle judiciaire visant la décision par laquelle la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié [la SPR ou la Commission] a, le 27 octobre 2011, rejeté les demandes fondées sur l'article 96 et le paragraphe 97(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 [la LIPR ou la Loi], présentées par le demandeur."], ["[2]", "Le demandeur, citoyen de la République populaire de Chine, et plus particulièrement de Shijiazhuang, dans la province de Hebei, soutient qu'il était membre d'une maison-église chrétienne clandestine qui a fait l'objet d'une descente par le bureau de la sécurité publique [le BSP] en 2010. Il allègue s'être caché après la descente et avoir appris, pendant qu'il était caché, que des membres du BSP s'étaient rendus à son domicile pour le trouver et que d'autres membres de son église avaient été arrêtés. Le demandeur s'est enfui de la Chine le 18 juillet 2010 avec l'aide d'un passeur de clandestins, et il a demandé la protection du Canada. Il affirme avoir appris depuis lors que le BSP est retourné à son domicile à de nombreuses occasions, et il a produit auprès de la SPR une lettre de sa mère visant à confirmer ces visites."], ["[3]", "Une fois arrivé au Canada, le demandeur est devenu membre d'une église pentecôtiste (la Living Stone Assembly à Scarborough, en Ontario) et il se dit chrétien pratiquant. Il a déposé à la SPR un double d'une lettre du pasteur de son église attestant qu'il allait régulièrement à l'église, un baptistaire ainsi que plusieurs photographies le montrant en train de participer à des activités liées à l'église. Le demandeur allègue qu'en raison de ses croyances, il serait exposé à un risque s'il retournait en Chine.", "La décision de la SPR"], ["[4]", "La Commission a conclu que la demande du demandeur était dépourvue d'un minimum de fondement et qu'il n'avait donc ni qualité de réfugié au sens de la Convention ni celle de personne à protéger. La conclusion relative à la crédibilité reposait sur la tentative infructueuse, par le demandeur, d'obtenir un visa étudiant en 2009, soit bien avant sa conversion alléguée au christianisme et la présumée descente effectuée à sa maison-église. Dans son témoignage devant la Commission, le demandeur a déclaré ne rien savoir au sujet d'une demande de visa étudiant, malgré le fait que le dossier relatif au visa renfermait une photographie de lui, son numéro de passeport ainsi que sa date de naissance. Le dossier relatif au visa comportait en outre de faux documents concernant la profession et les biens des parents du demandeur ainsi que des précisions quant aux antécédents de ce dernier qui contredisaient complètement celles qu'il a données dans le cadre de sa demande d'asile."], ["[5]", "La Commission a découvert quelque peu par hasard la demande de visa étudiant du demandeur, pendant l'audience, lorsque le commissaire a remarqué dans le dossier une mention obscure relative à un refus antérieur d'un visa étudiant et qu'il a posé des questions à ce sujet au demandeur. Celui-ci a affirmé qu'il n'avait aucune connaissance d'une demande de cette nature. Au cours d'un ajournement de l'audience, le commissaire a appelé à l'Agence des services frontaliers du Canada, qui lui a fourni des copies des notes figurant dans le Système de soutien des opérations des bureaux locaux, communément appelé le « SSOBL », qui confirmaient l'existence de la demande de visa étudiant antérieure du demandeur. À la reprise de l'audience, le demandeur a continué d'affirmer qu'il n'était pas au courant de cette demande. La SPR a alors ajourné l'audience pendant plusieurs semaines pour obtenir des doubles de l'ensemble des documents liés à la demande de 2009 et pour permettre au demandeur de les examiner. À la reprise de l'audience, le demandeur a confirmé que la demande de visa étudiant frauduleuse comportait sa photographie, les mêmes numéro et date d'expiration que ceux figurant sur son propre passeport ainsi que sa date de naissance exacte. Il a toutefois continué de nier toute connaissance de cette demande. La Commission ne l'a pas cru."], ["[6]", "Pendant l'audience, le commissaire a interrogé le demandeur sur ses connaissances du christianisme et le demandeur a réussi à répondre à de nombreuses questions touchant les préceptes fondamentaux de la foi chrétienne. Il ne pouvait cependant pas se rappeler à quelle date on avait célébré Pâques en 2010. Dans sa décision, la SPR a accordé une grande importance à cette omission parce que, cette année-là, cette fête tombait la semaine précédant la descente alléguée. Selon la Commission, si le demandeur avait réellement fréquenté l'église de façon assidue en Chine, comme il l'a affirmé, il aurait dû se souvenir que le dimanche de Pâques était tombé juste une semaine avant la descente effectuée à son église."], ["[7]", "À la lumière de ces faits, la Commission a conclu que le demandeur n'était pas un chrétien pratiquant en Chine, que la descente alléguée à sa maison-église n'avait pas eu lieu et que, contrairement à ses dires, aucun des autres présumés fidèles de son église n'avait été arrêté ou emprisonné. Lorsqu'elle a tiré cette conclusion, la Commission n'a donné que peu de poids à une [traduction] « carte de visite en prison » ou à la lettre de la mère du demandeur visant à confirmer que le BSP s'était présenté chez elle à la recherche du demandeur. La Commission a conclu que le premier document n'était pas authentique et n'a accordé qu'un poids négligeable à la lettre de la mère du demandeur parce que les parents de ce dernier s'étaient rendus complices de l'élaboration de la demande de visa étudiant antérieure frauduleuse."], ["[8]", "Après avoir conclu que le demandeur n'avait pas été un chrétien pratiquant en Chine, la Commission s'est penchée sur la demande d'asile sur place du demandeur, ou sur son allégation voulant qu'il ait obtenu le statut de réfugié par suite de son adhésion au christianisme au Canada. Lorsqu'elle a examiné cette demande, la Commission a d'abord cru citer James Hathaway, auteur de l'ouvrage intitulé", "The Law of Refugee Status", "(Toronto, Butterworths, 1991), en affirmant qu'il avait écrit ce qui suit: [traduction] « une personne qui, en guise de stratagème, manipule délibérément les circonstances dans le but de créer un véritable risque de persécution qui n'existait pas au préalable ne peut pas être réputée appartenir à cette catégorie [soit celle des personnes pouvant légitimement présenter une demande d'asile sur place] » (décision, au paragraphe 40). Comme il est mentionné plus loin, cette citation n'est pas tirée de l'ouvrage", "The Law of Refugee Status", ". Cependant, comme il est également mentionné plus loin, cela n'a aucune incidence sur le caractère raisonnable de la décision de la Commission."], ["[9]", "À la lumière de ses conclusions relatives à la crédibilité, la Commission a estimé que le demandeur s'était joint à une église chrétienne au Canada uniquement en vue d'étayer une demande d'asile frauduleuse. Elle n'a accordé que peu ou pas de poids à la lettre du pasteur, au baptistaire et aux photographies liées à l'église déposés par le demandeur. Elle a ensuite conclu en ces termes, au paragraphe 41 de la décision, que le demandeur n'était pas un véritable chrétien:", "Le tribunal conclut, compte tenu des conclusions susmentionnées, que, selon la prépondérance des probabilités, le demandeur d'asile est devenu membre d'une église chrétienne au Canada dans le seul but de donner du poids à une demande d'asile frauduleuse. Compte tenu du contexte exposé ci-dessus et de l'ensemble de la preuve présentée, le tribunal conclut que le demandeur d'asile n'est pas un véritable chrétien pratiquant, qu'il ne l'a jamais été et qu'il ne serait pas perçu comme tel en Chine. Je ne crois pas qu'il pratiquerait le christianisme s'il retournait en Chine."], ["[10]", "La SPR a donc rejeté la demande du demandeur en concluant qu'il n'avait pas réussi à s'acquitter de son obligation d'établir l'existence d'une possibilité sérieuse qu'il soit persécuté ou qu'il soit exposé à une menace à sa vie, à la torture ou au risque de traitements ou peines cruels et inusités s'il retournait en Chine.", "Questions à trancher"], ["[11]", "Le demandeur fait valoir que la décision de la SPR doit être annulée parce que les conclusions relatives à la crédibilité sont déraisonnables. Il soutient à cet égard que la demande de visa étudiant présentée à l'extérieur du Canada ne peut suffire à attaquer sa crédibilité et que le fait que la Commission se soit appuyée sur son incapacité à se rappeler la date de Pâques est déraisonnable. À l'appui de ce dernier point, il avance que cette conclusion de la Commission repose à tort sur des « futilités religieuses » et qu'il y a donc lieu d'annuler la décision, comme ce fut le cas dans", "<FRAGMENT_SUPPRESSED> ACWS (3d) 800;", "<FRAGMENT_SUPPRESSED> [2010] ACF no 54, et", "<FRAGMENT_SUPPRESSED> [2009] ACF no 1143. D'après le demandeur, la Commission a également omis de tenir compte d'éléments de preuve établissant l'authenticité de ses croyances et pratiques religieuses. En outre, elle n'aurait pas dû prendre en considération les raisons pour lesquelles il s'est joint à la Living Stone Assembly et a participé aux activités de celle-ci puisque, selon le droit canadien, l'existence ou l'absence d'un motif de bonne foi pour s'engager dans des activités susceptibles d'étayer une demande d'asile sur place est dénuée de pertinence en ce qui concerne l'appréciation de la validité d'une telle demande."], ["[12]", "Le défendeur, quant à lui, prétend que la Commission pouvait légitimement tirer une inférence défavorable de la demande de visa étudiant du demandeur et de son incapacité à se souvenir de la date de Pâques. Sur ce point, l'avocate précise que la décision de la SPR repose non pas sur le fait que l'incapacité du demandeur à se rappeler cette date dénote un manque de connaissance du christianisme, mais bien sur son incapacité à situer dans le temps, par rapport au dimanche de Pâques, la descente alléguée, ce dont le demandeur aurait dû se souvenir s'il avait, comme il l'a affirmé, fréquenté l'église de façon assidue. À la lumière de ces faits, le défendeur soutient qu'il était raisonnable pour la Commission de conclure que le demandeur ne fréquentait pas une maison-église en Chine. Le défendeur avance en outre que la Commission n'a pas accordé une importance indue aux raisons qui ont motivé le demandeur et que sa conclusion voulant que ce dernier n'ait pas établi qu'il était un véritable chrétien au Canada est raisonnable compte tenu du manque de crédibilité du demandeur et de l'absence d'autres éléments de preuve quant à la sincérité de ses croyances. Le défendeur signale à cet égard qu'il n'était pas déraisonnable pour la Commission d'accorder peu ou pas de poids à la lettre du pasteur, aux photographies et au baptistaire produits par le demandeur."], ["[13]", "À la lumière de ce qui précède, la présente affaire soulève quatre questions:", "1. Quelle est la norme de contrôle applicable aux erreurs qui, selon le demandeur, auraient été commises par la SPR?", "2. Les conclusions de la Commission concernant la crédibilité étaient-elles raisonnables?", "3. La Commission a-t-elle commis une erreur lorsqu'elle a tenu compte des raisons ayant incité le demandeur à se joindre à l'église de la Living Stone Assembly?", "4. La Commission a-t-elle apprécié d'une manière raisonnable le manque de sincérité de l'adhésion du demandeur au christianisme?", "Quelle est la norme de contrôle applicable aux erreurs qui, selon le demandeur, auraient été commises par la SPR?"], ["[14]", "La norme de contrôle fondée sur le caractère raisonnable s'applique à chacune des erreurs alléguées. Il est bien établi que les conclusions relatives à la crédibilité, à titre de conclusions de faits, commandent l'application de la norme du caractère raisonnable (", "<FRAGMENT_SUPPRESSED>  (CA), au paragraphe 4;", "<FRAGMENT_SUPPRESSED>  (CA), au paragraphe 3; et", "<FRAGMENT_SUPPRESSED> [2012] ACF no 13). Les questions relatives à la prise en compte des raisons pour lesquelles le demandeur pratique le christianisme au Canada et au caractère raisonnable de la décision de la SPR sont étroitement liées: l'absence d'un motif de bonne foi a joué un rôle important dans la décision de la SPR voulant que les croyances du demandeur ne soient pas sincères. Les conclusions tirées par la Commission sur ces points intéressent des questions mixtes de fait et de droit, lesquelles sont assujetties à la norme de contrôle de la raisonnabilité (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], voir également", "<FRAGMENT_SUPPRESSED> )."], ["[15]", "La norme de la raisonnabilité est rigoureuse et elle oblige la cour chargée de la révision à faire preuve de déférence à l'égard de la décision d'un tribunal; la cour de révision peut s'immiscer dans le processus décisionnel uniquement si elle est convaincue que les motifs du tribunal ne sont pas justifiés, transparents ou intelligibles et que la décision n'appartient pas « aux issues possibles acceptables pouvant se justifier au regard des faits et du droit » ( <FRAGMENT_SUPPRESSED> , au paragraphe 47). Lorsque la cour de révision applique cette norme appelant la déférence, il importe peu qu'elle souscrive aux conclusions du tribunal, qu'elle eût rendu une décision différente ou qu'elle eût pu suivre un autre raisonnement. Dès lors que les motifs sont compréhensibles et que la décision appartient aux issues rationnelles susceptibles d'être étayées par les faits et les règles de droit applicables, la cour de révision ne peut infirmer la décision d'un tribunal inférieur sur le fondement de la norme de la décision raisonnable.", "Les conclusions de la Commission concernant la crédibilité étaient-elles raisonnables?"], ["[16]", "Comme il est mentionné plus haut, le demandeur allègue qu'il était déraisonnable pour la Commission de conclure qu'il avait présenté une demande de visa étudiant frauduleuse en 2009 et de s'appuyer sur son incapacité à se rappeler la date de Pâques en 2010. À mon avis, aucune de ces observations n'est fondée."], ["[17]", "En ce qui a trait à la demande de visa étudiant frauduleuse, le dossier pertinent renferme la photographie du demandeur, son numéro de passeport ainsi que la date à laquelle celui-ci a été délivré. Le demandeur était incapable d'offrir la moindre précision pour expliquer comment ces renseignements et sa photographie ont pu se retrouver dans le dossier relatif au visa étudiant. En l'absence d'une quelconque explication de ce genre, la Commission a naturellement conclu que le demandeur s'est rendu complice de l'élaboration de cette demande, et il s'agit en conséquence d'une conclusion raisonnable. En outre, la demande d'asile du demandeur est viciée par sa tentative antérieure frauduleuse d'entrer au Canada; cela montre qu'il était disposé à employer des moyens malhonnêtes pour pouvoir entrer au pays. À cet égard aussi, il est tout naturel d'inférer de ce fait qu'un motif analogue sous-tend la demande d'asile du demandeur. La Commission pouvait donc légitimement s'appuyer sur ce facteur comme raison importante pour ne pas croire les allégations du demandeur relatives aux événements qui se seraient déroulés en Chine et pour conclure que le demandeur n'était pas un croyant sincère."], ["[18]", "En ce qui concerne le fait que la Commission se soit fondée sur l'incapacité du demandeur à se souvenir de la date de Pâques en 2010, l'observation formulée par le défendeur est convaincante. La Commission n'a pas conclu que cette incapacité dénotait un manque de connaissance des préceptes de la religion chrétienne; elle a plutôt estimé que cela minait l'allégation du demandeur voulant que son église ait été l'objet d'une descente. Comme l'a signalé la SPR dans sa décision, Pâques est l'une des principales fêtes de la religion chrétienne, et il n'est pas croyable qu'un nouveau fidèle ne se souvienne pas de la proximité de Pâques à un événement aussi important qu'une descente effectuée à son église, s'il avait réellement fréquenté cette église chaque semaine comme il l'a affirmé. De plus, lorsqu'il a été interrogé sur ces points, le demandeur a cherché des faux-fuyants et il a fait marche arrière quant à la fréquence où son pasteur allait à l'église. Il était donc raisonnable pour la Commission de conclure que l'incapacité du demandeur à se rappeler la date de Pâques constituait un facteur permettant de tirer une inférence défavorable concernant sa crédibilité."], ["[19]", "En conséquence, aucune des raisons avancées par le demandeur pour justifier l'annulation des conclusions tirées par la Commission au sujet de la crédibilité n'est probante.", "La Commission a-t-elle commis une erreur lorsqu'elle a tenu compte des raisons ayant incité le demandeur à se joindre à l'église de la Living Stone Assembly?"], ["[20]", "Contrairement à ce qu'allègue le demandeur, la jurisprudence reconnaît que la SPR peut, dans les cas appropriés, tenir compte des motifs pour lesquels une personne adhère à une pratique religieuse au Canada. Cependant, la conclusion voulant qu'un demandeur ait été motivé à pratiquer une religion au Canada en vue d'étayer une demande d'asile frauduleuse ne peut, à elle seule, justifier le rejet de la demande. La conclusion selon laquelle le demandeur était motivé par un désir d'étayer sa demande d'asile n'est que l'un des facteurs dont la SPR peut tenir compte pour apprécier la sincérité des croyances religieuses d'un demandeur."], ["[21]", "La sincérité de ces croyances doit être examinée dans les cas où, comme en l'espèce, la poursuite d'une pratique religieuse dans le pays d'origine pourrait faire courir un risque au demandeur. Si les croyances ne sont pas authentiques, il n'y a alors aucun risque puisque le demandeur ne pratiquerait vraisemblablement pas sa nouvelle religion dans son pays d'origine si son adhésion à celle-ci est uniquement motivée par un désir d'étayer une demande d'asile. Par ailleurs, il pourrait bien arriver qu'un demandeur, initialement motivé à adhérer à une religion pour ce genre de raison, finisse par avoir la foi et devienne un véritable fidèle. C'est ce qui semble s'être produit dans l'affaire", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]. Selon la Cour, le demandeur avait initialement commencé à pratiquer le christianisme pour étayer sa demande d'asile, mais il est ensuite devenu un prêtre au sein de l'église mormone."], ["[22]", "Au moment de se pencher sur la notion de demande sur place en droit canadien, il convient d'abord d'examiner l'arrêt", "<FRAGMENT_SUPPRESSED>  154 NR 236, où la Cour d'appel fédérale a conclu que « [...] le concept tout entier du réfugié \"sur place\" exige d'évaluer la situation du pays d'origine du requérant après qu'il l'a quitté ». Le tribunal a donc annulé la décision de la Commission parce qu'elle était axée sur le fait que le requérant avait obtenu un timbre de sortie de l'Iran, et non sur le risque que des événements subséquents survenus dans ce pays lui feraient courir s'il devait y retourner."], ["[23]", "Dans une suite de décisions récentes, le présent tribunal a examiné les exigences applicables en matière de demande sur place fondée sur la religion. La première de ces décisions, l'affaire <FRAGMENT_SUPPRESSED> , intéresse un demandeur devenu chrétien après son départ de l'Iran. La Commission a rejeté sa demande après avoir conclu que sa conversion n'était pas authentique parce qu'il était devenu chrétien pour pouvoir demeurer au Canada et demander l'asile. Il importe de signaler que, dans cette affaire, contrairement à celle dont je suis saisie, la Commission disposait d'éléments de preuve établissant que les déserteurs sont persécutés et exécutés en Iran et que, par conséquent, le simple fait d'avoir abandonné sa foi (par opposition à la pratique continue de sa religion) aurait pu étayer le motif de persécution. En outre, il semble que le demandeur se soit converti et soit devenu un fidèle sincère puisque, comme il est mentionné plus haut, il a reçu la prêtrise au sein de l'église mormone. Lorsqu'il a infirmé la décision de la SPR, le juge Blanchard a fait remarquer que la Commission avait mal formulé le critère applicable en matière de demande d'asile sur place et il a conclu ce qui suit à la lumière des faits propres à cette affaire: « En évaluant les risques auxquels le demandeur pourrait faire face à son retour, dans le cadre d'une demande d'asile sur place, il est nécessaire de tenir compte de la preuve crédible de ses activités au Canada, indépendamment des motifs derrière sa conversion »."], ["[24]", "Dans une série de décisions récentes touchant des demandeurs chinois, la Cour a appliqué la décision <FRAGMENT_SUPPRESSED> et a conclu, d'une part, que la Commission ne pouvait rejeter une demande sur place pour manque de crédibilité ou parce que la demande se fonde sur un motif inacceptable et, d'autre part, qu'elle doit plutôt apprécier l'authenticité de la pratique religieuse du demandeur pour décider s'il sera exposé à un risque s'il retourne dans le pays d'origine (voir", "<FRAGMENT_SUPPRESSED>  [2012] ACF no 677 [", "Jin", "] ;", "<FRAGMENT_SUPPRESSED> ] ACF no 487 [", "El Aoudie", "] ;", "<FRAGMENT_SUPPRESSED> ] ACF no 480 [ <FRAGMENT_SUPPRESSED> ] ;", "Jia cv Canada (Ministre de la Citoyenneté et de l'Immigration)", ", 2012 CF 444,[2012] ACF no 463;", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] ;", "<FRAGMENT_SUPPRESSED>  [", "Wang", "] ;", "<FRAGMENT_SUPPRESSED>  [", "Yin", "] ;", "<FRAGMENT_SUPPRESSED>  [2009] ACF no 1391 [", "Chen", "] ). Dans bon nombre de ces décisions, les conclusions de la SPR ont été annulées parce que cette dernière n'avait pas effectué une analyse de l'authenticité de la pratique religieuse de la partie demanderesse et qu'elle s'était contentée de rejeter sur-le-champ les demandes sur le seul fondement d'un motif inacceptable (voir", "El Aoudie", "Hannoon, Yin, Chen", "). En revanche, dans les décisions", "Jin", "et", "Wang", ", la Commission a fait état du motif douteux avancé à l'appui de la conversion du demandeur, mais elle a néanmoins examiné le caractère authentique de cette conversion, puis conclu que celle-ci en était dépourvue. La Commission a fondé ses conclusions sur le manque de crédibilité des demandeurs, sur le fait qu'ils avaient fabriqué des histoires quant à leur adhésion au christianisme en Chine et sur leur manque de connaissance des particularités de la religion qu'ils alléguaient pratiquer. Comme elle a estimé que les demandeurs n'étaient pas de véritables pratiquants, la SPR a conclu qu'ils ne pratiqueraient pas cette religion s'ils retournaient en Chine et qu'ils n'étaient donc exposés à aucun risque."], ["[25]", "L'assertion selon laquelle [traduction] « [...] une personne qui, en guise de stratagème, manipule délibérément les circonstances dans le but de créer un véritable risque de persécution qui n'existait pas au préalable ne peut pas être réputée appartenir à [...] »la catégorie des demandeurs d'asile sur place (assertion que la SPR a, à tort, attribuée à James Hathaway, comme il est mentionné plus haut, au paragraphe 8), ne reflète pas l'état du droit au Canada. Elle ne reflète pas non plus les opinions du professeur Hathaway sur la question."], ["[26]", "Comme l'a signalé le juge Zinn dans la décision <FRAGMENT_SUPPRESSED> (ci-dessus, au paragraphe 24), loin d'affirmer qu'un motif de mauvaise foi invalide la demande d'asile, M. Hatahaway souscrit plutôt à l'analyse exposée plus haut. Le juge Zinn s'est exprimé ainsi:", "[traduction] Il ne s'ensuit pas toutefois que toutes les personnes se livrant à l'étranger à des activités qui ne mettent pas véritablement en évidence une opinion politique oppositionnelle sont exclues de la définition de réfugié. Même s'il est évident que la déclaration ou l'acte délibéré était frauduleux, en ce sens qu'il s'expliquait principalement par la volonté d'obtenir l'asile, le fait que la demandeure d'asile se soit vue imputer conséquemment une opinion politique négative par les autorités de son pays d'origine peut néanmoins faire en sorte qu'elle soit visée par la définition de réfugié au sens de la Convention. Étant donné que le droit des réfugiés vise essentiellement l'octroi d'une protection contre des actes déraisonnables de l'État, il devrait être procédé à une analyse des risques de préjudice en cas de retour, en raison des activités politiques effectuées de façon non sincère à l'étranger.", "Cette question se pose particulièrement lorsqu'il est allégué que le fait d'avoir présenté une demande d'asile non fondée peut en soi poser un risque sérieux de persécution. Même si ces cas constituent peut-être les exemples les plus évidents d'une tentative « d'arriver à ses fins », le tribunal doit néanmoins prendre clairement acte des risques à l'égard des droits de la personne fondamentaux en cas de retour, qui peuvent découler du fait que l'État a imputé une opinion politique répréhensible à la demandeure d'asile, et il doit évaluer ces risques. Le simple fait que la demandeure d'asile puisse subir une certaine forme de sanction peut ne pas être suffisamment important pour constituer de la persécution, mais il existe clairement des situations où les conséquences du retour peuvent être considérées comme donnant naissance à une crainte bien fondée de persécution. Par exemple, dans", "Slawomir Krzystof Hubicki", ", la preuve démontrait que, en vertu du droit criminel polonais de l'époque, le demandeur d'asile était passible d'une peine d'emprisonnement d'une durée maximale de huit ans parce qu'il avait présenté une demande d'asile au Canada. En pareille situation, le fondement de la demande n'est pas l'activité frauduleuse ou l'assertion elle-même, mais plutôt l'opinion politique ou la déloyauté imputée à la demandeure d'asile par l'État d'origine. Dans un tel cas, la gravité de l'atteinte conséquente et les autres critères définitionnels devraient être évalués pour déterminer si le statut de réfugié est justifié."], ["[27]", "À la lumière de ce qui précède, le simple fait que la Commission a pris en compte et s'est appuyée sur le motif invoqué par le demandeur pour se joindre à la Living Stone Assembly et pour pratiquer ses activités n'a pas pour effet d'invalider sa décision. Il m'appartient plutôt, dans le cadre de la présente demande, de décider si la SPR a tiré une conclusion raisonnable lorsqu'elle a conclu que le demandeur n'était pas un véritable chrétien.", "La Commission a-t-elle apprécié d'une manière raisonnable le manque de sincérité de l'adhésion du demandeur au christianisme?"], ["[28]", "Comme je l'ai déjà précisé, la norme de la décision raisonnable est rigoureuse et elle empêche la cour de révision de substituer son opinion à celle de la SPR. Je le répète, dès lors que les motifs sont compréhensibles et que la décision appartient aux issues rationnelles susceptibles d'être étayées par les faits et les règles de droit applicables, la cour de révision ne peut infirmer la décision d'un tribunal inférieur sur le fondement de la norme de la décision raisonnable. L'application de ce critère à la décision de la SPR voulant que les croyances du demandeur ne soient pas sincères débouche sur la conclusion selon laquelle la décision doit être confirmée puisque les motifs offerts par la SPR étaient compréhensibles et que la décision rendue peut être étayée par les faits et les règles de droit applicables."], ["[29]", "En particulier, il incombait au demandeur d'établir la sincérité de ses croyances. La conclusion de la Commission voulant qu'il ne se soit pas acquitté de cette obligation se fondait sur son appréciation de la crédibilité du demandeur: il avait manifestement fabriqué une histoire quant à ce qui s'est produit en Chine, il avait menti pendant son témoignage devant la Commission et il n'avait présenté aucune preuve convaincante d'une expérience de conversion au Canada. À l'exception de la lettre du pasteur, du baptistaire et des photographies, aucun élément de preuve n'a été produit par le demandeur pour étayer son assertion voulant qu'il soit un véritable chrétien. La Commission n'était nullement obligée d'accepter ces documents à titre de preuve de la sincérité des croyances religieuses du demandeur, surtout à la lumière du manque de crédibilité du demandeur et de sa tentative frauduleuse antérieure d'entrer au Canada. À cet égard, je souscris aux propos suivants tenus par le juge Pinard au paragraphe 20 de la décision", "Jin", "(ci-dessus, au paragraphe 24):", "[...] il serait absurde d'accueillir une demande d'asile sur place chaque fois qu'un pasteur fournit une lettre attestant l'adhésion d'un demandeur à son église."], ["[30]", "Le demandeur avance que son cas peut être distingué des décisions", "Jin", "et", "Wang", "(ci-dessus, au paragraphe 24) parce que dans celles-ci, contrairement à la présente affaire, le tribunal a conclu que les connaissances qu'avaient les demandeurs de la religion à laquelle ils avaient affirmé adhérer étaient insuffisantes. Aucune conclusion en ce sens n'a été tirée par la Commission en l'espèce et, en réalité, lorsqu'il a interrogé le demandeur à ce sujet à l'audience, le commissaire s'est déclaré satisfait des connaissances de ce dernier en matière de christianisme. L'avocat soutient qu'en l'absence d'un manque de connaissance du christianisme, il était déraisonnable pour la Commission de conclure que le demandeur n'était pas un fidèle sincère parce que, dans les faits, cette conclusion ne se fonde sur rien de plus que le motif inacceptable pour lequel le demandeur se serait joint à l'église de la Living Stone Assembly."], ["[31]", "Je ne suis pas d'accord et j'estime que la tentative d'établir une distinction avec les décisions", "Jin", "et", "Wang", "n'est pas convaincante. Comme je l'ai déjà signalé, les conclusions relatives au motif et à la sincérité dégagées par la Commission en l'espèce sont étroitement liées. Néanmoins, la décision de cette dernière voulant que le demandeur manque de sincérité reposait aussi sur son appréciation de la crédibilité du demandeur, sur le fait qu'il avait menti sous serment et sur son omission d'offrir une quelconque preuve convaincante susceptible d'expliquer pourquoi il faudrait considérer sous un angle différent son allégation relative à sa pratique du christianisme au Canada et son allégation mensongère voulant qu'il ait pratiqué le christianisme en Chine. À la lumière de ces facteurs, la conclusion de la Commission était raisonnable."], ["[32]", "Lorsque la SPR estime, comme en l'espèce, que l'assertion d'un demandeur selon laquelle il est victime de persécution religieuse à l'étranger est une fabrication, il est tout à fait raisonnable qu'elle exige un degré de preuve beaucoup plus élevé de la sincérité des croyances et des pratiques religieuses du demandeur pour établir le bien-fondé d'une demande sur place que celui susceptible d'être exigé si le simple fait d'abandonner sa foi peut donner lieu à de la persécution ou si la Commission croit que le demandeur a été victime de persécution religieuse à l'étranger. Autrement, il serait bien trop facile d'obtenir gain de cause dans le cadre d'une demande d'asile frauduleuse: un demandeur malhonnête n'aurait qu'à se joindre à une église et à étudier sa religion pour présenter une demande sur place. Or, la preuve de l'adhésion à une église et de la connaissance de ses préceptes ne peut être assimilée à une preuve établissant que le particulier serait exposé à un risque s'il retournait dans son pays d'origine. Dans le contexte d'un pays comme la Chine, où les chrétiens sont persécutés non pour l'abandon de leur foi, mais bien pour la pratique de leur religion, le demandeur doit convaincre la SPR qu'il continuera de pratiquer sa religion dans ce pays. À la lumière des faits en l'espèce, il était entièrement raisonnable pour la Commission de conclure qu'il était improbable que le demandeur continue de pratiquer sa religion en Chine. La Commission a formulé des motifs compréhensibles qui se fondaient sur les faits dont elle était saisie."], ["[33]", "Pour ces motifs, aucun des moyens avancés au soutien de l'annulation de la décision de la Commission n'est fondé. Par conséquent, la présente demande de contrôle judiciaire sera rejetée."], ["[34]", "Les parties n'ont pas soumis de question à certifier en vertu de l'article 74 de la LIPR, et aucune n'est soulevée en l'espèce.", "JUGEMENT"], ["[35]", "LA COUR statue que", "1. La demande de contrôle judiciaire est rejetée;", "2. Aucune question de portée générale n'est certifiée;", "3. Il n'y a aucune adjudication des dépens.", "[End of document]"]]}