{"id_": "093019", "body_str": [["[1]", "Russell, J.", ": This is an application under s. 72(1) of the Immigration and Refugee Protection Act, SC 2001, c 27 [Act] for judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board [RPD or Board], dated October 23, 2012 [Decision], which refused the Applicant's application to be deemed a Convention refugee or a person in need of protection under ss. 96 and 97 of the Act.", "BACKGROUND"], ["[2]", "The Applicant is a 24-year-old man who claims to have fled North Korea. The RPD was not satisfied that he is from North Korea, or that his story of fleeing that country is true."], ["[3]", "The Applicant states in his Personal Information Form [PIF], submitted as part of his refugee claim, that he was born in Chung Jin City in the Ham Kyung Buk Do Province of North Korea. His problems there allegedly began in 2009, while he was attending college, when his father helped another North Korean citizen to flee to China. That individual was caught by Chinese authorities and sent back, and told North Korean authorities of the Applicant's father's involvement under interrogation. The whole family was ordered to be exiled to a remote community, but before that occurred more trouble arose when the authorities were told of critical comments the Applicant's father made about socialism and Kim Jong Il while drunk and despairing of his pending exile. Fearing for their lives, the Applicant's parents allegedly fled to China in early 2010, leaving the Applicant and his sister behind with their grandmother. The Applicant claims he and his sister were detained and interrogated for a week, but then released with orders to report any contact from their parents to the authorities."], ["[4]", "The Applicant claims he next spoke with his father, by telephone, in October 2010, and plans were being made to have him smuggled out of North Korea. These plans were allegedly carried out in mid-February 2011, when a soldier/border guard who was paid to smuggle him out came to his home. The two travelled to the border by train and on foot, and then walked across the frozen Tumen River into China where the Applicant was taken in by a Korean-Chinese couple. Over the next few days he travelled to Changchun, where he met up with his parents, and shortly thereafter went on to Beijing. There, he allegedly hid for almost a year with other North Korean defectors in a quiet suburban home owned by a Korean church, under the care of a man named Jinsa Park. The Applicant says he lost contact with his parents in August 2011, and found out in November 2011 that they had been arrested by Chinese authorities and sent back to North Korea. He says he has not heard from them since."], ["[5]", "The Applicant says he feared that if he stayed in China he too would be caught and sent back, and that Mr. Park arranged for him to be smuggled out of the country. He was provided with fake documents and escorted to Canada by a man named Hyunyeop Lee, landing in Toronto on February 20, 2012. Mr. Lee then took back the fake documents and disappeared. The Applicant says he was met at the airport by a man on behalf of a local church which gave him shelter. He made his refugee claim in Toronto on February 21, 2012."], ["[6]", "The Applicant says he fears that if he is returned to North Korea he will be imprisoned, tortured, physically abused, starved and perhaps killed for leaving without permission and claiming refugee protection in Canada, particularly in light of his family's previous problems with the North Korean authorities."], ["[7]", "In support of his claim, the Applicant submitted an affidavit from an IRB-accredited translator with an Honours Bachelor's degree in linguistics, Helen Park, who attested that she was familiar with the dialect from Ham Kyung Buk Do Province as her mother was born there, and that having spoken with the Applicant several times it was her opinion that he was from that province of North Korea. Between the first and second sittings of the Board, the Applicant also provided a letter purporting to be from Jinsa Park, with whom the Applicant stayed for 11 months in China, confirming that the Applicant is a North Korean who escaped from that country."], ["[8]", "Considering all of the evidence, the RPD found that the Applicant had failed to provide sufficient credible or trustworthy evidence to establish his personal identity and nationality as a citizen of North Korea, and denied his claim.", "DECISION UNDER REVIEW"], ["[9]", "The Board focused its analysis on the Applicant's identity and alleged nationality as a citizen of North Korea and the credibility of his allegations. It found numerous implausibilities, gaps and inconsistencies in his account, and concluded that taken together these problems undermined the Applicant's overall credibility, including his claimed nationality."], ["[10]", "The Board acknowledged that, as an alleged North Korean defector, the Applicant could not be expected to provide documentary evidence from North Korea confirming his identity. It found, however, that the other evidence provided was not sufficient to confirm his identity and nationality in light of the Board's credibility concerns."], ["[11]", "Among its many credibility findings, the Board drew negative inferences based on the following:", "a. The Applicant claimed he was assisted by a church when he first arrived in Canada but provided no documents from that church to corroborate this claim. He also provided inconsistent evidence about whether he was taken to a \"church\" or an \"inn\" upon his arrival;", "b. It was not plausible that the Applicant could have continued to attend college in North Korea after his parents' defection as he claimed to have done;", "c. It was not plausible that North Korean authorities did not carry out the exile order against the Applicant and his sister after his parents left the country;", "d. The Applicant provided unresponsive and inconsistent testimony about how he made telephone contact with his father while still in North Korea in October 2010, and was unable to answer simple questions about this aspect of his account;", "e. It was implausible that, having established telephone contact through complicated arrangements using other people's illegal cellular phones, his father would have said he would call again in November 2010 without specifying a date for that future call;", "f. The Applicant gave inconsistent testimony about whether he, his father, or the guard who smuggled him out made the decision to delay his departure from North Korea from December 2010 to February 15, 2011;", "g. It was implausible that the guard would come right to the Applicant's home given he was under surveillance;", "h. It was implausible that the Applicant and the guard met only \"one or two strangers\" on their way to the border given the travel restrictions and checkpoints that are in place, and the Applicant gave inconsistent testimony on this point;", "i. The Applicant gave evasive answers regarding whether he saw any other homes in the area of the home in which he first allegedly took refuge after crossing into China;", "j. The Applicant gave inconsistent evidence about whether he called his father or his father called him at this house;", "k. There was a discrepancy regarding the date when the Applicant first met the man who smuggled him out of China;", "l. The Applicant was unable to provide any details about the fake name or fake documents he used to come to Canada, including whether there was a visa in the passport, and it was implausible that he would not be aware of this basic information since he would likely be questioned about it during transit;", "m. The Applicant's account that he was excused from military service in North Korea because he was under-weight, weak and too short was implausible given that military service is mandatory and a significant part of the population is affected by malnutrition; and", "n. During the first sitting of the Board, the Applicant was unable to name any major events that occurred in North Korea in 2010 when he was allegedly living there, including a naval confrontation in which a North Korean submarine torpedoed a South Korean warship."], ["[12]", "With respect to the affidavit of Helen Park, the RPD found that she was \"not an expert in linguistics\" and that in any case, \"the ability to speak using a dialect does not confirm a person's nationality or his country of reference.\" The Board suggested that the Applicant may have learned the dialect from parents or grandparents who once lived in the area in question. As such, it assigned \"little weight\" to the Park affidavit in corroborating the Applicant's identity or nationality."], ["[13]", "With respect to the letter of Mr. Jinsa Park, the Board found that Mr. Park should have been free to provide his address or identifying details, which were not given, since he would have been aware that the letter was being sent to the Applicant's lawyer. Alternatively, Mr. Park could have sent it through the Canadian Embassy or had it notarized by a lawyer in China. In addition, the Applicant did not provide a copy of his email prompting Mr. Park's letter, and his explanation that he had deleted it was not reasonable because the Applicant confirmed he knew there would be concerns about the letter's credibility. As such, the Board assigned the letter little weight, and drew a negative credibility inference based on the Applicant's answers regarding the email."], ["[14]", "<FRAGMENT_SUPPRESSED>  (CA), the Board found that the Applicant was not a credible witness overall. As such, it found that his identity and nationality had not been established and his allegations were not credible. It further concluded that there was no credible or trustworthy evidence on which it could have made a favourable decision, and therefore no credible basis for the claim as outlined in s. 107(2) of the Act.", "ISSUES"], ["[15]", "The Applicant raises the following issues in this application, which I have re-ordered and simplified:", "a. Did the Board err in finding that the Applicant lacked credibility overall?", "b. Did the Board make erroneous findings of fact without regard to the evidence or based on speculation and assumptions?", "c. Did the Board act unfairly in failing to alert the Applicant to the concerns it had with Helen Park's affidavit and to provide an opportunity to call her as a witness?", "d. Did the Board err in its finding that there was \"no credible basis\" for the Applicant's claim within the meaning of s. 107(2) of the Act?", "e. Did the Board err in failing to perform a separate s. 97 analysis?", "STANDARD OF REVIEW"], ["[16]", "The Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is settled in a satisfactory manner by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless, or where the relevant precedents appear to be inconsistent with new developments in the common law principles of judicial review, must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis:", "<FRAGMENT_SUPPRESSED> ."], ["[17]", "The Applicant argues that the issue relating to the affidavit of Helen Park raises a question of procedural fairness, which is reviewable on a standard of correctness. I agree that to the extent issues of procedural fairness arise, they are reviewable on a correctness standard: see", "<FRAGMENT_SUPPRESSED> ."], ["[18]", "The parties agree that each of the other issues raised above is reviewable on a standard of reasonableness:", "Dunsnmuir", ", above, at paras 47 and 51."], ["[19]", "When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at para 47, and", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\"", "STATUTORY PROVISIONS"], ["[20]", "The following provisions of the Act are applicable in these proceedings:", "Convention refugee", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", ") is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", ") not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "Person in need of protection", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", ") to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", ") to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "[...]", "Decision", "107. [...]", "No credible basis", "(2) If the Refugee Protection Division is of the opinion, in rejecting a claim, that there was no credible or trustworthy evidence on which it could have made a favourable decision, it shall state in its reasons for the decision that there is no credible basis for the claim.", "Définition de « réfugié »", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "Personne à protéger", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "[...]", "Décision", "107. [...]", "Preuve", "(2) Si elle estime, en cas de rejet, qu'il n'a été présenté aucun élément de preuve crédible ou digne de foi sur lequel elle aurait pu fonder une décision favorable, la section doit faire état dans sa décision de l'absence de minimum de fondement de la demande.", "ARGUMENT", "Applicant", "\"No Credible Basis\" Finding"], ["[21]", "The Applicant argues that a \"no credible basis\" finding under s. 107(2) of the Act has serious consequences for any applicant, and that the threshold for making such a finding is extremely high. It is distinct from findings that some or all of an applicant's testimony is not credible, but the Board failed to appreciate the important difference between these two findings and failed to properly consider the content of the evidence. A \"no credible basis\" finding precludes the benefit of a statutory stay of removal pending judicial review, and may be severely prejudicial to other attempts to avoid removal such as a Pre-Removal Risk Assessment or an application on Humanitarian and Compassionate grounds. Such a finding can be made \"when the only evidence linking the applicant to the harm he or she alleges is found in the claimant's own testimony and the claimant is found to be not credible,\" but cannot be made where there is independent and credible documentary evidence \"capable of supporting a positive determination of the refugee claim\":", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]. The Applicant says such a finding should be made only where there is a total absence of independent documentation, or such evidence is entirely without merit. In this case, he argues, there was independent and credible documentary evidence that could sustain a positive claim. He points in particular to the affidavit of Helen Park and the letter of Jinsa Park."], ["[22]", "The Applicant notes that Helen Park has a Bachelor with Honours degree in Specialist Linguistics from the University of Toronto, is familiar with the dialect from Ham Kyung Buk Do Province as her mother was born there, is an accredited interpreter with the Board who has interpreted at many North Korea refugee hearings, and has met and spoken to the Applicant on several occasions. It was her opinion, based on this interaction and her background experience and education that the Applicant is from North Korea, and specifically from Ham Kyung Buk Do Province."], ["[23]", "The Applicant says the Board found that Ms. Park was not an expert in linguistics without mentioning or considering her degree. Then, despite the fact that the only evidence regarding the Applicant's dialect was from this experienced interpreter with personal knowledge of the dialect, the Board rejected this evidence based on speculative findings. The Board suggested it would be \"feasible\" that a South Korean exposed to a North Korean dialect \"would be able to mimic the accent,\" and then further speculated that \"the claimant's ability to recognize and mimic a North Korean dialect may have been acquired in the same way that Ms. Park acquired her ability.\" The Board cited no evidence to support its finding that mimicry of the dialect in question was prevalent, or even possible, for a non-native speaker, and Ms. Park attested only that she is familiar with the dialect, meaning able to recognize another speaking it, not that she can speak it herself. The Board then made a significant leap in logic from its suggestion that mimicking the dialect was \"feasible\" to a finding that the Applicant was mimicking the dialect. This was based entirely on speculation and therefore unreasonable."], ["[24]", "The Applicant says that the Board also engaged in pure speculation with respect to the letter of Mr. Jinsa Park, which was sent directly to the Applicant's counsel, an officer of the Court, and provided to the Board with a certified translation and the courier envelope confirming that it was sent from Beijing. The Board found that since Mr. Park had been told that the letter was being sent to the Applicant's lawyer, \"he would have been freer to provide greater details to help establish the provenance of the letter,\" or in the alternative \"he could have attended at the Canadian Embassy in China to have the letter sent to Canadian Immigration officials, or he could have had the letter notarized by a lawyer in Beijing.\" The Applicant notes that, by his own admission, Mr. Park is actively engaged in smuggling and concealment of North Korean defectors in China, which is illegal. As he stated in his letter, he could not provide certain details given the danger to his own safety. Attending at the Canadian Embassy or swearing an affidavit that he was breaking the law would have risked attracting the attention of Chinese authorities and were unreasonable suggestions for the Board to make. By focusing solely on the manner in which the letter was received, the Board failed to consider its substantive contents, which alone or in combination with other evidence, including Helen Park's affidavit, could have formed the basis of a positive decision. As such, the Applicant argues, the \"no credible basis\" finding was incorrect and unreasonable.", "Procedural Fairness"], ["[25]", "The Applicant notes that his counsel requested at the second sitting that if the Board had concerns with Ms. Park's affidavit she be called and cross-examined before any decision was made. The Board responded that the Applicant had the opportunity to call her and decided not to. He argues that the usual practice is to provide evidence to the Board in written form, including through affidavits. In a case such as this one, where the Board harboured concerns about the weight to be given to an affidavit relating to a crucial aspect of his claim and the issue of calling the affiant to testify was discussed, the Applicant says it is unfair and a breach of natural justice for the Board to fail to advise this applicant of its concerns so that arrangements can be made to have the witness testify and be cross-examined.", "Consideration of the Evidence and Credibility Findings"], ["[26]", "The Applicant says that while the Board should normally be accorded great deference in its findings of fact relating to the credibility of an applicant and the sufficiency and trustworthiness of the evidence, the credibility findings in this case should be afforded less deference because they were flawed, speculative and unreasonable. He argues that these findings were based on speculation rather than evidence, and that the Board failed to observe the presumption that his testimony was true, failed to properly assess his explanations, and ignored evidence that went against its own conclusions."], ["[27]", "For example, when looked at in the context of his lack of experience with open religion, the Applicant's confusion about what is a \"church\" versus an \"inn\" is understandable. During his 11 months in Beijing, he stayed in a \"church\" that was in fact just a regular house."], ["[28]", "The Applicant says the Board made speculative plausibility findings, including that it was implausible that he would be allowed to continue attending university after the incidents involving his parents, or that the exile order would not be carried out against him after his parents fled. While the objective evidence indicates that North Korean authorities do engage in practices such as collective punishment and denial of privileges such as education, there is nothing to suggest that such actions are taken in every case. It is the nature of a totalitarian state to act in inconsistent, contradictory and sometimes incomprehensible ways. The unpredictability of the North Korean state is well established, and implausibility findings should be made only in the clearest of cases:", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]."], ["[29]", "The Board's observation about the lack of corroborative evidence from the church which initially aided the Applicant when he arrived in Canada was equally unreasonable. The Board does not seem to have considered that a church involved in helping to smuggle the Applicant into Canada may not wish its role to be known, especially given the recent emphasis by the Canadian government on the issues of people smuggling and illegal arrivals."], ["[30]", "The Applicant says the Board also made a speculative finding about his exemption from military service based on his health. The Board noted that a significant portion of the population suffers from \"stunting,\" or below normal body growth, and then concluded that the North Korean military could not afford to exclude persons from military service on that basis alone. However, on the evidence, there is no way or knowing if this is true or not. It is based on unfounded conjecture and speculation."], ["[31]", "The same is true of the Board's treatment of the Applicant's testimony regarding significant events in 2010. While the Applicant correctly answered a range of questions on North Korean society and geography, he did not initially recall any significant events that occurred there in 2010. The Board found it was implausible that certain events would not have come immediately to mind, including a naval encounter with South Korea. However, while such events were major news stories in the Western media, there was no evidence before the Board of the extent to which they were widely known to average North Koreans. If, on the other hand, the Applicant is from South Korea, which is seemingly assumed but not stated in the Decision, he would surely have been able to recount these events as they were a major preoccupation there in 2010, the Applicant argues."], ["[32]", "The Applicant says the Board mischaracterized his testimony as being unresponsive, when in fact he was making efforts to answer fully and responsively to the questions asked, and provided reasonable explanations."], ["[33]", "The Applicant says that the error in his PIF regarding the date he first met the smuggler who brought him to Canada turned out to be a translation error, as noted in an affidavit from the translator that was provided to the RPD. He argues the answers which the Board found to be non-responsive on this point should in fact have bolstered the Applicant's credibility: he stuck to his answer because he knew it to be true. Instead, the Board failed to take into account the translator's affidavit and drew a negative credibility inference from the initial inconsistency.", "Failure to Conduct a Separate Section 97 Analysis"], ["[34]", "Finally, the Applicant argues that the Board failed to conduct a separate analysis under s. 97 of the Act, and that this is a reviewable error:", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]. Even if the Board's credibility concerns are found to be reasonable, the Board still had an obligation to consider whether the Applicant would face a risk under s. 97; a negative credibility determination under s. 96 is not necessarily dispositive of a s. 97 claim (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ])."], ["[35]", "In this case, the Applicant says, there was credible evidence, unreasonably discounted by the Board, confirming the Applicant's identity and nationality/country of reference; namely, Helen Park's affidavit and Jinsa Park's letter. In addition, the Board had before it many country documents confirming the risk to life and/or risk of cruel and unusual treatment or punishment or torture for someone with the Applicant's profile who has defected from North Korea. In these circumstances, the Applicant argues, the Board had an obligation to make a determination under s. 97 and the failure to do so was a reviewable error.", "Respondent", "Identity Finding"], ["[36]", "The Respondent argues that the Board's finding that the Applicant had failed to establish his identity was both reasonable and determinative. A finding that an applicant has not established his or her identity is fatal to a claim for refugee status under s. 96 or protection under s. 97:", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]. Section 106 of the Act and Rule 7 of the", "Refugee Protection Division Rules", ", SOR/2012-256, requires applicants to put forward acceptable documents to establish their identity. The Respondent says the Board considered all of the evidence on the issue of identity, and its analysis and conclusion that the Applicant failed to meet his onus is reasonable."], ["[37]", "The Respondent argues that the process of examining evidence is an art and not a science, and can occur in various ways:", "<FRAGMENT_SUPPRESSED> . In assessing the weight to be given to Mr. Park's letter, the Board considered that:", "• the Applicant deleted his email to Mr. Park which prompted the letter, despite knowing the importance of establishing the letter's credibility;", "• the letter stated that the Applicant did not tell Mr. Park who would receive his letter, contrary to the Applicant's testimony that he asked Mr. Park to send it to his lawyer;", "• the letter provided no address or personal information for Mr. Park; and", "• the letter was not notarized.", "In light of these concerns, the Respondent says, the Board reasonably gave the letter little weight. The fact that the letter was sent from China and received by the Applicant's lawyer was not ignored but was not sufficient to warrant assigning greater weight to the letter in light of the other concerns."], ["[38]", "The Board's assignment of little weight to Helen Park's affidavit was also reasonable. The Board did not err in assessing Ms. Park's credentials: it was correct in noting that while she is an accredited interpreter \"she is not an expert in linguistics.\" Her Bachelor's degree does not make her an expert on the subject of linguistics or North Korean dialects and the Board did not err in making that finding."], ["[39]", "In any event, the Respondent argues, the Board accepted Ms. Park's evidence about the particular dialect spoken by the Applicant. It was nevertheless open to the Board to find that \"the ability to speak using a dialect does not confirm a person's nationality or his country of reference\": see", "<FRAGMENT_SUPPRESSED>  (QL), 75 ACWS (3d) 914;", "<FRAGMENT_SUPPRESSED> . While dialect may be one indicator of one's country of origin, it was reasonable to find this insufficient. There could be any number of reasons why an individual who speaks a dialect no longer resides in the associated region, and the Board's peripheral observations on this point do not detract from the principle that the Board is not required to accept the opinion evidence of a lay witness on the identity of the applicant before it."], ["[40]", "Considering all of the evidence, the Respondent says, it was reasonable for the Board to conclude that the Applicant failed to establish his identity, and since this finding is determinative of the claim, any alleged error with any of the Board's other findings are immaterial: <FRAGMENT_SUPPRESSED> , above; <FRAGMENT_SUPPRESSED> , above;", "<FRAGMENT_SUPPRESSED>  at paras 31-33 (CA).", "Credibility Analysis and Findings"], ["[41]", "The Respondent notes that the Court should not interfere with the Board's negative credibility findings if there was evidence that, taken as whole, would support these findings and reasonable inferences were drawn from the evidence:", "<FRAGMENT_SUPPRESSED>  (TD), 40 ACWS (3d) 952;", "<FRAGMENT_SUPPRESSED>  (TD). The Board is able to observe witnesses directly and is in the best position to assess credibility:", "<FRAGMENT_SUPPRESSED>  (CA), 33 ACWS (3d) 1271."], ["[42]", "The Respondent says the Board made a number of negative credibility findings that have not been impugned by the Applicant's arguments, including that:", "• He gave inconsistent evidence about whether he was taken to an \"inn\" or a \"church\" when he first arrived in Canada;", "• He implausibly testified that he was permitted to continue his studies at university after his family was ordered banished to a remote community and his parents fled;", "• He gave contradictory evidence regarding who chose the date for his departure from North Korea;", "• His testimony regarding how he and his father arranged communication by phone after his parents fled North Korea was not credible;", "• His testimony that he only saw 1 or 2 strangers while leaving North Korea for China was not credible; and", "• He did not produce and did not attempt to produce any documents available to him in Canada about his arrival here, including a letter from the church that sent someone to meet him at the airport and assisted him when he arrived, and his explanation for this was not credible.", "\"No Credible Basis\" Finding"], ["[43]", "The Respondent argues that the Board's reasonable findings regarding the Applicant's credibility and its assessment of the remainder of the evidence support the \"no credible basis\" finding. Neither Mr. Park's letter nor Ms. Park's affidavit, even if accepted for the truth of their contents, addresses the concerns the Board had with the Applicant's evidence regarding his time in North Korea and his departure from North Korea to China and travel to Canada."], ["[44]", "The Respondent notes that the Court has previously found that a \"no credible basis\" finding is not ruled out by the fact that some of the evidence adduced is credible. The fact that some of the Applicant's evidence was given \"low weight\" rather than \"no weight\" does not mean the finding was in error. It was reasonable for the Board to find that the evidence could not have supported a positive determination of the claim: <FRAGMENT_SUPPRESSED> , above, at paras 28, 30; see also", "<FRAGMENT_SUPPRESSED> .", "Procedural Fairness"], ["[45]", "The Respondent argues that the Board acted fairly with respect to Ms. Park's affidavit. It was entitled to accept portions of her evidence and reject others, and gave reasons for doing so. The Board was not required to ask the Applicant questions about Ms. Park's evidence, nor to alert the Applicant as to how that evidence would be weighed. As the Board noted, it was the Applicant's case to present, and it was open to the Applicant's counsel to have Ms. Park appear to testify. The Applicant has cited no authority for the proposition that the Board was required to elicit more evidence before finding as it did. The Board's finding did not challenge the truthfulness of Ms. Park's evidence, but merely questioned the lay opinion she offered on a point the Board itself had to decide.", "Failure to Conduct a Separate Section 97 Analysis"], ["[46]", "The Respondent argues that no separate analysis under s. 97 was required in this case. There was little evidence found credible and given weight that could have been relevant to such an analysis. The Board found the claim had no credible basis and, most importantly, that the Applicant had failed to establish his identity. The latter finding is determinative of the claim:", "<FRAGMENT_SUPPRESSED> .", "Applicant's Reply"], ["[47]", "While acknowledging that he bore the onus to establish his identity, including country of origin or habitual residence, the Applicant takes issue with the Respondent's portrayal of the proof required. He notes that those fleeing a totalitarian state such as North Korea cannot be expected to provide valid state-issued identity documents."], ["[48]", "The Applicant says that while citing Justice Teitelbaum's analysis in <FRAGMENT_SUPPRESSED> , above, that where the Applicant fails to establish their national identity the analysis need not go further, the Respondent failed to quote the remainder of the paragraph, where the Court emphasized that the Board must conduct a proper identity assessment:"], ["[4] Identity is of central importance to a refugee claim and failure to prove identity is fatal to a claim (", "<FRAGMENT_SUPPRESSED>  [hereinafter <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  2005 FC 1237 [hereinafter Hussein]). Where the Board finds a refugee claimant fails to prove their national identity, their analysis need not go any further ( <FRAGMENT_SUPPRESSED> ,", "supra", "). That is, there is no need to assess subjective fear of persecution and clearly no basis upon which to assess a claimant's objective risk or persecution. It follows that where a Board errs in assessing a claimant's identity and therefore does not undertake an objective risk assessment, that error alone may constitute sufficient grounds for having an applicant's refugee claim reassessed. I find this to have been the case here. For the reasons that follow, I find the Board's conclusion that the Applicants are not from Somalia was not reasonably open to it as a matter of fact and law and must, therefore, order that the Applicants' claim be sent back to be decided by a different Board member. Because establishing identity is so fundamental to properly assessing a claim for protection, and because the Board's reasons clearly state identity to have been the determinative issue, there is no need to consider the Board's other credibility findings, which may or may not have been reasonably open to the Board."], ["[49]", "With respect to Helen Park's affidavit, the Applicant argues that the Board did not properly assess her credentials, and this error irretrievably tainted its consideration of the evidence: we simply do not know how the Board would have assessed the affidavit had it correctly recognized Ms. Park's expertise in linguistics. The Applicant says this piece of evidence was crucial and so this alone constitutes reviewable error."], ["[50]", "With respect to the Board's conclusion that the Applicant could have mimicked the dialect, contrary to the Respondent's initial argument that this was a \"common sense\" conclusion requiring no particular expertise, the Applicant argues that common sense suggests the exact opposite: that a person identified as speaking a dialect native to a particular country and region would in fact originate from that country and region."], ["[51]", "Regarding the letter from Mr. Park and the deletion of the Applicant's email prompting it, the Applicant says the Board views printouts of emails with scepticism due to the ease with which they can be created and manipulated. Thus, while it is unfortunate that the email was not submitted, this in no way prevented the Board from examining Mr. Park's letter and drawing reasonable conclusions based upon it. The Applicant says the Board did not conduct a proper analysis of the letter's contents, but focused instead on unreasonable concerns about steps Mr. Park did not take to ensure it would be seen as credible. These steps would surely have resulted in a report to the authorities and extremely serious consequences for Mr. Park.", "ANALYSIS"], ["[52]", "There are aspects of this Decision that are clearly supportable and where the Board has good reason to doubt the Applicant's identity and his general credibility. However, I think the Applicant has raised sufficient reviewable errors to render the Decision as a whole untenable and, for the reasons that follow, I think this matter should be returned for reconsideration by a different Board Member."], ["[53]", "The core of the Decision is found in paragraph 35:", "Based on the totality of the evidence outlined above, the panel finds that it has not been provided with sufficient credible or trustworthy evidence in support of the claimant's identity and nationality as a citizen of North Korea. The panel acknowledges that a few inconsistencies in the claimant's evidence and testimony would not necessary [sic] detract from the claimant's overall credibility; however, the panel finds the large number of credibility concerns related to the claimant's testimony undermine his overall credibility including the credibility of the allegations, as well as the claimant's nationality."], ["[54]", "Clearly, the Board found that no particular problem with the evidence was conclusive, and that it was the \"totality of the evidence outlined above\" that caused the Board to conclude that the Applicant has not established his identity and nationality."], ["[55]", "The problem with this kind of global finding is that, even if some findings are reasonable, reviewable errors may require re-assessment if they are sufficiently material and the Court cannot say that the Decision would have remained the same had the errors not been made.  <FRAGMENT_SUPPRESSED> ."], ["[56]", "The Board was fully alive to the difficulties faced by the Applicant in establishing his identity: \"Given the difficulties in accessing documents from North Korea, the panel did not expect the claimant to provide documentary evidence from North Korea in support of his identity and nationality\" (paragraph 6). To overcome this difficulty the Applicant tendered the affidavit of Ms. Helen Park, and the letter from Mr. Jinsa Park. He also recited the North Korean national anthem and gave his account of how he has managed to exit North Korea and make his way to Canada by way of China."], ["[57]", "Ms. Helen Park's affidavit reads as follows:", "I received my Bachelor with Honours degree in Specialist in Linguistics from the University of Toronto.", "I am also familiar with the dialect from the Ham Kyung Buk Do Province in North Korea as my mother was born in the Ham Kyung Buk Do Province.", "I am also an accredited interpreter with the Immigration and Refugee Board of Canada and have interpreted at many North Korea refugee hearings.", "I have met Mr. Mu Seong Jung (\"Mr. Jung\") and have spoken to him on several occasions. Based on this interaction, Mr. Jung's dialect and my background, experience and education, it is my opinion that Mr. Jung is from North Korea and specifically from the Ham Kyung Buk Do Province.", "I make this affidavit in support of Mr. Jung's identity as a North Korean from the Ham Kyung Buk Do province and for no improper purpose.", "I make this affidavit conscientiously believing it to be true, and knowing that it is of the same force and effect as if made under oath."], ["[58]", "The Board gives this affidavit little weight because:", "(a) \"the panel finds she is not an expert in linguistics\";", "(b) \"the ability to speak using a dialect does not confirm a person's nationality or country of reference\";", "(c) \"Ms. Park never asserts that she herself resided in North Korea\";", "(d) \"The claimant's ability to recognize and mimic North Korean dialect may have been acquired in the same way that Ms. Park acquired her ability.\""], ["[59]", "There is no basis for the finding that Ms. Park is not an expert - she has a \"Bachelor with Honours degree in Specialist in Linguistics from the University of Toronto\" - or why this evidence, based upon personal familiarity with the dialect from Han Kyung Buk Do Province and speaking personally to the Applicant, required a specialist in linguistics."], ["[60]", "It is true that Ms. Park does not say that she has personally resided in North Korea, but she does say that she knows the accent because of her mother who was born in Han Kyung Buk Do Province, and we are not told why this is not sufficient, or should carry little weight for identifying this particular accent and dialect."], ["[61]", "Ms. Park does not say that she has an ability to \"mimic\" the accent. She only says that she can identify it, so that she herself cannot be used as evidence that it is possible to mimic this accent if you don't come from Han Kyung Buk Do Province."], ["[62]", "It may be true that \"the ability to speak using a dialect does not [in all cases] confirm a person's nationality or country of reference,\" but there was no evidence before the Board as to what the ability to speak this particular accent confirms or does not confirm except Ms. Park's evidence that it proves, in her opinion, that the Applicant \"is from North Korea and specifically from the Han Kyung Buk Do Province.\" Thus, the Board did not provide any reason grounded in evidence for discounting Ms. Park's conclusion, and relied instead on conjecture."], ["[63]", "All in all, then, the Board's reasons for rejecting Ms. Helen Park's evidence, or for giving it \"little weight\" do not accord with the facts before the Board. In my view, the Board's findings on Ms. Helen Park's affidavit evidence are unreasonable."], ["[64]", "The letter from Mr. Jinsa Park is more problematic. This letter reads as follows in translation:", "I am Jinsa Park, with whom Mu Seong Jung stayed for 11months in China.", "What I do is assist North Korean defectors who wish to go to United States, Britain, Canada, or South Korea.", "Mu Seong Jung is a North Korean defector, who after a 11 month stay in Beijing at a building that belongs to a Korean church, and finally went successfully to Canada.", "During this 11 months of time, he studies hard in bible study and practiced his faith, and by the grace of God he was able to go to Canada safely.", "Being one of those people who risked so much helping him, I think it pitiful if due to the lack of proof, he could not prove that he is a North Korean.", "I feel useless because being in China, far away from Canada, all I can do is write this letter.", "(He is) is a brother, who at young age separated from his parents and by God's grace crossed the death line seeking for his freedom.", "As Mu Seong Jung said that he is not able to tell me of who would receive this letter, I, too, do not know (the receiver of this letter),", "As this is a serious matter related to North Korean defector's identify, I, too, cannot provide my person information in detail and accurate address. However, please take into your consideration that I gathered my courage to write this letter after having been informed that my letter may assist Mu Seong's settlement in Canada.", "In conclusion, I confirm that Mu Seong Jung is a North Korean, who by the grace of God escaped from North Korea and went to Canada seeking freedom. May God's grace be with Mu Seong Jung."], ["[65]", "The Board finds it can give little weight to this letter because:", "(a) The Applicant did not produce or corroborate his email requesting this letter and gave an unacceptable excuse that his email was too full;", "(b) Mr. Jinsa Park should have felt freer to provide greater details to help establish the provenance of the letter because he was told the letter was being sent to the Applicant's lawyer;", "(c) Mr. Jinsa Park could have avoided the dangers of sending the letter and providing more details because \"he could have attended the Canadian Embassy in China to have the letter sent to Canadian Immigration officials or he could have had the letter notarized by a lawyer in Beijing.\""], ["[66]", "The Applicant's failure to produce a corroborative email and his unconvincing excuse for not doing so are a reasonable concern. However, the rest is pure speculation and surmise. The Board has no idea what Mr. Jinsa Park's situation is in China and the dangers he faces by assisting people from North Korea."], ["[67]", "The Board fails to mention and balance the fact that this was clearly an original letter that came from China in an original envelope."], ["[68]", "All in all, then, this was not a reasonably balanced assessment of the evidentiary value of this particular document."], ["[69]", "At the hearing itself, the Applicant actually sang the North Korean national anthem for the Board, and the Board asked the interpreter to confirm the words. This is certainly not conclusive evidence of the Applicant's identity and nationality, but it is not immaterial. It should have been weighed in the balance with the other evidence, or the Board should have explained why it could be given no weight, because it supports the Applicant and contradicts the Board's general conclusions (see", "<FRAGMENT_SUPPRESSED> )."], ["[70]", "In dealing with the Applicant's narrative of his escape from North Korea, the Board identified some problems with his evidence (none of them conclusive on their own) but also committed some significant reviewable errors."], ["[71]", "For example, in dealing with the Applicant's exclusion from Military Service in North Korea and drawing a negative inference about his credibility, the Board engages in pure speculation about why someone who was underweight and sick would not be excused from Military Service:", "The panel finds it reasonable that (sic) expect that given the high numbers of individuals with stunted growth that the military could not afford to exclude persons from mandatory service on that basis only."], ["[72]", "The Applicant's evidence was that he was not only underweight; he was also sick even though he didn't have any specific disease. He was told he did not pass the physical. He was too weak."], ["[73]", "There is nothing \"vague\" or \"inadequate\" about not passing an army physical because he was too weak and stunted in growth. The Respondent has pointed to nothing in the country documentation which says that the North Korean military would not exclude someone in the Applicant's condition. The Board doesn't question that he is weak and short. The Board uses its own speculative assumptions to draw an unwarranted negative inference. This is a reviewable error."], ["[74]", "Likewise, in dealing with the Applicant's continuing attendance at university after his family was banished and his parents fled North Korea, the Board relies solely on country documents that \"confirm that those identified as hostile to the regime are denied access to college education and are discriminated against in their access to basic necessities such as housing, medical care and education\" (paragraph 13). The Board then reaches a conclusion that it is \"implausible that the claimant would be allowed to continue to attend university given his parents' standing as traitors.\" What is left entirely out of account is the Applicant's evidence that, although he was allowed to attend university for a year he was interrogated, placed under surveillance, blackmailed, and threatened because the authorities were attempting to use him to catch his parents. It is true, as the Respondent says, that the authorities could have done all of these things without allowing the Applicant to attend university, but this is not part of the Board's reasoning and grounds for implausibility, and the Applicant's explanation is simply not dealt with. Implausibility findings are dangerous at the best of times. See <FRAGMENT_SUPPRESSED> , above, at para 7; <FRAGMENT_SUPPRESSED> , above, at paras 13-14;", "<FRAGMENT_SUPPRESSED> . In this case, there is no real explanation from the Board as to why the Applicant's explanation was not plausible, and should not be accepted."], ["[75]", "There are similar problems in relation to the Board's treatment of the Applicant's knowledge of North Korea. The Panel does \"not assign significant weight\" to a significant portion of his knowledge because the \"claimant could have studied responses to questions such as the provinces of North Korea ...,\" but faults him for not knowing \"significant events which occurred in North Korea in 2010.\" Had the Applicant been able to identify such events, then that could also be discredited on the basis of study and preparation. The Board never explains the difference or why the significant events category should outweigh all of the Applicant's other knowledge. The Board says the \"panel put more weight on the claimant's responses to conditions and life in North Korea for which it would be difficult to predict or prepare.\" However, the Applicant was asked extensive questions about North Korea and the only problem mentioned by the Board is the significant news events category which, it seems to me, was no less capable of preparation than anything else. An appropriate weighing of what he did know and what he didn't know did not take place."], ["[76]", "There are also other areas of evidence where the Board, in my view, draws reasonable negative inferences, although none of them are conclusive. As the Board itself makes clear, it was the \"totality of credibility concerns identified throughout its analyses\" that meant that \"it is not persuaded that the claimant is a citizen of North Korea and that he left North Korea for China and travelled to Canada as he alleged in his Personal Information Form (PIF) narrative\" (paragraph 11). This means that, given the issues referred to above, I don't think it is possible to say that the Board would have reached the same conclusion if it had not committed the reviewable errors I have set out above. Had the Board accepted, for example, the Applicant's identity and country of reference as North Korea, it would have had to complete a s. 97 analysis even if it had found the Applicant's narrative lacking in credibility, or at least consider whether there was evidence that could support such a claim. See <FRAGMENT_SUPPRESSED> , above, at para 27;", "<FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , above, at para 18."], ["[77]", "My feeling is that the matter requires reconsideration in light of my reasons. The Applicant also raises procedural fairness but, in light of my findings above, I do not think it is necessary to deal with that issue."], ["[78]", "Counsel agree there is no question for certification and the Court concurs.", "JUDGMENT"], ["[79]", "THIS COURT'S JUDGMENT is that", "1. The application is allowed. The Decision is quashed and the matter is referred back for reconsideration by a differently constituted Board.", "2. There is no question for certification.", "Application allowed.", "Editor: J. Danielle King/vnh"]]}