{"id_": "093192", "body_str": [["[1]", "Kelen, J.", ": This is an application for judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board dated January 15, 2004 in which the applicants were found not to be Convention refugees or persons in need of protection.", "FACTS"], ["[2]", "The principal applicant (applicant), his wife and two sons, are citizens of Brazil who claim a well-founded fear of persecution by members of a criminal organization."], ["[3]", "The applicant alleges that in 2001, he was the victim of a car robbery at gunpoint. In February 2003, he received a phone call from the police indicating that they had arrested several members of an organized crime group whom they believed were involved in the robbery. The applicant attended the police station and was able to identify one of the assailants. Over the next several months, the applicant began to receive threats against himself and his family by phone and through the mail. It became apparent that the threats were being made by members of the organized crime group as revenge for the incarceration of the man the applicant had identified. The applicant reported the matter to the organized crime unit of the police department and was told that the investigation would take some time. The applicant alleges that after a meeting with one of the investigators, he was taken aside, and told \"off the record\" to get his family out of Brazil as they were in danger and would be found in any city."], ["[4]", "The applicants had coincidentally already secured Canadian visas to visit family members. They arrived in Canada on May 13, 2003 and made a claim for refugee protection on May 21, 2003.", "THE DECISION"], ["[5]", "The applicants' claim for refugee protection was rejected on the basis that they had state protection available in Portugal. The Board found that because the applicant's father was a citizen of Portugal, the applicant was eligible to obtain Portuguese citizenship. This finding was based on information contained in a Response to Information Request (RIR) issued by the Board's Research Directorate. The RIR, dated June 1995, states that a person born of Portuguese parents who is under the age of 14 will be recognized as a citizen if he or she is registered with a consulate or embassy. A person who is 14 years or older can still be recognized as a citizen but the process is not immediate and their application must be processed in Portugal."], ["[6]", "During the hearing, the applicant confirmed that his father was a citizen of Portugal, that he could probably obtain Portuguese citizenship and that he had no fear of persecution in Portugal. The applicant testified that he had \"always known\" that he could obtain Portuguese citizenship because his father was a Portuguese citizen. He testified that he was \"never really interested in Portuguese citizenship\" because he did not know his relatives in Portugal. The applicant testified at the hearing that:", "\"... I know that I can apply (for Portuguese citizenship) and probably could obtain the citizenship ...\" (page 14 of the Transcript)"], ["[7]", "The Board concluded that the applicant had a right to Portuguese citizenship and should have sought protection there. As the issue of state protection was determinative of the application, the Board did not consider the other merits of the applicants' claim for refugee protection.", "ISSUES"], ["[8]", "This application raises the following two issues:", "(i) Did the Board commit a reviewable error in concluding that state protection was available to the applicants in Portugal?; and", "(ii) Did the Board breach the rules of a fair hearing by not notifying the applicant that his right to protection in Portugal would be an issue at the hearing?", "ANALYSIS"], ["[9]", "The basic principle of refugee law is to grant status to those requiring surrogate protection and not to those who have a ready and automatic right to another country's nationality and protection.  <FRAGMENT_SUPPRESSED>  person who is able to obtain citizenship in another country by complying with mere formalities is not entitled to avail themselves of protection in  <FRAGMENT_SUPPRESSED> ."], ["[10]", "The question in this case is whether there was sufficient evidence to support the Board's conclusion that the applicant was entitled to obtain Portuguese citizenship through compliance with mere formalities. I am satisfied there was. The documentary evidence before the Board was the RIR, which was accepted by the applicant as correct. If the applicant did not have the right to avail himself of state protection in Portugal (because of his right to obtain citizenship in that country), he would have presented that evidence before the Court."], ["[11]", "I am satisfied that the Board correctly disposed of the refugee claim on this preliminary basis without proceeding to hear the other issues raised in the claim."], ["[12]", "With respect to whether the Board breached the rules of a fair hearing by not notifying the applicant that his right to state protection in Portugal would be an issue at the hearing, I am satisfied that the applicant was not taken by surprise. He was not prejudiced by the failure of the Board to alert the applicant that this is an issue. In any event, if the Board's information was incorrect, the applicant would have presented the Court with the correct information, and the Court would have acted accordingly."], ["[13]", "For these reasons, this application must be dismissed."], ["[14]", "Neither counsel recommended certification of a question. No question will be certified.", "ORDER"], ["[15]", "THIS COURT ORDERS THAT", ": This application for judicial review is dismissed.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}