{"id_": "093174", "body_str": [["[1]", "Blais, J.", ": This is an application for judicial review pursuant to subsection 18.1(1) of the", "Federal Court Act", ", R.S.C. 1985, c. F-7, of a decision of the Veterans Review and Appeal Board (the Board) dated May 27, 2004, which held that Mr. Donald G. Wannamaker (the applicant), is not entitled to a disability pension for his lumbar disc disease under subsection 21(1) or subsection 21(2) of the", "Pension Act", ", R.S.C. 1985 c. P-6; P-7 (the", "Act", ").  <FRAGMENT_SUPPRESSED>", "RELEVANT FACTS  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant claims that his lumbar disc disease is a result of injuries he sustained during his employment in the Royal Canadian Air Force (RCAF). The applicant is a 73 year old veteran, who served as an aircraft maintenance mechanic in the Royal Canadian Navy from September 27, 1952, to June, 28, 1970.  <FRAGMENT_SUPPRESSED>"], ["[3]", "In March 1959, the applicant slipped and fell on ice as he was arriving at work at RCAF Downsview and allegedly hurt his back and his ankle. In 1961, while serving in the Special Duty Area (Congo), the applicant allegedly hurt his back while trying to move a 400 lb. pack up crate, or fly-away kit. The applicant began seeking treatment from a civilian chiropractor in 1966. At the time of his release medical in 1970 he asserts that he was not physically examined and was simply questioned about how he felt. Wanting to complete the proceedings, he did not discuss his back pain.  <FRAGMENT_SUPPRESSED>"], ["[4]", "In July 1989, the applicant filed a claim for a disability pension under section 21 of the", "Act", "for lumbar and cervical disc disease on the basis of the two injuries set out above. The claim was denied and the decision was appealed to the Entitlement Board. At this point, the applicant withdrew his application with respect to cervical disc disease but continued with his claim relating to lumbar disc disease. The appeal to the Entitlement Board was denied. On October 3, 1991, the Veterans Appeal Board affirmed the decision of the Entitlement Board. Three reconsiderations of this decision were also denied. Following a consent order on a judicial review, a full reconsideration hearing was convened. In February 2005 the applicant received the decision of the Board which again upheld the denial of a disability pension. The present application is for judicial review of this decision.  <FRAGMENT_SUPPRESSED>", "DECISION OF THE BOARD  <FRAGMENT_SUPPRESSED>"], ["[5]", "The Board confirmed that the applicant fell in 1959. However, the Board also found that the evidence revealed that the applicant only complained about an injury to his ankle, at the time of the incident, as oppose to complaining about back pain. The applicant asserted that his back was not examined at that time, but there was information on file indicating that his back and neck were examined in March 1959, and that the examination results were negative. As to statements of witnesses at the time, the Board found that they were consistent with an ankle injury, but did not suggest a significant back injury. The Board also found that at certain points in time while in military service the applicant had complained of lower back pain, and at other times \"strained or hurt his lower back,\" but \"that this alone does not establish a causal link between the current disability and military service\".  <FRAGMENT_SUPPRESSED>"], ["[6]", "The Board dismissed the recent medical opinions, which confirmed the probability of a back injury. The said opinions were premised on the applicant's own recollection of events and could be dismissed as a result of the existence of contradictory medical evidence.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Board also dismissed the applicant's explanation as to why his back injury was not mentioned during his medical discharge examination in 1970. Dr. Benoit endorsed the applicant's assertion that he had only received a cursory physical examination prior to his discharge from military service on the basis that such examinations were \"frequently the norm in the 1950s and 1960s\". The Board, however, found that this statement was not sufficient to rebut the actual documented discharge reports of the applicant's condition as reported by himself, and determined by the discharge medical examination in 1970.  <FRAGMENT_SUPPRESSED>"], ["[8]", "As to Dr. Benoit's statement that the applicant was suffering from \"premature\" degeneration of the lumbar spine, the Board found that this was inconsistent with the Veterans Affairs Canada Table of Disabilities and Medical Guidelines (the Guidelines) dealing with \"Disc Disease\". These Guidelines indicate that Lumbar Disc Disease is \"fundamentally a natural degenerative condition associated with the ageing process, commencing early in life and progressing steadily thereafter.\" Dr. Benoit's report did not indicate what effect that the applicant's spina bifida and scoliosis in his spine could have had on his overall condition, nor did it indicate whether the doctor believed that any degree of degeneration of the lumbar spine could be considered premature at age 57, or whether the applicant's back appeared to be in worse condition than that of other people his age.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The 1961 incident in the Congo was never recorded or documented. While the Board accepted that there was no medical personnel available at the time of the incident, it found that if the injury was so severe as to have contributed to the current claimed condition, it would have been reasonable for the applicant to express complaints and to seek medical attention upon his return from the Congo. The Board noted that the medical file was silent until 1966 when the applicant complained of back pain in relation to his gallbladder surgery.  <FRAGMENT_SUPPRESSED>"], ["[10]", "Finally, the Board found that the incident in 1959 did not occur while the applicant was on duty, and was not attributable to his regular Force service. This is due to the fact that the fall occurred while the applicant was still in the parking lot and he had not begun his service for that day.  <FRAGMENT_SUPPRESSED>", "ISSUES  <FRAGMENT_SUPPRESSED>"], ["[11]", "1. Was the Board's finding patently unreasonable that the medical evidence before it did not demonstrate that the accident caused the injury for which a pension was sought?  <FRAGMENT_SUPPRESSED>", "2. Did the Board fetter its discretion in making its own medical finding?  <FRAGMENT_SUPPRESSED>", "3. Was the Board's finding that the applicant's accident did not arise out of his military service unreasonable?  <FRAGMENT_SUPPRESSED>", "ANALYSIS  <FRAGMENT_SUPPRESSED>"], ["[12]", "As mentioned by the respondent, the applicant's record contains documentary evidence that was not before the Board. The said evidence is exhibit M.1 of the affidavit of Ms. Angela Habraken which contains excerpts from a medical dictionary (see applicant's record at page 177).  <FRAGMENT_SUPPRESSED>"], ["[13]", "<FRAGMENT_SUPPRESSED> ; 199 F.T.R. 133 (T.D.), Justice W. Andrew MacKay, at paragraph 34, reiterated that evidence is not admissible in this Court if it has not been presented previously to the administrative decision maker:  <FRAGMENT_SUPPRESSED>", "\"On judicial review, a Court can consider only evidence that was before the administrative decision-maker whose decision is being reviewed and not new evidence (see", "<FRAGMENT_SUPPRESSED>  IMM L.R.(2d) 95; I", "smaili v. Canada (Minister of Citizenship and Immigration)", "(1995), 100 F.T.R. 139; 29 Imm L.R.(2d) 1). <FRAGMENT_SUPPRESSED>"], ["[14]", "In light of the above, exhibit M.1 found in the affidavit of Ms. Angela Habraken will not be considered by this Court.  <FRAGMENT_SUPPRESSED>", "1. Was the Board's finding patently unreasonable that the medical evidence before it did not demonstrate that the accident caused the injury for which a pension was sought?  <FRAGMENT_SUPPRESSED>"], ["[15]", "In order for the applicant to be entitled to a disability pension for his lumbar disc disease, he has to meet the conditions outlined under subsection 21(1) or subsection 21(2) of the", "Act", ". Subsections 21(1) and 21(2) are as follows:  <FRAGMENT_SUPPRESSED>", "\"21(1) In respect of service rendered during World War I, service rendered during World War II other than in the non-permanent active militia or the reserve army, service in the Korean War, service as a member of the special force, and special duty service,  <FRAGMENT_SUPPRESSED>", "(a) where a member of the forces suffers disability resulting from an injury or disease or an aggravation thereof that was attributable to or was incurred during such military service, a pension shall, on application, be awarded to or in respect of the member in accordance with the rates for basic and additional pension set out in Schedule I;  <FRAGMENT_SUPPRESSED>", "\"21(2) In respect of military service rendered in the non-permanent active militia or in the reserve army during World War II and in respect of military service in peace time,  <FRAGMENT_SUPPRESSED>", "(a) where a member of the forces suffers disability resulting from an injury or disease or an aggravation thereof that arose out of or was directly connected with such military service, a pension shall, on application, be awarded to or in respect of the member in accordance with the rates for basic and additional pension set out in Schedule I; <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"21(1) Pour le service accompli pendant la Première Guerre mondiale ou la Seconde Guerre mondiale, sauf dans la milice active non permanente ou dans l'armée de réserve, le service accompli pendant la guerre de Corée, le service accompli à titre de membre du contingent spécial et le service spécial:  <FRAGMENT_SUPPRESSED>", "a) des pensions sont, sur demande, accordées aux membres des forces ou à leur égard, conformément aux taux prévus à l'annexe I pour les pensions de base ou supplémentaires, en cas d'invalidité causée par une blessure ou maladie -- ou son aggravation -- survenue au cours du service militaire ou attribuable à celui-ci;  <FRAGMENT_SUPPRESSED>", "\"21(2) En ce qui concerne le service militaire accompli dans la milice active non permanente ou dans l'armée de réserve pendant la Seconde Guerre mondiale ou le service militaire en temps de paix:  <FRAGMENT_SUPPRESSED>", "a) des pensions sont, sur demande, accordées aux membres des forces ou à leur égard, conformément aux taux prévus à l'annexe I pour les pensions de base ou supplémentaires, en cas d'invalidité causée par une blessure ou maladie -- ou son aggravation -- consécutive ou rattachée directement au service militaire; <FRAGMENT_SUPPRESSED>"], ["[16]", "The applicant submits that he has met the requirements of paragraph 21(2)(a) of the", "Act", ". He believes he has demonstrated that his lumbar disc disease arose out of or was directly connected to his military service in peace time as a result of the back injury caused by his fall outside the hangar as he arrived at work. Further, he submits that he has met the requirements of paragraph 21(1)(a) of the", "Act", "because his lumbar disc disease was either attributable to - in that it was further aggravated by the injury to his back while moving his extremely heavy fly-away kit during his military service in the Special Duty Area of Congo in 1961 - or that it was incurred during this second accident.  <FRAGMENT_SUPPRESSED>"], ["[17]", "In determining whether or not the requirements of paragraphs 21(2)(a) and 21(1)(a) apply, the Board must take into consideration the interpretation provisions of the", "Veterans Review and Appeal Board Act", ". That is, the evidence and circumstances of the case should be considered in light of sections 3 and 39 of the aforementioned", "Act", "which state the following:  <FRAGMENT_SUPPRESSED>", "\"3. The provisions of this Act and of any other Act of Parliament or of any regulations made under this or any other Act of Parliament conferring or imposing jurisdiction, powers, duties or functions on the Board shall be liberally construed and interpreted to the end that the recognized obligation of the people and Government of Canada to those who have served their country so well and to their dependants may be fulfilled.  <FRAGMENT_SUPPRESSED>", "\"39. In all proceedings under this Act, the Board shall  <FRAGMENT_SUPPRESSED>", "(a) draw from all the circumstances of the case and all the evidence presented to it every reasonable inference in favour of the applicant or appellant;  <FRAGMENT_SUPPRESSED>", "(b) accept any uncontradicted evidence presented to it by the applicant or appellant that it considers to be credible in the circumstances; and  <FRAGMENT_SUPPRESSED>", "(c) resolve in favour of the applicant or appellant any doubt, in the weighing of evidence, as to whether the applicant or appellant has established a case. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"3. Les dispositions de la présente loi et de toute autre loi fédérale, ainsi que de leurs règlements, qui établissent la compétence du Tribunal ou lui confèrent des pouvoirs et fonctions doivent s'interpréter de façon large, compte tenu des obligations que le peuple et le gouvernement du Canada reconnaissent avoir à l'égard de ceux qui ont si bien servi leur pays et des personnes à leur charge.  <FRAGMENT_SUPPRESSED>", "\"39. Le Tribunal applique, à l'égard du demandeur ou de l'appelant, les règles suivantes en matière de preuve:  <FRAGMENT_SUPPRESSED>", "a) il tire des circonstances et des éléments de preuve qui lui sont présentés les conclusions les plus favorables possible à celui-ci;  <FRAGMENT_SUPPRESSED>", "b) il accepte tout élément de preuve non contredit que lui présente celui-ci et qui lui semble vraisemblable en l'occurrence;  <FRAGMENT_SUPPRESSED>", "c) il tranche en sa faveur toute incertitude quant au bien-fondé de la demande. <FRAGMENT_SUPPRESSED>"], ["[18]", "<FRAGMENT_SUPPRESSED> ; 264 F.T.R. 89; 2004 FC 1287, Justice James Russell adopts the reasoning of Justice John Evans in", "<FRAGMENT_SUPPRESSED> ; 160 F.T.R. 281 (T.D.), in concluding that the effect of section 39 is to give claimants the benefit of any reasonable doubt:  <FRAGMENT_SUPPRESSED>", "\"While paragraphs (a), (b) and (c) of this section [39] may not create a reverse onus by requiring the respondent to establish that a veteran's injury or medical condition was not attributable to military service, they go a considerable way in this direction by requiring, in effect, that claimants be given the benefit of any reasonable doubt. <FRAGMENT_SUPPRESSED>"], ["[19]", "In", "Wood", ", above, Justice MacKay, at paragraph 24, comments on the necessity of a causal link between the disability and military service:  <FRAGMENT_SUPPRESSED>", "\"Sections 3 and 39 of the", "Act", "do not, however, relieve the applicant of the burden of proving that his low back pain arose out of or in connection with military service (", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.). The applicant must still establish on a balance of probabilities, with the evidence considered in the best light possible, that his disability is service-related. This civil standard must be read in concert with the entitling provision of paragraph 21(2)(a) of the", "Pension Act", ", R.S.C. 1985, Chap. P-7 [...] <FRAGMENT_SUPPRESSED>"], ["[20]", "<FRAGMENT_SUPPRESSED> ; 249 F.T.R. 301; 2004 FC 451, at paragraph 36, I noted that the standard of proof in establishing the entitlement to a pension is much lower than the balance of probabilities:  <FRAGMENT_SUPPRESSED>", "\"The standard of proof in establishing the entitlement to a pension is much lower than the balance of probabilities, from the wording of the", "Act", "itself. <FRAGMENT_SUPPRESSED>"], ["[21]", "<FRAGMENT_SUPPRESSED> ; 272 F.T.R. 92; 2005 FC 453, Justice Richard Mosley comments on the standard of review regarding the decision of the Board to award, or not to award, pensions due to claimed disabilities sustained in connection with military service:  <FRAGMENT_SUPPRESSED>", "\"In a recent decision,", "Matusiak v.Canada (Attorney General)", ", [2005] F.C.J. No. 236; 2005 FC 198, at paragraph 35, Justice Teitelbaum concluded, following a review of the prior decisions, that the standard of review is reasonableness simpliciter for the question of whether the Board failed to interpret the evidence as a whole in the broad manner required by the statute. He found that the standard of patent unreasonableness is applicable solely to the Board's weighing of conflicting medical evidence to determine whether the disability in question was caused or aggravated by military service. <FRAGMENT_SUPPRESSED>"], ["[22]", "The issue before the Board involves the weighing of conflicting medical evidence to determine whether the disability in question was caused or aggravated by military service. As such, the standard of review is patent unreasonableness.  <FRAGMENT_SUPPRESSED>"], ["[23]", "As noted by the respondent, the applicant submitted evidence in the form of statements by him and former colleagues substantiating the fact that he fell on the ice in 1959 and was required to lift heavy equipment while in the Congo in 1961. In addition to the various statements submitted by the applicant, the Board had before it a summary of military medical records from the time period when the injuries were alleged to have occurred. Based on all of this evidence, the Board noted the following:  <FRAGMENT_SUPPRESSED>", "While there seems to be little question that the applicant fell while in service, and that at certain points in time he complained of low back pain, and at other times strained or hurt his low back, this alone does not establish causal link between the current disability and military service", ". The main issue in this case is not simply whether the applicant sustained a fall in 1959, or a back strain in 1961. The issue here is whether the current permanent disability for which the applicant is seeking pension entitlement - lumbar disc disease - was directly caused by these injuries or incidents. A disability will be pensionable under subsection 21(2) of the", "Pension Act", "where the applicant has adduced sufficient facts and evidence to support the inference that the", "claimed", "disability arose out of was directly connected to military service.  <FRAGMENT_SUPPRESSED>", "[. . . . .]  <FRAGMENT_SUPPRESSED>", "\"The Board has considered four additional medical opinions in this rehearing, all supporting the claim of the applicant. After having reviewed all of these opinions,", "the Board must note that these opinions are based on the belief that the applicant suffered a severe fall, along with some traumatic or significant injury to his back at that time. However, the evidence on file does not provide support for the assumption that there was a traumatic or severe injury to his back when the applicant fell on the ice in 1959", ".  <FRAGMENT_SUPPRESSED>", "[. . . . .]  <FRAGMENT_SUPPRESSED>", "A medical exam in March 1959 yielded a negative report relating the neck and back. There was a three week period involving complaints of low back pain and a diagnosis of low back strain", ".The medical documentation contains nothing which correlates to the applicant's more recent recollection that he sustained a severe injury to his low back by falling on the ice in 1959. There is nothing in the documentation to suggest that the applicant had sustained a severe and traumatic injury to the lower back with long-term complications in 1959. Similarly, there are no medical reports from 1961 indicating that a significant, severe or traumatic injury occurred while the applicant was in the Congo.  <FRAGMENT_SUPPRESSED>", "[. . . . .]  <FRAGMENT_SUPPRESSED>", "\"Furthermore, when the applicant was discharged in 1970, he reported no complaints of back pain at the time. The absence of reported complaints at that time is not explained in the evidence before the Board but it should be noted that the situation here appears to be similar to that dealt with by Madame Justice Reed, in her judgment in", "<FRAGMENT_SUPPRESSED>  (affirmed by the Court of Appeal in [1999] F.C.J. No. 1800), where the Applicant had failed to indicate at discharge that he had suffered an injury attributable to service. Madam Justice Reed noted in that case that the Applicant's earlier statement was evidence which contradicted his later statement that his disability arose out of an injury sustained in service.\" (emphasis added)  <FRAGMENT_SUPPRESSED>"], ["[24]", "The Board had contradictory evidence regarding the applicant's alleged injuries. While the statements submitted by the applicant arguably support the contention that the applicant suffered a fall and had periodic complaints about back pain, the Board concluded that they do not prove that an injury or trauma to the applicant's back occurred in 1959 or 1961. Furthermore, the Board concluded that medical records did not support the applicant's assertion that he suffered an injury to his back during service. In fact, notations from medical examinations in 1959, 1960 and 1970 deny any injury or trauma to the applicant's back.  <FRAGMENT_SUPPRESSED>"], ["[25]", "I agree with the Board's decision that there exists contradictory evidence surrounding the cause of the applicant's injury. However, I disagree with the Board's findings of fact regarding the ability of the evidence to illustrate a causal link between the applicant's fall on the ice and the alleged back injury sustained. In my opinion there exists sufficient evidence to demonstrate that the applicant did have back trouble while in military service and that this back trouble was documented in such a way as to illustrate, based on a balance of probabilities, that it was the result of the applicant's fall in 1959. As was noted in the applicant's summary of the medical précis, he reported back pain on several occasions before his discharge in 1970. The aforementioned summary of the medical précis listed the following incidents:  <FRAGMENT_SUPPRESSED>", "\"18 to 23 September 1959 - Mr. Wannamaker sought attention for low back strain.  <FRAGMENT_SUPPRESSED>", "\"29 September 1959 - An x-ray report indicated that Mr. Wannamaker has suffered from low back pain for three weeks and had tenderness over L4 and L5. Although the medical précis indicated that trauma was denied, the fall only a few months earlier certainly was a traumatic event [...]  <FRAGMENT_SUPPRESSED>", "\"29 April 1960 - The medical report indicated that Mr. Wannamaker suffered from pain in his lower back near the coccyx [...] <FRAGMENT_SUPPRESSED>", "(See respondent's application record, pages 112 and 113.)  <FRAGMENT_SUPPRESSED>"], ["[26]", "I believe that the applicant established on a balance of probabilities that his back injury arose out of or in connection to his military service. Based on sections 3 and 39 of the", "Veterans Review and Appeal Board Act", ", the Board should have given the applicant the benefit of the doubt. Further, the documented military medical evidence illustrating that the applicant suffered from back pain, should have been viewed in the best light possible.The Board failed to do so, and instead relied on weak contradictory evidence that in its mind did not show that the applicant experienced trauma as a result of his fall on the ice. Because the Board concluded that there was no evidence of trauma, it also concluded that there was no causal link between falling on the ice and the injury sustained. Based on the presumptions of sections 3 and 39 of the", "Veterans Review and Appeal Board Act", ", I am of the opinion that the applicant did not need to show that he experienced trauma to his back as a result of the fall. There exists clear documented medical evidence illustrating that the applicant suffered from back pain while a member of the Canadian Forces and as such, the applicant did not have to illustrate that the documented medical evidence of the late 1950s and early 1960s showed trauma. I find that the Board made a patently unreasonable error in the way in which it interpreted the documented medical evidence. That is, it was patently unreasonable to conclude, based on the evidence, that there was no causal link between the applicant's back injury and his military service.  <FRAGMENT_SUPPRESSED>"], ["[27]", "Apart from the documented medical evidence of the late 1950s and 1960s, the applicant also relied on recent medical opinions as evidence of the alleged injury to his back. The Board notes, however, that the medical opinions submitted are based on the applicant's self reports of an injury to his back in 1959 and 1961 and do not independently verify that such an injury occurred:  <FRAGMENT_SUPPRESSED>", "\"However, Dr. Finestone was unable to independently assess the severity or nature of the accidents or incidents to which the applicant now attributes his back pain, and Dr. Finestone was unable to perform any objective or clinical examination upon the applicant after these incidents. <FRAGMENT_SUPPRESSED>", "(See Board's decision dated May 27, 2004, respondent's record, pages 14 and 15.)  <FRAGMENT_SUPPRESSED>"], ["[28]", "The Board relies on the findings of Madam Justice Barbara Reed in", "<FRAGMENT_SUPPRESSED> ; 152 F.T.R. 58 (T.D.), whereby the applicant's own recollection of events is the only evidence to substantiate the exact cause of a particular injury. As such, doctors must rely on the testimony of the applicant as to the origins of a disability. Madam Justice Reed stated the following at paragraph 24:  <FRAGMENT_SUPPRESSED>", "\"I cannot conclude that the Board's weighing of the evidence ignored any of the directions set out in section 39 and the jurisprudence. In the mouths of the doctors the statement that the injury was 'assumed' to relate to the 1983-84 event; or that the doctor 'feels' it is 'probably' the result of the 1984 injury, is speculation. Neither doctor had any first hand knowledge of the events; they were not treating the applicant in 1983-84, and had not even been doing so at the commencement of his complaints in 1987-88. Neither doctor in 1996 had any basis other that the applicant's recitation of events on which to base a conclusion as to the event that caused the injury.", "And, as noted, the applicant's description of the 1983-84 event as constituting a cause of injury is contradicted by documentary evidence, signed by him in 1984", ".\" (emphasis added)  <FRAGMENT_SUPPRESSED>"], ["[29]", "The Board found that there exist similarities in", "Hall", ", above, and the present matter. That is, in both situations doctors had to rely on the applicant's recitation of events on which to base a conclusion and both claimed causes of injury are contradicted by documentary evidence. However, I believe the differences between the two situations far outweigh the similarities.  <FRAGMENT_SUPPRESSED>"], ["[30]", "In the present matter, there exists documented medical evidence that the applicant suffered from back pain while he was in military service. As such, the expert opinions are not relying solely on the applicant's self reporting of injury. That was not the situation in the", "Hall", "decision in which the applicant claims to have hurt his back as a result of falling through the surface of deep snow into a crevasse. The applicant in", "Hall", "did not report the accident nor seek medical attention at the time. The only documented medical evidence of back pain occurred several years after the alleged incident once the applicant was no longer in military service.  <FRAGMENT_SUPPRESSED>"], ["[31]", "The applicant in", "Hall", "and the present matter did not mention their back injuries at the time of their discharge medicals.However, as mentioned above, the applicant in", "Hall", "did not have any documented medical evidence of back pain while in military service. Because that is not the case in the present matter, less weight should be attributed to the applicant's failure to mention his back pain at the time of his discharge. With the abundance of documented medical evidence, the applicant's failure to mention back pain at the time of his discharge medical is not sufficient contradictory evidence to deny the existence of a causal link between his military service and the injury he sustained.  <FRAGMENT_SUPPRESSED>"], ["[32]", "<FRAGMENT_SUPPRESSED> ; 241 F.T.R. 308; 2003 FC 1263, Justice François Lemieux adopts the findings of Justice Marc Nadon regarding what is required in order for the Board to reject evidence:  <FRAGMENT_SUPPRESSED>", "\"In accordance with section 39 of the", "Veterans Review and Appeal Board Act", ", the tribunal must accept any uncontradicted evidence presented by the applicant that it considers to be credible in the circumstances and must also draw conclusions that are the most favourable to the applicant [see paragraph 22 of his reasons] noting, however,", "a tribunal may reject medical evidence if it had before it contradictory evidence, or if it states reasons, which would bear on credibility and reasonableness", ".\" (emphasis added)  <FRAGMENT_SUPPRESSED>", "(See also", "<FRAGMENT_SUPPRESSED>  (T.D.), a decision of Justice MacKay.)  <FRAGMENT_SUPPRESSED>"], ["[33]", "The Board does not deny that the expert opinions demonstrate that the applicant suffers from a disability. However, the Board does doubt the factual basis on which the expert opinions are constructed. The Board noted that there existed contradictory medical records to prove a factual link between the disability and the applicant's military service. However, as previously mentioned, I find that the Board erred in giving too much weight to that contradictory evidence in light of the overwhelming evidence which illustrated that the applicant suffered from back pain while he was in military service. As such, I do not believe the Board could dismiss the expert opinion evidence brought by the applicant on the basis that it can be contradicted.  <FRAGMENT_SUPPRESSED>", "2. Did the Board fetter its discretion in making its own medical finding?  <FRAGMENT_SUPPRESSED>"], ["[34]", "The applicant submits that the Board dismissed the findings of his experts because they contradicted the Guidelines of Veterans Affairs Canada. The applicant claims that the Board erred in law in relying on the Guidelines because it exceeded its jurisdiction by making its own medical conclusions based on its own research or review instead of accepting the credible medical specialist opinions. In support of his position, the applicant makes reference to the findings of Justice Lemieux in", "<FRAGMENT_SUPPRESSED> , at paragraph 24:  <FRAGMENT_SUPPRESSED>", "\"In short, the tribunal embarked upon forbidden territory making medical findings to discount uncontradicted credible evidence when it had no inherent medical expertise and had the ability to obtain and share independent medical evidence on points which troubled it. <FRAGMENT_SUPPRESSED>"], ["[35]", "I disagree with the position advanced by the applicant. In the present matter, the Board did not invoke any particular medical expertise; it merely relied on the Guidelines which are at its disposal. The Board notes that the Federal Court has confirmed in numerous decisions that it is legally appropriate for the VRAB to rely on the Medical Guidelines by virtue of subsection 35(2) of the", "Act", ", which gives the Guidelines a legislative effect.  <FRAGMENT_SUPPRESSED>"], ["[36]", "The Board did not fetter its discretion by relying on the Guidelines as opposed to relying on medical opinion. ( <FRAGMENT_SUPPRESSED> ; 219 F.T.R. 146 ( <FRAGMENT_SUPPRESSED> ; 182 F.T.R. 226 (T.D.)).  <FRAGMENT_SUPPRESSED>"], ["[37]", "The applicant claims that the Board never provided the information contained in the Guidelines to him, therefore, he was unable to review said information with his experts. The applicant submits that this is a denial of natural justice. I disagree with the applicant's position. The Guidelines are public documents and can be consulted at any time. Further, subsection 35(2) of the", "Act", "specifically mentions the use of the Guidelines.  <FRAGMENT_SUPPRESSED>", "\"35(2) The assessment of the extent of a disability shall be based on the instructions and a table of disabilities to be made by the Minister for the guidance of persons making those assessments. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"35(2) Les estimations du degré d'invalidité sont basées sur les instructions du ministre et sur une table des invalidités qu'il établit pour aider quiconque les effectue. <FRAGMENT_SUPPRESSED>"], ["[38]", "Ignorance of the law is not an excuse and there is no denial of natural justice. (See", "Corporation de l'École  <FRAGMENT_SUPPRESSED> ; 325 N.R. 64 (F.C.A.), at paragraph 32.)  <FRAGMENT_SUPPRESSED>", "3. Was the Board's finding that the applicant's accident did not arise out of his military service unreasonable?  <FRAGMENT_SUPPRESSED>"], ["[39]", "The applicant submits that the Board erred in law in its misinterpretation of subsection 21(3)(d) of the", "Act", "and in its disregard for the statement of Commander L'heureux, by concluding that the applicant was not on duty at the time of the 1959 injury. Subsection 21(3)(d) states the following:  <FRAGMENT_SUPPRESSED>", "\"21(3) For the purposes of subsection (2), an injury or disease, or the aggravation of an injury or disease, shall be presumed, in the absence of evidence to the contrary, to have arisen out of or to have been directly connected with military service of the kind described in that subsection if the injury or disease or the aggravation thereof was incurred in the course of  <FRAGMENT_SUPPRESSED>", "(d) the transportation of the member while on authorized leave by any means authorized by a military authority, other than public transportation, between the place the member normally performed duties and the place at which the member was to take leave or a place at which public transportation was available; <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"21(3) Pour l'application du paragraphe (2), une blessure ou maladie - ou son aggravation - est réputée, sauf preuve contraire, être consécutive ou rattachée directement au service militaire visé par ce paragraphe si elle est survenue au cours:  <FRAGMENT_SUPPRESSED>", "d) du transport du membre des forces au cours d'une permission par quelque moyen autorisé par une autorité militaire, autre qu'un moyen de transport public, entre le lieu où il exerçait normalement ses fonctions et soit le lieu où il devait passer son congé, soit un lieu où un moyen de transport public était disponible; <FRAGMENT_SUPPRESSED>"], ["[40]", "Because the applicant was not on leave, I am of the opinion that subsection 21(3)(d) does not apply in the present matter. With that being said, I still believe the Board erred in concluding that the applicant's injury was not related to his military service because he was not on duty at the time of his injury. The Board said the following regarding the applicant's on duty status:  <FRAGMENT_SUPPRESSED>", "\"Finally, in reference to the duty status of the Applicant at the time of the March 1959 injury, the Board concludes that the Applicant had not begun his service for that day, as he was still in the parking lot parking his car. The incident did not occur while the Applicant was on duty. The incident is not attributable, nor did it arise out of the Applicant's Regular Force service. The statement of Commander L'heureux does not conclusively resolve the legal issue of causal connection between the claimed disability and service which arises in this matter. It is a statement of Commander L'heureux's understanding concerning the Applicant's reporting status, but cannot transform the provisions of subsection 21(2) of the", "Pension Act", "(which require a causal connection) into insurance principle coverage provided only by subsection 21(1) of the", "Pension Act", ". <FRAGMENT_SUPPRESSED>", "(See Board's decision, dated May 27, 2004, respondent's record at page 16.)  <FRAGMENT_SUPPRESSED>"], ["[41]", "The standard of review for a decision of the Board which determines whether or not there exists a causal connection between the injury claimed and military service is reasonableness (see", "<FRAGMENT_SUPPRESSED>  (T.D.)).  <FRAGMENT_SUPPRESSED>"], ["[42]", "In order to determine whether it was reasonable for the Board to hold that the applicant's accident occurred before he had begun his service for the day, \"one must not look at an activity in isolation but must appreciate whether that activity was performed within the context of military service\" (", "<FRAGMENT_SUPPRESSED> ; 186 F.T.R. 212 (T.D.)).  <FRAGMENT_SUPPRESSED>"], ["[43]", "In the present matter, the Board concluded that falling on ice in the parking lot on your way to work is not an injury that occurs in the course of military service. I disagree with the Board's finding. The Board's decision to isolate the activity in which the applicant was engaged in at the time of his injury from the circumstances of his military service was unreasonable. The act of falling on ice could take place anywhere. However, in the present matter the applicant was on his way to work and on work property. The act of going to work is an activity that directly relates to your military service.  <FRAGMENT_SUPPRESSED>"], ["[44]", "In conclusion, given that the Board's decision regarding the weighing of conflicting evidence was patently unreasonable, and that it's decision vis-à-vis the on duty status determination was unreasonable, this application for judicial review is allowed. The Board's decision should be set aside and the matter referred for reconsideration by a differently constituted panel of the Board, in light of these reasons.  <FRAGMENT_SUPPRESSED>", "ORDER  <FRAGMENT_SUPPRESSED>"], ["[45]", "THIS COURT ORDERS that  <FRAGMENT_SUPPRESSED>", "- the application for judicial review be granted;  <FRAGMENT_SUPPRESSED>", "- the Board's decision be set aside and the matter be referred for reconsideration by a differently constituted panel of the Board, in light of these reasons.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Gary W. McLaughlin/vnh  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}