{"id_": "093139", "body_str": [["[1]", "O'Reilly, J.", ": Mr. Henri Jean-Claude Seyoboka arrived in Canada from Rwanda in 1996. The Immigration and Refugee Board granted him refugee protection. In 2005, the Board vacated Mr. Seyoboka's refugee status based on his involvement with the Forces Armées Rwandaises (FAR) during the genocide in Rwanda in April 1994.  <FRAGMENT_SUPPRESSED>"], ["[2]", "Since the Board's decision in 2005, Mr. Seyoboka has pursued a number of avenues of redress. He filed an application for leave and judicial review to this Court, which was denied in 2007. He asked the Court to reconsider and this request was also denied.  <FRAGMENT_SUPPRESSED>"], ["[3]", "Mr. Seyoboka also applied to the Board to reopen the vacation proceedings. The Board rejected his application.  <FRAGMENT_SUPPRESSED>"], ["[4]", "Mr. Seyoboka then sought judicial review of the Board's decision not to reopen the vacation of his refugee status. In 2009, Justice Yves de Montigny denied the application for judicial review, finding that the Board's decision was reasonable in light of the evidence before it.  <FRAGMENT_SUPPRESSED>"], ["[5]", "Mr. Seyoboka made a second application to the Board to reopen his vacation proceedings. The Board again dismissed Mr. Seyoboka's application, noting that it had no jurisdiction to reopen proceedings merely to hear new evidence and finding that there had been no breach of natural justice.  <FRAGMENT_SUPPRESSED>"], ["[6]", "Now Mr. Seyoboka seeks judicial review of the Board's second refusal to reopen the vacation proceedings. He argues that the Board erred in its conclusion that there had been no breach of natural justice, failed to consider relevant evidence, and issued inadequate reasons. He asks me to order a new hearing before a different panel of the Board.  <FRAGMENT_SUPPRESSED>"], ["[7]", "I agree that the Board erred and will, therefore, grant this application for judicial review.  <FRAGMENT_SUPPRESSED>", "II.", "Analysis  <FRAGMENT_SUPPRESSED>", "(a) Factual background  <FRAGMENT_SUPPRESSED>"], ["[8]", "Mr. Seyoboka was born in Rwanda in 1966. He arrived in Canada in January 1996 and submitted a refugee claim based on his race (mixed Hutu and Tutsi) and nationality. The Board granted his claim later that year. Mr. Seyoboka did not disclose to the Board his involvement in the FAR. Nor did he mention it in his subsequent application for permanent residence.  <FRAGMENT_SUPPRESSED>"], ["[9]", "In 1998, two members of the International Criminal Tribunal for Rwanda (ICTR) and a member of the RCMP interviewed Mr. Seyoboka about Colonel Bagosora, who was being investigated for crimes against humanity during the Rwandan genocide. At this point, he mentioned his service in the FAR. Thereafter, he filed an amendment to his application for permanent residence to reflect his military career.  <FRAGMENT_SUPPRESSED>"], ["[10]", "In 2004, Mr. Seyoboka provided immigration authorities with two documents relating to his involvement in the military during the genocide. The first contained statements of an anonymous witness, referred to as DAS, that were before the ICTR. The second was an indictment against Protais Zigiranyrazo. The indictment stated that Second-Lieutenant Jean-Claude Seyoboka was responsible for a barricade where he and other members of the FAR were ordered to kill Tutsis in the area nearby.  <FRAGMENT_SUPPRESSED>"], ["[11]", "In 2005, the Minister asked the Board to vacate the applicant's refugee protection under s. 109 of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (relevant enactments are set out in an Annex). The Board granted the Minister's application in 2006. The Board made two main findings. First, it noted the importance of the evidence suggesting that Mr. Seyoboka was part of a group manning a roadblock where Tutsis were being killed, and that he had murdered his neighbour, Francine, allegedly because she refused to have sex with him. Second, the Board found, based on his military career and the involvement of the FAR in genocide, that Mr. Seyoboka must have been aware of the genocide and complicit in it. The Board concluded that Mr. Seyoboka would not have been granted refugee status in 1996 had it known about his military past. Therefore, his refugee status should be vacated.  <FRAGMENT_SUPPRESSED>"], ["[12]", "In his first application to reopen the vacation proceedings, Mr. Seyoboka claimed that Canadian authorities possessed exculpatory statements from witnesses who could exonerate him with respect to the murder of Francine, and that the Minister had violated principles of natural justice by failing to disclose those statements. The Board rejected Mr. Seyoboka's submissions because, although he was aware that witnesses had given testimony prior to the 2006 decision, he did not raise the issue of disclosure or mention that their testimony could support his innocence. Mr. Seyoboka also argued that he was not represented by counsel for part of the hearing and, as a result, that he was denied disclosure. However, the Board found he had been represented by counsel at the beginning of the hearing but, for financial reasons, chose not to be represented for the remainder of the hearing. Further, he had been represented by counsel on his application for leave and judicial review of the original decision to vacate and the issue of disclosure was not raised at that time. Therefore, the Board concluded that there had been no breach of natural justice.  <FRAGMENT_SUPPRESSED>"], ["[13]", "Mr. Seyoboka applied for judicial review of the Board's decision not to reopen the vacation application. Justice Yves de Montigny denied that application in January 2009, finding that there was no duty to disclose the documents on which Mr. Seyoboka relied. Justice de Montigny also held that, even if the Minister had been required to disclose the documents, the Board did not err in concluding that Mr. Seyoboka was barred from raising the issue of disclosure given that he had failed to do so at the earliest opportunity. Finally, Justice de Montigny held that Mr. Seyoboka would have been denied refugee status even if evidence about his role in the murder of Francine was rejected because there remained the more serious issue of his complicity in crimes against humanity as a member of FAR. Justice de Montigny found the Board's decision to be reasonable given that the latter ground for vacating his protection remained untainted by the exculpatory statements.  <FRAGMENT_SUPPRESSED>", "(b) The Board's decision  <FRAGMENT_SUPPRESSED>"], ["[14]", "In his second application to reopen the vacation proceedings, Mr. Seyoboka relied on decisions of the ICTR in which it acquitted both General Kabiligi and Protais Zigiranyrazo. In the former, the ICTR found credibility problems with DAS' testimony. In the latter, no evidence was led about the events at the roadblock where Mr. Seyoboka had allegedly served. Mr. Seyoboka submitted that these decisions showed that the Board had relied on faulty evidence when it vacated his refugee protection and that this amounted to a breach of natural justice.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The Board noted that it could only reopen a hearing if there had been a breach of natural justice. It did not have the power to reopen to receive new evidence, citing", "<FRAGMENT_SUPPRESSED>  (C.A.). The evidence on which Mr. Seyoboka was relying had been in existence only since December 2008 and was, therefore, new evidence. Accordingly, the Board that vacated Mr. Seyoboka's refugee status had not ignored relevant evidence. It had properly considered all the evidence that was available at the time.  <FRAGMENT_SUPPRESSED>"], ["[16]", "The Board also noted that Mr. Seyoboka had been unable to offer an adequate account of his military background or his whereabouts during the massacres, even three years after his vacation hearing.  <FRAGMENT_SUPPRESSED>"], ["[17]", "The Board cited the decision of Justice de Montigny in which he concluded that the main allegation against Mr. Seyoboka was his involvement in the FAR. Accordingly, he found that even if the Board were to disregard the evidence relating to the murder of Francine, Mr. Seyoboka's refugee status should still have been vacated. Similarly, the Board found that, even if the new evidence on this second application to reopen had been available at the time of the vacation hearing, the Board may have come to the same conclusion given that the decision to vacate was not based solely on the testimony of the discredited witness; rather, it also relied on objective evidence indicating that the FAR had participated actively in the genocide.  <FRAGMENT_SUPPRESSED>"], ["[18]", "In the result, the Board found that there had been no breach of natural justice and denied the applicant's application to reopen.  <FRAGMENT_SUPPRESSED>", "(c) Alleged errors by the Board  <FRAGMENT_SUPPRESSED>"], ["[19]", "Mr. Seyoboka argues that the Board erred in characterizing his evidence as \"new\". Instead, the Board should have considered it as evidence contradicting the proof on which the vacation determination had been made. In this situation, a breach of natural justice results from the fact that the vacation decision was based on evidence that was later shown to be incorrect. The Court has recognized this situation as a breach of natural justice, not simply the introduction of new evidence:", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[20]", "Further, Mr. Seyoboka argues that the Board failed to deal with evidence that he had submitted. For example, Mr. Seyoboka had explained why he had deliberately withheld information about his military service. Yet, the Board states in its reasons that Mr. Seyoboka had failed to provide any explanation. In addition, Mr. Seyoboka explained what he was doing in April 1994 and how it was possible for him not to be aware of the genocide. Yet, the Board did not appear to consider his explanation. Mr. Seyoboka submits that the Board either failed to consider relevant evidence or did not provide adequate reasons for its conclusions.  <FRAGMENT_SUPPRESSED>", "III.", "Issues  <FRAGMENT_SUPPRESSED>"], ["[21]", "Based on Mr. Seyoboka's submissions, I would state the issues as being:  <FRAGMENT_SUPPRESSED>", "1. Did the Board err in its conclusion that there had been no breach of natural justice?", "2. Did the Board fail to consider relevant evidence?  <FRAGMENT_SUPPRESSED>", "3. Were the Board's reasons adequate?  <FRAGMENT_SUPPRESSED>", "1.", "Did the Board err in its conclusion that there had been no breach of natural justice?  <FRAGMENT_SUPPRESSED>"], ["[22]", "In effect, the Board found that the vacation determination was based on the evidence that existed at the time and, therefore, that there had been no breach of natural justice that could give rise to a reopening. As for the evidence on which Mr. Seyoboka relied in his application to reopen, the Board simply found that it had no authority to reopen on the basis of new evidence.  <FRAGMENT_SUPPRESSED>"], ["[23]", "As I read the Board's reasons, it did not deal expressly with Mr. Seyoboka's main point - that the evidence arising from proceedings at the ICTR conflicted with the evidence on which the vacation determination had been made. That conflict, Mr. Seyoboka asserted, gave rise to a breach of natural justice because the foundation of the vacation determination had crumbled.  <FRAGMENT_SUPPRESSED>"], ["[24]", "In terms of the Board's finding that it did not have jurisdiction to reopen proceedings merely on the presentation of new evidence, there is no dispute. However, that general proposition is subject to a narrow and important exception where the new evidence supports a finding that there has been a breach of natural justice. (See Rule 56 of the", "Refugee Protection Division Rules", ", SOR/2002-228.) Therefore, to say that an applicant has put forward new evidence may not be a sufficient basis on which to dismiss the application. It depends on the nature and significance of that evidence.  <FRAGMENT_SUPPRESSED>"], ["[25]", "The Board here relied on the case of", "<FRAGMENT_SUPPRESSED> , where Justice Louis Marceau held that new facts would not be a sufficient basis to reopen a proceeding before the Board. There, however, Justice Marceau was dealing with evidence supplementing the applicant's refugee claim. He noted that \"facts may change and political events may occur which may lead to the conclusion that a fear which was not well founded has become now reasonable\" (at para. 4). In that situation, Justice Marceau concluded that a remedy could be provided by the executive, but not by the Board.  <FRAGMENT_SUPPRESSED>"], ["[26]", "The case relied on by Mr. Seyoboka presents quite a different situation. In", "Bougettaya", ", above, the Board had dismissed the claimant's application on the basis that his military deferment card from Algeria was fake. It was printed on white paper, while documentary evidence before the Board suggested that genuine documents were printed on yellow cardboard. After the hearing, the applicant was able to obtain evidence that certificates were temporarily being printed on white paper. He applied to the Board to reopen the refugee proceedings. He argued that he had been denied refugee status on the basis of false information. The Board dismissed his application. It concluded (as the Board did here) that there is no breach of natural justice when the Board relies on the evidence before it.  <FRAGMENT_SUPPRESSED>"], ["[27]", "On judicial review, Justice François Lemieux held that the Board had erred. In arriving at that conclusion, he noted that \"this Court must evaluate the nature and importance of the defect alleged by the applicant in order to determine whether the Tribunal in fact committed a reviewable error such as would warrant intervention\" (at para. 26). In that case, he found \"without a shadow of a doubt\" that the Board had relied on incorrect information to reject the applicant's claim on an essential point. In the circumstances, he found that the Board had erred by concentrating too greatly on the issue of new facts instead of focusing on the concept of a breach of natural justice (para. 32). He observed that the concept of natural justice was a broad principle and \"relates rather to the concept of fundamental justice, a principle whose content may vary and depends on the circumstances, and may certainly include a defect in evidence\" (para. 33).  <FRAGMENT_SUPPRESSED>"], ["[28]", "Here, the Board simply did not consider whether the \"nature and importance\" of the evidence presented by Mr. Seyoboka demonstrated that there had been a breach of natural justice. In my view, the Board is obliged, at least, to consider whether the applicant's evidence undercuts the basis on which the previous decision was made. This is certainly not to suggest that the Board has jurisdiction to reopen proceedings merely on the presentation of new evidence. Clearly, it does not. However, to respect the principle in", "Bougettaya", ", the Board must turn its mind to the question whether the applicant's evidence shows that the adverse finding against him or her was probably wrong.  <FRAGMENT_SUPPRESSED>"], ["[29]", "Here, Mr. Seyoboka presented evidence showing that the ICTR had rejected important evidence from the witness DAS about what happened at the roadblock, who was there when it had been erected, and what had transpired there. Further, while Mr. Seyoboka had been named in the indictment against Protais Zigiranyrazo in respect of the events at the roadblock, the prosecution had not produced any evidence about them. In addition, the ICTR had heard evidence from DAS about the alleged rape of Francine, but it said nothing about it in its judgment.  <FRAGMENT_SUPPRESSED>"], ["[30]", "As I see it, the Board had an obligation to assess these developments against the evidence produced at the vacation proceedings to determine whether a breach of natural justice had occurred.  <FRAGMENT_SUPPRESSED>"], ["[31]", "I would stress that the Board's jurisdiction is narrow. An application to reopen on grounds of natural justice should not, in effect, result in a reopening merely on the presentation of new evidence. The question will be, given the nature and strength of the evidence, whether the prior conclusion was probably incorrect. The Board should review the applicant's evidence, in light of the evidence previously tendered, and decide whether a breach of natural justice probably occurred. This analysis should not amount to a reopening in itself. It should, however, involve a serious review of the evidence as a whole.  <FRAGMENT_SUPPRESSED>"], ["[32]", "The evidence presented by Mr. Seyoboka on his application to reopen cast doubt on important facts on which the Board had relied in vacating his refugee status. The Board had stated that it could not take the ICTR indictment lightly and that the accusation about Francine's murder must be taken very seriously. As it turned out, the indictment was unsupported by evidence and the allegation about the murder of Francine was weakened by doubts about DAS' testimony. Here, the Board had a duty to consider whether Mr. Seyoboka's evidence demonstrated that a breach of natural justice had occurred as a result of the Board's reliance on incorrect evidence. It did not do so.  <FRAGMENT_SUPPRESSED>"], ["[33]", "In", "Bougettaya", ", Justice Lemieux seemed to suggest that it is for the Court to evaluate the applicant's evidence to determine whether a decision of the Board should be reopened. In my view, he was referring only to the case before him. Normally, the Board itself should assess the applicant's evidence on an application to reopen and decide whether a breach of natural justice occurred. The Court should then decide whether the Board committed any reviewable error in arriving at its conclusion. It is not the Court's role to weigh the totality of the evidence on a judicial review.  <FRAGMENT_SUPPRESSED>", "2.", "Did the Board fail to consider relevant evidence?  <FRAGMENT_SUPPRESSED>"], ["[34]", "In light of my finding under Issue 1, the obvious answer to Issue 2 is \"yes\". The Board failed to consider the evidence supporting Mr. Seyoboka's application to reopen, concluding that it did not have the jurisdiction to reopen on new evidence. Further, I note that the Board stated that Mr. Seyoboka had provided no explanation for his failure to disclose his military background or his activities during the genocide in April 1994. Actually, Mr. Seyoboka had given an explanation with respect to both of these matters to the Board during his vacation proceedings and on his application to reopen. It was not correct to say that he had not explained himself. The question is whether the credibility of his application would rise if, as the ICTR did, one discounted the other evidence against him. The Board did not address this question.  <FRAGMENT_SUPPRESSED>", "3.", "Were the Board's reasons adequate?  <FRAGMENT_SUPPRESSED>"], ["[35]", "Both of the first two issues could equally be characterized as a failure of reasons. It is unnecessary, therefore, to decide whether the Board's reasons as a whole were inadequate given that it failed to address whether there had been a breach of natural justice and to explain why Mr. Seyoboka's explanation for his conduct should not be believed.  <FRAGMENT_SUPPRESSED>", "IV.", "Conclusion and Disposition  <FRAGMENT_SUPPRESSED>"], ["[36]", "The Board failed to consider whether the evidence presented by Mr. Seyoboka showed that there had been a breach of natural justice. It also failed to explain why Mr. Seyoboka's account of his conduct should be discounted in light of the whole of the evidence. Whether a failure of reasons, an error of law, or an unreasonable conclusion, the Board's decision must be overturned and a new hearing convened before a different panel. Counsel requested an opportunity to make submissions regarding certification of a question of general importance. I will entertain any submissions filed within ten days of this judgment.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[37]", "HIS COURT'S JUDGMENT IS that  <FRAGMENT_SUPPRESSED>", "2. The application for judicial review is allowed. The matter is referred back to the Board for a new hearing before a different panel;  <FRAGMENT_SUPPRESSED>", "3. The Court will consider any submissions regarding a certified question that are filed within ten (10) days of the issuance of these reasons.  <FRAGMENT_SUPPRESSED>", "Annex \"A <FRAGMENT_SUPPRESSED>", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27  <FRAGMENT_SUPPRESSED>", "Vacation of refugee protection  <FRAGMENT_SUPPRESSED>", "109.", "(1) The Refugee Protection Division may, on application by the Minister, vacate a decision to allow a claim for refugee protection, if it finds that the decision was obtained as a result of directly or indirectly misrepresenting or withholding material facts relating to a relevant matter.  <FRAGMENT_SUPPRESSED>", "Rejection of application  <FRAGMENT_SUPPRESSED>", "(2) The Refugee Protection Division may reject the application if it is satisfied that other sufficient evidence was considered at the time of the first determination to justify refugee protection.  <FRAGMENT_SUPPRESSED>", "Allowance of application  <FRAGMENT_SUPPRESSED>", "(3) If the application is allowed, the claim of the person is deemed to be rejected and the decision that led to the conferral of refugee protection is nullified.  <FRAGMENT_SUPPRESSED>", "Refugee Protection Division Rules", ", SOR/2002-228  <FRAGMENT_SUPPRESSED>", "56.", "(1) The Minister or a protected person may make an application to the Division to reopen an Application to Vacate Refugee Protection or an Application to Cease Refugee Protection that has been decided or abandoned.  <FRAGMENT_SUPPRESSED>", "(2) The application must be made under rule 44.  <FRAGMENT_SUPPRESSED>", "(3) The Division must allow the application if it is established that there was a failure to observe a principle of natural justice.  <FRAGMENT_SUPPRESSED>", "Loi sur l'immigration et la protection des réfugiés", "L.C. 2001, ch. 27  <FRAGMENT_SUPPRESSED>", "Demande d'annulation  <FRAGMENT_SUPPRESSED>", "109.", "(1) La Section de la protection des réfugiés peut, sur demande du ministre, annuler la décision ayant accueilli la demande d'asile résultant, directement ou indirectement, de présentations erronées sur un fait important quant à un objet pertinent, ou de réticence sur ce fait.  <FRAGMENT_SUPPRESSED>", "Rejet de la demande  <FRAGMENT_SUPPRESSED>", "(2) Elle peut rejeter la demande si elle estime qu'il reste suffisamment d'éléments de preuve, parmi ceux pris en compte lors de la décision initiale, pour justifier l'asile.  <FRAGMENT_SUPPRESSED>", "Effet de la décision  <FRAGMENT_SUPPRESSED>", "(3) La décision portant annulation est assimilée au rejet de la demande d'asile, la décision initiale étant dès lors nulle.  <FRAGMENT_SUPPRESSED>", "Règles de la Section de la protection des réfugiés", ", DORS/2002-228  <FRAGMENT_SUPPRESSED>", "56.", "(1) La personne protégée ou le ministre peut demander à la Section de rouvrir la demande d'annulation ou la demande de constat de perte d'asile qui a fait l'objet d'une décision ou d'un désistement.  <FRAGMENT_SUPPRESSED>", "(2) La demande est faite selon la règle 44.  <FRAGMENT_SUPPRESSED>", "(3) La Section accueille la demande sur preuve de manquement à un principe de justice naturelle.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}