{"id_": "093241", "body_str": [["[1]", "Lutfy, C.J.", ": The applicant, a Chinese practitioner of Falun Gong, has failed to establish any reviewable error in the determination by the Refugee Protection Division that he is neither a Convention refugee or a person in need of protection. These are my reasons for dismissing this application for judicial review."], ["[2]", "The applicant's principal submission is that the presiding member demonstrated bias in having determined the claim prior to the hearing or, at the very least, by having created an apprehension of bias in the mind of a reasonably informed person: Committee for Justice and  <FRAGMENT_SUPPRESSED>  at 394. In my view, this applicant has fallen far short of demonstrating even an apprehension of bias. In reaching this conclusion, I have considered the complete record of the refugee hearing, including the applicant's two motions that the member recuse himself."], ["[3]", "The first issue raised by the applicant concerns exhibit R-5, a copy of which his counsel received the day prior to the hearing. The exhibit was country conditions evidence concerning the use of fraudulent travel documents in China."], ["[4]", "The presiding member stated at the outset of the hearing that both he and the applicant's counsel had the same documents concerning the refugee claim. No objection was made with respect to that statement."], ["[5]", "Exhibit R-5 is referred to in the tribunal's list of exhibits (tribunal record, page 20). The same exhibit is not mentioned on the applicant's copy of the same list of exhibits (applicant's record, page 12). Despite the applicant's submissions, I attach no significance to this difference which is merely one of form and not of substance."], ["[6]", "Also, it was open to the tribunal to allow the production of exhibit R-5, even though it was not provided to the applicant twenty days before the hearing. The applicant did not object to the document having been disclosed the day prior to the hearing. The member allowed the production of exhibit R-5 and his doing so was fully consistent with Rules 29 and 30 of the Refugee Protection Division Rules, SOR/2002-228."], ["[7]", "Further, the applicant suggests an appearance of bias in view of the member's failure to identify a city or region for the internal flight alternative. In fact, the member did put forward a specific safe haven within China at the outset of the hearing (tribunal record, pages 905-6 and applicant's record, pages 175-6). In any event, because of the member's negative credibility findings, the internal flight alternative issue became moot."], ["[8]", "The issues raised by the applicant to support his argument that the member created an appearance of bias may have been more properly characterized as alleged breaches of procedural fairness. On my review of the record, including the transcript which took place over two days to accommodate the applicant's request for an adjournment after the first day of the hearing, I am fully satisfied that the applicant's refugee hearing was one which was fair and consistent with the principles of procedural fairness and natural justice."], ["[9]", "More specifically, the member followed paragraph 20 of the Chairperson's Guidelines concerning Preparation and Conduct of a Hearing in the Refugee Protection Division. As no refugee protection officer was present, the member put his questions to the applicant at the outset of the hearing. His questioning was measured. The applicant's counsel was subsequently afforded the opportunity to pose her questions on more then one occasion. In the context of this file, the hearing process was consistent with procedural fairness. The constitutional challenge to the Chairperson's Guidelines was not pursued at the hearing in this Court."], ["[10]", "Finally, the applicant's challenge against the member's negative credibility findings is without merit. It was open for the member, in the assessment of the applicant's subjective fear, to question his delay in leaving China and to conclude that the three subpoenas allegedly served by the police authorities were fabrications. The member's reasons are expressed in clear and unmistakable terms and are supported by the record."], ["[11]", "The applicant's counsel was not prepared to state in specific terms a serious question for certification during the hearing in this Court. It would have been preferable to suggest a serious question at the hearing in this straightforward proceeding. Exceptionally, she will have seven days to do so from the date of these reasons dismissing this application for judicial review.", "[End of document]"]]}