{"id_": "093350", "body_str": [["[1]", "O'Keefe, J.", ": This is an application under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (the Act) for judicial review of a decision of a visa officer (the officer) in Accra, Ghana, dated March 11, 2010, wherein the officer denied the applicant's application for a temporary resident visa."], ["[2]", "The applicant requests that the decision of the officer be set aside and the matter referred back for redetermination by a different officer.", "Background"], ["[3]", "Kingsley Baffour Kwakye (the applicant) was born on December 14, 1961 and is a citizen of Ghana."], ["[4]", "The applicant states that he has been married to Ernestina Eson, a permanent resident in Canada, since February 1997."], ["[5]", "Together the couple has two Canadian born children who the applicant states lived with him in Ghana from September 1998 until October 2008, when they returned to Canada."], ["[6]", "In 2009, the applicant's wife experienced serious mental health issues which required police intervention. Following the first incident, the children were sent to live at their grandmother's home and following the second incident, at the home of their mother's cousin."], ["[7]", "The Children's Aid Society of Toronto (CAS) commenced a child protection application in the Ontario Court of Justice on September 10, 2009. On October 10, 2009, the children were placed in foster care by CAS."], ["[8]", "The applicant has been in contact with CAS since December 2009. He first applied for a temporary resident visa to Canada in February 2010 in order to attend the child protection proceedings. This application was denied."], ["[9]", "The applicant re-applied for a temporary resident visa. This application included:", "● A letter from his sponsor in Canada", "● A letter from his sponsor's employer", "● A letter from CAS", "● A plane ticket", "● A letter from Mr. Justice Bovard of the Ontario Court of Justice", "● Pay slips from Commodities Consortium Exports Ltd. indicating a monthly salary of 3,004.45 Ghanian Cedis (GHC)", "● An account balance of 2,974 GHC", "● His vehicle registration", "Officer's Decision"], ["[10]", "The officer refused the visa application finding that the applicant had not demonstrated that he would leave Canada at the end of the temporary period."], ["[11]", "The officer's principal concerns were:", "(a) the applicant's travel history;", "(b) his family ties in Canada and Ghana;", "(c) that the applicant did not show sufficient funds to carry out his intended purpose; and", "(d) the lack of evidence, such as birth or marriage certificates, of the relationship between the applicant and the children or his wife in Canada."], ["[12]", "The officer was not satisfied that applicant was a genuine visitor.", "Issues"], ["[13]", "The applicant submitted the following issues for consideration:", "1. What is the correct standard of review with respect to the decision of a visa officer?", "2. Did the officer err in denying the applicant's temporary resident visa?", "3. Were the reasons sufficient to satisfy the requirements of procedural fairness?", "4. Were these findings of the officer erroneous findings of fact made in a perverse of capricious manner or without regard to the material before him?"], ["[14]", "The issues are as follows:", "1. What is the appropriate standard of review?", "2. Did the officer's decision provide adequate reasons?", "3. Was the officer required to provide the applicant with an interview?", "4. Was the ultimate decision within the range of possible, acceptable outcomes?", "Applicant's Written Submissions"], ["[15]", "The applicant submits that the officer erred in determining that he did not meet the eligibility requirements of the Act. Given all of the documents supporting the application, there was no evidence that the applicant did not intend to leave Canada."], ["[16]", "The applicant argues that it was unreasonable for the officer to consider the applicant's lack of travel history as a negative factor since there was uncontradicted evidence that the purpose of the applicant's travel was to participate in a child protection proceeding with a view to returning to Ghana with his children."], ["[17]", "The applicant further submits that even considering his family connections in Canada, there was evidence before the officer of the applicant's ties to Ghana and nothing suggested he intended to stay in Canada permanently. Further, had the applicant intended to live in Canada, he would have applied earlier to be sponsored by his spouse."], ["[18]", "The applicant submits that the officer based his decision on speculation and failed to consider the reasons and purpose for the travel. The officer considered improper criteria and made erroneous findings of fact ignoring the urgings of CAS and a Judge of the Ontario Court of Justice."], ["[19]", "Finally, the applicant submits that the officer did not meet the duty of procedural fairness as the reasons were inadequate and the officer ought to have convoked an interview for the applicant to respond to any concerns that he was not a genuine visitor.", "Respondent's Written Submissions"], ["[20]", "The respondent submits that the officer's decision was reasonable. The officer considered the applicant's current and usual account balance and determined that he had insufficient funds to carry out his intended purpose of travel, namely litigation. This, coupled with the absence of previous travel and the applicant's family ties in Canada, were a reasonable basis to determine that the applicant would not leave at the end of an authorized stay."], ["[21]", "The officer considered the letters from CAS and Justice Bovard, but found that the applicant had not adduced evidence of his relationship with the children or his claimed spouse."], ["[22]", "The respondent submits that the onus rested with the applicant to present a clear application and supporting documents. There was no entitlement to an interview if the application is ambiguous or missing material.", "Analysis and Decision", "Issue 1", "What is the appropriate standard of review?"], ["[23]", "Where previous jurisprudence has determined the standard of review applicable to a particular issue, the reviewing court may adopt that standard (see", "<FRAGMENT_SUPPRESSED>  at paragraph 57)."], ["[24]", "Decisions of an officer to issue or refuse a temporary resident visa involve determinations of mixed fact and law and are generally afforded deference by this  <FRAGMENT_SUPPRESSED> )."], ["[25]", "However, any issues of procedural fairness involving a visa officer will be determined on the correctness standard (see", "<FRAGMENT_SUPPRESSED> .)"], ["[26]", "I will address issue 4 first.", "Issue 4", "Was the ultimate decision within the range of possible, acceptable outcomes defensible on fact and law?"], ["[27]", "The officer's principal concerns as outlined in the CAIPS notes were that the applicant did not have sufficient funds for his intended purpose and had not established his relationship with the children. I agree with the applicant that both of these findings were unreasonable."], ["[28]", "Concerning the applicant's relationship with the children, although he did not submit their birth certificates, there was evidence before the officer that the applicant was in fact their father. A letter from CAS submitted in the application, notes that \"[o]ne of the Respondents in this case is the children's biological father, Mr. Kingsley Baffour Kwakye (date of birth December 14, 1961) ...\"."], ["[29]", "Likewise, Mr. Justice Bovard stated in another letter that:", "Mr. Kingsley Kwakye is currently trying to obtain a visa to come to Canada to participate in this case. This court considers his participation very important as the case has to do with his children... . This court urges the Canadian immigration official to do everything possible to expedite Mr. Kwakye's application for a visa to come to Canada so that the court may have the benefit of his participation in this case."], ["[30]", "It was unreasonable for the officer to find that there was no evidence of a relationship between the applicant and the claimed children."], ["[31]", "While the applicant did not provide a marriage certificate or other documentary evidence of his marriage to his wife, it was unreasonable for this to be determinative for the officer. As the applicant, CAS and Mr. Justice Bovard stated, the purpose of the travel was to attend a court proceeding to gain custody of his children and return to Ghana. Evidence of his relationship with his wife was unnecessary to determine whether he was a genuine visitor for this purpose."], ["[32]", "Finally, the officer found that the applicant did not have sufficient funds to carry out his intended purpose. The officer does not expand on this finding."], ["[33]", "The applicant supported his application with evidence which included a plane ticket, pay slips from his employer, evidence of his account balance, his vehicle registration and a letter from his host."], ["[34]", "In the letter from his host, Lydia Acheampong-Yeboah, she states that:", "Kingsley might stay in Canada approximately three weeks or less. He will live with me at the above address and I will provide for his living expenses."], ["[35]", "There was no evidence before the officer that the applicant intended to be represented by counsel at the child protection proceeding. The applicant makes 3,004.45GHC per month and his bank account contained just. Given that his host indicated that she would provide for him during his stay in Canada and given that he had already provided an airline ticket, it was unreasonable for the officer to determine that he had insufficient funds for his intended purpose without further explanation."], ["[36]", "The officer's refusal of the temporary visitor visa was not within the range of acceptable outcomes and therefore unreasonable under <FRAGMENT_SUPPRESSED> above."], ["[37]", "As a result, the application for judicial review must be allowed, the decision of the officer is set aside and the matter is referred to a different officer for redetermination."], ["[38]", "Neither party wished to submit a proposed serious question of general importance for my consideration for certification.", "JUDGMENT"], ["[39]", "IT IS ORDERED that", "the application for judicial review is allowed, the decision of the officer is set aside and the matter is referred to a different officer for redetermination.", "Application allowed.", "Editor: Anick Ouellette-Levesque/vnh", "ANNEX", "Relevant Statutory Provisions", "Immigration and Refugee Protection Act", ", SC 2001, c 27", "72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.", "72.(1) Le contrôle judiciaire par la Cour fédérale de toute mesure - décision, ordonnance, question ou affaire - prise dans le cadre de la présente loi est subordonné au dépôt d'une demande d'autorisation.", "[End of document]"]]}