{"id_": "093697", "body_str": [["[1]", "Le juge Boivin", ": Il s'agit d'une demande de contrôle judiciaire en vertu du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (ci-après la Loi), à l'encontre d'une décision rendue le 17 juin 2010 par la Commission de l'immigration et du statut de réfugié, section de la protection des réfugiés (ci-après le Tribunal). Dans cette décision, le Tribunal a conclu que les demandeurs n'étaient pas des réfugiées au sens de la Convention, ni des personnes à protéger au sens des articles 96 et 97 de la Loi.", "Contexte factuel"], ["[2]", "La demanderesse principale, Maria Luisa Esteban Zeferino, ainsi que ses deux filles, Massiel Macedo Esteban et Diana Bertha Macedo Esteban, sont d'origine mexicaine et sont arrivées au Canada en août 2007."], ["[3]", "La demanderesse principale aurait vécu sous le joug d'un conjoint violent et contrôlant, monsieur Pablo Macedo Muñoz, de 1989 à juin 2007. Il est allégué que le 27 juin 2007, le conjoint de la demanderesse aurait été retrouvé gisant près de son véhicule alors qu'il s'était rendu à son lieu de travail. Il aurait été attaqué et serait décédé à l'hôpital des suites d'une blessure à la jambe causée durant cette attaque. La police soupçonnait un employé et le frère de la victime, monsieur José Victor Macedo Muñoz, d'être les auteurs de ce crime."], ["[4]", "Suite à cet événement, monsieur José Victor Macedo Muñoz aurait indiqué à la demanderesse de déclarer à la police que son conjoint se serait blessé lui-même et qu'il n'avait pas d'ennemis. Monsieur Muñoz aurait également payé le médecin afin de procéder à l'enterrement le plus rapidement possible, mais le médecin avait confirmé à la demanderesse qu'il avait fait préalablement l'autopsie et que la victime était décédée suite à un coup de machette."], ["[5]", "Les policiers présents auraient alors pris la déclaration de la demanderesse, mais ne l'auraient pas crue. Les policiers soupçonnaient toujours l'employé et le frère de la victime et ont invité la demanderesse à déposer une nouvelle déclaration si elle venait à obtenir de nouvelles informations ou si elle développait des soupçons envers quelqu'un. Si cela devait s'avérer, la police a affirmé qu'elle exhumerait le corps du défunt conjoint."], ["[6]", "Dans le passé, le conjoint décédé de la demanderesse principale aurait été menacé par trois sources différentes de son vivant."], ["[7]", "Depuis le décès de son conjoint, la demanderesse aurait craint des représailles de la part d'inconnus sur la personne de ses filles et souhaite que ses filles vivent dans un environnement sans violence."], ["[8]", "Le 5 mars 2010, près de deux ans et demi après les événements, la demanderesse principale a fourni de nouvelles allégations pour ajouter un agent persécuteur et un motif de crainte. Essentiellement, la demanderesse principale a ajouté les éléments suivants:", "• Les membres de la famille de son ex-conjoint seraient des personnes violentes qui ne s'entendent ni entre elles ni avec leur voisinage. Monsieur José Victor Macedo Muñoz serait un violeur.", "• Les conflits familiaux concernent la gestion des terres que possède la famille. Le conjoint décédé de la demanderesse était l'administrateur de la propriété de sa famille.", "• Sur son lit de mort, monsieur Pablo Macedo Muñoz aurait demandé que l'on protège ses filles de son frère.", "• Lorsque le frère de la victime aurait dit à la demanderesse de dire à la police que la victime n'avait pas d'ennemis, il l'aurait également menacée.", "• La police n'aurait pas cru la demanderesse et lui aurait signifié que tout ceci était très suspect.", "• Il n'y aurait pas eu d'autopsie en raison de pressions exercées par monsieur José Victor Macedo Muñoz.", "• Ce dernier aurait amené la demanderesse principale chez un notaire afin qu'elle signe un document pour qu'il puisse la représenter en tout.", "• Ce document ferait en sorte que la demanderesse principale peut être dépossédée de tous ses biens.", "• Le notaire lui aurait prodigué certains conseils dont celui de se rendre au Canada et d'y demander refuge.", "• La famille de son ex-conjoint aurait voulu que les démarches soient entamées afin que l'ex-beau-frère de la demanderesse principale, monsieur José Victor Macedo Muñoz, obtienne l'autorité parentale sur ses filles."], ["[9]", "Ainsi, la demanderesse principale craindrait que ses filles ne soient enlevées, ou qu'elles puissent être tuées, pour un motif relié à l'attribution de terres appartenant à la famille de son défunt conjoint et parce que monsieur José Victor Macedo Muñoz est le principal suspect dans le décès de ce dernier.", "La décision contestée"], ["[10]", "Dans sa décision, le Tribunal a pris en considération les directives du Président concernant", "« Les revendicatrices du statut de réfugié craignant d'être persécutées en raison de leur sexe »", ", de la Commission de l'immigration et du statut de réfugié (CISR), mars 1993, mises à jour en novembre 1996, lors de la prise de décision."], ["[11]", "Le Tribunal a conclu que les demandeurs n'étaient pas crédibles en ce qui concerne leur crainte reliée à une question de terres. De l'avis du Tribunal, cette partie du témoignage a été ajoutée afin d'embellir l'histoire de la demanderesse principale (Décision du Tribunal, au para 24)."], ["[12]", "En ce qui a trait au reste du récit, le Tribunal a conclu que les demandeurs n'avaient pas déployé d'efforts afin de demander la protection des autorités et échouaient à démontrer, de façon claire et convaincante, que les autorités mexicaines ne pouvaient leur accorder une protection adéquate (Décision du Tribunal, para 26 et 45)."], ["[13]", "Le Tribunal a d'abord déterminé que l'histoire des demandeurs n'était pas crédible, principalement en raison de la disparité existante entre le récit contenu dans le Formulaire de renseignements personnels (FRP), l'entrevue et les modifications apportées au FRP (pièce P-10, Modification de la Question 31 du FRP, déposée à la Commission le 4 mai 2010, p 150-157 du dossier de la Commission)."], ["[14]", "Le Tribunal n'a pas trouvé crédible que la demanderesse principale n'ait pas mentionné dans son FRP le fait qu'elle craignait monsieur José Victor Macedo Muñoz pour une question reliée à la possession des terres familiales. Elle a également souligné que si la demanderesse principale avait fui le Mexique avec ses filles dans le but de fuir monsieur José Victor Macedo Muñoz, elle l'aurait indiqué dans son FRP. Elle a plutôt indiqué craindre des inconnus."], ["[15]", "De plus, le Tribunal n'a pas trouvé crédible que la demanderesse principale n'ait pas mentionné sa peur de monsieur José Victor Macedo Muñoz lors de son entrevue réalisée 17 jours après son admission au Canada. À la question « Qui craignez-vous? », la demanderesse a répondu qu'elle craint les fils de Jorge Salinas, Luis Chachahuate, ainsi que la police, car son conjoint avait eu des problèmes avec ces personnes. La demanderesse n'avait pas mentionné, au cours de l'entrevue, craindre monsieur José Victor Macedo Muñoz à cause de problèmes liés à la possession des terres familiales."], ["[16]", "La demanderesse a témoigné à l'effet qu'elle avait peur que les autorités canadiennes révèlent qu'elle craigne monsieur José Victor Macedo Muñoz et que cette crainte était la source de son silence. Le Tribunal n'a pas adhéré à cette explication et l'a jugée non crédible. Le Tribunal a déterminé que si la demanderesse principale craignait réellement monsieur José Victor Macedo Muñoz, elle l'aurait mentionné à l'agent d'immigration afin d'étayer sa crainte. Le fait que la demanderesse ait attendu près de deux ans et demi afin de soumettre de nouveaux motifs ne renforce en rien sa crédibilité."], ["[17]", "Compte tenu des conclusions de non-crédibilité, le Tribunal n'a pas accordé de valeur probante au rapport psychologique déposé sous la pièce P-11 le jour de l'audience au Tribunal (Pièce P-11, Psychological Report: Maria Luisa Esteban Zeferino, par la docteure Marta Valenzuela, daté du 5 mai 2010 aux pp. 187 à 195 du Dossier du Tribunal)."], ["[18]", "De plus, le Tribunal a conclu que les demandeurs n'avaient pas satisfait à l'obligation qu'elles avaient de demander la protection des autorités mexicaines."], ["[19]", "En effet, le Tribunal a noté que la police soupçonnait fortement monsieur José Victor Macedo Muñoz du meurtre de monsieur Pablo Macedo Muñoz. Les policiers ont par ailleurs invité la demanderesse principale à déposer une déclaration écrite ultérieure, si elle advenait à avoir de nouveaux soupçons. Lorsque questionnée afin de savoir pourquoi elle n'avait jamais demandé la protection de la police, la demanderesse principale a répondu que la police mexicaine est corrompue. Elle basait son affirmation sur des événements remontant à l'année 1994, durant laquelle son conjoint et monsieur José Victor Macedo Muñoz auraient assassiné un individu. Ils auraient par la suite donné de l'argent à la police et n'auraient pas été inquiétés depuis."], ["[20]", "Le Tribunal estime que les explications fournies par la demanderesse principale quant aux motifs pour lesquels elle n'a jamais déposé de plainte contre son ex-beau-frère, Jose Victor, ne constituaient pas une preuve claire et convaincante de l'absence de protection de l'État, ni ne réfute la présomption établie par la jurisprudence à l'effet que les États sont capables de protéger leurs citoyens."], ["[21]", "Le Tribunal a ensuite complété une analyse de la preuve documentaire portant sur le Mexique, et a mentionné le Cartable national de documentation sur le Mexique (voir CISR, Ottawa, Cartable national de documentation sur le Mexique, 2 octobre 2009). Elle en est venue à la conclusion que le Mexique est une démocratie dont le gouvernement en général respecte les droits de ses citoyens."], ["[22]", "Le Tribunal a également étudié la preuve contradictoire et spécifie que la Commission nationale des droits humains (CNDH) estime que les membres des forces de polices locales et étatiques sont impliqués dans des kidnappings, de l'extorsion ou de la collaboration avec le crime organisé. Cependant, le Tribunal a également spécifié que le gouvernement du Mexique a mis sur pied des programmes d'envergure de formation sur les droits humains pour les forces de l'ordre en général. Le Tribunal a également examiné la réforme des tribunaux de 2008, ainsi que la législation récente à l'effet que le personnel policier se doit de rencontrer un niveau supérieur de formation sur la question des droits humains et autres procédures."], ["[23]", "En conséquence, le Tribunal a conclu que la demande des demandeurs devait être rejetée.", "Dispositions législatives pertinentes"], ["[24]", "Les dispositions suivantes de la", "Loi sur l'immigration et la protection des réfugiés", "s'appliquent à la présente procédure:", "Définition de « réfugié »", "96.", "A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "Convention refugee", "96.", "A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "Personne à protéger", "97.", "(1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "Personne à protéger", "(2) A également qualité de personne à protéger la personne qui se trouve au Canada et fait partie d'une catégorie de personnes auxquelles est reconnu par règlement le besoin de protection.", "Person in need of protection", "97.", "(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", ") to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", ") to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "Person in need of protection", "(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.", "Question en litige"], ["[25]", "Dans le présent contrôle judiciaire, la seule question en litige est la suivante: Les conclusions du Tribunal relatives à l'absence de crédibilité et de la protection d'État sont-elles raisonnables?", "Norme de contrôle"], ["[26]", "La Cour suprême du Canada dans l'arrêt", "<FRAGMENT_SUPPRESSED> , au para 51, reconnaît « ...qu'en présence d'une question touchant aux faits, au pouvoir discrétionnaire ou à la politique, et lorsque le droit et les faits ne peuvent être aisément dissociés, la norme de la raisonnabilité s'applique généralement ... »."], ["[27]", "En ce qui concerne les questions touchant à l'évaluation de la crédibilité, la Cour n'interviendra que si le Tribunal a fondé sa décision sur une conclusion de fait erronée, tirée de façon abusive ou arbitraire ou sans qu'il soit tenu compte des éléments dont elle disposait (", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 886)."], ["[28]", "Quant aux conclusions du Tribunal en matière de protection d'État, elles sont révisables sous la norme de la raisonnabilité (voir", "<FRAGMENT_SUPPRESSED>  [2008] ACF no 737, au para 14).", "Analyse"], ["[29]", "La demanderesse principale soutient que c'est par crainte de retourner au Mexique qu'elle n'avait pas mentionné lors de son entrevue avec l'agent et dans son FRP initial le contenu de la pièce P-10 soumis le 4 mai 2010, soit ses craintes d'être tuée et persécutée ainsi que ses deux filles par l'agent persécuteur principal. La demanderesse soumet que ses explications auraient dû être objectivement appréciées par le Tribunal en tenant compte du syndrome de la femme battue et du rapport psychologique de la docteure Marta Valenzuela."], ["[30]", "Le défendeur soutient que, comme l'a souligné le Tribunal dans ses motifs (Décision du Tribunal, aux para 16, 18 et 20), l'agent persécuteur en la personne de monsieur José Victor Macedo Muñoz et le nouveau motif de crainte n'avaient jamais été soulevés auparavant, que ce soit au point d'entrée au Canada lorsque les demandeurs y ont demandé asile, ni lors de l'entrevue à cet égard avec un agent d'immigration tenue dix-sept (17) jours après leur arrivée au pays ou dans leur FRP initial complété et signé en octobre 2007 avec l'aide de leur avocate de l'époque."], ["[31]", "Cette Cour a confirmé à plusieurs reprises que tous les faits importants d'une revendication devaient apparaître dans un FRP et que l'omission de les mentionner pouvaient affecter la crédibilité d'une portion ou de la totalité d'un témoignage. En outre, la SPR est en droit d'examiner la teneur du FRP avant et après sa modification, et peut tirer des conclusions défavorables sur la crédibilité si des questions qu'elle considère comme importantes ont été ajoutées au FRP lors d'un amendement tardif (", "<FRAGMENT_SUPPRESSED>  [2001] ACF no 1252, aux para 4 et 6;", "<FRAGMENT_SUPPRESSED> )."], ["[32]", "Il est loisible au Tribunal de jauger la crédibilité de la demanderesse principale et de tirer des inférences défavorables au sujet des disparités entre sa déclaration telle que mentionnée au FRP initial, celle contenue dans les notes d'entrevue, la déclaration au narratif modifié du FRP, et dans le témoignage viva voce, pour lesquelles la demanderesse principale n'a pas fourni d'explications satisfaisantes, vraisemblables ou crédibles dans les circonstances (", "<FRAGMENT_SUPPRESSED> ). En l'espèce, et la Cour est d'accord avec la procureure du défendeur, la preuve démontre que l'histoire et le récit des demandeurs a changé au cours des deux dernières années."], ["[33]", "Quant au rapport psychologique, la demanderesse soutient que le Tribunal aurait dû d'abord lire le rapport psychologique du docteur Valenzuela et en tenir compte dans l'appréciation de la crédibilité de la demande d'asile même dans l'évaluation de la pertinence des omissions aux notes d'entrevues, dans le premier FRP avant qu'il ne soit amendé par la pièce P-10. Les demandeurs prétendent que le rapport psychologique fait état de la vulnérabilité de la demanderesse principale et cet état pouvait affecter sa capacité à témoigner."], ["[34]", "Or, le défendeur soumet que le Tribunal a pris connaissance du contenu du rapport psychologique et a apprécié cet élément de preuve dans le contexte de ce dossier. Le défendeur souligne que la conclusion négative de crédibilité tirée par le Tribunal ne repose pas sur des lacunes relevées lors du témoignage de la demanderesse à l'audition de la Commission. Les lacunes ne portent pas sur des trous de mémoire, ni sur des hésitations à répondre aux questions, des erreurs de dates ou d'autres difficultés dont fait mention le rapport psychologique."], ["[35]", "La Cour est en accord avec la procureure du défendeur car c'est au Tribunal qu'il appartenait d'apprécier la valeur probante du rapport psychologique en relation avec les autres éléments de preuve d'autant plus que le rapport psychologique fait état de l'état actuel de Madame Esteban Zeferino et qu'il n'y a pas de conclusions quant à son état en 2007."], ["[36]", "En matière de protection d'État, l'arrêt", "<FRAGMENT_SUPPRESSED>  [2008] ACF no 399, au para 38, définit la charge, la norme et la qualité de la preuve d'une allégation d'insuffisance ou d'inexistence de la protection d'un État envers un de ses citoyens:"], ["[38] Le réfugié qui invoque l'insuffisance ou l'inexistence de la protection de l'État supporte la charge de présentation de produire des éléments de preuve en ce sens et la charge ultime de convaincre le juge des faits que cette prétention est fondée. La norme de preuve applicable est celle de la prépondérance des probabilités, sans qu'il soit exigé un degré plus élevé de probabilité que celui que commande habituellement cette norme. Quant à la qualité de la preuve nécessaire pour réfuter la présomption de la protection de l'État, cette présomption se réfute par une preuve claire et convaincante de l'insuffisance ou de l'inexistence de ladite protection."], ["[37]", "La jurisprudence a maintes fois reconnu que lorsqu'il s'agit d'un État démocratique, comme le Mexique, l'obligation qui incombe au demandeur d'obtenir la protection de l'État augmente. Celui-ci doit établir qu'il a tenté d'épuiser tous les recours s'offrant à lui en vue d'obtenir la protection nécessaire (voir", "<FRAGMENT_SUPPRESSED>  68 ACWS (3d) 334)."], ["[38]", "Les demandeurs ont soutenu qu'elles n'ont pas demandé la protection de l'État puisqu'elles avaient peu confiance en la protection qu'elles obtiendraient. En effet, une quantité abondante de preuves documentaires fait état de la corruption des forces policières au Mexique. Cependant, la Cour spécifie que cette même preuve démontre qu'il existe d'autres recours qui s'offraient à elles."], ["[39]", "Il a notamment été reconnu dans la décision", "<FRAGMENT_SUPPRESSED>  [2009] ACF no 343, au para 22, que le Mexique est un État démocratique, que la protection de l'État est disponible et que les demandeurs ne sont pas dispensés de faire d'autres démarches si la protection ne peut être assurée au niveau local:"], ["[22] Peu importe les lacunes qui peuvent exister dans le système de justice pénale mexicain, il n'en demeure pas moins que le Mexique est une démocratie qui fonctionne, dotée d'un appareil étatique en mesure d'assurer une certaine protection à ses citoyens. Le fait que la protection ne puisse être assurée au niveau local ne dispense pas le demandeur de faire d'autres démarches."], ["[40]", "Les demandeurs n'ont fait ni demande, ni tentative, ni pris aucune initiative pour solliciter la protection du Mexique (Décision du Tribunal, aux para 26, 30 et 34)."], ["[41]", "Dans ses motifs, le Tribunal a relevé le fait que la police soupçonnait fortement monsieur José Victor Macedo Muñoz du meurtre du conjoint de la demanderesse et avait pris la déclaration de cette dernière. Ne l'ayant pas crue, la police l'a invitée à faire une autre déclaration si elle venait à avoir de nouvelles informations ou si elle avait des soupçons et si cela était le cas, la police a affirmé qu'elle exhumerait le corps du défunt (Décision du Tribunal, aux para 6, 7 et 27)."], ["[42]", "Dans l'affaire", "<FRAGMENT_SUPPRESSED>  [2008] ACF no 552, au para 6, impliquant un ressortissant du Mexique, la juge Tremblay-Lamer précisait qu'à défaut de solliciter la protection, il est difficile de reprocher à un décideur d'avoir conclu que la présomption n'a pas été réfutée:"], ["[6] Il est difficile de reprocher à un décideur d'avoir conclu que le demandeur d'asile n'a pas réfuté la présomption de disponibilité de la protection de l'État lorsqu'il \"n'a fait aucun effort pour se réclamer de la protection de l'État\" (", "<FRAGMENT_SUPPRESSED>  2004 CF 1244, au paragraphe 51)."], ["[43]", "Étant donné les faits de la présente cause et la preuve au dossier, il n'est pas justifié que la Cour intervienne. Pour ces motifs, la demande de contrôle judiciaire sera rejetée. Il n'y a pas de question à certifier.", "JUGEMENT"], ["[44]", "LA COUR STATUE que", "1. La présente demande de contrôle judiciaire soit rejetée.", "2. Aucune question ne sera certifiée.", ".........................", "Maria Luisa Esteban Zeferino, Massiel Macedo Esteban and  <FRAGMENT_SUPPRESSED>  under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (hereinafter the Act), for judicial review of a decision dated June 17, 2010, by the Immigration and Refugee Board, Refugee Protection Division (hereinafter the panel). In that decision, the panel determined that the applicants were neither Convention refugees nor persons in need of protection under sections 96 and 97 of the Act.", "Facts"], ["[2]", "The principal applicant, Maria Luisa Esteban Zeferino, and her two daughters, Massiel Macedo Esteban and Diana Bertha Macedo Esteban, are Mexican and arrived in Canada in August 2007."], ["[3]", "The principal applicant claims that she lived under the control of a violent and controlling husband, Pablo Macedo Muñoz, from 1989 to June 2007. It is alleged that on June 27, 2007, the applicant's husband was found lying near his car after he had gone to work. He had been attacked and died in hospital from injuries to his leg that had been inflicted during the attack. The police suspected an employee and the victim's brother, José Victor Macedo Muñoz, of committing the crime."], ["[4]", "Following this event, José Victor Macedo Muñoz told the applicant to report to the police that her husband had injured himself and that he had no enemies. Mr. Muñoz allegedly paid the doctor to proceed with the burial as quickly as possible, but the doctor confirmed to the applicant that he had already performed the autopsy and that the victim had died from an attack with a machete."], ["[5]", "The police officers who were present took the applicant's statement but did not believe it. The police continued to suspect the employee and the victim's brother and asked the applicant to make another statement if she obtained new information or developed suspicions about someone. If that happened, the police said that they would exhume the body of her late husband."], ["[6]", "In the past, the principal applicant's late husband had received threats from three different sources while he was alive."], ["[7]", "Since her husband's death, the applicant has been afraid that strangers would take reprisals against her daughters and would like her daughters to live in an environment free of violence."], ["[8]", "On March 5, 2010, almost two and a half years after the events, the principal applicant provided new allegations that added an agent of persecution and a basis for her fear. Essentially, the principal applicant added the following:", "• The members of her ex-spouse's family are violent people who do not get along with each other or with their neighbours. José Victor Macedo Muñoz is a rapist.", "• The family conflicts concern the management of the land owned by the family. The applicant's late husband was the administrator of his family's property.", "• On his death bed, Pablo Macedo Muñoz asked that his daughters be protected from his brother.", "• When the victim's brother told the applicant to tell the police that the victim had no enemies, he also threatened her.", "• The police did not believe the applicant and told her that all of this was very suspicious.", "• There was no autopsy because of the pressure exerted by José Victor Macedo Muñoz.", "• He took the principal applicant to a notary to have her sign a document so that he could represent her in everything.", "• This document indicates that the principal applicant can be deprived of all her property.", "• The notary gave her some advice, including that she should go to Canada and claim refugee protection.", "• Her ex-husband's family wanted steps to be taken so that the principal applicant's ex-brother-in-law, José Victor Macedo Muñoz, could obtain parental authority over her daughters."], ["[9]", "Thus, the principal applicant feared that her daughters could be kidnapped or killed because of the allocation of land owned by her late husband's family and because José Victor Macedo Muñoz was the main suspect in his death.", "Impugned decision"], ["[10]", "In making its decision, the panel took into consideration the Chairperson's Guideline entitled", "Women Refugee Claimants Fearing Gender-Related Persecution", ", issued by the Immigration and Refugee Board (IRB), March 1993, updated in November 1996."], ["[11]", "The panel found that the applicants' fear related to a land issue was not credible. In the panel's view, that part of the testimony was added to embellish the principal applicant's story (Panel's Decision, at paragraph 24)."], ["[12]", "As for the rest of the story, the panel determined that the applicants made no effort to seek protection from the authorities and failed to demonstrate clearly and convincingly that the Mexican authorities were unable to provide adequate protection (Panel's Decision, paragraphs 26 and 45)."], ["[13]", "First, the panel determined that the applicants' story was not credible primarily because of the disparity between the story contained in the Personal Information Form (PIF), the interview and the amendments to the PIF (Exhibit P-10, Amendment to Question 31 of the PIF, filed with the Board on May 4, 2010, pages 150-157 of the Board's record)."], ["[14]", "The panel did not find it credible that the principal applicant had not mentioned in her PIF that she feared José Victor Macedo Muñoz because of an issue related to the possession of family land. It also noted that if the principal applicant had fled Mexico with her daughters to escape from José Victor Macedo Muñoz she would have stated that in her PIF. Instead, she said that she feared strangers."], ["[15]", "In addition, the panel did not find it credible that the principal applicant had not mentioned her fear of José Victor Macedo Muñoz when she was interviewed 17 days after her admission to Canada. When asked [translation] \"Who are you afraid of?\", the applicant replied that she was afraid of the sons of Jorge Salinas, Luis Chachahuate, and the police because her husband had had problems with those people. The applicant did not say at the interview that she feared José Victor Macedo Muñoz because of problems related to the possession of family land."], ["[16]", "The applicant testified that she was afraid the Canadian authorities would reveal that she was afraid of José Victor Macedo Muñoz and that this fear was the reason for her silence. The panel did not accept this explanation, finding it not credible. The panel determined that if the principal applicant really feared José Victor Macedo Muñoz, she would have mentioned it to the immigration officer in order to substantiate her fear. The fact that the applicant waited almost two and a half years to submit these new grounds did not strengthen her credibility at all."], ["[17]", "Given the negative credibility findings, the panel gave no probative value to the psychological report filed as Exhibit P-11 on the day of the hearing before the panel (Exhibit P-11, Psychological Report: Maria Luisa Esteban Zeferino, by Dr. Marta Valenzuela, dated May 5, 2010, at pages 187-195 of the Tribunal Record)."], ["[18]", "Moreover, the panel concluded that the applicants had not satisfied their obligation to seek protection from the Mexican authorities."], ["[19]", "Indeed, the panel noted that the police strongly suspected that José Victor Macedo Muñoz had murdered Pablo Macedo Muñoz. The police asked the principal applicant to file a subsequent written statement if she developed new suspicions. When questioned as to why she had not sought police protection, the principal applicant replied that the Mexican police force is corrupt. She based her statement on events dating back to 1994 when her husband and José Victor Macedo Muñoz allegedly killed an individual. They subsequently gave the police money and were not bothered after that."], ["[20]", "In the panel's view, the explanations provided by the principal applicant as to why she had not filed a complaint against her ex-brother-in-law, Jose Victor, did not constitute clear and convincing evidence of the lack of state protection or rebut the presumption established in the jurisprudence that states are capable of protecting their citizens."], ["[21]", "The panel subsequently completed an analysis of the documentary evidence on Mexico and mentioned the National Documentation Package on Mexico (see IRB, Ottawa, National Documentation Package on Mexico, October 2, 2009). The panel concluded that Mexico is a democracy whose government generally respects the rights of its citizens."], ["[22]", "The panel also reviewed the contradictory evidence and stated that the national human rights commission (CNDH) believes that some members of the local and state police forces are involved in kidnappings, extortion and collaboration with organized crime. However, the panel also specifically stated that the Mexican government has implemented extensive human rights training programs for the police forces in general. The panel also reviewed the 2008 court reforms and the recent legislation that requires police personnel to meet a superior level of training on human rights and other procedures."], ["[23]", "Consequently, the panel concluded that the applicants' application should be dismissed.", "Relevant statutory provisions"], ["[24]", "The following provisions of the", "Immigration and Refugee Protection Act", "apply to this proceeding:", "Convention refugee", "96.", "A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "Définition de « réfugié »", "96.", "A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "Person in need of protection", "97.", "(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", ") to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", ") to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "Person in need of protection", "(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.", "Personne à protéger", "97.", "(1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "Personne à protéger", "(2) A également qualité de personne à protéger la personne qui se trouve au Canada et fait partie d'une catégorie de personnes auxquelles est reconnu par règlement le besoin de protection.", "Issue"], ["[25]", "On this application for judicial review the only issue is as follows: Are the panel's findings on state protection and the lack of credibility reasonable?", "Standard of review"], ["[26]", "The Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED> , at paragraph 51, recognized that \"... questions of fact, discretion and policy as well as questions where the legal issues cannot be easily separated from the factual issues generally attract a standard of reasonableness ...\"."], ["[27]", "As to the questions involving the assessment of credibility, the Court will only intervene if the panel based its decision on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it (", "<FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 737, at paragraph 14).", "Analysis"], ["[29]", "The principal applicant maintains that she did not mention the contents of Exhibit P-10 submitted on May 4, 2010, at her interview with the officer or in her original PIF because of her fear of returning to Mexico, i.e., her fear that she and her two daughters would be killed or persecuted by the primary agent of persecution. The applicant submits that the panel should have assessed her explanations objectively, taking into consideration the battered woman syndrome and Dr. Marta Valenzuela's psychological report."], ["[30]", "The respondent maintains that, as the panel noted in its reasons (Panel's Decision, at paragraphs 16, 18 and 20), the agent of persecution in the person of José Victor Macedo Muñoz and the new basis for fear had not been raised before, at the point of entry into Canada when the applicants asked for asylum, at the interview in this regard with an immigration officer 17 days after their arrival in the country or in their original PIF completed and signed in October 2007 with the assistance of their counsel at the time."], ["[31]", "This Court has confirmed on a number of occasions that all the important facts of a claim must appear in the PIF and that failing to mention them could affect the credibility of part or all of the testimony. Furthermore, the RPD is entitled to review the contents of the PIF before and after its amendment and may draw negative inferences about credibility if matters it considers important were added to the PIF by an amendment later (", "<FRAGMENT_SUPPRESSED>  [2001] F.C.J. No. 1252, at paragraphs 4 and 6;", "<FRAGMENT_SUPPRESSED> )."], ["[32]", "It was open to the panel to gauge the principal applicant's credibility and to draw negative inferences about the disparities between her statements in the original PIF, in the interview notes, in the amended narrative of the PIF and in the viva voce testimony, for which the principal applicant provided no satisfactory, plausible or credible explanation in the circumstances (", "<FRAGMENT_SUPPRESSED> ). In this case, and the Court agrees with counsel for the respondent, the evidence shows that the applicants' story and narrative changed over the last two years."], ["[33]", "As for the psychological report, the applicant maintains that the panel should first have read Dr. Valenzuela's psychological report and taken it into account in assessing the credibility of the refugee claim, even in assessing the relevance of omissions in the interview notes and the first PIF before it was amended by Exhibit P-10. The applicants submit that the psychological report refers to the principal applicant's vulnerability, which could have affected her testimonial capacity."], ["[34]", "The respondent submits that the panel was aware of the contents of the psychological report and assessed this evidence in the context of the case. The respondent notes that the panel's negative credibility finding was not based on deficiencies in the applicant's testimony at the hearing before the Board. The deficiencies did not involve memory lapses or hesitations in answering questions, errors in dates or other difficulties referred to in the psychological report."], ["[35]", "The Court concurs with counsel for the respondent because it is for the panel to assess the probative value of the psychological report in relation to the other evidence, especially since the psychological report refers to Esteban Zeferino's current state of mind and makes no findings as to her state of mind in 2007."], ["[36]", "In terms of state protection, the decision in", "<FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 399, at paragraph 38, defines the burden of proof, the standard of proof and the quality of the evidence of an allegation that state protection is inadequate or non-existent for one of its citizens:"], ["[38] A refugee who claims that the state protection is inadequate or non-existent bears the evidentiary burden of adducing evidence to that effect and the legal burden of persuading the trier of fact that his or her claim in this respect is founded. The standard of proof applicable is the balance of probabilities and there is no requirement of a higher degree of probability than what that standard usually requires. As for the quality of the evidence required to rebut the presumption of state protection, the presumption is rebutted by clear and convincing evidence that the state protection is inadequate or non-existent."], ["[37]", "The jurisprudence has repeatedly recognized that where the state in question is a democratic state, like Mexico, the applicants' obligation to seek state protection increases. They must establish that they tried to exhaust all the courses of action open to them to obtain the required protection (see", "<FRAGMENT_SUPPRESSED>  68 A.C.W.S. (3d) 334)."], ["[38]", "The applicants maintain that they did not request state protection because they did not have confidence in the protection that would be offered. There is a great deal of documentary evidence about police corruption in Mexico. However, the Court notes that the same evidence shows that there were other courses of action available to them."], ["[39]", "In particular, it was recognized in", "<FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 343, at paragraph 22, that Mexico is a democratic state, that state protection is available and that applicants are not exempt from taking other steps if protection at the local level cannot be ensured:"], ["[22] Regardless of the deficiencies that may exist in the Mexican criminal justice system, the fact remains that Mexico is a functioning democracy with a state apparatus that provides a measure of protection for its citizens. The fact that protection at the local level cannot be ensured does not exempt the applicant from taking other steps."], ["[40]", "The applicants made no request or attempt and took no initiative to seek protection from Mexico (Panel's Decision, at paragraphs 26, 30 and 34)."], ["[41]", "In its reasons, the panel noted that the police strongly suspected José Victor Macedo Muñoz of murdering the applicant's husband and had taken her statement. The police did not believe it and asked her to make another statement if she had new information or suspicions; if that were the case, the police said that they would exhume the body of the deceased (Panel's Decision, at paragraphs 6, 7 and 27)."], ["[42]", "<FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 552, at paragraph 6, a case involving a Mexican national, Justice Tremblay-Lamer stated that if no effort is made to seek protection it is hard to blame a decision-maker for concluding that the presumption has not been rebutted:"], ["[6] It is hard to blame a decision-maker for concluding that a refugee status claimant has not rebutted the presumption that government protection is available when he \"has made no effort to seek government protection\" (", "<FRAGMENT_SUPPRESSED>  2004 FC 1244, at paragraph 51)."], ["[43]", "Given the facts of this case and the evidence in the record, there is no justification for the Court to intervene. For these reasons, the application for judicial review will be dismissed. There is no question to certify.", "JUDGMENT"], ["[44]", "THE COURT RULES that", "1. This application for judicial review is dismissed.", "2. No question will be certified.", "[End of document]"]]}