{"id_": "093615", "body_str": [["[1]", "Rennie, J.", ": The applicants seek an order setting aside the June 11, 2010 decision of the Refugee Protection Division of the Immigration Refugee Board (the Board), which found them to be neither Convention refugees nor persons in need of protection under sections 96 and 97 of the", "Immigration and Refugee Protection Act", ", 2001, c. 27 (", "IRPA", "). For the reasons that follow, the application for judicial review is granted.  <FRAGMENT_SUPPRESSED>"], ["[2]", "Mr. Torishta, the principal applicant is an Albanian citizen. He is married to Irene Sheqi and her refugee claim is joined to his. The applicant claimed to be fleeing a blood feud in Albania.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The evidence before the Board was that the applicant's father was allegedly murdered for his political activities by Preng Culaj on April 5, 1991. On December 20, 1997, Culaj confronted the applicant's brother in front of a café. A struggle ensued wherein the applicant's brother wrested Culaj's gun away from him and shot and killed Culaj with it in what was later determined to be self-defence. The applicant's brother was acquitted of any charges. The Culaj family subsequently sent a representative to the Torishta family to inform them that a blood feud had been declared as a reprisal for the Culaj death. In a narrative provided to Citizenship and Immigration Canada as part of a Schedule 1 form, the applicant declared \"Nothing has happen [sic] since then [when the blood feud was declared] but we are still in a blood feud\".  <FRAGMENT_SUPPRESSED>"], ["[4]", "The only evidence that the applicant supplied to the Board in support of his claim was a letter from the National Reconciliation Committee (NRC; alternatively called by the Board \"National Committee for Reconciliation\"). The letter stated \"We verify that Arjet Torishta's family is in a blood feud with Preng Culaj's family. <FRAGMENT_SUPPRESSED>"], ["[5]", "The Board predicated its rejection of the applicant's claim on the lack of credibility and plausibility in the applicant's evidence and on the availability of existing Albanian state protection. The Board concluded that there were a number of inconsistencies and implausibilities in the claimant's testimony. The question before this Court is whether these conclusions and their basis as for informing the decision under review are unreasonable.  <FRAGMENT_SUPPRESSED>"], ["[6]", "Because I find that the Board's decision in respect of the applicant's evidence in the form of the NRC letter is unreasonable, the Board's findings on state protection need not be reached here.  <FRAGMENT_SUPPRESSED>"], ["[7]", "With respect to the letter from the NRC tendered into evidence by the applicant, the Board, in its decision, found that:  <FRAGMENT_SUPPRESSED>", "From my specialized knowledge on this issue, it is easy to obtain a letter from the NRC verifying any attempts made to confirm the existence of a blood feud and to resolve it. There is no credible evidence before me to indicate that the alleged blood feud is ongoing and would still be a problem for the claimants today.  <FRAGMENT_SUPPRESSED>", "[...]  <FRAGMENT_SUPPRESSED>", "The male claimant's evidence regarding his knowledge that Culaj killed his father is not plausible or what a reasonable person would expect to hear on the subject. The male claimant said that he and his brother went to the local police station in January 1997 to try to get proof of his father's assassination. He said everything was burned and there were no staff people there. He said they found the document they were looking for and took note that Culaj had been the assassin. He said that even though there was no one there, they did not take the document or try to copy it and merely took note of the information. Under those circumstances, I do not find it plausible that they left the wrecked and unstaffed police station without the proof they needed to take to the police to prove what had happened to their father.  <FRAGMENT_SUPPRESSED>"], ["[8]", "In making these findings, the Board relied on the following passage cited by von Finckenstein J. in", "<FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "Consequently, in my opinion, the applicant's assertion that the Board is bound to analyze the documentary evidence \"independently from the applicant's testimony\" must be examined in the context of the informal proceedings which prevail before the Board.", "Once a Board, as the present Board did, comes to the conclusion that an applicant is not credible, in most cases, it will necessarily follow that the Board will not give that applicant's documents much probative value, unless the applicant has been able to prove satisfactorily that the documents in question are truly genuine.", "In the present case, the Board was not satisfied with the applicant's proof and refused to give the documents at issue any probative value.", "Put another way, where the Board is of the view, like here, that the applicant is not credible, it will not be sufficient for the applicant to file a document and affirm that it is genuine and that the information contained therein is true. Some form of corroboration or independent proof will be required to \"offset\" the Board's negative conclusion on credibility.", "[Emphasis added]  <FRAGMENT_SUPPRESSED>"], ["[9]", "It was therefore reasonably open to the Board to doubt the authenticity or credibility of the applicant's NRC letter because it found him to be lacking in credibility. However, the procedure by which the Board arrived at its conclusion as to credibility is not reasonable. In rejecting the applicant's evidence the Board invoked specialized knowledge without giving the applicant notice as Rule 18 of the Refugee Protection Division Rules (SOR/2002-228) (the RPD Rules) requires it to do.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The applicant submitted, as corroborative evidence, a letter which he claimed was issued to him by the NRC. In considering the letter the Board member, after claiming specialized knowledge in respect of Albanian issues, held:  <FRAGMENT_SUPPRESSED>", "[...] The letter itself reiterates what the male claimant wrote in his PIF, and requests that \"mediators would like to see some state to take Arjet and his brothers under their protection...\". The alleged mediators are not named in the letter. The documentary evidence (Exhibit R/A-1, item 3.4, RIR ALB1019902.E, 16 October 2006) for Albania indicates the ease with which fraudulent documents may be obtained in Albania.  <FRAGMENT_SUPPRESSED>", "[...]  <FRAGMENT_SUPPRESSED>", "I considered the evidence adduced on this issue, and find there is no persuasive credible evidence on which I can give the document from the city any weight.  <FRAGMENT_SUPPRESSED>", "[...]  <FRAGMENT_SUPPRESSED>", "From my specialized knowledge on this issue", ", I know that it is easy to obtain a letter from the NRC verifying any attempts made to confirm the existence of a blood feud and to resolve it. There is no credible evidence before me to indicate that the alleged blood feud is ongoing and would still be a problem for the claimants today. [Emphasis added]  <FRAGMENT_SUPPRESSED>"], ["[11]", "It is true that, pursuant to subsections 170(g) and 170(i) of the", "IRPA", ", the Board is not bound by strict rules of evidence found in other areas of the law and may take into account \"any information or opinion that is within its specialized knowledge.  <FRAGMENT_SUPPRESSED>"], ["[12]", "However, Rule 18 of the RPD Rules, provides that:  <FRAGMENT_SUPPRESSED>", "18. Before using any information or opinion that is within its specialized knowledge, the Division must notify the claimant or protected person, and the Minister if the Minister is present at the hearing, and give them a chance to  <FRAGMENT_SUPPRESSED>", "(a) make representations on the reliability and use of the information or opinion; and  <FRAGMENT_SUPPRESSED>", "(b) give evidence in support of their representations.  <FRAGMENT_SUPPRESSED>", "18. Avant d'utiliser un renseignement ou une opinion qui est du ressort de sa spécialisation, la Section en avise le demandeur d'asile ou la personne protégée et le ministre - si celui-ci est présent à l'audience - et leur donne la possibilité de:  <FRAGMENT_SUPPRESSED>", "a) faire des observations sur la fiabilité et l'utilisation du renseignement ou de l'opinion;  <FRAGMENT_SUPPRESSED>", "b) fournir des éléments de preuve à l'appui de leurs observations.  <FRAGMENT_SUPPRESSED>"], ["[13]", "The letter is, on its face, legitimate. If the Board was of the view that the letter was not authentic and relied on specialized knowledge to impugn it as fraudulent, then the Board ought to have said so and provided the applicant the opportunity to respond. The address, letterhead, e-mail and telephone number of the NRC were all readily verifiable. The Board's failure to give notice to the applicant of the Board's conclusion that the letter was fraudulent constitutes a breach of procedural fairness, as well as a breach of Rule 18. What transpired before the Board was analogous to what would offend the evidentiary rule established in", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[14]", "For the above reasons, the application for judicial review is granted. The matter is referred back to the Immigration Refugee Board for reconsideration before a differently constituted panel of the Board's Refugee Protection Division.  <FRAGMENT_SUPPRESSED>"], ["[15]", "No question for certification has been proposed and none arises.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[16]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is granted. The matter is referred back to the Immigration Refugee Board for reconsideration before a differently constituted panel of the Board's Refugee Protection Division. No question for certification has been proposed and the Court finds that none arises.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}