{"id_": "093846", "body_str": [["[1]", "O'Keefe, J.", ": This is an application pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (the Act) for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board), dated March 4, 2010, wherein the applicant was determined not to be a Convention refugee or a person in need of protection under sections 96 and 97 of the Act.  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant requests that the decision of the Board be set aside and the claim remitted for redetermination by a differently constituted panel.  <FRAGMENT_SUPPRESSED>", "Background  <FRAGMENT_SUPPRESSED>"], ["[3]", "Alev Demirtas (the applicant), born on November 15, 1983, is a citizen of Turkey and a member of the Kurdish Alevi minority.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The applicant was a supporter of the Democratic People's Party (DEHAP) until its dissolution and then a member of Democratic Society Party (DTP). She participated in pro-Kurdish activities such as the Newroz celebrations and attests that she is dedicated to attaining rights for Kurdish people in Turkey.  <FRAGMENT_SUPPRESSED>"], ["[5]", "Because of her pro-Kurdish activities, the applicant alleges that on several occasions she was detained, mistreated and sexually assaulted by Turkish authorities. In one incident, she recounts in her Personal Information Form (PFI) that the Turkish police tied her wrists and hung her from the ceiling. The applicant did not disclose the extent of the abuse she suffered while in detention with her family or party colleagues.  <FRAGMENT_SUPPRESSED>"], ["[6]", "Despite not knowing the details of her experience with the Turkish authorities, the applicant's father helped her leave Turkey. He told her to contact her cousin in Canada for assistance.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The applicant arrived in Canada and claimed refugee protection in October 2006.  <FRAGMENT_SUPPRESSED>"], ["[8]", "In February 2007, the applicant's cousin threatened her and attempted to rape her. He was subsequently charged with criminal harassment, sexual assault and threatening bodily harm.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The applicant included this assault as a part of her refugee claim before the Board, claiming to fear her cousin should she return to Turkey, as he does not have status in Canada and may also be returned to Turkey.  <FRAGMENT_SUPPRESSED>", "Board's Decision  <FRAGMENT_SUPPRESSED>"], ["[10]", "The Board found that the applicant was not excluded under Article 1F(a) of the", "United Nations Convention Relating to the Status of Refugees", ", an issue that was raised and then abandoned by the respondent.  <FRAGMENT_SUPPRESSED>"], ["[11]", "The Board found that the applicant was not credible and that she had not established that her fear was objectively well founded.  <FRAGMENT_SUPPRESSED>"], ["[12]", "The Board drew several negative inferences from the applicant's story:  <FRAGMENT_SUPPRESSED>", "The applicant did not report the abuse she experienced by police to her party colleagues/leaders. The Board found it reasonable to expect that if she was committed to the Kurdish cause, she would have told colleagues about the abuse as evidence of police brutality and the need for change.  <FRAGMENT_SUPPRESSED>", "The applicant told her cousin, a relative stranger, and an interpreter about the abuse, including the sexual abuse, but never told her parents, friends or colleagues. The Board found that she did not provide a reasonable response for this discrepancy.  <FRAGMENT_SUPPRESSED>", "The Board found it reasonable to expect that the applicant would have discussed being beaten and hung from the ceiling with her parents, even if she omitted the sexual abuse.  <FRAGMENT_SUPPRESSED>", "The Board drew a negative inference from the applicant using deception to gain a student visa to enter Canada.  <FRAGMENT_SUPPRESSED>"], ["[13]", "The Board concluded that the applicant's claim was untrustworthy and lacking in credibility and found on a balance of probabilities that the incidents as described did not occur.  <FRAGMENT_SUPPRESSED>"], ["[14]", "The Board then discounted the psychological evidence as it was based on the story underpinning the refugee claim which the Board found to be unreliable.  <FRAGMENT_SUPPRESSED>", "Issues  <FRAGMENT_SUPPRESSED>"], ["[15]", "The issues are as follows:  <FRAGMENT_SUPPRESSED>", "1. What is the appropriate standard of review?  <FRAGMENT_SUPPRESSED>", "2. Did the Board fail to address the applicant's", "sur place", "claim?  <FRAGMENT_SUPPRESSED>", "3. Were the Board's implausibility findings unreasonable?  <FRAGMENT_SUPPRESSED>", "Applicant's Written Submissions  <FRAGMENT_SUPPRESSED>"], ["[16]", "The applicant submits that the Board's credibility findings are seriously flawed. The Board rejected the applicant's evidence primarily on the grounds of implausibility. Findings of implausibility should only be made in the clearest of cases, should be well founded on the evidence and should be sensitive to the cultural and individual context of the claim. Nothing in facts or explanations given by the applicant was outside the realm of what could reasonably be expected and nothing in the documentary evidence demonstrates that the events could not have happened in the manner asserted by applicant. The Board member should not compare the applicant's actions to how she may have behaved, but rather, must apply the standard of a similarly situated individual.  <FRAGMENT_SUPPRESSED>"], ["[17]", "The applicant provided various documents and made oral submissions before the Board about the assault by her cousin and the risk she faces from her cousin if returned to Turkey.", "Sur place", "claims may be based on domestic or family violence faced in Canada. The applicant submits that the Board failed to undertake any analysis of the", "sur place", "claim even though it had a duty to consider and assess the risk.  <FRAGMENT_SUPPRESSED>"], ["[18]", "In reply, the applicant submits that her affidavit contain facts within her personal knowledge and not arguments and conclusions.  <FRAGMENT_SUPPRESSED>", "Respondent's Submissions  <FRAGMENT_SUPPRESSED>"], ["[19]", "The respondent submits that paragraphs 3 to 15 of the applicant's affidavit should be struck as they contain argument and conclusions.  <FRAGMENT_SUPPRESSED>"], ["[20]", "The respondent submits that the Court should not intervene where the Board's inferences and conclusions were open to it. It was not unreasonable for the Board to conclude that if the applicant was committed to the Kurdish cause or to ending police brutality then she would have told party leaders of the abuse she endured while detained. It was reasonable for the Board to a draw negative inference from the fact that the applicant did not disclose the abuse to her family or friends, but did tell a distant cousin. The applicant had no response to this discrepancy.  <FRAGMENT_SUPPRESSED>"], ["[21]", "The respondent submits that the applicant did not explain how the sexual abuse she faced in Canada makes her a", "sur place", "refugee. She did not allege in her submissions to the Board that she is at risk of persecution if returned to Turkey because of her profile as a victim of sexual assault.  <FRAGMENT_SUPPRESSED>", "Analysis and Decision  <FRAGMENT_SUPPRESSED>"], ["[22]", "At the outset, I note that the applicant's affidavit does not contain argument and conclusions in paragraphs 3 to 15 and is not contrary to Rule 81 of the", "Federal Courts Rules", ", SOR/98-106 as submitted by the respondent.  <FRAGMENT_SUPPRESSED>"], ["[23]", "Issue 1  <FRAGMENT_SUPPRESSED>", "What is the appropriate standard of review?  <FRAGMENT_SUPPRESSED>", "Credibility findings lie at the heart of the Board's expertise in determining the plausibility of testimony and drawing inferences from the evidence. Assessments of credibility are essentially pure findings of fact and it was Parliament's express intention that administrative fact finding would command this high degree of deference (see", "<FRAGMENT_SUPPRESSED>  at paragraph 46). For this reason, in reviewing assessments of credibility, the applicable standard of review is reasonableness.  <FRAGMENT_SUPPRESSED>"], ["[24]", "In reviewing the Board's decision using a standard of reasonableness, the Court should not intervene unless the Board has come to a conclusion that is not transparent, justifiable and intelligible and within the range of acceptable outcomes based on the evidence before it (see", "<FRAGMENT_SUPPRESSED>  at paragraph 47).  <FRAGMENT_SUPPRESSED>"], ["[25]", "Issue 2  <FRAGMENT_SUPPRESSED>", "Did the Board fail to address the applicant's", "sur place", "claim?  <FRAGMENT_SUPPRESSED>", "This Court has consistently held that the Board is under a duty to examine", "sur place", "refugee claims that arise from events involving applicants in Canada. Often it is the case that these events are activities actively participated in by refugee claimants. However, that is not to say that domestic or sexual violence in Canada could not form the basis of a", "sur place", "claim (see", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[26]", "Further, this Court held in", "<FRAGMENT_SUPPRESSED>  that the Board must examine a", "sur place", "refugee claim even where it is not raised by the applicant. At paragraphs 31 and 32, Mr. Justice Edmond Blanchard held:  <FRAGMENT_SUPPRESSED>", "... I am of the opinion that the issue of a", "sur place", "refugee claim must be examined insofar as it perceptibly emerges from evidence on the record that the activities liable to entail negative consequences in case of a return, took place in Canada. This must be done even though the applicants did not specifically ask the Board to proceed with such an analysis.  <FRAGMENT_SUPPRESSED>", "It should be mentioned that this analysis must be done even if the applicant's narrative on the whole or in the part concerning his activities in his country of origin was not believed, insofar as trustworthy evidence establishes activities in Canada in support of the", "sur place", "refugee claim. On this point, see the following decisions ...  <FRAGMENT_SUPPRESSED>"], ["[27]", "In this case, the applicant provided the Board with documentary evidence of the threats and assault by her cousin. This included correspondence from the Ministry of Community Safety and Correctional Services, her cousin's recognizance of bail and correspondence from the Ontario Victim/Witness Assistance Program. She furthered recounted the assault during the oral hearing, stating that she feared her cousin if she were returned to Turkey. The tribunal officer in the hearing noted that the applicant had made a", "sur place", "claim. Finally, counsel for the applicant raised the sexual assault and the applicant's resulting fear as a further refugee ground in his closing submissions to the Board. It is clear from the record that the applicant raised a", "sur place", "claim as part of her refugee claim before the Board.  <FRAGMENT_SUPPRESSED>"], ["[28]", "<FRAGMENT_SUPPRESSED>  Mr. Justice James Hugessen held that a Board's failure to address an applicant's", "sur place", "claim amounted to a reviewable error and allowed the judicial review (at paragraphs 4 and 5). This was also the result of", "<FRAGMENT_SUPPRESSED>  where Mr. Justice James Russell held at paragraph 52:  <FRAGMENT_SUPPRESSED>", "I agree with the Applicants that the Board ought to have considered the", "sur place", "elements of the claim. The failure to do so is also a reviewable error. The Applicants provided some evidence and argument on this issue and the Board should have considered it.  <FRAGMENT_SUPPRESSED>", "Like", "<FRAGMENT_SUPPRESSED> , the failure of the Board to address the applicant's", "sur place", "claim was a reviewable error.  <FRAGMENT_SUPPRESSED>"], ["[29]", "The application for judicial review is allowed and the matter is referred to a different panel of the Board for redetermination.  <FRAGMENT_SUPPRESSED>"], ["[30]", "Because of my finding on Issue 2, I need not deal with Issue 3.  <FRAGMENT_SUPPRESSED>"], ["[31]", "Neither party wished to submit a proposed serious question of general importance for my consideration for certification.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[32]", "IT IS ORDERED that", "the application for judicial review is allowed, the decision of the Board is set aside and the matter is referred to a different panel of the Board for redetermination.  <FRAGMENT_SUPPRESSED>", "ANNEX  <FRAGMENT_SUPPRESSED>", "Relevant Statutory Provisions  <FRAGMENT_SUPPRESSED>", "Immigration and Refugee Protection Act", ", RSC 2001, c 27  <FRAGMENT_SUPPRESSED>", "72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.  <FRAGMENT_SUPPRESSED>", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,  <FRAGMENT_SUPPRESSED>", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or  <FRAGMENT_SUPPRESSED>", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.  <FRAGMENT_SUPPRESSED>", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally  <FRAGMENT_SUPPRESSED>", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or  <FRAGMENT_SUPPRESSED>", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if  <FRAGMENT_SUPPRESSED>", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,  <FRAGMENT_SUPPRESSED>", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,  <FRAGMENT_SUPPRESSED>", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and  <FRAGMENT_SUPPRESSED>", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.  <FRAGMENT_SUPPRESSED>", "72.(1) Le contrôle judiciaire par la Cour fédérale de toute mesure - décision, ordonnance, question ou affaire - prise dans le cadre de la présente loi est subordonné au dépôt d'une demande d'autorisation.  <FRAGMENT_SUPPRESSED>", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:  <FRAGMENT_SUPPRESSED>", "a) soit se trouve hors de tout pays don't elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;  <FRAGMENT_SUPPRESSED>", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.  <FRAGMENT_SUPPRESSED>", "97.(1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays don't elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:  <FRAGMENT_SUPPRESSED>", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;  <FRAGMENT_SUPPRESSED>", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:  <FRAGMENT_SUPPRESSED>", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,  <FRAGMENT_SUPPRESSED>", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,  <FRAGMENT_SUPPRESSED>", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,  <FRAGMENT_SUPPRESSED>", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}