{"id_": "093828", "body_str": [["[1]", "Hargrave, Prothonotary", ": These reasons arise out of a motion for an extension of time within which to appeal a July 16, 1988, decision of the Tax Court of Canada in Action 87-354 (IT), which in turn arose out of the plaintiff's 1984 taxation year."], ["[2]", "The notice of motion filed in this proceeding, January 22, 1996, seeking the extension of time, came on for hearing on April 1, 1996. It was clear that the plaintiff had not filed proper affidavit material, for all four paragraphs of the affidavit were complaints of corruption on the part of various individuals. In that a companion motion was adjourned for later hearing and in that the Crown had no particular objection to Mr. Nelson filing supplemental affidavit material, this motion as adjourned for hearing April 15, 1996. However, before the adjournment, I mentioned to Mr. Nelson that he ought to try to show that he had a continuing intention to appeal, ought to explain the delay of many years, deal with the merits of the case and show that the defendant had not been prejudiced by the delay."], ["[3]", "The plaintiff filed a second affidavit April 9, 1996. It does not in any way deal with the extension of time, nor indeed does it mention either the 1984 taxation year in question or the 1988 Tax Court judgment."], ["[4]", "The affidavit material alleges prejudice on the part of the court. As I said in reasons of even date in", "<FRAGMENT_SUPPRESSED>  (T.D. Prothonotary):", "\"I denied Mr. Nelson an order that some other prothonotary hear his motions, as it is for the Associate Chief Justice to assign matters to the prothonotaries and to the judges and not for a litigant to require that a matter be heard by someone else, in the absence of a particular reason. In this instance, the very thin affidavit material alleged this court's prejudice against the plaintiff as a result of the denial of a court reporter for that portion of the April 1, 1996, motion which took place before the motion was adjourned. I take Mr. Nelson's allegation that the court is prejudiced against him to be an allegation of bias on the part of the court. Bias is 'an inclination to decide an issue influenced by any consideration other than its merits':", "The Oxford Companion to Law", ", D.M. Walker, Clarendon Press, 1980 and see also", "<FRAGMENT_SUPPRESSED>  (H.L.). Where the bias is alleged it is not generally necessary to establish the presence of actual bias. However, the mere fact that a party has lost a motion is not an indication that the court is either being less than even-handed or is showing that it is not indifferent as between the parties.\""], ["[5]", "In his oral presentation Mr. Nelson submitted, not on any affidavit material, that it would be fair and equitable to allow the extension. He was not able to give any reason for the delay, but merely said that he was doing the best that he could. Again, without any affidavit material, he submitted that an extension of time would not prejudice the defendant. He went on to say that he had asked for all of his tax files, in another Tax Court proceeding, about a year ago and was still waiting for them, although he had some form of an oral direction from a Tax Court judge requiring the Department of Justice to produce various files. Mr. Nelson was unable to explain satisfactorily the relevance of the documents issue to the present request for the extension, but even if he has been delayed for the past year, by reason of a difficulty in the production of some material, by the Crown, that does not explain his delay, between 1988 and 1995, in commencing this intended appeal."], ["[6]", "Counsel for the defendant pointed out that it is 1988", "Income Tax Act", "which governs. That", "Act", "provided for an application for a time extension to the Federal Court as set out in s. 167(4). That section refers to s. 172, which allows 120 days from the mailing of a Tax Court decision, within which to appeal. Section 167(5) provides that no order for a time extension may be made unless it is made within one year after the 180 day limit set out in s. 172, and unless the Federal Court is satisfied, among other things, that the application is brought as soon as circumstances permit it to be brought and that there are reasonable grounds for objecting to or appealing from the assessment."], ["[7]", "In the present instance, no reasonable grounds are set out in the affidavit material. There is nothing as to the merits of the case.  <FRAGMENT_SUPPRESSED>  D.T.C. 5215 (T.D.), the Federal Court found that there was an arguable case on the circumstances of the Tax Court hearing. The Tax Court in", "Vaselinovic", "had reserved and requested further written argument. This indicated to the court that it was not a frivolous case, but rather a case which required considerable consideration and that \"The fact that at the earlier hearing the matter was not dismissed out of hand reveals the existence of an arguable case\". However, in the present instance, the 1988 dismissal of Mr. Nelson's case by the Tax Court judge was an oral one following argument and thus there is no implication of an arguable case."], ["[8]", "The points that an applicant must address in obtaining an extension of time within which to appeal have been set out in many cases. A recent example of an application for an extension of time within which to file an appeal of a judgment of the Tax Court is", "<FRAGMENT_SUPPRESSED>  (T.D.), in which Madame Justice Simpson considered (1) the merits of the case, (2) special circumstances, (3) prejudice to the defendant, (4) a continuing intention to appeal, (5) the amount of the delay, and (6) whether it was in the interests of justice to grant an extension. From the context of the consideration of \"Special Circumstances\" I believe this is the heading under which Madame Justice Simpson would have considered any justification for the delay, for as pointed out by Mr. Justice Strayer (as he then was) in", "<FRAGMENT_SUPPRESSED> , at 134 (T.D.), \"As a condition for obtaining such an extension of time an application must show that there was some justification for the delay throughout the whole period of the delay ... \"."], ["[9]", "In the present instance the plaintiff makes a bald assertion in oral argument that it is in the interests of justice that he be allowed an extension, but does not, in his material, touch on any of the merits of the case, the special circumstances including justification for the delay, any prejudice that the defendant might suffer, his intention to appeal and the fact that some seven years have gone by since the running of the appeal period."], ["[10]", "Mr. Nelson gives as an excuse that he is doing the best that he can. Not only is this not an excuse, even for a lay litigant, but also I would note that Mr. Nelson has had considerable experience in litigating tax matters. When a lay litigant used the court system he can expect reasonable assistance from Court Registry staff on procedural matters. However, the litigant himself or herself must make a reasonable effort to understand some of the basic rules and procedures, including time limits for appeals and what must be established in order to obtain an extension of time within which to appeal. Mr. Nelson shows little or no understanding of the rules and procedure. There are no doubts of which he may have the benefit. The application for the time extension is dismissed.", "Application dismissed.", "Editor: Kelli A. Simmonds/slm", "[End of document]"]]}