{"id_": "093992", "body_str": [["[1]", "Le juge de Montigny", ": Le demandeur a interjeté appel, en vertu du paragraphe 14(5) de la", "Loi sur la citoyenneté", "(L.R. 1985, ch. C-29), de la décision rendue le 9 septembre 2008 par le juge de la citoyenneté George Springate rejetant sa demande de citoyenneté. Au soutien de son appel, le demandeur fait essentiellement valoir que le juge de la citoyenneté a erré en computant mal ses jours d'absence du Canada pendant la période de référence prescrite par la loi, et en ne tenant pas compte des corrections apportées par le demandeur à son formulaire de demande de citoyenneté."], ["[2]", "Après avoir soigneusement examiné le dossier qui était devant le juge de la citoyenneté ainsi que les représentations écrites et orales des deux parties, j'en suis venu à la conclusion que cette demande de contrôle judiciaire doit être rejetée. Mes motifs sont exposés dans les paragraphes qui suivent.", "LES FAITS"], ["[3]", "Le demandeur est citoyen du Maroc. Il est arrivé au Canada avec son épouse et ses trois filles le 23 juillet 1999. Il a obtenu le statut de résident permanent le 1er juillet 2000. Son épouse et ses trois filles ont obtenu la citoyenneté canadienne en décembre 2005."], ["[4]", "Le 20 août 2004, le demandeur a présenté une demande de citoyenneté, dans laquelle il indiquait avoir été absent du Canada pendant 391 jours au cours des quatre ans précédant sa demande, soit du 20 août 2000 au 20 août 2004."], ["[5]", "Le 27 février 2006, le demandeur a rencontré un agent de la citoyenneté. Il a indiqué travailler à l'étranger depuis la fin de l'année 2003, et a été invité à remplir un questionnaire sur la résidence. M. El Falah a rempli ce questionnaire et l'a envoyé au Ministère de la Citoyenneté et de l'Immigration le 2 mars 2006."], ["[6]", "À ce questionnaire étaient joints une série de documents: une lettre explicative dans laquelle le demandeur mentionnait avoir été absent du Canada pendant 351 jours au cours de la période visée, divers documents relatifs à l'épouse et aux enfants du demandeur, ainsi que d'autres documents se rapportant plus directement à sa situation (copie de son passeport, documents de fin d'emploi en 2000 à Dubaï, documents faisant état de ses tentatives de se trouver un emploi au Canada), aux avoirs et obligations du couple (acte d'hypothèque, testaments, comptes de taxes municipales et scolaires, assurances automobiles, factures d'électricité et de téléphone) et à des transactions financières (compte bancaire, relevés de cartes de crédit, placements)."], ["[7]", "Le 18 juillet 2006, le dossier du demandeur a été référé par un agent du Ministère à un juge de la citoyenneté parce que les documents soumis ne démontraient pas à sa satisfaction une présence significative au Canada durant la période de référence. Le 10 juillet 2008, le demandeur a été convoqué à une entrevue avec le juge de la citoyenneté, qui s'est déroulée le 30 juillet 2008. Le 1er août 2008, le juge de la citoyenneté a rejeté la demande de citoyenneté du demandeur.", "LA DÉCISION CONTESTÉE"], ["[8]", "Dans la lettre qu'il a fait parvenir à M. El Falah le 9 septembre 2009, le juge de la citoyenneté l'informe qu'il n'est pas satisfait des preuves soumises pour établir sa résidence au pays, et conclut qu'il ne satisfait pas en conséquence aux exigences de l'alinéa 5(1)(c) de la", "Loi sur la citoyenneté"], ["[9]", "Les motifs de sa décision sont toutefois plus explicites dans l'avis de la décision que le juge de la citoyenneté a fait parvenir au Ministre le 30 juillet 2009 (Dossier du Tribunal, pp. 9-11)."], ["[10]", "Après avoir identifié la période pertinente comme s'échelonnant du 20 août 2000 au 20 août 2004, le juge note que le demandeur révèle s'être absenté du Canada pendant 391 jours au cours de cette période. Il est donc clair que le demandeur ne respecte pas le critère strict de la présence physique obligatoire pendant 1 095 jours au cours de la période visée, comme le demandeur l'admet lui-même."], ["[11]", "Au surplus, le juge indique qu'après étude des documents fournis par le demandeur, il n'est pas convaincu selon la balance des probabilités que ce dernier a effectivement été physiquement présent au Canada durant le nombre de jours allégués. Il énumère ensuite plusieurs raisons qui l'amènent à douter de la présence de M. El Falah au Canada:", "- Les informations fournies par le demandeur relativement à ses absences du Canada n'étaient pas claires: dans la première demande, il avait indiqué 357 jours d'absence, et suite à un amendement, il a indiqué totaliser 364 jours d'absence dans le questionnaire sur la résidence. Puis, en fusionnant les deux listes d'absences du Canada, les absences admises se chiffraient à un total de 391 jours;", "- Bien que le demandeur indiquait être revenu au Canada à 10 reprises, le juge n'a pu comptabiliser que 5 étampes canadiennes dans son passeport;", "- Dans son questionnaire sur la résidence, le demandeur a indiqué comme occupation « H. E. Falah Corporation » pour la période de mai 2002; or, il n'a fourni aucun document d'incorporation, rapport annuel ni relevé bancaire relatif à cette corporation;", "- La seule implication communautaire du demandeur serait sa position d'entraîneur de soccer à l'été 2002, laquelle n'était appuyée par aucun document;", "- Le demandeur a présenté des relevés bancaires de TD Canada Trust qui ne couvraient que 7 mois sur la période de 4 ans;", "- Les relevés de transactions par carte de crédit couvraient des périodes de temps très courtes: 29 décembre 2001 au 4 janvier 2002 pour American Express; 26 décembre 2002 au 13 janvier 2003 pour TD Visa; 19 novembre 2001 au 13 janvier 2002, 18 décembre 2002 au 4 janvier 2003 et 19 août 2003 au 26 septembre 2003 pour MBNA Canada;", "- Bien que le demandeur allègue avoir débuté son emploi au Koweït en novembre 2003, il appert des documents soumis qu'il a quitté le Canada le 21 septembre 2003 relativement à cet emploi, qu'il occupait toujours au moment de la décision."], ["[12]", "Compte tenu de la preuve et du fardeau qui incombait au demandeur de démontrer qu'il répondait aux exigences de résidence prévues par l'alinéa 5(1)(c) de la", "Loi sur la citoyenneté", ", le juge a donc conclu que M. El Falah n'était pas physiquement présent au Canada même pendant les 1069 jours où il prétendait l'avoir été, selon la prépondérance des probabilités. Il faut souligner que le juge dit avoir offert la possibilité au demandeur de compléter son dossier au moyen de nouveaux éléments de preuve lors de l'audition, offre que le demandeur a déclinée.", "QUESTION EN LITIGE"], ["[13]", "La seule question en litige dans le cadre de la présente demande de contrôle judiciaire consiste à déterminer si le juge de la citoyenneté a erré en rejetant la demande de citoyenneté de M. El Falah au motif qu'il ne se conformait pas aux exigences de l'alinéa 5(1)(c) de la", "Loi sur la citoyenneté", "ANALYSE"], ["[14]", "Il est maintenant bien établi que la norme de contrôle applicable aux décisions des juges de la citoyenneté est celle de la décision raisonnable: voir, par ex.,", "<FRAGMENT_SUPPRESSED> . Qu'il s'agisse de questions mixtes de droit et de fait, comme lorsqu'il s'agit d'appliquer l'un des tests jurisprudentiels sur la notion de résidence aux faits particuliers de l'espèce, ou de questions purement factuelles, comme la computation des journées d'absence, l'arrêt", "<FRAGMENT_SUPPRESSED> ) enseigne que la Cour de révision doit faire preuve de déférence et résister à la tentation de substituer sa propre évaluation à celle du juge de la citoyenneté. Dans la mesure où la décision contestée est intelligible et bien motivée, et qu'elle peut être considérée comme une solution acceptable au vu de la preuve et du droit, elle ne saurait faire l'objet de contrôle judiciaire:", "<FRAGMENT_SUPPRESSED> ."], ["[15]", "Le demandeur reproche essentiellement au juge de la citoyenneté de ne pas avoir tenu compte de son questionnaire de résidence, dans lequel il faisait état de 351 jours d'absence, et de s'en être plutôt remis uniquement à son formulaire de demande de citoyenneté, où il avait erronément indiqué 391 jours d'absence. Il soutient que ce total de 391 jours résultait manifestement d'une erreur de calcul, qui se constate aisément à la face même de sa demande. Ainsi, il a indiqué 160 jours d'absence pour la période s'étalant du 20 février 2004 au 9 juillet 2004, alors que cette période correspond plutôt à 140 jours."], ["[16]", "Il y a effectivement beaucoup de confusion dans le dossier du demandeur eu égard à ses absences du Canada. Dans sa demande initiale de citoyenneté, il appert que le demandeur s'est effectivement trompé dans le calcul de ses journées d'absence. Néanmoins, il est difficile de conclure qu'il s'agit uniquement d'une erreur de calcul, dans la mesure où les périodes d'absence notées dans son questionnaire de résidence ne correspondent pas à celles qu'il avait indiquées sur sa demande de citoyenneté. Dans cette dernière, il avait notamment mentionné avoir été absent du pays du 7 octobre 2003 au 23 janvier 2004 et du 20 février 2004 au 9 juillet 2004, alors que dans son questionnaire de résidence il mentionne plutôt les périodes du 7 novembre 2003 au 20 février 2004 et du 4 mars 2004 au 9 juillet 2004. De toute évidence, ce sont là davantage que de simples erreurs de calcul."], ["[17]", "Le juge de la citoyenneté lui-même semble avoir eu de la difficulté à déterminer avec précision le nombre de jours d'absence déclaré par le demandeur lui-même. Dans son avis au Ministre, il comptabilise un total de 10 absences pour un total de 391 jours, sans vraiment expliciter comment il en arrive à ce résultat. Or, même en fusionnant les absences déclarées dans la demande de citoyenneté et dans le questionnaire de résidence, je n'ai pu en arriver à ce résultat ou à quelque chose qui s'en approchait. Le juge de la citoyenneté réfère également au nombre de jours d'absence indiqués par le demandeur dans sa demande de citoyenneté et dans son questionnaire de résidence; mais encore une fois, ces chiffres ne correspondent pas aux chiffres que l'on retrouve dans ces formulaires tels que remplis par le demandeur."], ["[18]", "Ces divergences ne m'apparaissent cependant pas fatales, et témoignent sans doute de la confusion causée par les différentes versions fournies par le demandeur quant à ses absences du pays. En bout de ligne, le juge a rejeté la demande de citoyenneté en s'appuyant non pas tant sur le fait que le demandeur n'avait pas cumulé le nombre de jours requis en vertu de l'alinéa 5(1)(c) de la", "Loi sur la citoyenneté", ", mais en insistant sur le fait que le demandeur n'avait pas réussi à établir qu'il était effectivement au Canada durant les périodes au cours desquelles il ne s'était pas déclaré absent. Par conséquent, le nombre exact de jours où le demandeur a déclaré s'être absenté du Canada importe assez peu; encore lui fallait-il démontrer qu'il était bel et bien au pays pendant les périodes durant lesquelles il prétendait y avoir séjourné."], ["[19]", "L'alinéa 5(1)(c) de la", "Loi sur la citoyenneté", "se lit comme suit:", "Attribution de la citoyenneté", "5. (1) Le ministre attribue la citoyenneté à toute personne qui, à la fois:", "a) ...", "b) ...", "c) est un résident permanent au sens du paragraphe 2(1) de la", "Loi sur l'immigration et la protection des réfugiés", "et a, dans les quatre ans qui ont précédé la date de sa demande, résidé au Canada pendant au moins trois ans en tout, la durée de sa résidence étant calculée de la manière suivante:", "(i) un demi-jour pour chaque jour de résidence au Canada avant son admission à titre de résident permanent,", "(ii) un jour pour chaque jour de résidence au Canada après son admission à titre de résident permanent;", "...", "Grant of citizenship", "5. (1) The Minister shall grant citizenship to any person who", "(a) ...", "(b) ...", "(c) is a permanent resident within the meaning of subsection 2(1) of the", "Immigration and Refugee Protection Act", ", and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner:", "(i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and", "(ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence;", ". . . . ."], ["[20]", "Or, la jurisprudence de cette Cour établit que le juge de la citoyenneté peut appliquer l'une ou l'autre des trois approches qui ont été retenues pour interpréter la notion de résidence: voir, par ex.,", "<FRAGMENT_SUPPRESSED> . L'une de ces approches consiste à déterminer si un demandeur a eu une présence physique et réelle au Canada pendant un total de trois ans, en additionnant ces jours de présence de façon stricte:", "Re Pourghasemi", ", [1993] A.C.F. no. 232. C'est la méthode qu'a privilégiée le juge de la citoyenneté dans le présent dossier."], ["[21]", "Dans l'application de ce test, le juge ne saurait s'en remettre aux seules prétentions du demandeur. Il doit également vérifier la présence effective du demandeur au Canada durant les périodes où ce dernier déclare ne pas avoir été absent du pays. Accepter la prétention du demandeur, selon qui le juge aurait erré parce qu'il n'a pas accepté les déclarations qu'il a faites dans son questionnaire de résidence, reviendrait à dire que le juge doit accepter aveuglément les représentations qui lui sont faites quant aux jours d'absence et de présence au Canada. Ce n'est pas ma compréhension de l'approche retenue dans l'affaire", "Re Pourghasemi", ". Si l'on s'attache au calcul strict du nombre de jours pendant lesquels le demandeur doit être présent au Canada, il va de soi que le juge peut et doit s'assurer que le demandeur était bel et bien en territoire canadien pendant la période où il prétend l'avoir été. Faut-il rappeler que c'est au demandeur à qui incombe le fardeau de prouver qu'il satisfait aux conditions prévues par la loi, et notamment aux exigences de résidence:", "<FRAGMENT_SUPPRESSED> . En l'occurrence, les différentes versions fournies par le demandeur ne pouvaient qu'inciter le juge à faire preuve de prudence et à exiger des preuves de sa présence physique au Canada."], ["[22]", "Dans le cadre de son analyse, le juge a examiné les documents présentés par le demandeur, qui ne l'ont cependant pas convaincu que ce dernier avait effectivement été physiquement présent au Canada pendant les diverses périodes telles qu'alléguées. On ne m'a pas convaincu qu'il avait commis une erreur dans son appréciation de la preuve."], ["[23]", "Ainsi, les documents relatifs à l'épouse et aux enfants du demandeur ne prouvaient rien relativement à la présence du demandeur au Canada. Quant aux documents concernant les transactions bancaires, ils ne couvraient que des périodes de temps extrêmement courtes. Enfin, le juge était en droit de s'étonner du fait que le demandeur prétend avoir créé une corporation, alors même qu'il n'a fourni aucun document au soutien de cette allégation ni même aucun document relativement à l'impôt sur le revenu."], ["[24]", "En l'absence de preuve convaincante, le juge pouvait légitimement remettre en question la présence physique du demandeur au Canada au cours de la période visée. D'autant plus que le juge dit avoir offert au demandeur la possibilité de présenter de nouveaux documents lors de l'entrevue, offre dont le demandeur ne s'est pas prévalu."], ["[25]", "Compte tenu de la preuve au dossier, j'arrive donc à la conclusion que le juge de la citoyenneté n'a pas erré et pouvait raisonnablement conclure que le demandeur ne répondait pas aux exigences de résidence prévues par l'alinéa 5(1)(c) de la", "Loi sur la citoyenneté", ". Je comprends la déception du demandeur, mais il ne m'a pas convaincu que la décision du juge Springate ne faisait pas partie des solutions acceptables au vu de la preuve et du droit applicable en la matière. L'appel doit donc être rejeté.", "ORDONNANCE"], ["[26]", "LA COUR ORDONNE que", "l'appel de la décision rendue par le juge de la citoyenneté soit rejeté, sans dépens.", ".........................", "<FRAGMENT_SUPPRESSED>  appealing under subsection 14(5) of the", "Citizenship Act", "(R.S. 1985, c. C-29) from the decision of Citizenship Judge George Springate, dated September 9, 2008, denying his application for citizenship. In support of his appeal, the applicant argues essentially that the Citizenship Judge erred by incorrectly computing his days of absence from Canada during the reference period prescribed by law and not taking into account the corrections made by the applicant to his citizenship application form."], ["[2]", "Having carefully examined the record that was before the Citizenship Judge and the written and oral submissions of the two parties, I have come to the conclusion that this application for judicial review must be dismissed. My reasons are set out in the paragraphs that follow.", "FACTS"], ["[3]", "The applicant is a citizen of Morocco. He arrived in Canada with his wife and three daughters on July 23, 1999. He obtained permanent resident status on July 1, 2000. His wife and his three daughters were granted Canadian citizenship in December 2005."], ["[4]", "On August 20, 2004, the applicant filed an application for citizenship in which he reported that he had been outside Canada for 391 days during the four years preceding the application, namely from August 20, 2000 to August 20, 2004."], ["[5]", "On February 27, 2006, the applicant met with a citizenship officer. He stated that he had been working abroad since the end of 2003 and was asked to fill out a questionnaire on residence. Mr. El Falah filled out the questionnaire and sent it to the Department of Citizenship and Immigration on March 2, 2006."], ["[6]", "A number of documents were attached to the questionnaire: an explanatory letter in which the applicant stated that he had been absent from Canada for 351 days during the period in question; various documents concerning the applicant's wife and children; and other documents more directly connected with his situation (copy of his passport, termination of employment documents from 2000 in Dubai, documents describing his attempts to find work in Canada), the couple's assets and liabilities (mortgage deed, wills, municipal and school tax accounts, automobile insurance, electricity and telephone bills) and financial transactions (bank account, credit card statements, investments)."], ["[7]", "On July 18, 2006, a Department officer referred the applicant's file to a Citizenship Judge because the officer was not satisfied that the documents submitted showed a significant presence in Canada during the reference period. On July 10, 2008, the applicant was summoned to an interview with the Citizenship Judge, which was held on July 30, 2008. On August 1, 2008, the Citizenship Judge denied the applicant's citizenship application.", "IMPUGNED DECISION"], ["[8]", "In the letter he sent Mr. El Falah on September 9, 2009, the Citizenship Judge informed him that he was not satisfied with the evidence submitted to establish the applicant's residence in Canada and concluded that he therefore did not meet the requirements of paragraph 5(1)(", ") of the", "Citizenship Act"], ["[9]", "However, the reasons for his decision are set out more explicitly in the notice of the decision that the Citizenship Judge sent the Minister on July 30, 2009 (Court Record, pp. 9-11)."], ["[10]", "After identifying the relevant period as running from August 20, 2000 to August 20, 2004, the Judge notes that the applicant discloses that he was outside Canada for 391 days during that period. It is therefore clear that the applicant does not meet the strict criterion of mandatory physical presence for 1095 days during the period in issue, as the applicant himself admits."], ["[11]", "Moreover, the Judge indicates that after examining the documents provided by the applicant, he is not satisfied on a balance of probabilities that the applicant was actually physically present in Canada during the number of days alleged. He then lists several reasons leading him to doubt the presence of Mr. El Falah in Canada:", "- The information provided by the applicant regarding his absences from Canada was not clear: in the initial application he reported 357 days of absence, and following an amendment, he reported a total of 364 days of absence in the residence questionnaire. Then, after combining the two lists of absences from Canada, the absences admitted totalled 391 days;", "- Although the applicant claimed to have returned to Canada 10 times, the Judge was able to count only 5 Canadian stamps in his passport;", "- In his residence questionnaire, the applicant gave \"H. E. Falah Corporation\" as his occupation for the period of May 2002; yet he provided no incorporation document, annual report or bank statement in connection with that corporation;", "- The applicant's only community involvement was his position as a soccer coach in the summer of 2002, which was not substantiated by any document;", "- The applicant submitted TD Canada Trust bank statements that covered only seven months out of the four-year period;", "- The credit card transaction statements covered very short time periods: December 29, 2001 to January 4, 2002 for American Express; December 26, 2002 to January 13, 2003 for TD Visa; November 19, 2001 to January13, 2002, December 18, 2002 to January 4, 2003 and August 19, 2003 to September 26, 2003 for MBNA Canada;", "- Although the applicant alleges that he began his job in Kuwait in November 2003, it appears from the documents submitted that he left Canada on September 21, 2003 for that job, which he still held at the time of the decision."], ["[12]", "Given the evidence and the onus on the applicant to show that he met the residence requirements set out in paragraph 5(1)(", ") of the", "Citizenship Act", ", the Judge therefore concluded, on a balance of probabilities, that Mr. El Falah was not physically present in Canada even during the 1069 days when he claimed to have been. It should be noted that the Judge says that he gave the applicant the opportunity to complete his file with new evidence during the hearing, an offer which the applicant declined.", "ISSUE"], ["[13]", "The only issue in this application for judicial review is whether the Citizenship Judge erred in denying Mr. El Falah's application for citizenship on the ground that he failed to meet the requirements of paragraph 5(1)(", ") of the", "Citizenship Act", "ANALYSIS"], ["[14]", "It is now settled law that the standard of review applicable to the decisions of Citizenship Judges is that of reasonableness: see, for example,", "<FRAGMENT_SUPPRESSED> . Whether dealing with questions of mixed fact and law, as when applying one of the jurisprudential tests of the concept of residency to the particular facts of the case, or purely factual questions, as when computing days of absence,", "<FRAGMENT_SUPPRESSED> ) instructs us that the reviewing court should show deference and resist substituting its own view for that of the Citizenship Judge. To the extent that the impugned decision is intelligible and justified and can be considered a defensible outcome in respect of the facts and the law, it should not be set aside on judicial review:", "<FRAGMENT_SUPPRESSED> ."], ["[15]", "The applicant essentially faults the Citizenship Judge for not taking into account his residence questionnaire, in which he reported 351 days of absence, and for instead relying solely on his citizenship application form, in which he incorrectly reported 391 days of absence. The applicant argues that this total of 391 days was clearly the result of a calculation error, which his application makes plain on its very face. Thus, he reported 160 days of absence for the period from February 20, 2004 to July 9, 2004, whereas that period actually corresponds to 140 days."], ["[16]", "There is indeed a great deal of confusion in the applicant's record having regard to his absences from Canada. In his initial citizenship application, it appears that the applicant did in fact make an error in computing his days of absence. Nevertheless, it is difficult to conclude that this was solely a calculation error, since the periods of absence entered in his residence questionnaire do not match those he had reported in his citizenship application. In the latter, for instance, he had reported that he had been out of the country from October 7, 2003 to January 23, 2004, and from February 20, 2004 to July 9, 2004, whereas the periods indicated in his residence questionnaire were from November 7, 2003 to February 20, 2004, and from March 4, 2004 to July 9, 2004. Clearly, these are more than mere calculation errors."], ["[17]", "The Citizenship Judge himself seems to have had difficulty determining with precision the number of days of absence reported by the applicant. In his notice to the Minister, the Judge counted a total of 10 absences for a total of 391 days, without really explaining how he arrived at that result. Yet even by combining the absences reported in the citizenship application with those in the residence questionnaire, I was unable to arrive at that result or anything close to it. The Citizenship Judge also refers to the number of days of absence reported by the applicant in his citizenship application and in his residence questionnaire; but there again, the figures do not match those found in the forms as filled out by the applicant."], ["[18]", "These discrepancies do not strike me as fatal, however, and probably reflect the confusion caused by the different versions provided by the applicant as to his absences from the country. The Judge ultimately denied the application for citizenship by relying not so much on the fact that the applicant had not accumulated the number of days required under paragraph 5(1)(", ") of the", "Citizenship Act", ", but by stressing the fact that the applicant had not succeeded in demonstrating that he was actually in Canada during the periods when he had not reported being absent. Consequently, the exact number of days on which the applicant reported being outside the country is relatively unimportant; he also had to show that he was actually in Canada during the periods he claimed."], ["[19]", "Paragraph 5(1)(c) of the", "Citizenship Act", "reads as follows:", "Grant of citizenship", "5. (1) The Minister shall grant citizenship to any person who", "(a) ...", "(b) ...", "(c) is a permanent resident within the meaning of subsection 2(1) of the", "Immigration and Refugee Protection Act", ", and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner:", "(i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and", "(ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence;", ". . . . .", "Attribution de la citoyenneté", "5. (1) Le ministre attribue la citoyenneté à toute personne qui, à la fois:", "a) ...", "b) ...", "c) est un résident permanent au sens du paragraphe 2(1) de la", "Loi sur l'immigration et la protection des réfugiés", "et a, dans les quatre ans qui ont précédé la date de sa demande, résidé au Canada pendant au moins trois ans en tout, la durée de sa résidence étant calculée de la manière suivante:", "(i) un demi-jour pour chaque jour de résidence au Canada avant son admission à titre de résident permanent,", "(ii) un jour pour chaque jour de résidence au Canada après son admission à titre de résident permanent;", ". . . . ."], ["[20]", "However, this Court has consistently held that the Citizenship Judge can apply any of three tests to interpret the concept of residence: see, for example,", "<FRAGMENT_SUPPRESSED> . One of those tests consists in determining whether an applicant has been actually, physically present in Canada for a total of three years, calculated on the basis of a strict counting of days:", "Re Pourghasemi", ", [1993] F.C.J. No. 232. That is the approach taken by the Citizenship Judge in this case."], ["[21]", "In applying this test, the Judge cannot rely on the applicant's claims alone. He must also verify the applicant's actual presence in Canada during the periods when the applicant claims that he was not outside the country. Accepting the applicant's argument that the Judge erred by failing to accept the statements made by the applicant in his residence questionnaire would amount to saying that the Judge must blindly accept the submissions made to him as to the number of days of absence from or presence in Canada. That is not my understanding of the approach taken in", "Re Pourghasemi", ". If one relies on a strict counting of days during which the applicant must be present in Canada, it follows that the Judge can and must ensure that the applicant was actually on Canadian soil during the period when he claims to have been. One need only point out that it is the applicant who bears the burden of proving that he meets the conditions set out in the Act, and in particular the residence requirements:", "<FRAGMENT_SUPPRESSED> . In this case, the different versions given by the applicant could only lead the Judge to show prudence and to require proof of his physical presence in Canada."], ["[22]", "In his analysis, the Judge examined the documents submitted by the applicant, which however did not satisfy him that the applicant had actually been physically present in Canada during the various periods as alleged. I have not been convinced that the Judge committed an error in assessing the evidence."], ["[23]", "Thus, the documents concerning the applicant's wife and children proved nothing with regard to the applicant's presence in Canada. As for the documents concerning bank transactions, they covered only extremely short periods of time. Lastly, the Judge had reason to be astonished at the applicant's claim that he had set up a corporation, when he adduced no document in support of that claim, not even an income tax document."], ["[24]", "In the absence of convincing evidence, the Judge could legitimately doubt the applicant's physical presence in Canada during the period in issue. All the more so since the Judge says that he gave the applicant the opportunity to submit new documents during the interview, an offer which the applicant turned down."], ["[25]", "Given the evidence in the record, I therefore find that the Citizenship Judge did not err and could reasonably conclude that the applicant did not meet the residence requirements under paragraph 5(1)(c) of the", "Citizenship Act", ". I understand the applicant's disappointment, but he has not satisfied me that the decision of Judge Springate did not fall within a range of possible, acceptable outcomes which are defensible in respect of the facts and the law in this case. The appeal must therefore be dismissed.", "ORDER"], ["[26]", "THE COURT ORDERS that", "the appeal from the decision of the Citizenship Judge be dismissed, without costs.", "[End of document]"]]}