{"id_": "094249", "body_str": [["[1]", "Teitelbaum, J.", ": This is an application for judicial review of a decision of the Veterans Review and Appeal Board (hereinafter VRAB). On June 21, 1996, the VRAB had refused to reconsider in the light of new medical evidence an earlier decision of the Veterans Appeal Board (hereinafter VAB). The applicant received the VRAB's decision on July 19, 1996."], ["[2]", "In his Originating Notice of Motion, the applicant sought the following relief:", "(1) an Order setting aside the VRAB's decision; and", "(2) an Order that the matter be referred back to the VRAB with directions.", "Facts:"], ["[3]", "As a young man, the applicant served in the Canadian military from 1957 to 1960. In 1958, while driving a two and a half ton army truck in Germany, he was forced off the road and collided with a tree. The applicant suffered contusions and was hospitalized overnight. The applicant states that he continued to endure neck pain immediately after the accident. However, he states that because he was reluctant to be perceived a malinger by his fellow soldiers and the army brass, he did not seek further medical attention for the injury during his years of military service. After his discharge in 1960, the applicant alleged that he continued to experience minor neck pain. Once again, however, the applicant never received medical treatment for this discomfort [see footnote 1]. From 1966 to 1967, the applicant was enrolled in the Militia. During the medical examination for the purposes of his enrollment, the applicant did not complain of any neck pain."], ["[4]", "Finally, in October 1988, for the first time, the applicant visited a doctor to specifically seek medical attention for his neck. He attributed his increasing distress to the 1958 military misadventure in Germany. X-Rays performed in 1988 revealed some evidence of cervical disease. However, the radiologist diagnosed the cervical deterioration as not that unusual for a 50 year old."], ["[5]", "The same year, 1988, the applicant began the long process, currently before the court, of seeking a veteran's disability pension. The applicant's claim for a disability pension was based on neck disease as a result of the 1958 military road accident. [see footnote 2] Attached to this initial application was a medical report from Dr. Wilson, the applicant's family doctor. Dr. Wilson believed \"it would be possible even at this late date to relate the pain which he describes as being chronic for many, many years, to the accident which he describes in 1958\" (pp. 157-158, applicant's record). On October 16, 1989, the applicant's claim was rejected by the Pension Commission (pp. 28-30, applicant's record). The neck disability was found to be age-related and not connected to his military service."], ["[6]", "On June 19, 1990, a subsequent appeal to the Entitlement Board of the Canadian Pension Commission (hereinafter Entitlement Board) was also dismissed (pp. 105-110, applicant's record). The applicant then asked Dr. Clough, an orthopaedic surgeon, to review his case. In a 1990 report, Dr. Clough stated that the applicant's uncommon experience of 25 years of gradually increasing neck pain is usually associated with a traumatic injury to the cervical discs. Dr. Clough concluded that the applicant's current neck disability and gradually increasing symptoms could be traced to the 1958 accident (pp. 90-93, applicant's record)."], ["[7]", "Despite Dr. Clough's report, on February 28, 1991, the VAB refused to overturn the Entitlement Board's decision (pp. 31-36, applicant's record). The VAB stated that Dr. Clough's report did not raise a doubt about the Entitlement Board's decision. According to the VAB, there was no reference to neck injuries in the applicant's original 1958 accident report and for the next 30 years, no subsequent complaints or medical treatment."], ["[8]", "In June 1993, Dr. Clough wrote a further report detailing how an early violent whiplash can predispose patients to later cervical disc disease. Dr. Clough also noted how patients suffering from neck injuries can fail to adequately address the problem because of the \"Oh, it's nothing really syndrome\" (pp. 94-96, applicant's record). Dr. Clough's second report was submitted with the applicant's request for the VAB to", "reconsider", "its earlier decision. [see footnote 3] On January 19, 1994, in a brief decision, the VAB refused to reconsider its earlier decision of February 28, 1991 on the basis of Dr. Clough's second report (pp. 37-39, applicant's record). According to the VAB, Dr. Clough's opinion could not rebut the total absence of any record of the existence of a neck problem between 1958 and 1988.", "The Veterans' Review And Appeal Board", "Decision At Issue"], ["[9]", "In 1995, Parliament made changes to the structure of the appeal and review process for veterans' pensions. Under the", "Veterans Review and Appeal Board Act", ", S.C. 1995, c. 18, the VAB was replaced with the VRAB. The VRAB also replaced the former Pension Review Board and the former War Veterans Allowance Board. The VRAB now acts as the sole review and appeal authority for war veterans' pensions."], ["[10]", "Also in 1995, the applicant sought the medical opinion of a third physician, Dr. Murdoch, a specialist in physical medicine and rehabilitation. In a report dated November 28, 1995, Dr. Murdoch described Mr. Mackay's medical history, including bone fusion operations performed in 1992 on certain cervical discs. Dr. Murdoch then wrote the following key passage:", "\"I would think the question you are asking is whether or not it is possible, and indeed whether or not it's more likely than not, or probable, that his present cervical symptoms and the surgery of fairly recent date is connected to this MVA [Motor Vehicle Accident in 1958].", "\"I would answer in the affirmative.", "\"One cannot prove this, but the patient, to the best of my knowledge, is an honest individual, says that it bothered him a bit, and grumbled away over the intervening years. He denied having cervical problems before the accident. Thus, I would think it's more likely than not, or probable, that the accident played a significant, causative role in his present cervical problem. Further elaboration might just cloud the issue - that is the gist.\" (p. 45, applicant's record)"], ["[11]", "The applicant cited Dr. Murdoch's report in his December 12, 1995 request to the VRAB to reconsider the VAB decision of January 19, 1994 in the light of the new medical evidence (pp. 42-43, applicant's record). As stated above, on June 21, 1996, the VRAB refused to reconsider the VAB's January 19, 1994 decision. The letter of June 21, 1996 stated in its entirety:", "\"Pursuant to the provisions of s. 111 of the", "Veterans Review and Appeal Board Act", "this Board is empowered to review on its' (sic) own motion decisions of the former Veterans Appeal Board, the former Pension Review Board and the former War Veterans Allowance Board where it is satisfied that any of the former Agencies erred in the finding of any fact or the interpretation of any law:", "\"Your letter of 12 December 1995 requesting a reconsideration of the Veterans Appeal Board Decision dated 19 January 1994 is based on new evidence from Dr. F.T. Murdoch dated 20 November 1994 [see footnote 4]. This evidence has been reviewed by the Veterans Review and Appeal Board and regrettably this Board is not persuaded that the evidence adds anything to the claim that was not considered by the previous Tribunal when it rendered its decision on 19 January 1994.", "\"The evidence provided by Dr. Murdoch is considered to be speculative and does not outweigh the medical evidence already considered on this case. Therefore, the Board will not review the earlier decision on its own motion.\"", "Parties' Submissions:", "The Applicant"], ["[12]", "The applicant submits that the VRAB committed several jurisdictional and procedural errors in its decision dated June 21, 1996. First, given the legal requirement to favour the applicant in cases of evidentiary doubt, the VRAB was wrong not to accept Dr. Murdoch's uncontradicted credible evidence. Second, the applicant's right to natural justice and procedural fairness was violated by the VRAB's decision. The applicant alleges that he was not advised of his right to make oral submissions before the VRAB. Third, the VRAB misinterpreted the proper legal test for when it could, of its own motion, reconsider the VAB's 1994 decision.", "The Respondent"], ["[13]", "The respondent argues in turn that the VRAB committed no jurisdictional errors. The VRAB properly accepted and weighed Dr. Murdoch's evidence and judged that this evidence did not add anything to the case that was not already before the VAB in 1994. As well, the VRAB considered Dr. Murdoch's evidence to be speculative so it was entitled to rule as it did. Finally, the respondent submits that the VRAB did not violate the applicant's procedural rights. The law puts the onus on the applicant to request an oral hearing, and he made ample written submissions.", "Issues:", "I. Did The VRAB Commit A Jurisdictional Error When It Refused To Reconsider The Earlier Decision Of The Vab In The Light Of New Evidence?", "II. Was The Applicant Denied Natural Justice Because He Did Not Have An Opportunity To Request An Oral Hearing Before The VRAB?", "III. Did The VRAB Err In Applying The Test For When It Could Reconsider An Earlier Decision On Its Own Motion?", "Analysis:", "I. Jurisdictional Error: New Evidence", "Reconsideration Under The Law"], ["[14]", "It is important to clarify the nature of a", "reconsideration", ", a distinct type of review function that is not to be confused with appeal proceedings or judicial review applications considered by a court. Essentially, under s. 111 of the", "Veterans Review and Appeal Board Act", ", the VRAB may reconsider the earlier decision on two broad grounds: (i) on application for", "new evidence", "; or (ii) on its own motion for errors in fact or law."], ["[15]", "Section 111 reads:", "\"The Veterans Review and Appeal Board may, on its own motion, reconsider any decision of the Veterans Appeal Board, the Pension Review Board or the War Veterans Allowance Board and may either confirm the decision or amend or rescind the decision if it determines that an error was made with respect to any finding of fact or the interpretation of any law, or may do so on application if new evidence is presented to it.\""], ["[16]", "There is no definition of new evidence in the", "Veterans Review and Appeal Board Act", ". However, s. 39 of the", "Veterans Review and Appeal Board Act", "does establish general principles for how the VRAB is to dispose of evidence."], ["[17]", "Section 39 reads:", "\"In all proceedings under the Act, the Board shall:", "(a) draw from all the circumstances of the case and all the evidence presented to it every reasonable inference in favour of the applicant or appellant;", "(b) accept any uncontradicted evidence presented to it by the applicant or appellant that it considers to be credible in the circumstances; and", "(c) resolve in favour of the applicant or appellant any doubt, in the weighing of evidence, as to whether the applicant or appellant has established a case.\""], ["[18]", "In effect, s. 39 requires that when new and credible evidence is presented during a reconsideration proceeding, the VRAB has a duty to consider and weigh the evidence in the applicant's favour."], ["[19]", "Section 3 of the", "Veterans Review and Appeal Board Act", "is also crucial because it sets out an overriding framework for veterans' pensions."], ["[20]", "Section 3 reads:", "\"The provisions of this Act and of any other Act of Parliament or of any regulations made under this or any other Act of Parliament conferring or imposing jurisdiction, powers, duties or functions on the Board shall be liberally construed and interpreted to the end that the recognized obligation of the people and Government of Canada to those who have served their country so well and to their dependents may be fulfilled.\""], ["[21]", "Section 3 therefore creates certain liberal and purposive guidelines for claims for veterans' pension in the light of the nation's great moral debt to those who have served this country."], ["[22]", "It is difficult to determine from the sparse nature of the VRAB's reasons, but it appears as if the VRAB did not consider Dr. Murdoch's evidence to be \"new\". In its June 21, 1996 reasons, the VRAB stated that it was \"not persuaded that the evidence adds anything to the claim that was not considered by the previous Tribunal when it rendered its decision ...\". In effect, if Dr. Murdoch's evidence did not \"add anything\", it was not new because it was similar to previous evidence with merely a different doctor's name attached to the opinion."], ["[23]", "However, I am satisfied that Dr. Murdoch's report qualifies as \"", "new", "evidence\" for the purposes of s. 111. The applicant has cited a test for \"new\" evidence from", "<FRAGMENT_SUPPRESSED>  D.L.R.(3d) 212, at p. 224 [D.L.R.] (hereinafter", "Palmer", "):", "\"... The following principles have emerged:", "(1) the evidence should generally not be admitted if, by due diligence, it could have been adduced at trial provided that this general principle will not be applied as strictly in a criminal case as in civil cases: see", "<FRAGMENT_SUPPRESSED> ;", "(2) the evidence must be relevant in the sense that it bears upon a decisive or potentially decisive issue in the trial;", "(3) the evidence must be credible in the sense that it is reasonably capable of belief, and", "(4) it must be such that if believed it could reasonably, when taken with other evidence adduced at trial, be expected to have affected the result.\""], ["[24]", "Dr. Murdoch's report meets the criteria for \"new\" evidence enumerated in", "Palmer", "like relevance, credibility, effectiveness and the interests of justice. Although", "Palmer", "was a criminal law case, its analysis is pertinent to the case at bar. Despite the seeming belatedness of Dr. Murdoch's report, I do not find that the applicant failed to exercise due diligence. The applicant had anticipated that the VAB in its January 19, 1994 decision would have found the opinion of Dr. Clough, an orthopaedic surgeon, sufficient. However, Dr. Clough spoke of possibilities and not probabilities (pp. 94-98, applicant's record). It is also clear from the opening line of Dr. Murdoch's report that he had consulted with the applicant some months before its actual date of November 28, 1995 (p. 44, applicant's record: \"The above named patient was seen by myself at the request of Dr. Michael Wilson, his family doctor, a couple of months or so ago.\")."], ["[25]", "More importantly, as was stated above, Dr. Murdoch's evidence speaks to \"probabilities\", not possibilities. The medical report therefore bears on a decisive issue that is relevant and could have had a determinative result if it had been accepted by the VRAB. The respondent submits that the VRAB did indeed \"accept\" Dr. Murdoch's evidence. According to the respondent, there is no merit to the argument that the VRAB committed a jurisdictional error because it did not accept new evidence. The respondent argues that because the VRAB stated in its decision dated June 21, 1996 that it had \"reviewed\" the evidence, it therefore \"accepted\" the evidence. I disagree. Admitting the evidence into the record or performing a \"review\" is not synonymous with \"acceptance\" according to the requirements of s. 39 of the", "Veterans Review and Appeal Board Act", ". Section 39 requires that uncontradicted and credible evidence should be accepted as determinative of the issue. The VRAB characterized Dr. Murdoch's evidence as speculative because it did not contribute anything that was not already present before the VAB in 1994. Thus, if we are to take the VRAB's June 21, 1996 letter at face value, it only \"accepted\" Dr. Murdoch's evidence very grudgingly, if at all."], ["[26]", "I hold in line with the cases of", "<FRAGMENT_SUPPRESSED>  (T.D.) (hereinafter \"", "Moar", "\") and", "<FRAGMENT_SUPPRESSED>  (F.C.A.) (hereinafter \"", "Fillmore", "\"), that the VRAB erred in failing to accept Dr. Murdoch's opinion as new evidence when it made no adverse findings on the credibility of Dr. Murdoch.", "Moar", "also concerned a peace time veteran who was injured during a military accident, did not seek treatment and only many years later sought a pension on the basis of cervical disc disease because of the accident. Although the VAB  <FRAGMENT_SUPPRESSED>", "rejected the applicant's claim because the Entitlement Board's decision was \"reasonable and proper\", Mr. Justice Heald in a decision of the Trial Division of the Federal Court granted judicial review. Mister Justice Heald ruled  <FRAGMENT_SUPPRESSED>", "that in a case involving \"medical matters\" under s. 10(5) of the", "Veterans Appeal Board Act", ", R.S.C. 1985, c. 20 (3rd. Supp.) [see footnote 5], the Board must accept uncontradicted medical evidence in the absence of adverse credibility findings. Mr. Justice Heald stated at p. 317:", "\"The Board was silent as to the credibility of Dr. McKenna's findings. If it found his evidence lacking in credibility, it should have said so and given its reasons for so finding. In the absence of credibility findings, subparagraph 10(5)(b) suggests that the Board should have accepted Dr. McKenna's evidence. In failing to do so, the Board's decision is made in excess of jurisdiction, in my view\" (footnote omitted)."], ["[27]", "In the present case, the VRAB was equally silent on the credibility of Dr. Murdoch's report; it merely characterized it as \"speculative\". However, in the words of Mr. Justice Heald  <FRAGMENT_SUPPRESSED>", ", it did not \"give the reasons\" for this finding. Whatever frustrations the VRAB might have felt with the applicant's ever-increasing roster of medical doctors, the VRAB did not analyze in the June 21, 1996 decision, the basis of Dr. Murdoch's opinion nor state that it was not credible or reasonable. Dr. Murdoch is clear and unambiguous on the", "probable", ", not just the possible, connection between the subsequent development of the applicant's cervical disc disease and the 1958 truck accident. When an expert speaks of probabilities and not possibilities, that is not speculation. Thus, in its June 21, 1996 reasons, the VRAB did not do full justice to Dr. Murdoch's evidence in its too hasty dismissal of the applicant's case."], ["[28]", "The respondent cited my decision in", "<FRAGMENT_SUPPRESSED>  (T.D.), appeal dismissed June 12, 1996 in Court File No. A-263-95 (hereinafter \"", "Tonner", "\") to argue that the court has tempered the seemingly open-ended nature of s. 10(5) of the", "Veterans Appeal Board Act", ". I stated at p. 160 of the", "Tonner", "decision:", "\"My reading of s. 3 and s. 10(5) does not lead me to interpret the sections so as to read that whatever submission is made by a veteran, that submission must automatically be accepted by the members of the VAB. The evidence must be credible and reasonable.\""], ["[29]", "However, one can distinguish the case at bar from", "Tonner", ". In", "Tonner", ", the medical evidence was certainly more equivocally expressed than in the current proceedings. Indeed, there were contradictory medical findings in the record on the issue of whether Mr. Tonner's wartime exposure to toxic chemicals was connected to his later development of Lou Gehrig's disease (ALS). In fact, there was even some doubt as to whether Mr. Tonner had been exposed in the first place to the toxic chemicals. In", "Tonner", ", one doctor couched his opinion in a highly nebulous phrase like \"one could state ... (it) may or may not have contributed to this disease\". I concluded that the physician in", "Tonner", "\"purposely avoid(ed) giving an opinion\". Dr. Murdoch in the case at bar is not given to such equivocations and hesitations, nor are there any contradictory reports in the record."], ["[30]", "Furthermore,  <FRAGMENT_SUPPRESSED>", ", Mr. Justice Heald in a decision of the Federal Court of Appeal held at p. 358 that failure of a Board to", "expressly", "consider new evidence in the light of s. 39 or specifically refer to the legislative provisions is a significant omission \"that supports a conclusion of reviewable error on the part of the VAB\". In", "Tonner", "at p. 160, I came to a similar conclusion on the need for the VAB to always keep in mind its statutory duties and the broad principles informing the allowance of veterans' pensions.", "\"The Board gave consideration to the evidence", "always bearing in mind its statutory obligations pursuant to s. 3 and s. 10(5) of the", "VAB Act", "(emphasis added). Clearly, the members of the Board applied the proper 'test', that is, that it should find in favour of the applicant if the applicant produced credible evidence that raises at least a reasonable doubt that the fact is true (", "<FRAGMENT_SUPPRESSED> ] ).\""], ["[31]", "In the case at bar, the VRAB in its June 21, 1996 decision only referred to s. 111 of the", "Veterans Review and Appeal Board Act", ". There is no explicit reference or even implicit suggestion in the June 21, 1996 decision that the VRAB took into account the dictates of s. 3 and s. 39. I therefore conclude that the VRAB committed a jurisdictional error and acted contrary to s. 3 and s. 39 of the", "Veterans Review and Appeal Board Act", "when it failed to draw from the evidence every reasonable inference in favour of the applicant. Dr. Murdoch's evidence raises a reasonable inference that the applicant's neck disease may have been attributable to his military accident in 1958."], ["[32]", "Even if I had found otherwise and held that the VRAB did not commit a jurisdictional error, I would have held that judicial review was warranted on other grounds. First, the VRAB violated procedural fairness because it failed to inform the applicant of his right to request an oral hearing. Second, the VRAB applied an incorrect principle of law concerning the test for when it could reconsider new evidence on its own motion.", "Procedural Fairness"], ["[33]", "The VRAB violated procedural fairness when it failed to notify the applicant that he could request an oral hearing. It is simplistic to argue, as the respondent does, that the applicant never asked about an oral hearing because \"he clearly chose to proceed by written submission ...\" (paragraph 15, p. 7, respondent's record). The respondent states that article 3 of the", "Veterans Review and Appeal Board Regulations", ", SOR/96-67 (hereinafter", "Regulations", ") puts the onus on the applicant to specifically request an oral hearing. Article 3 reads:", "\"3. In any proceeding under the Act, other than an application for a compassionate award under s. 34(1) of the Act, the applicant or appellant shall inform the Board whether they intend to proceed", "(a) by written submission", "(b) by appearing personally, with or without making a written submission, or", "(c) by having a representative appear, without making a written submission.\""], ["[34]", "According to the respondent, the applicant merely had to ask for an oral hearing, but the onus was on him to ask. However, internal documents from the VRAB belie the seeming ease of obtaining a hearing before the VRAB. In fact, correspondence between Mr. Charles Keliher, the applicant's representative from the Bureau of Pensions Advocates, and Karen Rowell, the Operations Chief of the VRAB, reveals some confusion within the VRAB on the status of oral hearings on a reconsideration application. There is some doubt whether the VRAB's procedure concerning oral hearings was clear to the applicant or even the VRAB itself! In the applicant's request for a reconsideration dated December 12, 1995, he did not specify whether he wanted an oral hearing. In a letter dated May 23, 1996 (p. 56, applicant's record), Mr. Keliher addressed the following compelling question to the Operations Chief of the VRAB:", "\"I understand that this matter was heard by a panel of the Board on May 8 last. It does not appear that either my client or myself were advised that the Board intended to reconsider the matter. Was this an oversight or is this the practise of the Board?\""], ["[35]", "In effect, the applicant, by his counsel, implicitly demonstrated his interest in making oral representations."], ["[36]", "After Mr. Keliher's query, Ms. Rowell, the Operations Chief, responded in a letter dated June 25, 1996 (p. 55, applicant's record). This June 25, 1996 letter was dated some", "four days after", "the VRAB's actual decision of June 21, 1996. Ms. Rowell informed Mr. Keliher that:", "\"the applicant's case was not heard on May 8. It has been forwarded for screening to determine if the new evidence presented is relevant to the claim. If it is determined to be relevant, then you will be advised of the hearing. If not, you will be advised on the action of your request.\""], ["[37]", "Mr. Keliher, the applicant's advocate, could only have concluded from reading Ms. Rowell's letter that he was not permitted to make oral representations on a vital topic like the relevancy of the evidence. This restriction on the availability of an oral hearing flies in the face of Article 3 of the", "Regulations", ". Article 3 of the", "Regulations", "states that \"", "in any proceeding under the Act", "\" (my emphasis), it is at the applicant's choosing whether he or she proceeds by personal appearance and oral submissions. Indeed, Ms. Rowell's June 25, 1996 letter to Mr. Keliher is undermined by the respondent's own subsequent characterization before the court of the oral submission issue as a question of the applicant's pure choice, at any time. There is no suggestion in the", "Regulations", "that oral submissions are granted only after an initial screening for relevancy. Indeed, s. 28(1) of the", "Veterans Review and Appeal Board Act", "is to a similar effect and states, \"Subject to subs. (2), an appellant may make a written submission to the appeal panel or may appear before it, in person or by representative and at their own expense, to present evidence and oral arguments\"."], ["[38]", "The last letter between Mr. Keliher and Ms. Rowell was dated July 8, 1996 and concluded with Ms. Rowell's apologies \"for any confusion caused by this matter\" (p. 53, applicant's record)."], ["[39]", "I quote from this correspondence between Mr. Keliher and Ms. Rowell to demonstrate that the applicant's own advocate, an individual from the Bureau of Pensions Advocates, had difficulty fixing the availability and timing of an oral hearing before the VRAB from the Operations Chief of that very body. It is unsatisfactory, therefore, for the respondent to now blithely assert that the applicant merely had to ask for an oral hearing. By the time the applicant's advocate was conclusively advised of the timing and procedures for making this request for an oral hearing, the decision on the applicant's case had already long been made. More importantly, as was stated above, Ms. Rowell's information in the correspondence to Mr. Keliher appears to contradict the wording of Article 3 of the", "Regulations", ", the respondent's own characterization and s. 28(1) of the", "Veterans Review and Appeal Board Act", ". Nothing in the record indicates that the applicant submitted to the VRAB that he wanted to proceed only by written submissions. The respondent argues that there is some ambiguity in the applicant's initial request for reconsideration dated December 12, 1995 on the issue of whether written submissions were sufficient. However, I hold that the application is not ambiguous, or if any ambiguity exists, it is thoroughly belied by Mr. Keliher's evident surprise in his letter dated May 23, 1996 that the VRAB had proceeded without advising him."], ["[40]", "Finally, there is the overriding imperative in s. 3 of the", "Veterans Review and Appeal Board Act", "to interpret \"the provisions of this Act and of any other Act of Parliament or of any", "regulations", "(my emphasis) made under this or any other Act of Parliament conferring or imposing jurisdiction, powers, duties or functions on the Board ... liberally ... and to the end that the recognized obligation of the people and Government of Canada to those who have served their country so well and to their dependents may be fulfilled.\""], ["[41]", "The applicant has cited", "<FRAGMENT_SUPPRESSED>  (T.D.), to buttress his claim that there was a breach of procedural fairness.", "Silver", ", however, concerned a dispute under s. 10(2) of the", "Veterans Appeal Board Act", ", a provision that is more explicit than the equivalent s. 28(1) in the", "Veterans Review and Appeal Board Act", ". Section 10(2) of the", "Veterans Appeal Board Act", "provides for a \"full opportunity to appear before the board and to present documentary evidence and argue to it, in person or by a representative at the person's own expense.\". In", "Silver", ", Mr. Justice Richard held that on a application for reconsideration, as in the case at bar, the Board could not assume that the applicant did not want to make a personal appearance merely because he had made no reference to an oral appearance in his initial application and written submissions."], ["[42]", "Despite the differences between s. 10(2) of the", "Veterans Appeal Board Act", "and s. 28(1) of the", "Veterans Review and Appeal Board Act", "Silver", "is still pertinent to the case at bar.", "Silver", "stands for the general and overriding principle, found in both statutory regimes, that veterans must be given every opportunity to present their claims. In paying due heed to the internal confusion within the ranks of the VRAB as evidenced by the correspondence cited above, and acknowledging the impetus in s. 3 to liberally construe the provisions of the law, I conclude that the VRAB denied the applicant procedural fairness when it did not give him an opportunity to make oral submissions. The VRAB might have reached the same conclusion even if it had received the benefit of these oral submissions, but the applicant was entitled nonetheless to make them and be heard.", "Reconsider On Its Own Motion"], ["[43]", "Irrespective of the VRAB's failure to accept Dr. Murdoch's report under s. 111 and its violation of procedural fairness, the VRAB also erred because it failed to properly apply the test for when it could reconsider an earlier decision", "on its own motion", ". As was stated above, s. 111 of the", "Veterans Review and Appeal Board Act", "describes the reconsideration process. On application, the VRAB can reconsider an earlier decision if new evidence is presented. Dr. Murdoch's report falls under this element of s. 111. However, there is another facet to s. 111. On its own motion, the VRAB can reconsider an earlier decision if it determines \"that an error was made with respect to any finding of fact or the interpretation of any law\". In its June 21, 1996 reasons, the VRAB did not explicitly cite an absence of errors in fact or law in the VAB's earlier decision. Instead, the VRAB merely stated that the evidence of Dr. Murdoch was \"speculative and does not outweigh the medical evidence already considered on this case.", "Therefore", ", the Board will not review the earlier decision on its own motion [my emphasis]\"."], ["[44]", "The use of the term \"therefore\" in the June 21, 1996 letter strikes an odd note. In my view, the VRAB has concluded that it cannot review", "on its own motion", "the earlier decision because the new evidence does not outweigh the medical evidence already considered. This is not one of the factors stated in s. 111 as a basis for the exercise of the VRAB's discretion to reconsider on its own motion. The VRAB has therefore committed an error in law because it exercised its discretion on an irrelevant consideration:", "<FRAGMENT_SUPPRESSED>  (Div. Ct.), at p. 397. Besides its jurisdictional and procedural errors, the application of an improper test under s. 111 is sufficient to warrant judicial review of the VRAB's decision."], ["[45]", "Because of the VRAB's jurisdictional and procedural errors already discussed above, I need not determine for the purposes of the current proceeding what the VRAB should have determined if it had properly applied the relevant considerations in s. 111 to Mr. Mackay's case. Suffice to say that for the VRAB, to properly exercise its statutory mandate under s. 111, must look to potential errors of fact or law in the earlier decision under reconsideration and examine its merits. Effectively in a reconsideration, the VRAB is required to look backwards to the substance of the earlier decision. In a similar vein, in a judicial review application concerning the VRAB's failure to reconsider an earlier decision, the court must equally look backwards to the earlier decision. Thus, the court in the case at bar cannot decide in a vacuum if the VRAB on June 21, 1996 properly exercised its discretion. The court must also pay some attention to the earlier decision of the VAB dated January 19, 1994 because it was at issue in the VRAB reconsideration proceeding."], ["[46]", "However, I wish to emphasize that it is not for the court in the current proceeding to conduct a full-fledged judicial review of the January 19, 1994 decision of the VAB. The validity of the earlier decision of January 19, 1994 cannot properly be challenged in a judicial review of the VRAB's June 21, 1996 reconsideration decision. The court does not have jurisdiction to overturn the earlier decision. By its very nature, a reconsideration under the auspices of the", "Veterans Review and Appeal Board Act", "is backward-looking but there cannot be a point of infinite regression. The applicant can only argue that the", "VRAB", "in its June 21, 1996 decision did not properly exercise its discretion under s. 111 because it did not reconsider on its own motion the earlier decision of the VAB despite the existence of errors of fact and law in the VAB decision."], ["[47]", "The court's limited power to examine the earlier VAB decision of January 1994 in an application for judicial review of a decision dated June 1996 is exceptional and exists because of the particular nature of reconsideration proceedings under the", "Veterans Review and Appeal Board Act", ". The respondent cites", "<FRAGMENT_SUPPRESSED>  (F.C.A.) (hereinafter", "Dasent", ") to argue that such a power, however limited, does not exist.", "Dasent", "concerned a judicial review of a decision of an immigration officer under s. 114(2) of the", "Immigration Act", ", R.S.C. 1985, c. I-2. This decision in turn was based in part on an earlier such decision by a different immigration officer. The Federal Court of Appeal ruled at p. 305 that \"on a judicial review of the later decision, it is not open to an applicant to challenge the validity or procedures of the decision of the first application\". According to the respondent, it is now untimely and irrelevant to consider whether the 1994 VAB panel made errors of law."], ["[48]", "However, the respondent's argument does an injustice to the true nature of a reconsideration under s. 111 and violates the spirit of s. 3 of the", "Veterans Review and Appeal Board Act", ". [see footnote 6] Section 111 would not require examination of the earlier decision's potential errors in fact and law in a reconsideration if some attention were not to be paid to the substance of the earlier decision.", "<FRAGMENT_SUPPRESSED> , can also be distinguished as an immigration case dealing with two separate decisions of immigration officers. The mandate of the VRAB in a reconsideration proceeding is not the mandate of an immigration officer in a request for a visa on humanitarian and compassionate grounds. A reconsideration proceeding by its very nature requires some harkening back to the earlier decision by the reconsideration panel, the VRAB, and imposes the same requirement on the court considering an application for judicial review of the VRAB's decision."], ["[49]", "The applicant submits that the errors committed by the VAB in January 1994 include its failure to reconsider the 1991 decision of the VAB in the light of Dr. Clough's uncontradicted and credible medical evidence. As well, the applicant submits that the VRAB must act, as in the current proceedings, when the VAB's previous decision", "is a nullity", "because of a breach of procedural fairness. The applicant argues that since an individual named Cormier participated in the first February 28, 1991 VAB decision and then acted as Chair for the abortive January 19, 1994 reconsideration, there was a reasonable apprehension of bias in the second VAB decision. Since the VAB was biased in its 1994 decision, the 1994 decision was a nullity. Therefore, the applicant argues that the VRAB in its June 21, 1996 decision should not have let such a nullified decision stand."], ["[50]", "I have some difficulty with the applicant's argument in this instance. It must be remembered that the VRAB's power to reconsider on its own motion is a", "discretionary", "one. Courts are generally reluctant to intervene in exercises of discretion by statutory bodies. I am therefore not prepared to conclude that the VRAB fatally exercised its discretion on June 21, 1996 because it did not reconsider on its own motion the earlier decision of the VAB. As well, s. 111 of the", "Veterans Review and Appeal Board Act", "does not stipulate that the VRAB can, of its own motion, reconsider an earlier decision based on a nullity. There is also room for doubt on whether the purported nullity exists. Section 12 of the", "Veterans Appeal Board Act", ", the former provision on reconsideration, did not stipulate that the reconsideration panel had to be composed of individuals who had not sat on the original decision under reconsideration. I am not convinced that it is a violation of procedural fairness in a reconsideration under the", "Veterans Appeal Board Act", "for a member to sit on a reconsideration of an earlier decision."], ["[51]", "Section 27(2) of the", "Veterans Review and Appeal Board Act", ", the legislation replacing the", "Veterans Appeal Board Act", ", contains such an express prohibition. A member of a review panel cannot sit on an appeal panel that has been established to hear an", "appeal", "of a decision made by that review panel. However, Parliament provided for s. 27(2) in the", "Veterans Review and Appeal Board Act", "because the VRAB combines the review and appeal functions previously divided between different bodies like the Entitlement Board and the VAB. The applicant is therefore overstating the case when he argues that Cormier sat", "on an appeal", "(my emphasis) of his or her own decision. As was stated above, reconsideration under the various acts (either s. 12 in the", "Veterans Appeal Board Act", "or s. 111 of the", "Veterans Review and Appeal Board Act", ") is not akin to an appeal."], ["[52]", "Be that as it may, I have not ruled conclusively on this issue of how the VRAB should have exercised its discretion if it had considered the proper criteria for reconsidering an earlier decision on its own motion. In the case at bar, Mr. Mackay's application for judicial review can be disposed of on other grounds like the VRAB's jurisdictional error, violation of procedural fairness and improper application of the legal test for reconsideration on its own motion.", "Conclusion"], ["[53]", "The decision of the VRAB dated June 21, 1996 is set aside. The proceeding is remitted to the VRAB to be decided on a basis not inconsistent with these reasons for judgment. Specifically, the VRAB should accept Dr. Murdoch's evidence and give the applicant the benefit of every reasonable inference on the basis of this evidence if it finds the evidence to be credible. However, if the VRAB is not prepared to accept the evidence as credible, it should provide reasons for its refusal and conclusion of noncredibility, and still always bear in mind the dictates of s. 3 and s. 39 of the", "Veterans Review and Appeal Board Act", ". Furthermore, the applicant should be given an opportunity to request an oral hearing and make oral submissions, if he so desires.", "Application allowed.", "Editor: David Weir/saf", "Footnotes", "1.\tIn a written statement prepared December 23, 1988 to advance his claim for a pension, the applicant wrote , \"I did not complain when discharged because I just wanted to get on with my life and at the time I was a young Cape Bretoner and unless you were in the War people there would laugh at you\".", "2.\tIn his original claim for a pension, the applicant had also claimed a pension on the basis of osteoarthritis in his hands due to a separate service accident. That claim is not in issue in the current proceedings.", "3.\tReconsiderations are discussed below in greater detail in relation to the issue of the VRAB's jurisdiction.", "4.\tThe Board is in error since Dr. Murdoch's report was dated November 28, 1995.", "5.\tSection 39 is the closely equivalent provision in the current", "Veterans Review and Appeal Board Act", ". The sole difference between the current s. 39 of the", "Veterans Review and Appeal Board Act", "and s. 10(5) of the repealed", "Veterans Appeal Board Act", "is the use of the phrase \"applicant or", "member", "\" in s. 10(5) instead of the phrase \"applicant or appellant\" in s. 39.", "6.\tIt must be recognized that the applicant chose the", "reconsideration", "route and not judicial review because Mr. Mackay was represented on a free basis by representatives of the Bureau of Pension Advocates for the reconsideration proceedings. The same is not true for judicial review applications. The record contains a letter from Mr. Keliher, the applicant's advocate for his initial appeal to the VAB in 1991 and his subsequent requests for reconsideration in 1994 and 1996 (pp. 74-75, applicant's record). In the 1991 letter, Mr. Keliher underlines to the applicant that there are two possible courses of action if the VAB responds unfavourably to the initial appeal. The applicant could make a request for reconsideration in which Mr. Keliher would continue to represent the applicant free-of-charge. However, judicial review, the second option is not covered by the mandate of the Bureau of Pensions Advocates. What veteran of modest means like the applicant would not have chosen the reconsideration route in the hope that justice or at the very least, a pension, could be found at no cost to himself?", "[End of document]"]]}