{"id_": "094206", "body_str": [["[1]", "Gleason, J.", ": This case involves an application for an order in the nature of prohibition to restrain the Minister of Health from issuing a Notice of Compliance [NOC] under the", "Patented Medicines (Notice of Compliance) Regulations", ", SOR/93-133 [the", "NOC Regulations", "] to the respondent, Cobalt Pharmaceuticals Company [Cobalt], for approval to sell its generic version of an eye drop in which the active pharmaceutical ingredient [API] is a 0.2% concentration of olopatadine."], ["[2]", "Alcon Canada Inc. and Alcon Pharmaceuticals Ltd., two of the applicants in this matter, distribute and sell both a 0.1% and a 0.2% olopatadine eye drop solution. The 0.1% solution was developed first and is marketed under the name \"PATANOL\", and the 0.2% solution is marketed as \"PATADAY\". Both are available in Canada through prescription and are used to treat allergic and inflammatory eye reactions. Olopatadine, the active ingredient in the two products, is a known compound, and its usefulness in the treatment of allergic and inflammatory eye reactions has likewise been known for several years."], ["[3]", "Both PATANOL and PATADAY are listed on the Patent Register, established under s. 3(2) of the", "NOC Regulations", ". The applicants (collectively termed  <FRAGMENT_SUPPRESSED> ) own or are licensed to use three patents that are (or were) listed against the PATANOL and PATADAY products on the Register. Canadian Patent No. 2,195,094 [the 094 Patent] is listed against both products, and Canadian Patent No. 2,447,924 [the 924 Patent] is listed against PATADAY. In addition, Canadian Patent No. 1,337,603 [the 603 Patent] was previously listed against both the 0.2% and 0.1% products but that patent expired on November 21, 2012."], ["[4]", "Cobalt applied to the Minister of Health under the", "NOC Regulations", "for approval to sell its generic version of a 0.1% and 0.2% olopatadine eye drop in Canada and, as is required by the", "NOC Regulations", ", served Alcon with Notices of Allegation [NOAs] in respect of each concentration. In its NOAs, Cobalt contests the validity of both the 094 and the 924 Patents (but not the now-expired 603 Patent)."], ["[5]", "In response, Alcon commenced prohibition proceedings in this Court, pursuant to subsection 6(1) of the", "NOC Regulations", ", seeking to restrain the Minister of Health from issuing NOCs to Cobalt, thereby hoping to prevent Cobalt from distributing and selling its version of 0.1% and 0.2% olopatadine eye drops in Canada until the 094 and 924 Patents expire, respectively, in 2016 and 2022."], ["[6]", "The present application deals with the 0.2% concentration and was commenced on March 8, 2012. As originally pleaded, Alcon relied on both the 094 and 924 Patents in support of its claimed right to exclusively market and distribute 0.2% olopatadine eye drops. However, it now relies solely on the 924 Patent in support of its position in this application."], ["[7]", "In this regard, the issues between the parties in respect of the 0.1% concentration eye drops (with the exception of costs) have been resolved, as Alcon discontinued its application involving Cobalt's 0.1% product following the decision in", "<FRAGMENT_SUPPRESSED>  asserts the 094 Patent and accordingly now relies solely on the 924 Patent in support of its claim to a continued right to exclusively sell and distribute the 0.2% olopatadine product in Canada."], ["[8]", "<FRAGMENT_SUPPRESSED>  094 Patent, finding that Alcon had not substantiated that the 094 Patent is valid. More specifically, Justice Barnes determined that the 094 patent merely claimed a known use for an old product and accordingly held that the 094 patent failed on the ground of obviousness. In light of Alcon's acceptance of these findings, only the 924 Patent is at issue in the present application."], ["[9]", "The 924 Patent is directed in relevant part towards particular combinations of olopatadine and polyvinylpyrrolidone [PVP], a known excipient (or ingredient) often present in pharmaceutical formulations. As is more fully discussed below, the 924 Patent claims an invention centred on the alleged ability of PVP to stabilize a solution containing olopatadine. Alcon alleges that this ability of PVP to stabilize olopatadine solutions was unknown before it was disclosed in the 924 Patent."], ["[10]", "Alcon relies in this application on only two of the 32 claims made in the 924 Patent, namely Claims 2 and 7 (the \"asserted claims\"), which are both composition claims. Cobalt does not allege that it does not infringe these claims, and thus infringement is not at issue."], ["[11]", "Cobalt instead asserts that the 924 Patent is invalid: it raises several alternate arguments in support of its claim of invalidity. More particularly, Cobalt first asserts that the 924 Patent lacks inventiveness and is therefore invalid due to obviousness. Second, Cobalt alleges that the promised utility of the 924 Patent was neither demonstrated nor soundly predicted by Alcon, which likewise results in its invalidity. Third, Cobalt argues that the relevant claims made in the 924 Patent are broader than the invention allegedly made, and that this, likewise, leads to invalidity. Finally, Cobalt claims that the 924 Patent is ambiguous and that disclosure contained in the patent is insufficient, which would similarly lead to its being found invalid. If Cobalt is correct in any one of these assertions, this application must be dismissed."], ["[12]", "For the reasons set out below, I agree with Cobalt's assertions regarding the lack of demonstrated utility and lack of sound prediction as well as overbreadth of Claims 2 and 7 of the 924 Patent and accordingly am dismissing this application, with costs.", "I.", "General principles applicable to NOC proceedings"], ["[13]", "Prior to examining the issues raised by the parties regarding the alleged invalidity of the 924 Patent, it is perhaps useful to briefly summarise the context in which the present application arises. As Justice Sharlow noted in", "<FRAGMENT_SUPPRESSED>  CPR (4th) 375 [ <FRAGMENT_SUPPRESSED> ] at para 14, the Patent Register maintained by the Minister of Health is the \"linchpin\" of the", "NOC Regulations", ", which operate in the following fashion. Where an innovator's drug is listed on the Patent Register, another drug manufacturer (typically a generic manufacturer) who wishes to produce a similar product (and who lists the innovator's drug as a reference product in its Abbreviated New Drug Submission) may seek an NOC to authorise it to distribute and sell its generic version of the drug in Canada (see s. 5(1) of the", "NOC Regulations", "). When it does so, the generic drug manufacturer (or \"second person\") must serve the innovator (or \"first person\") with an NOA, setting out its position as to why the generic product either will not infringe the innovator's patent or as to why it believes that such patent is invalid (see s. 5(3) of the", "NOC Regulations", ")."], ["[14]", "The jurisprudence recognises that an NOA must contain a detailed statement of the factual and legal bases for such allegations, which must be sufficiently particularized so as to allow the innovator to appreciate the case it has to meet (see e.g.", "<FRAGMENT_SUPPRESSED> CPR (4th) 1 [", "Procter& Gamble", "];", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). The NOA thus functions much like a pleading and circumscribes the issues and to a large extent the evidence that the generic manufacturer may raise in the context of an application like the present. As my colleague, Justice Hughes, recently stated in <FRAGMENT_SUPPRESSED> at para 37: \"... the Notice of Allegation must set forth the legal and factual bases for the allegations in a sufficiently complete manner so as to enable the first person ... to assess its course of action in response to the allegations.\""], ["[15]", "An innovator who receives an NOA may choose to not contest it, in which event the NOC will be issued to the generic company, which will then be permitted to enter the Canadian market with its competing product. Or, conversely, the innovator may, like Alcon has done here, choose to seek an order of prohibition under subsection 6(1) of the", "NOC Regulations", ". Where this occurs, the Minister of Health is precluded from issuing an NOC to the second company for 24 months following the date the Notice of Application is filed or for a shorter period if the prohibition application is dismissed, withdrawn or discontinued before the 24 months have elapsed. The filing of an application for prohibition therefore functions like an injunction, preventing the second company from entering the market for up to 24 months."], ["[16]", "Proceedings such as the present do not determine issues of patent validity or infringement, but rather, are limited to making determinations in respect of the ability of the Minister of Health to issue an NOC. As Justice Sharlow noted in <FRAGMENT_SUPPRESSED> at para 21,", "The", "NOC Regulations", "operate in addition to the patent enforcement regime in the", "Patent", "Act", ". Regardless of the outcome of a prohibition application, the innovator has the right to sue a generic drug manufacturer for infringement, and a generic drug manufacturer has the right to impeach the patent."], ["[17]", "The structure of the", "NOC Regulations", "(as well as the presumption of validity of a patent set out in subsection 43(2) of the", "Patent Act", ", RSC 1985, c P-4 [", "Patent Act", "]) affect the burden of proof in an application such as the present. In this regard, provided the party seeking the NOC files evidence that is capable of establishing invalidity, the burden shifts to the applicant to establish the validity of the patent in respect of the points in issue (see e.g.", "<FRAGMENT_SUPPRESSED> CPR (4th) 243;", "<FRAGMENT_SUPPRESSED> CPR (4th) 30;", "<FRAGMENT_SUPPRESSED> CPR (4th) 81;", "<FRAGMENT_SUPPRESSED> CPR (4th) 155;", "<FRAGMENT_SUPPRESSED> CPR (4th) 88). In this case, Cobalt has filed sufficient evidence in respect of each of the points it raises to put them in issue and, therefore, Alcon has the burden, on the balance of probabilities, of establishing the validity of the 924 Patent. However, this case does not turn on the issue of burden as the most salient evidence in respect of lack of utility and over-breadth is contained in the 924 Patent, itself.", "II.", "Construction of relevant claims of the 924 patent and determination of the inventive concept and the promise of the patent"], ["[18]", "Bearing these general principles in mind, I turn to the first issue that arises, namely, review of the relevant claims in the 924 Patent and construction of what those claims mean. The case law recognises that in a prohibition application the first step is the construction of the claims, as it is the claims which establish the scope of the protected monopoly guaranteed by the patent, and both validity and infringement must be analyzed with reference to the claims (see e.g.", "<FRAGMENT_SUPPRESSED>  [", "Whirlpool", "];", "Free World Trust c Électro Santé Inc", ", 2000 SCC 66 at para 31, [2000] 2 SCR 1024 [", "Free World Trust", "]). Here, Alcon asserts only Claims 2 and 7 of the 924 Patent. Thus, I must commence by construing Claims 2 and 7, which I do in this section of my reasons."], ["[19]", "In this section, I also set out my findings on the inventive concept of the claims and the promise of the 924 Patent, which are relevant to Cobalt's allegations of obviousness and inutility, because it is convenient to address claim construction, inventive concept and the promise of the patent at the outset.", "(a)", "Principles applicable to claim construction"], ["[20]", "The principles generally applicable to claims construction are well-settled and not disputed by the parties. Briefly in this regard, the claims of a patent must be construed in a purposive as opposed to a literal fashion and must be interpreted from the point of view of a notional ordinary person skilled in the art to which the patent applies (see e.g.", "Whirlpool", "at para 45;", "Free World Trust", "at paras 44, 51). In a patent such as this, filed after October 1, 1989, the claims are construed as of the date of publication (see e.g.", "Whirlpool", "at paras 55-56;", "Free World Trust", "at paras 53-54), which in this case is January 9, 2003. While construction is a matter of law to be determined by the Court, regard should be given to the expert evidence tendered concerning the meaning the skilled person would ascribe to the wording used in the patent, especially where some of its terms are technical (see e.g.", "Whirlpool", "at para 45). Where this is the case, the rest of the patent specification may be used to assist in interpreting the claims (", "Whirlpool", "at para 48), but the disclosure must not be used to either expand or contract the scope of the claims (see e.g.", "Whirlpool", "at para 52;", "<FRAGMENT_SUPPRESSED> CPR (4th) 435;", "<FRAGMENT_SUPPRESSED> CPR (4th) 81;", "<FRAGMENT_SUPPRESSED> CPR (4th) 244 [ <FRAGMENT_SUPPRESSED> ]).", "(b)", "Relevant provisions in the 924 patent"], ["[21]", "Here, as noted, Alcon relies on only Claims 2 and 7 in the 924 Patent. As both are dependent on or are impacted by other claims in the patent, I reproduce below all of the relevant claims, namely, Claims 1, 2, 4, 5, 6 and 7. They provide as follows:", "1. A topically administrable solution composition for treating allergic or inflammatory disorders of the eye and nose comprising 0.17 - 0.62% (w/v) olopatadine and a polymeric physical stability-enhancing ingredient consisting essentially of polyvinylpyrrolidone or polystyrene sulfonic acid in an amount sufficient to enhance the physical stability of the solution, wherein the composition does not contain polyvinyl alcohol, polyvinyl acrylic acid, hydroxypropylmethyl cellulose, sodium carboxymethyl cellulose or xanthan gum.", "2. The solution of Claim 1 wherein the solution comprises 0.18 - 0.22% (w/v) olopatadine.", "4. The solution of Claim 1 wherein the solution comprises polyvinylpyrrolidone having a weight average molecular weight of 5000 - 1,600,000.", "5. The solution of Claim 4 wherein the polyvinylpyrrolidone has a weight average molecular weight of 50,000 - 60,000.", "6. The solution of Claim 4 wherein the solution comprises 0.1 - 3% (w/v) polyvinylpyrrolidone.", "7. The solution of Claim 6 wherein the solution comprises 1.5 - 2% (w/v) polyvinylpyrrolidone."], ["[22]", "Cobalt's generic product does not contain polystyrene sulfonic acid [PSSA] but, rather, only PVP. Thus, the portions of Claims 2 and 7 that are relevant in this application may be rephrased as follows:", "2. A topically administrable solution composition for treating allergic or inflammatory disorders of the eye and nose comprising 0.18 - 0.22% (w/v) olopatadine and PVP in an amount sufficient to enhance the physical stability of the solution, wherein the composition does not contain polyvinyl alcohol, polyvinyl acrylic acid, hydroxypropylmethyl cellulose, sodium carboxymethyl cellulose or xanthan gum.", "7. A topically administrable solution composition for treating allergic or inflammatory disorders of the eye and nose comprising 0.1 - 0.62% (w/v) olopatadine wherein the solution comprises 1.5 - 2% (w/v) PVP having a weight average molecular weight of 5000 - 1,600,000, wherein the composition does not contain polyvinyl alcohol, polyvinyl acrylic acid, hydroxypropylmethyl cellulose, sodium carboxymethyl cellulose or xanthan gum."], ["[23]", "Both asserted claims teach compositions that do not contain polyvinyl alcohol [PVA], polyvinyl acrylic acid (which is also called \"polyvinyl acrylic acid carborner 974P\" or \"Carbopol 974P\"), hydroxypropylmethyl cellulose [HPMC], sodium carboxymethyl cellulose and xanthan gum. I refer to these excluded substances collectively as the \"five excluded excipients\" or \"the excluded excipients\"."], ["[24]", "The 924 Patent, under the heading \"Summary of the Invention\", provides as follows:", "Among other factors, the present invention is based on the finding that [PVP] and [PSSA], unlike polyvinyl alcohol and the polyacrylic acid carborner 974P, enhance the physical stability of solutions containing approximately 0.2 - 0.6% olopatadine."], ["[25]", "The next section of the patent, under the heading \"Detailed Description of the Invention\" notes that both olopatadine and PVP are known compounds and then sets out the concentrations and, in the case of PVP, the molecular weights claimed in the 924 Patent in respect of these two compounds. As concerns olopatadine, the patent notes that \"the solution formulations of the present invention contain 0.17 - 0.62 olopatadine\". It goes on to state that the preferable solution formulation for use in the eye contains 0.17 - 0.25% olopatadine and most preferably 0.18 - 0.22% of the substance. As concerns PVP, the patent states that PVP \"included in the solution compositions of the present invention has an average molecular weight of 5000 - 1,600,000.\" The description then goes on to indicate that the most preferred molecular weight of PVP is 50,000 to 60,000. In addition, this portion of the patent provides that the amount of PVP \"contained in the compositions of the present invention will be 0.1 - 3%, preferably 0.2 - 2%, and most preferably 1.5 - 2%\"."], ["[26]", "The detailed description section of the 924 Patent also provides indications as to the viscosity and pH of the solutions intended for use as eye drops. With respect to viscosity the patent states:", "The compositions of the present invention have a viscosity of 0.5 - 10 cps, preferably 0.5 - 5 cps and most preferably 1 -2 cps. This relatively low viscosity insures [", "sic", "] that the product is comfortable, does not cause blurring, and is easily processed during the manufacturing, transfer and filling operations."], ["[27]", "As concerns the pH of the solutions for use in the eye, the disclosure indicates that \"compositions of the present invention preferably have a pH of 4 - 8, preferably pH of 6.5 - 7.5, and most preferably a pH of 6.8 - 7.2\". The patent then goes on to provide lower preferred pH numbers for compositions intended for use in the nose, the most preferable of which is indicated to be a pH of 3.8 - 4.4."], ["[28]", "The 924 Patent also contains a number of examples, several of which provide results of experiments conducted by Alcon, which are more fully discussed in the section dealing with utility, below.", "(c)", "The expert witnesses"], ["[29]", "Each of the parties filed evidence from a single expert in respect of the issues that must be determined in this application. Alcon's expert, Dr. Roland Bodmeier, is a Professor in the Department of Pharmaceutical Technology at the College of Pharmacy at the Freie Universität in Berlin, Germany. He has published widely, is an associate editor of the European Journal of Pharmaceutical Sciences and is on the editorial boards of several other scholarly journals in the pharmaceutical area. He teaches a course in ophthalmic formulation and has experience with ophthalmic solutions, although he has never worked as a formulator. Cobalt's expert, Dr. Paul Laskar, has a Ph.D. in Pharmaceutical Sciences from Oregon State University, has taught in the schools of pharmacy of two American universities and has several years experience working as a formulator and at a senior managerial level in companies engaged in the development and production of ophthalmic solutions. He has published several articles in peer-reviewed journals and now works as a consultant."], ["[30]", "To a lesser or greater extent, both Alcon and Cobalt attack the credibility or expertise of the other party's expert. Cobalt claims that Dr. Bodmeier lacks the practical expertise of working as a formulator and exhibited a lack of knowledge in signing an affidavit directed to the infringement issues without setting out his construction of the 094 and 924 Patents in that affidavit, which Cobalt argues tends to show Dr. Bodmeier lacks expertise in Canadian patent construction. Alcon, on the other hand, claims that Dr. Laskar's opinion should be given lesser weight as he was provided copies of all the prior art by counsel for Cobalt as opposed to locating such materials for himself for use in formulating his opinion on obviousness and was therefore improperly influenced by counsel."], ["[31]", "In my view, neither of these arguments has merit. Both Dr. Bodmeier and Dr. Laskar possess expertise relevant to the points in issue in this application and are thus qualified to provide opinion evidence. I have found the evidence of both to be relevant and of assistance. Where I prefer the evidence of one over the other, I have done so based on the contents of the evidence given by them as opposed to counsel's generalised comments regarding the opposing party's expert.", "(d)", "Construction of the relevant claims"], ["[32]", "Turning, then, to the parties' positions on construction, they are in substantial agreement as to the attributes of the notional ordinary person skilled in the art through whose eyes Claims 2 and 7 of Patent 924 are to be construed. They agree that the skilled person is someone with a background in pharmacy, pharmacology, chemistry, chemical engineering or biological sciences, who likely has a Ph.D. in one of those fields or a Bachelor or Masters degree, supplemented by relevant industrial experience, and who is knowledgeable in pharmaceutical formulation. I accept that the foregoing aptly describes the characteristics of the notional ordinary person skilled in the art, given the subject matter to which the 924 Patent pertains, and believe that the two experts possess knowledge similar to that which would be possessed by the skilled person."], ["[33]", "As concerns the parties' differing views as to the construction to be given to Claims 2 and 7 of the 924 Patent, it is useful to commence by recalling the claims (as I have paraphrased them). They provide:", "2. A topically administrable solution composition for treating allergic or inflammatory disorders of the eye and nose comprising 0.18 - 0.22% (w/v) olopatadine and PVP in an amount sufficient to enhance the physical stability of the solution, wherein the composition does not contain PVA, polyvinyl acrylic acid, HPMC, sodium carboxymethyl cellulose or xanthan gum.", "7. A topically administrable solution composition for treating allergic or inflammatory disorders of the eye and nose comprising 0.17 - 0.62% (w/v) olopatadine wherein the solution comprises 1.5 - 2% (w/v) PVP having a weight average molecular weight of 5000 - 1,600,000, wherein the composition does not contain PVA, polyvinyl acrylic acid, HPMC, sodium carboxymethyl cellulose or xanthan gum."], ["[34]", "While both parties' submissions indicate they concur with this paraphrasing (which indeed is merely a summary of the relevant portions of the two asserted claims and the claims they depend on), Alcon and Cobalt differ on three points in respect of the interpretation to be given to Claim 2. The first difference concerns what grade of PVP is included in Claim 2. The second centres on what is meant by the words \"amount sufficient\" and the third on what is meant by the word \"enhance\".", "i. Grade of PVP"], ["[35]", "Turning, first, to the positions of the parties concerning how one interprets \"PVP\" in Claim 2, there is a difference of opinion as to whether PVP should be interpreted to mean to an average molecular weight of 50,000 to 60,000 (or 50K to 60K), the weight range of 5000 to 1,600,000 (1600K), or all molecular weights of PVP. The parties raise this point as part of their arguments on utility; however, it is actually a matter of construction."], ["[36]", "On one hand, Alcon argues that the utility of PVP in enhancing the stability of olopatadine solutions of Claim 2 should be evaluated primarily with reference to solutions containing PVP in molecular weights of between 50K to 60K as this is indicated in the disclosure section of the patent as being the most preferred range. In response, Cobalt asserts that in so arguing Alcon is improperly seeking to limit the scope of Claim 2 to that lower molecular weight range, which it argues is an impermissible use of the disclosure to limit the scope of Claim 2. It points out that Claim 4 and the other claims which depend on it (which include Claim 7) are a narrowing of Claim 1 and that Claim 5 is likewise a narrowing of Claim 1. It will be recalled that Claim 4 limits the molecular weight of PVP to be used in the solution from between 5000 to 1600K and that Claim 5 limits the PVP molecular weight further from 50K to 60K. Cobalt argues that Claim 1 must therefore be interpreted as including at the very least molecular weights of PVP from between 5000 to 1600K if not, indeed, all molecular weights of PVP. Cobalt further asserts that Claim 2 of the 924 Patent must be interpreted as including all these molecular weights of PVP because Claim 2 depends on Claim 1 and therefore incorporates Claim 1's non-limitation of the molecular weight of PVP."], ["[37]", "Although Dr. Bodmeier did not address this issue directly in his affidavit, he did discuss the issue obliquely in his opinion on utility (at para 202 of his affidavit):", "Some of the claims of the 924 Patent specify a molecular weight of PVP, e.g. claim 5 covers a molecular weight of 50,000 - 60,000. For the other claims, unless stated otherwise, they refer to the molecular weight range specified in the disclosure, namely 5000 - 1,600,000 [i.e. 5000 to 1600K].", "Dr. Laskar concurs and notes at para 25 of his affidavit that the inventors of the 924 Patent stated in the patent that \"the invention of the 924 Patent includes PVP with a weight of [5000 to 1600K]\"."], ["[38]", "In cross-examination, however, Dr. Bodmeier was much more direct (at page 131, lines 3-5):", "Q. And claim 1 covers a range of at least 5,000 [to] 1.6 million?", "A. That's correct ...", "Thus, the evidence of both experts indicates that Claim 1 encompasses a PVP range of at least 5000 to1600K. I agree that Claim 2 must therefore be construed as including a PVP range of at least 5000 to 1600K, because Claim 1 is specifically narrowed in Claims 4 and 5 and this makes it impossible to interpret Claim 2 as being limited to the narrowest molecular weight of PVP that is set out in Claim 5. In short, Claim 2 must include at least 5000 to 1600K PVP and not only 50K to 60K PVP because the narrower claims circumscribe the breadth of weights of PVP that are included in Claim 2."], ["[39]", "This interpretation is supported by Rule 87 of the", "Patent Rules", ", SOR/96-423, which provides:", "87. (1) Subject to subsection (2), any claim that includes all the features of one or more other claims (in this section referred to as a \"dependent claim\") shall refer by number to the other claim or claims and shall state the additional features claimed.", "(2) A dependent claim may only refer to a preceding claim or claims.", "(3)", "Any dependent claim shall be understood as including all the limitations contained in the claim to which it refers", "or, if the dependent claim refers to more than one other claim, all the limitations contained in the particular claim or claims in relation to which it is considered. [emphasis added]", "87. (1) Sous réserve du paragraphe (2), la revendication qui inclut toutes les caractéristiques d'une ou de plusieurs autres revendications (appelée « revendication dépendante » au présent article) renvoie au numéro de ces autres revendications et précise les caractéristiques additionnelles revendiquées.", "(2) La revendication dépendante peut seulement renvoyer à une ou plusieurs revendications antérieures.", "(3)", "La revendication dépendante comporte toutes les restrictions contenues dans la revendication à laquelle elle renvoie", "ou, si elle renvoie à plusieurs revendications, toutes les restrictions figurant dans la revendications ou les revendications avec lesquelles elle est prise en considération. [Je souligne]", "As Justice Pelletier noted in", "<FRAGMENT_SUPPRESSED> CPR (4th) 434, \"[i]t is clear from section 87 of the", "Patent Rules", "that a dependent claim includes all the features and limitations of the claim which it incorporates by reference\"."], ["[40]", "Thus, \"PVP\" as used in Claim 2 must include the weights encompassed in Claim 1 and therefore be construed to mean molecular weights of PVP from at least 5000 to 1600K. Claim 2, therefore, cannot be narrowed to mean only PVP in the 50K to 60K weight range.", "ii. Meaning of \"amount sufficient\""], ["[41]", "Turning, next, to the meaning to be ascribed to the term \"amount sufficient\", Alcon and Dr. Bodmeier assert that this phrase would be understood by the ordinary person skilled in the art to mean such amount of PVP as is sufficient to enhance the physical stability of the solution as compared to an identical solution not containing PVP. Cobalt, on the other hand, argues that this wording is impermissibly vague, but Dr. Laskar interpreted the phrase to mean that the solution of Claim 2 would contain an amount of PVP and would be more stable than an identical solution lacking PVP, which is a similar position to that advanced by Dr. Bodmeier. Given Dr. Laskar's evidence, I agree with Alcon that a skilled person would interpret the term \"amount sufficient\" to mean such amount of PVP as is sufficient to enhance the physical stability of the solution as compared to an identical solution not containing PVP. Moreover, regard may be given to the disclosure section of the patent to determine this amount, which, as noted, indicates the most preferred amount falls within the range of 1.5 to 2% (w/v) of PVP.", "iii. Meaning of \"enhance\""], ["[42]", "As concerns the interpretation of \"enhance\", Alcon and Dr. Bodmeier submit that a person skilled in the art would interpret the term as essentially meaning \"tends to enhance\" and that the asserted claims teach that PVP will tend to make olopatadine solutions more stable than solutions not containing PVP. Dr. Bodmeier expresses the opinion that a skilled person would know that physical stability, as opposed to chemical stability, is more difficult to predict and, hence, that a skilled person would understand the asserted claims do not guarantee that the addition of PVP always results in olopatadine solutions that are stable. He states in this regard at paragraphs 194 to 196 of his affidavit:", "194. The skilled person would be aware that the promise of the 924 Patent is a relative assurance, namely that PVP", "enhances", "physical stability, as compared to those solutions with no PVP. The skilled person would not read the 924 Patent as promising that the presence of PVP guarantees that no particles will ever form in solution, or alternatively, that particles will always form in solutions without PVP.", "195. The skilled person would also be aware of the sporadic mechanisms which result in physical instability. The skilled person would therefore expect the data to reflect a degree of arbitrariness. That is, the skilled person would expect that in certain instances, a solution with a stability-enhancing agent would nonetheless exhibit the formation of particles, and conversely, solutions with no stability-enhancing agent would nonetheless show no particles.", "196. Of course, the skilled person would not expect the results to be completely arbitrary, but would look for a general trend in the results in the data. And when the results of the experiments in the 924 Patent are examined, they exhibit a clear trend demonstrating that solutions containing PVP (or PSSA), in amounts specified in the patent, exhibit", "enhanced", "physical stability when compared to those solutions without PVP (or PSSA).", "Even though these comments were made in the context of Dr. Bodmeier discussing the promise of the 924 Patent (which is further addressed below), they are equally applicable to his interpretation of \"enhance\" in the context of claims construction."], ["[43]", "Dr. Laskar and Cobalt, on the other hand, offer a slightly different view and indicate that \"enhance\" effectively means \"improve\". At paragraph 65 of his affidavit Dr. Laskar indicates that \"'Enhance the Physical Stability of the Solution' refers to a reduction in the extent of haze or particulate matter development during storage when compared to a component lacking such an ingredient\"."], ["[44]", "I find there to be relatively little difference between the two positions because Dr. Laskar confirmed during cross-examination that \"enhancement\" is not a \"surefire\" prediction of physical stability and that a skilled person would recognise this and would also recognise that it is possible that under certain conditions a solution without PVP might be stable (at page 20, line 15 - page 21, line 8)."], ["[45]", "Therefore, based on the evidence of the experts, I interpret the term \"enhance\" as meaning \"to improve\" but underscore that what is taught in the 924 Patent is that addition of the required amount of PVP will improve the physical stability of the relevant solution in most instances, as compared to solutions that are PVP-free but otherwise identical."], ["[46]", "Thus, in light of the foregoing, I find that Claims 2 and 7 of the 924 Patent should be construed as setting out two different formulations for a solution and that in describing the solution in Claim 2, PVP is included in molecular weights of at least 5000 to 1600K. (The solution of Claim 7 specifically includes PVP in the molecular weights of 5000 to 1600K). I also find that the amount of PVP to be included in the solution of Claim 2 is an amount sufficient to enhance the physical stability of the solution as compared to an identical solution not containing PVP. (Claim 7 specifically lists the amount of PVP required to be between 1.5 - 2% (w/v).) I further find that \"enhancement\" means improve, which is not a teaching that the additional amount of PVP will necessarily always guarantee a stable solution or that its exclusion will always necessarily result in an instable solution, but, rather, a teaching that addition of the required amount of PVP will improve the physical stability of the relevant solution in most instances."], ["[47]", "In light of the above, Claims 2 and 7 of the 924 Patent may be rephrased as follows to incorporate the construction I have found appropriate:", "2. A topically administrable solution composition for treating allergic or inflammatory disorders of the eye and nose comprising 0.18 - 0.22% (w/v) olopatadine and PVP having an average molecular weight of 5000 to 1600K and in an amount sufficient to improve the physical stability of the solution, wherein the composition does not contain PVA, polyvinyl acrylic acid, HPMC, sodium carboxymethyl cellulose or xanthan gum.", "7. A topically administrable solution composition for treating allergic or inflammatory disorders of the eye and nose comprising 0.17 - 0.62% (w/v) olopatadine wherein the solution comprises 1.5 - 2% (w/v) PVP having an average molecular weight of 5000 to 1600K, wherein the composition does not contain PVA, polyvinyl acrylic acid, HPMC, sodium carboxymethyl cellulose or xanthan gum.", "(e)", "Inventive concept"], ["[48]", "The inventive concept of the claims forms part of the obviousness analysis established by the Supreme Court in", "<FRAGMENT_SUPPRESSED>  [", "Sanofi-Synthelabo", "]. The inventive concept is a statement of the claims of the patent as properly construed, but \"stripped of unnecessary verbiage\" (", "<FRAGMENT_SUPPRESSED> CPR (4th) 155). Where the inventive concept of the claims is not apparent from the claims themselves, as may be the case with claims for chemical formulas, the Court is free to determine the inventive concept based on the remainder of the specification. In this regard, the Supreme Court held  <FRAGMENT_SUPPRESSED> -Synthelabo", ", at para 77:", "The inventive concept of the claims is not readily discernable from the claims themselves. A bare chemical formula in a patent claim may not be sufficient to determine its inventiveness. In such cases, I think it must be acceptable to read the specification in the patent to determine the inventive concept of the claims. Of course, it is not permissible to read the specification in order to construe the claims more narrowly or widely than the text will allow.", "This approach has been followed by this Court on several occasions (see e.g.", "<FRAGMENT_SUPPRESSED> CPR (4th) 331;", "<FRAGMENT_SUPPRESSED> CPR (4th) 32)."], ["[49]", "Alcon takes the position that the inventive concept of the claims is that PVP can be used to enhance the physical stability of relatively higher concentration solutions of olopatadine (para 72 of its memorandum). However, the evidence of its expert, Dr. Bodmeier, goes further. He states, at para 111 of his affidavit:", "The inventive concept of the claims is that PVP and PSSA can be used to enhance the physical stability of a higher-concentration solution of olopatadine", "and that certain specified agents (such as HPMC) do not do so", ". [emphasis added]"], ["[50]", "Dr. Laskar for his part deposes at para 23 of his affidavit that his \"...understanding of the 924 Patent is that the presence of PVP or [PSSA] and the exclusion of the other named polymers from the formulation is the inventive concept\"."], ["[51]", "In my view, both experts' evidence is to the effect that the inventive concept of the relevant claims in the 924 Patent is that PVP enhances the physical stability of olopatadine solutions, while the five excluded excipients do not. I agree that this is the inventive concept. Indeed, the inventors state at page 3 of the 924 Patent that \"the present invention is based on the finding that [PVP] and [PSSA], unlike polyvinyl alcohol and the polyacrylic acid carborner 974P, enhance the physical stability of solutions containing approximately 0.2 - 0.6% olopatadine.\""], ["[52]", "Therefore, I find that the inventive concept of Claims 2 and 7 of the 924 Patent is that PVP at sufficient concentrations improves the physical stability of higher concentration (0.2% to 0.6%) olopatadine solutions in most instances, whereas the five excluded excipients do not.", "(f)", "Promise of the patent"], ["[53]", "The promise of the patent is a concept developed in the context of utility. A patent need not make a promise, but where it does so, the patent's usefulness will be measured against that promise (see e.g.", "<FRAGMENT_SUPPRESSED> NR 313 [", "Sanofi-Aventis", "])."], ["[54]", "My findings above under claims construction regarding the molecular weights of PVP, the amounts of PVP, and meaning of \"enhance\" are equally applicable to the promise of the asserted claims. Therefore, I find that the 924 Patent promises that PVP at sufficient concentrations improves the physical stability of olopatadine solutions in most instances. Specifically, Claim 2 promises that PVP having an average molecular weight of 5000 to 1600K (and most preferably 50K - 60K), and at sufficient concentrations will enhance the physical stability of 0.18 - 0.22% (w/v) olopatadine solutions. Further, Claim 7 promises that PVP having an average molecular weight of 5000 to 1600K (and most preferably 50K - 60K), and at concentrations of 1.5 - 2% will enhance the physical stability of 0.17 - 0.62% (w/v) olopatadine solutions. It is apparent from the claims that this promise applies to compositions for both the eye and the nose."], ["[55]", "While Claim 2 does not specify an amount of PVP, the disclosure does indicate, at page 5 of the patent, that generally, \"the amount of [PVP] contained in the compositions of the present invention will be 0.1 - 3%, preferably 0.2 - 2%, and most preferably 1.5 - 2%\". I therefore find that Claim 2 promises that these ranges of PVP are sufficient to enhance the physical stability of the claimed olopatadine solutions. Claim 7 already specifies that the amount of PVP is 1.5 - 2%."], ["[56]", "I have further found that part of the inventive concept is that the excluded excipients do not enhance the physical stability of olopatadine solutions. The question is whether, in the context of utility, the patent also promises that the excluded excipients do not enhance physical stability, or whether there is no such promise."], ["[57]", "Alcon argues that there is no such promise. It asserts that the patent makes no promise regarding impact of the excluded excipients on physical stability, but rather simply states not to use them."], ["[58]", "However, this position is not fully borne out by the evidence of Alcon's expert. In his cross-examination (at page 99, line 20 - page 100, line 14), Dr. Bodmeier suggests that there is a promise that the excluded excipients do not enhance physical stability:", "Q. There is nothing in this patent that demonstrates that HPMC, in combination with PVP, would not work.", "A. Yes, but, normally, if you have one excipient which creates problems, you would leave it out. And I think this is a clear teaching that you can use PVP, but don't use the other materials because they cause stability problems. I would not put in an ingredient which I know may cause problems.", "Q. What problem does it cause?", "A. The physical stability problem.", "Q. It doesn't cause a problem. It just doesn't enhance the physical stability.", "A. And that's why it's a problem. I mean, we can look at this, it think it's Table 1, where these polymeric excipients, which are excluded, all resulted in drug precipitation. So that's a physical stability problem."], ["[59]", "Alcon nonetheless submits the 924 Patent makes no promise with respect to the excluded excipients. In essence, Alcon argues that for the purposes of obviousness, the inventive concept includes the teaching that the excluded excipients do not enhance the physical stability of the solution, but for the purposes of utility, there is no such promise of non-enhancement."], ["[60]", "In contrast, Cobalt and Dr. Laskar take the position that the promise of the 924 Patent and its inventive concept are one and the same. Dr. Laskar opines in his affidavit in this regard that the 924 Patent specifically promises that addition of PVP or PSSA improves the stability of the relevant olopatadine solution but that addition of any one of the five excluded excipients will not. More specifically, with respect to the promise of the 924 Patent, Dr. Laskar states as follows at paras 114 to 116 of his affidavit:", "114. I was asked to consider the utility promised by the 924 Patent. In my opinion, the 924 Patent promises that the claimed olopatadine formulations will have enhanced physical stability. Specifically, the inventors promise that the inclusion of PVP or [PSSA] in formulations containing 0.2% to 0.6% olopatadine will enhance the physical stability compared to formulations that have polyvinyl alcohol or Carbopol 972P (a polyvinyl acrylic acid). This is specifically stated at page 3, lines 14 to 19 of the 924 Patent.", "115. Furthermore, given that each claim of the 924 Patent excludes (in addition to polyvinyl alcohol and Carbopol 974P) HPMC, sodium carboxymethyl cellulose and xanthan gum it is clear that the inventors are also promising that PVP or [PSSA] formulations will have enhanced physical stability compared to formulations that include any of these excluded polymers.", "116. Therefore, I understand the 924 Patent to promise that 0.2% - 0.6% olopatadine formulations containing PVP or [PSSA] have enhanced physical stability compared to formulations without PVP or [PSSA] and containing instead any of the excluded polymers (polyvinyl alcohol, polyvinyl acrylic acid, HPMC, sodium carboxymethyl cellulose and xanthan gum). The inventors state that the average molecular weight of the PVP covered by the invention is 5000 to 1,600,000 (page 5, lines 2-4) and the amount of PVP is between 0.1% and 3% (page 5, lines 6-7)."], ["[61]", "Alcon argues that Dr. Laskar backed away from his opinion on this issue in his cross-examination and points to an exchange with counsel where Alcon claims Dr. Laskar indicated that he agreed with counsel that the 924 Patent promised nothing with respect to the excluded excipients (at page 25, line 10 - page 29, line 9). I have read the transcripts of the experts' cross-examinations carefully and disagree. Counsel posed his questions in the passage he relies on solely with reference to other portions of the 924 Patent where the formulations were described and there was no discussion of the scope of the promise of the patent. In answering questions specifically with respect to these other portions of the patent, Dr. Laskar agreed that those specific paragraphs make no promise regarding the effect of the five excluded excipients. In so answering, however, Dr. Laskar did not provide evidence with respect to the promise of the 924 Patent generally. I am therefore of the view that counsel for Cobalt has taken Dr. Laskar's evidence out of context on this point and that Dr. Laskar did not resile from his opinion that the 924 Patent promises that PVP and PSSA will enhance the physical stability of the relevant olopatadine solutions but that the five excluded excipients will not do so."], ["[62]", "I agree with the opinion of both experts that the 924 Patent promises the five excluded excipients do not enhance stability, or at least, not as well as PVP. Alcon's assertion - that there is no promise with respect to the excluded excipients - is at odds with the evidence of both its own expert and that of Dr. Laskar."], ["[63]", "This interpretation of the promise is buttressed by the text of the patent itself. At page 3, the 924 Patent explicitly indicates that two of the excluded excipients (i.e. PVA and Carbopol 974P) will not enhance the stability of the olopatadine solutions, and these two excipients are listed in the same fashion as the other three excluded excipients in the various claims. Therefore, I believe that the promised impact of all five should be viewed in the same manner, namely, that their addition will not enhance the physical stability of the solutions of Claims 2 and 7, or at least will not enhance stability as well as PVP. Moreover, I find it incongruous, in the context of this patent, to argue that the inventive concept is something different from the promise made in the patent and, therefore, accept the position of Cobalt on this point.", "(g)", "Conclusion on claim construction, inventive concept, and promise of the patent"], ["[64]", "To recap, I find that Claims 2 and 7 of the 924 Patent are to be construed as follows:", "2. A topically administrable solution composition for treating allergic or inflammatory disorders of the eye and nose comprising 0.18 - 0.22% (w/v) olopatadine and PVP having an average molecular weight of 5000 to 1600K and in an amount sufficient to improve the physical stability of the solution, wherein the composition does not contain PVA, polyvinyl acrylic acid, HPMC, sodium carboxymethyl cellulose or xanthan gum.", "7. A topically administrable solution composition for treating allergic or inflammatory disorders of the eye and nose comprising 0.17 - 0.62% (w/v) olopatadine wherein the solution comprises 1.5 - 2% (w/v) PVP having an average molecular weight of 5000 to 1600K, wherein the composition does not contain PVA, polyvinyl acrylic acid, HPMC, sodium carboxymethyl cellulose or xanthan gum."], ["[65]", "The inventive concept of the 924 Patent, applicable under the obviousness analysis, is that PVP at sufficient concentrations improves the physical stability of higher concentration (0.2% to 0.6%) olopatadine solutions in most instances, whereas the five excluded excipients do not."], ["[66]", "Finally, the promise of the 924 Patent, applicable under the utility analysis, is that PVP at sufficient concentrations enhances the physical stability of olopatadine solutions in most instances. Specific to Claim 2 is the promise that PVP having an average molecular weight of 5000 to 1600K (and most preferably 50K - 60K), and at concentrations of 0.1 - 3% will enhance the physical stability of 0.18 - 0.22% (w/v) olopatadine solutions. Specific to Claim 7 is the promise that PVP having an average molecular weight of 5000 to 1600K (and most preferably 50K - 60K), and at concentrations of 1.5 - 2% will enhance the physical stability of 0.17 - 0.62% (w/v) olopatadine solutions. Further, applicable to both asserted claims is the promise that the claimed enhancement will function in olopatadine solutions for both the eye and the nose. Finally, also applicable to both asserted claims is the promise that the five excluded excipients will not enhance the physical stability of the claimed olopatadine solutions, or at least not as well as PVP.", "III.", "Obviousness"], ["[67]", "Having construed Claims 2 and 7 of the 924 Patent and having interpreted the inventive concept and scope of what the 924 Patent promises in respect of those claims, I turn now to examination of the first ground of invalidity advanced by Cobalt, namely, obviousness. For the reasons that follow, I have determined that this allegation is not justified.", "(a)", "The parties' positions on obviousness"], ["[68]", "Cobalt advances two different bases for its arguments under this rubric. Cobalt first asserts the 924 Patent is obvious as the formulation mentioned in it was disclosed  <FRAGMENT_SUPPRESSED> 's earlier 094 Patent, where PVP was mentioned as a potential excipient to be added to an olopatadine solution of between 0.0001 to 0.5% (w/v). It therefore argues that the composition claims contained in the 094 Patent cover the solutions claimed in Claims 2 and 7 of the 924 Patent. Although the 094 Patent lists PVP as a viscosity agent, Cobalt argues that to the extent PVP increases the stability of the olopatadine solutions of Claim 2 and 7, this is an inherent property of PVP and that the solutions of Claims 2 and 7 are therefore obvious. Cobalt asserts that this case is on all fours with the decision of Justice Barnes in", "<FRAGMENT_SUPPRESSED>  new mechanism of action of olopatadine was not a patentable discovery and, in a similar vein, it argues that discovering a new characteristic of an excipient used in the pre-existing olopatadine formulation is not a patentable discovery."], ["[69]", "Cobalt's second argument regarding obviousness is based on the 094 Patent as well as several other pieces of prior art, which it asserts indicate that PVP possesses stability-enhancing properties and that there is therefore nothing inventive in adding PVP to 0.2% olopatadine solutions to ensure adequate physical stability. Cobalt further alleges that the experiments which apparently led to Alcon's filing its application for the 924 Patent constitute mere routine verifications of physical stability, which is required for all new pharmaceutical formulations, and that this fact further underscores the lack of inventiveness in the 924 Patent. It also notes that the data in the patent regarding the experiments are fragmentary, and points to portions of its cross-examination of the two inventors who filed affidavits, which it argues indicate that the lawyers  <FRAGMENT_SUPPRESSED> 's patent department selectively chose to report only some of the experiments conducted. Cobalt asserts that this fact should weigh against Alcon in this application."], ["[70]", "Alcon disputes these assertions. It first argues that the decision in", "<FRAGMENT_SUPPRESSED>  Patent and held that the 094 Patent did not claim a new use for olopatadine solutions. Here, on the other hand, Alcon underlines that it is relying on composition as opposed to use claims and submits that there is nothing in the 094 Patent that would lead one to the solutions of Claims 2 and 7 in the 924 Patent as there is no indication as to the amounts of PVP to be used nor is there any indication of the preference of that compound over the five excluded excipients or over a range of other agents which could have been tried. In addition, even if this were not the case, Alcon asserts that Cobalt's inherency argument does not relate to obviousness at all but, rather, is an argument that only can be made in respect of a claim that a patent is void for anticipation. As Cobalt has not raised the issue of anticipation in its NOA, Alcon asserts it cannot raise the inherent properties of PVP as a reason for dismissing this application."], ["[71]", "As concerns the second basis for the obviousness argument advanced by Cobalt, Alcon argues that, contrary to what Cobalt asserts, none of the prior art that Cobalt relies on indicates that PVP promotes physical stability (as opposed to increasing solubility, which it claims is a different physical property than stability). It further argues that, even if this were not the case, there is absolutely nothing in the prior art that would indicate that PVP might stabilize solutions of olopatadine. Alcon also submits that, contrary to what Cobalt claims, the evidence of the inventors does in fact disclose the making of a real and useful invention as they were seeking to develop a once-a-day olopatadine solution and it was only after significant experimentation that they determined they would increase the amount of olopatadine in the solution to produce the desired result. Alcon moreover notes that once this occurred, it became apparent that the higher concentration of olopatadine would lead to stability problems and that significant experimentation was undertaken to solve these problems, which led to the discoveries reported in the 924 Patent. Thus, contrary to routine experimentation, Alcon submits that the \"invention story\" discloses that significant work was undertaken by the Alcon scientists to discover that PVP and PSSA would stabilize olopatadine solutions. Alcon disputes that there was any improper filtering of the results of the experiments in drafting the 924 Patent and argues that Cobalt has no evidence to support such an assertion, which is mere speculation.", "(b)", "Principles applicable to evaluating a claim of invalidity based on obviousness"], ["[72]", "Prior to evaluating these arguments, it is necessary to set out the law generally applicable to claims of obviousness and anticipation. The principles generally applicable to evaluating a claim of invalidity based on obviousness and anticipation have been usefully summarized in a series of recent decisions (see e.g.", "Sanofi-Synthelabo", "Sanofi-Aventis", "<FRAGMENT_SUPPRESSED>  CPR (4th) 413;", "<FRAGMENT_SUPPRESSED>  CPR (4th) 141 [", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 728;", "<FRAGMENT_SUPPRESSED>  CPR (4th) 9)."], ["[73]", "Briefly in this regard, one of the underlying rationales for the grant of a patent under the", "Patent Act", "centres on the recognition that it represents a bargain between the inventor and the Crown, acting in the public interest: in exchange for disclosure of the inventor's new and useful invention in the patent, the inventor is granted a monopoly over the invention for a period of time (currently 20 years from the application filing date). As Justice Dickson (as he then was) noted in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at 517, the \"consideration for the grant is twofold: 'first there must be a new and useful invention, and secondly, the inventor must, in return for the grant of a patent, give to the public an adequate description of the invention with sufficiently complete and accurate details as will enable a [person] skilled in the art to which the invention relates, to construct or use that invention when the period of the monopoly has expired'\"."], ["[74]", "The concepts of anticipation and obviousness relate to the novelty and inventiveness of the claimed invention: a patent cannot be granted, or, if granted, will be held to be invalid, if the invention it claims is either anticipated (i.e. not new) or obvious (i.e. not inventive)."], ["[75]", "The concept of anticipation arises from section 28.2 of the", "Patent Act", ", which essentially provides that the subject matter of the invention must not have been disclosed to the public before the claim date. A patent which is anticipated lacks novelty. In", "Sanofi-Synthelabo", ", the Supreme Court of Canada set out the test for anticipation, which requires asking whether, in a single piece of prior art (typically an earlier patent):", "1. the subject matter of the invention had been disclosed to the public; and", "2. the prior disclosure was clear enough so as to enable a skilled person to make or use the invention.", "An affirmative answer to both questions will result in invalidity due to anticipation.  <FRAGMENT_SUPPRESSED> CPR (4th) 237, my colleague, Justice Hughes, explained these two requirements for anticipation as follows:", "1. For there to be anticipation there must be both disclosure and enablement of the claimed invention.", "2. The disclosure does not have to be an \"exact description\" of the claimed invention. The disclosure must be sufficient so that when read by a person skilled in the art willing to understand what is being said, it can be understood without trial and error.", "3. If there is sufficient disclosure, what is disclosed must enable a person skilled in the art to carry out what is disclosed. A certain amount of trial and error experimentation of a kind normally expected may be carried out.", "4. The disclosure when carried out may be done without a person necessarily recognizing what is present or what is happening.", "5. If the claimed invention is directed to a use different from that previously disclosed and enabled then such claimed use is not anticipated. However if the claimed use is the same as the previously disclosed and enabled use, then there is anticipation.", "6. The Court is required to make its determinations as to disclosure and enablement on the usual civil burden of balance and probabilities, and not to any more exacting standard such as quasi-criminal.", "7. If a person carrying out the prior disclosure would infringe the claim then the claim is anticipated."], ["[76]", "The concept of obviousness is closely related to anticipation and flows both from the definition of \"invention\" in section 2 of the", "Patent Act", "and from section 28.3 of the", "Patent Act", ", which provides:", "Invention must not be obvious", "28.3 The subject-matter defined by a claim in an application for a patent in Canada must be subject-matter that would not have been obvious on the claim date to a person skilled in the art or science to which it pertains, having regard to", "(a) information disclosed more than one year before the filing date by the applicant, or by a person who obtained knowledge, directly or indirectly, from the applicant in such a manner that the information became available to the public in Canada or elsewhere; and", "(b) information disclosed before the claim date by a person not mentioned in paragraph (a) in such a manner that the information became available to the public in Canada or elsewhere.", "Objet non évident", "28.3 L'objet que définit la revendication d'une demande de brevet ne doit pas, à la date de la revendication, être évident pour une personne versée dans l'art ou la science dont relève l'objet, eu égard à toute communication:", "a) qui a été faite, plus d'un an avant la date de dépôt de la demande, par le demandeur ou un tiers ayant obtenu de lui l'information à cet égard de façon directe ou autrement, de manière telle qu'elle est devenue accessible au public au Canada ou ailleurs;", "b) qui a été faite par toute autre personne avant la date de la revendication de manière telle qu'elle est devenue accessible au public au Canada ou ailleurs."], ["[77]", "Obviousness relates to the lack of inventiveness of the claimed invention, or, essentially, involves a finding that nothing patentably new was discovered in the invention. Unlike anticipation, in a claim of obviousness the Court may give regard to several pieces of prior art to determine if the invention claimed is obvious. In", "Sanofi-Synthelabo", ", the Supreme Court of Canada clarified the test for obviousness, setting out the following four-step approach to the assessment of obviousness:", "1. Identification of the notional person skilled in the art to which the patent relates and determination of the knowledge base of that person as of the relevant date, which in the case of this and all patents filed on or after October 1, 1996 is the claim date (in this case June 27, 2001);", "2. Identification of the inventive concept of the claim in question (which may require construction of the claim);", "3. Identification of what, if any, differences exist between the matters cited as part of the prior art and the inventive concept of the claim; and", "4. Consideration of whether the differences, when viewed without knowledge of the alleged invention claimed, constitute steps which would have been obvious to the person skilled to try or whether they involve a degree of invention."], ["[78]", "In answering the fourth question, Justice Rothstein, writing for the Court  <FRAGMENT_SUPPRESSED> -Synthelabo", ", provided at paras 69 to 71 the following non-exhaustive list of factors that may be considered in determining whether a matter is \"obvious to try\":", "1. Is it more or less self-evident that what is being tried ought to work? Are there a finite number of identified predictable solutions known to persons skilled in the art?", "2. What is the extent, nature and amount of effort required to achieve the invention? Are routine trials carried out or is experimentation prolonged and arduous, such that the trials would not be considered routine?", "3. Is there a motive provided in the prior art to find the solution the patent addresses? and", "4. What is the \"actual course of conduct which culminated in the making of the invention\"? If significant experimentation was required, this may support a conclusion that the invention was not \"obvious to try\"; conversely, evidence of quick, easy, direct, and inexpensive experimentation may point to an opposite conclusion."], ["[79]", "The jurisprudence recognises that for an invention to be \"obvious to try\", the solution must be self-evident to the ordinary person skilled in the art to which the patent applies; in other words, it is not enough if the prior art merely indicates a possibility of finding the invention or shows that it might be worthwhile to conduct the experiments which led to the invention (see e.g.", "Sanofi-Synthelabo", "at paras 61-71;", "<FRAGMENT_SUPPRESSED> CPR (4th) 185;", "<FRAGMENT_SUPPRESSED> CPR (4th) 88). The case law moreover recognises that it is an error to use the benefit of hindsight to evaluate if an invention was \"obvious to try\" as inventions may well appear obvious after they are made. As Justice Hugessen noted in", "<FRAGMENT_SUPPRESSED>  at para 21:", "Every invention is obvious after it has been made, and to no one more so than an expert in the field. Where the expert has been hired for the purpose of testifying, his infallible hindsight is even more suspect. It is so easy, once the teaching of the patent is known, to say \"I could have done that\"; before the assertion can be given any weight, one must have a satisfactory answer to the question, \"Why didn't you?\""], ["[80]", "The concepts of anticipation and obviousness are closely related, but distinct. Where a claimed invention is anticipated, it has already been made and is disclosed in a single piece of prior art with sufficient detail that another person skilled in the art can replicate it, without extensive experimentation of his or her own. Where a claimed invention is obvious, on the other hand, it may not have already been fully disclosed but is self-evident from consideration of the prior art within the knowledge of the skilled person. My colleague, Justice Hughes, commented on the difference between the two concepts in", "<FRAGMENT_SUPPRESSED>  CPR (4th) 406, where at para 128 he stated as follows:", "A useful way to consider those concepts was given by Professor Carl Moy (author of the United States multi-volume patent treatise,", "Moy's Walker on Patents", ", Thompson West, updated annually) to students and the Osgoode Intellectual Property Masters Programme in considering the bargain theory of patents. He said, as best I can recall:", "You do not pay the price of a monopoly for something you already have, nor do you pay the price for something you could get anyway.", "(c)", "Assessment of whether the invention claimed in the 924 Patent is obvious", "i. Skilled person and general common knowledge"], ["[81]", "In applying the foregoing to Cobalt's claims of obviousness, the first required step is to identify the person of ordinary skill in the art to whom the 924 Patent is addressed and that person's knowledge base as of the claim date, which in this case is June 27, 2001. I have already identified the attributes of the skilled person. As concerns that person's knowledge base, the parties and their experts concur that the notional skilled person would have been aware of the following as a matter of general knowledge:", "• Olopatadine solutions were known to be useful for treating allergic eye reactions and eye inflammation;", "• PVP was a well-known excipient used in eye drops and had been in existence for decades;", "• PVP, when added to an eye drop formulation, may perform a variety of functions. These include acting as a viscosity agent (or a substance to improve \"stickiness\"), a demulcent (or something that will lead to smoothness and comfort for use in the eye) and as a solubilizing agent (or a substance used to assist in dissolving the API);", "• Formulators must ensure their products have adequate physical stability and that the products will not degrade or precipitate out of solution under the sorts of conditions they might be exposed to (which include low temperatures);", "• Formulators conduct experiments that include exposing the product to varying temperatures, stability studies at various temperatures, and sometimes adding a \"seed\" or material that will cause a super-saturated solution to precipitate; and", "• These sorts of experiments are part of the routine tests conducted by drug formulators.", "ii. Inventive concept"], ["[82]", "I have already determined above that the inventive concept of the 924 Patent is that PVP at sufficient concentrations improves the physical stability of higher concentration (0.2% to 0.6%) olopatadine solutions in most instances, whereas the five excluded excipients do not.", "iii. The state of the art at the relevant time"], ["[83]", "The obviousness analysis requires that I make a determination as to the state of the art as known to the skilled person as of the claim date. Cobalt has adduced various pieces of prior art that it claims comprise the state of the art as of June 27, 2001."], ["[84]", "While Alcon did not specifically concur that the skilled person would have been aware of the pieces of prior art in addition to the 094 Patent relied on by Cobalt, it did not contest this and, instead, argued that the prior art (with the exception of the BASF product monograph for PVP) did not disclose anything about the ability of PVP to stabilize olopatadine solutions. As concerns the BASF product monograph, Alcon noted that Cobalt failed to raise this document in its NOA and therefore argued it was not properly before me. Cobalt conceded this point, concurred that it could not make reference to the product monograph in this application and consented that the monograph and all references to it should be struck from the record. I will accordingly strike these materials and have not considered the BASF product monograph nor any reference to it in the record."], ["[85]", "Given Alcon's position on the other pieces of prior art that Cobalt relies on, though, I have analyzed the relevant pieces of prior art on the assumption that they would have been within the knowledge base of the skilled person as of June 27, 2001. Each is discussed, in turn, below.", "The 094 Patent"], ["[86]", "The 094 Patent (or the U.S. equivalent, U.S. Patent No. 5,641,805 [the 805 Patent]) claims solutions of olopatadine in concentrations between 0.0001 to 0.5% (w/v) for use as eye drops to treat allergic eye reactions. It lists PVP as a possible excipient to be added to the solutions as one of many possible viscous vehicles, providing in this regard (at page 11, lines 18-19) that \"[PVA], [PVP], polyacrylic acid or the like [may be used] as the viscous vehicle\". The 094 Patent indicates, as Cobalt notes, that the solutions claimed \"may be applied as infrequently as once or twice a day in some cases\" (at page 5, lines 5-6). However, as Alcon and Dr. Bodmeier point out, the 094 Patent nowhere indicates that PVP might be used to address physical stability problems or that there might be an issue with physical stability of solutions containing a higher concentration than 0.1% of olopatadine. In this regard, the two examples in the patent show olopatadine concentrations of approximately 0.1% and do not contain PVP. In addition, the second example contains Carbopol 974P (polyvinyl acrylic acid), one of the five excluded excipients that Patent 924 teaches should not be used in the 0.2% olopatadine solution."], ["[87]", "Dr. Laskar claims that that, despite this, the 094 Patent makes the 924 Patent obvious because the former teaches \"an olopatadine formulation that includes PVP to treat allergic eye diseases with application once a day\" (at para 87 of his affidavit) and one of the examples given in the 094 Patent excludes the five excipients that Patent 924 teaches should be excluded. However, in cross-examination, Dr. Laskar conceded that it was not at all self-evident that one would use PVP from among the possible excipients that fall within the description of potential viscosity agents contained in the 094 Patent, stating as follows (at page 93, lines 14-18):", "Q. Okay. And there is nothing in this 805 Patent that teaches that PVP is to be preferred as the viscosity agent over the other viscous vehicles, correct?", "A. Not explicitly. No."], ["[88]", "Dr. Bodmeier concurs that it is not self-evident that one would select PVP as a viscosity agent if one were formulating the solutions described in the 094 Patent. He notes in this regard at para 64 of his affidavit:", "Several important points emerge from this disclosure: Firstly, in formulating a solution according to the 805 Patent [i.e. the U.S. version of the 094 Patent], it is by no means a certainty that the skilled person would necessarily be led to using PVP at all. In following the disclosure of the 805 Patent, the skilled person might also just easily use the other suggested viscous vehicles that are listed in the 805 Patent (i.e., polyvinyl alcohol, polyacrylic acid \"or the like\"). The phrase \"or the like\" teaches the skilled reader that other polymeric excipients are interchangeable with PVP, polyvinyl alcohol, polyacrylic acid. The skilled person would therefore be led to a variety of other polymeric viscosity agents known in the art, such as HPMC."], ["[89]", "He continues in the following paragraphs to discuss that the 094 Patent teaches the use of polymers that the 924 Patent indicates should be excluded and concludes that the 924 Patent \"does not disclose or teach that PVP is in any way preferable to agents such as polyacrylic acid and [PVA], which were shown by the 924 Patent to not enhance physical stability. There would be no motivation for the skilled person following the [094] Patent to select PVP over any other polymeric agent\" (at para 73)."], ["[90]", "I concur with Dr. Bodmeier on this point and believe that the mention in passing of PVP as one, amongst several, potential viscosity agents would not lead the skilled person to add PVP to the solution. Nor is there anything in the 094 Patent which would indicate to the skilled person the he or she should avoid the five excipients which are excluded in the 924 Patent. Indeed, as Dr. Bodmeier notes, the 094 Patent \"teaches the skilled person to compose solutions that run completely counter to the object and teachings of the 924 Patent\" (at para 74 of his affidavit)."], ["[91]", "Given that the skilled person would not be led to make a solution containing PVP but not containing one of the five excluded excipients by the 094 Patent, it is unnecessary to address Cobalt's arguments regarding inherency and", "<FRAGMENT_SUPPRESSED>  led by the 094 Patent to make and test the formulations detailed in the 924 Patent and accordingly would not have happened upon the alleged stabilizing properties of PVP when added to an olopatadine solution in following the 094 Patent and its teachings.", "European Patent Application 0 391 002 (Tranilast) [002 Application]"], ["[92]", "The second piece of prior art relied on by Cobalt is the 002 Application for a compound containing the API Tranilast and PVP to make a pharmaceutical composition for the treatment of allergic diseases of the eye and nose such as allergic conjunctivitis and allergic rhinitis. The 002 Application indicates that PVP is added to the solution as a solubilizing aide in more than four times the amount of Tranilast. The 002 Application notes that a common problem occurs with solutions of PVP and Tranilast when a preservative is added, involving the formulation of a precipitate of insoluble materials. The 002 Application then goes on to describe the solution to the precipitation problem in the following terms (at page 2, lines 50-54):", "In accordance with the present invention, it has been found that an aqueous solution can be prepared by dissolving Tranilast and water together with selected quantities by weight of (1) [PVP], (2) the basic compound, and (3) surface active agent, and adjusting the pH of the solution in the range of between about 6.5 - 8.5 by the use of an appropriate reaction such as a buffer."], ["[93]", "Dr. Laskar opines that the 002 Application solves the problem of precipitation by the addition of PVP to the solution. He writes, at para 91 of his affidavit, that \"[t]he patent application states that PVP is a solubilising aide (i.e. it increases physical stability of the formulation)\". It is therefore his view that \"solubilizing\" a solution means the same thing as \"stabilizing\". From this (along with other pieces of prior art), Dr. Laskar concludes that the 002 Application teaches that PVP may be used to enhance the stability of a solution."], ["[94]", "In contrast, Dr. Bodmeier's opinion is that \"solubilizing\" and \"stabilizing\" mean different things. His evidence is that \"to solubilize\" means to dissolve the API into a solution and that the action of solubilizing is different from stabilizing. In other words, a compound may aid in dissolving the API to form a particle-free solution but may nonetheless be ineffective in maintaining solubility and", "vice versa", ". In this regard, Dr. Bodmeier states at paras 103-04 and 106 of his affidavit:", "103. Although \"physical stability\" and \"solubility\" are both important characteristics of an ophthalmic solution, the terms are not synonymous. The term \"physical stability\" is much broader than \"solubility\". Physical stability includes the ability of the active compound to remain dissolved in the solution for an extended period of time while solubility relates to the ability of the active compound to become dissolved up to a certain concentration.", "104. It is incorrect to assume that one can necessarily enhance the long-term physical stability of a solution by simply increasing the solubility of a drug. This is especially the case for a drug solution such as 0.2% olopatadine (at a pH of approximately 7) where its enhanced solubility state is actually a meta-stable condition which may undergo further transformation. For example, a compound that dissolves in solution via the use of solubilizing aid, may precipitate out of solution when exposed to different conditions such as freeze-thaw.", "...", "106. Given this knowledge, the person of ordinary skill would not have expected that the ability of a substance to function as a solubilizing agent would necessarily translate into the additional ability to enhance the physical stability of a solution formulation over an extended period of time."], ["[95]", "Dr. Bodmeier therefore opines that the 002 Application does not teach PVP as a stabilizing agent in ophthalmic solutions. After his analysis of the 002 Application, in which he actually references specific portions of the 002 Application (unlike Dr. Laskar), he concludes at para 77 of his affidavit that:", "The 002 Application would not teach the skilled person that PVP enhances the physical stability of the solution. In fact, the invention of the 002 Application seeks to overcome problems of physical stability that occurs in Tranilast solutions containing PVP. Consequently, far from teaching that PVP promotes stability in a Tranilast solution, the 002 Application actually discloses that it is the addition of other components (", "i.e", "., a basic compound, a surfactant) - and only under certain pH conditions - that promotes stability of Tranilast solutions.", "He also notes that the 002 Application discloses solutions containing PVP in amounts exceeding those in the 924 Patent and that there is no suggestion in the 002 Application that PVP would be effective with reference to olopatadine (Bodmeier affidavit at paras 78). On this point, Dr. Laskar concurs that one cannot predict the stabilizing effects of a particular compound generally, as compounds may differ in their effects from API to API (Laskar cross-examination at page 90, lines 2-21)."], ["[96]", "In my view, Dr. Bodmeier's reading of the 002 Application is much fairer to the text of this application than is the interpretation offered by Dr. Laskar as the 002 Application does not show that PVP stabilizes the Tranilast solution. Rather, its addition (with the addition of certain salts) leads to precipitation. Accordingly, I find that the 002 Application does not indicate that PVP performs a stabilizing function and further find that it says nothing with respect to the function of PVP in an olopatadine solution.", "World Intellectual Property Organization Application 00/37080 [the WO Application] and U.S. Patent No. 6,274,626 [the 626 Patent]"], ["[97]", "The WO Application and the 626 Patent concern solutions comprised of pheniramine, another compound use to treat allergic eye reactions. In both the application and the patent, PVP is mentioned as a potential excipient for use as a viscosity agent and as a demulcent. Both experts concur that the function of acting as a stabilizing agent as compared to acting as a demulcent or viscosity agent are separate and distinct (Bodmeier affidavit at paras 79-80; Laskar cross-examination at page 102, lines 5-16). Thus, apart from indicating that PVP may be used as an excipient in ophthalmic formulations, these two pieces of prior art say nothing of relevance with respect to the role that PVP is claimed to play in the solutions of olopatadine in the 924 Patent.", "U.S. Patent No. 5,591,426 [the 426 Patent] and U.S. Patent No. 3,920,810 [the 810 Patent]"], ["[98]", "The 426 Patent relates to a solution for artificial tears. It contains both PVP and HPMC, one the five excluded excipients that the 924 Patent teaches should not be used in the disclosed olopatadine solutions. In describing PVP, the 426 Patent states as follows, at column 2, lines 5-14:", "A particularly useful wetting agent that does not unduly increase the viscosity of ophthalmic solutions is [PVP]. PVP has a number of other characteristics that makes it useful in combination with various well known components in ophthalmic solutions.", "Rankin, in U.S. Pat. No. 3,920,810, notes that [PVP] acts as a detoxicant, binding anti-toxins present in the eye fluids and rendering them harmless. PVP also acts to protect a treatment solution by preventing its breakdown, through particle agglomeration."], ["[99]", "The 426 Patent discloses that PVP is included in the solution for artificial tears to provide \"tear film stability and wetting of the corneal surfaces\" and to permit the use of benzalkonium chloride as an effective preservative in solution (at column 3, lines 39-43)."], ["[100]", "The 810 Patent, which is referenced in the 426 Patent, claims another solution for artificial tears. In addition to describing PVP as a detoxicant and a compound that prevents particle agglomeration (as is apparent from the excerpt from this patent cited in the 426 Patent), the 810 Patent notes that PVP also acts in ophthalmic solution as a demulcent, a lubricant and an agent that prevents blepharospasm (or involuntary contractions of the eyelid)."], ["[101]", "Dr. Laskar opines that the 426 and 810 Patents confirm that PVP was known to be effective in stabilizing ophthalmic solutions, interprets particle agglomeration as being synonymous with particle precipitation, and thereby concludes that PVP was known to prevent solutions from becoming hazy. He states as follows at para 98 of his affidavit:", "I note the statement about PVP preventing breakdown through particle agglomeration. This is another way of saying that PVP enhances the physical stability of a solution by preventing particle precipitation (i.e. haze). This is the same feature described by the inventors of the 924 Patent. [The 426 Patent] was published in 1997, more than four years before the priority date of the 924 Patent."], ["[102]", "Once again, Dr. Bodmeier has an opposing view. First, he indicates that \"particle agglomeration\" and \"particle precipitation\" do not describe the same physical phenomenon. In his view, particle agglomeration occurs when particles are already present in a solution and they clump together; particle precipitation, on the other hand, occurs when particles are formed in a clear solution. He also notes that the 426 and 810 Patents say nothing about olopatadine and teach the inclusion of HPMC, one of the five excipients that the 924 Patent teaches should be excluded from the olopatadine solution. In addition, he notes that the 426 and 810 Patents contain no API. He therefore concludes that neither provides any \"direction to the skilled person that PVP can be used to enhance the physical stability of an olopatadine solution or that polymers such as HPMC do not enhance physical stability\" (at para 84 of his affidavit)."], ["[103]", "I find Dr. Bodmeier's distinction between \"particle agglomeration\" and \"particle precipitation\" to be unconvincing. Artificial tears and PATADAY are both ophthalmic solutions. It would be unacceptable for either to have particles in them and, therefore, the 426 and 810 Patents do disclose that PVP may act as a physical stabilizer in the ophthalmic solutions detailed in these two patents. That said, however, the 426 and 810 Patents do not necessarily predict that PVP would have the same function in an olopatadine solution, as Dr. Bodmeier notes. His evidence on this point, moreover, is corroborated by Dr. Laskar, who confirmed that excipients may not behave the same way in all solutions, as noted above. Furthermore, as Dr. Bodmeier also notes, the 426 and 810 Patents contain one of the five excipients that the 924 Patent indicates should be excluded from the olopatadine solutions. Thus, while they do teach that PVP may perform a stabilizing function, the 426 and 810 Patents do not provide any teaching on whether PVP will be effective to stabilize an olopatadine solution and say nothing about the ineffectiveness of the five excluded excipients to function as a stabilizer in an olopatadine solution. Indeed, they teach away from this conclusion.", "Canadian Patent No. 2,342,211 [the 211 Patent]"], ["[104]", "The 211 Patent relates to topical antibiotic compositions for the treatment of the eye, ear and nose. It lists PVP is a possible viscosity enhancing agent to be added to the solution. However, as Dr. Bodmeier notes, the 211 Patent also lists several co-solvents and surfactants that can enhance the solubility of the solution, but does not name PVP among them. He therefore concludes that the 211 Patent teaches away from the use of PVP as a solubility enhancer. This point is not contested by Dr. Laskar.", "U.S. Patent No. 4,120,949 [the 949 Patent]"], ["[105]", "The 949 Patent relates to another ophthalmic solution for use as artificial tears, which, once again, is drug-free. It discloses the use of PVP as a viscosity enhancing agent. It also discloses the use of other potential viscosity-enhancing agents, including PVA, one of the five excluded excipients that the 924 Patent teaches ought not be used in an olopatadine solution. Dr. Bodmeier concludes that \"the 949 patent does not teach the skilled person that PVP can be used as a stability enhancing agent\" (at para 88 of his affidavit). Dr. Laskar does not dispute this conclusion.", "Dr. Bodmeier's Solid Dispersion Articles"], ["[106]", "During Dr. Bodmeier's cross-examination, counsel for Cobalt put to him a paper titled \"Stability of Extruded 17 beta-Estradiol Solid Dispersions\", in respect of which Dr. Bodmeier was listed as an author. The authors of the article investigated, among other things, whether PVP would improve the stability of solid dispersions by preventing recrystallization of the drug, and the article concludes that PVP could be used to improve the physical stability of the drug by reducing the drug's tendency to recrystallize. Dr. Bodmeier confirmed he was an author and agreed that the article indeed stated that conclusion, but went on to distinguish it on the basis that that article dealt with solid dispersions, not liquid preparations such as those claimed in the 924 Patent. According to Dr. Bodmeier, a solid dispersion means the drug is dispersed within solid PVP, and has no bearing on precipitation from a solution. Further, he notes that a dispersion is different from a solution (Bodmeier cross-examination at page 206, line 4 to page 208, line 21). Counsel for Cobalt then presented Dr. Bodmeier with a second article he co-authored entitled \"Melt Extrusion\", which also reported that PVP could prevent possible drug recrystallization in solid dispersions."], ["[107]", "Based on Dr. Bodmeier's testimony, which was not uncontradicted on the point, I am satisfied that solid dispersions are different from solutions, and the finding that PVP helps reduce drug recrystallization in a solid dispersion has no bearing on its impact as a physical stabilizer in solutions."], ["[108]", "The other prior art cited by Cobalt is not relevant to the inventive concept of the 924 Patent.", "iv. Differences between the state of the art and the inventive concept"], ["[109]", "Having identified the knowledge base of the person skilled in the art and the inventive concept of the 924 Patent, under the four-part test from", "Sanofi-Synthelabo", ", the next element to be considered is the difference between inventive concept and the state of the art that would have been known to the skilled person as of the relevant date."], ["[110]", "As already noted, the inventive concept of the 924 Patent is that PVP will enhance the physical stability of a solution containing relatively higher concentrations of olopatadine but the five excluded excipients will not do so. In Claim 2, the concentration of olopatadine claimed is 0.18 - 0.22% (w/v), whereas Claim 7 claims a range of 0.17 - 0.62% (w/v). Both claim olopatadine concentrations that are higher than Alcon's PATANOL product, which is 0.1% (w/v)."], ["[111]", "The various patents, applications, and articles that form the prior art do indicate that PVP is a common excipient in ophthalmic formulations where it may perform a variety of functions, including acting so as to enhance the physical stability of the solution. The prior art, however, says nothing about the ability of PVP to perform this function in an olopatadine solution, nor about the ineffectiveness of the five excluded excipients to function as a stabilizer in an olopatadine solution. Indeed, in several cases, the prior art teaches away from this conclusion."], ["[112]", "Therefore, I find there to be a meaningful difference between the two as the prior art did not teach that PVP would necessarily stabilize an olopatadine solution or that the five excluded excipients would not do so."], ["[113]", "In light of this determination, it is next necessary to consider whether the addition of the appropriate amounts of PVP to the solutions of Claims 2 and 7 was \"obvious to try\".", "v. \"Obvious to try\" analysis"], ["[114]", "The first consideration in this regard involves whether the use of PVP, in preference to the five excluded excipients in order to stabilize the olopatadine solutions was more or less self-evident."], ["[115]", "In my view, the choice of PVP, in preference to the five excluded excipients, was not more or less self-evident for several reasons. In the first place, as is apparent from the foregoing discussion, many of the known ophthalmic formulations revealed in the prior art utilized one of the excluded excipients, and none of them taught that they ought not be used. Secondly, none of the prior art specifically taught the use of PVP as a stability enhancer of an olopatadine solution. Finally, testimony from both of the experts confirms the conclusion that the selection of PVP in preference to the excluded excipients was not more or less self-evident. Dr. Bodmeier confirms both that the selection of PVP and the rejection of excluded excipients was not self-evident (Bodmeier affidavit at paras 119-20). Dr. Laskar in cross-examination, stated that PVP was \"not the solution [to stabilize] all drugs\" and that the skilled person would have had no more than \"a hint\" or a \"hunch\" that PVP might stabilize an olopatadine solution that was forming a precipitate (Laskar cross-examination at page 90, lines 2-21). He moreover confirmed that of potential stabilizing compounds, PVP was only one of several that could have been selected. Thus, its selection in preference to the excluded excipients was not more or less self-evident."], ["[116]", "The next consideration is the extent, nature, and amount of effort required to achieve the invention, which is related to the actual course of conduct in making the invention. Regarding the history of the invention, the evidence from Dr. Han, a former formulation scientist for Alcon, indicates that in order to create a once-a-day solution, Alcon experimented with other possibilities such as increasing retention of the API in the eye and enhancing the viscosity of the formulation before moving to increase the amount of olopatadine in the product (Han affidavit at paras 9-18). While the stability problems with the higher concentration of olopatadine may well have been readily predictable, since, as Dr. Laskar testified, the properties of olopatadine were well-known, the evidence does disclose that several rounds of experiments were conducted before the PATADAY formula was perfected (Han affidavit at paras 21-41)."], ["[117]", "I agree with Cobalt that the evidence offered in this regard does seem fragmentary, and it is troubling that the inventors appear to have not been involved in determining what experiments would be reported in the 924 Patent or in selecting the evidence to be included in their affidavits. However, this case falls far short of the situation in", "<FRAGMENT_SUPPRESSED>  CPR (4th) 241, relied on by Cobalt. That case involved a trial, as opposed to an application for prohibition, and, therefore, full discovery was conducted. The evidence in that case disclosed that the patentee had selectively reported experimental results to make it appear as if they had discovered that the claimed compound possessed the advantages claimed in the patent when it really did not. Here, the evidence does not establish that Alcon engaged in similar conduct. Thus, contrary to what Cobalt claims, the events which led to the patent being filed do establish a significant degree of experimentation was conducted in order to achieve the claimed invention."], ["[118]", "Turning, finally, to the issue of motive in the prior art to find the solution addressed in the 924 Patent, I agree with Alcon that the prior art discloses no motive for discovering the claimed invention. The prior art did not suggest PVP as a likely candidate to solve a stability problem with respect to solutions containing higher concentrations of olopatadine. The evidence does disclose a business motive for Alcon to make a 0.2% olopatadine solution, as one of its competitors had begun to sell a competing once-a-day formulation, containing a different API, which was likewise used to treat allergic and inflammatory diseases of the eye. However, this motive is unrelated to the disclosure in the prior art. Therefore, there was no motive present for the discovery, within the meaning of", "Sanofi-Synthelabo"], ["[119]", "In light of the foregoing and, most particularly in light of the conclusion that it was not more or less self-evident at the relevant time to select PVP and reject the five excluded excipients to stabilize higher concentration olopatadine solutions, the invention claimed in Claims 2 and 7 of the 924 Patent cannot be said to have been \"obvious to try\"."], ["[120]", "I therefore find that Cobalt's claim of invalidity due to obviousness is not justified.", "IV.", "Utility and sound prediction"], ["[121]", "The second basis for rejecting this application for invalidity raised by Cobalt is the claim that the promised utility of the 924 Patent was neither demonstrated nor soundly predicted by Alcon. For the reasons below, I have found that this allegation is justified.", "(a)", "Principles applicable to evaluating a claim of invalidity based on lack of utility or sound prediction"], ["[122]", "As already noted, patentable inventions must be useful as section 2 of the", "Patent Act", "defines an \"invention\" as \"any new and useful art, process, machine, manufacture or composition of matter, or any new and useful improvement in any art, process, machine, manufacture or composition of matter\". To meet the requirement of utility, there must be, as of the date the patent application is made (which in this case is June 19, 2002), either a demonstration of the usefulness of the invention or a sound prediction of its utility (see e.g.", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> NR 111 [ <FRAGMENT_SUPPRESSED> ]; and", "<FRAGMENT_SUPPRESSED> CPR (4th) 35)."], ["[123]", "It is not necessary that a patent set out a promise of its utility, and where the specification promises no particular result, the case law has recognised that a \"mere scintilla\" of utility in the invention will be sufficient for the grant of a patent. Where, however, the patent makes a promise, utility is measured against that promise (", "Sanofi-Aventis", "at paras 48-49)."], ["[124]", "Evidence of demonstrated utility may be and often is tendered that goes beyond the disclosures set out in the patent (see e.g.", "<FRAGMENT_SUPPRESSED> CPR (4th) 193;", "<FRAGMENT_SUPPRESSED> CPR (4th) 413). However, such evidence must relate to the state of events as of the date the patent was applied for; evidence occurring after the filing date is not permissible ( <FRAGMENT_SUPPRESSED> at para 131)."], ["[125]", "Where the patent is premised on sound prediction, the evidence must establish that there was a factual basis for the prediction. In addition, to uphold a patent based on sound prediction, the inventor must have had \"an articulable and sound line of reasoning\" to support the claim as of the filing date and the specification must contain adequate disclosure of the basis for the prediction and of the line of reasoning supporting it ( <FRAGMENT_SUPPRESSED> at para 70; <FRAGMENT_SUPPRESSED> at para 134).", "(b)", "The promise of the 924 Patent"], ["[126]", "In light of the foregoing, the first step in the assessment of whether the 924 Patent's utility has been demonstrated or soundly predicted involves determining the parameters of the promise made in the patent. As already noted, I have determined that the 924 Patent makes a promise and that such promise has the following components:", "• PVP at sufficient concentrations enhances the physical stability of olopatadine solutions, meaning it will keep the solution clear and precipitate-free as compared to an identical solution without PVP in most instances.", "• Specific to Claim 2 is the promise that PVP having an average molecular weight of at least 5000 to 1600K (and most preferably 50K - 60K), and at concentrations of 0.1 - 3% will enhance the physical stability of 0.18 - 0.22% (w/v) olopatadine solutions.", "• Specific to Claim 7 is the promise that PVP having an average molecular weight of at least 5000 to 1600K (and most preferably 50K - 60K), and at concentrations of 1.5 - 2% will enhance the physical stability of 0.17 - 0.62% (w/v) olopatadine solutions.", "• Applicable to both Claims 2 and 7 is the promise that the claimed enhancement will work in olopatadine solutions for both the eye and the nose.", "• Also applicable to both Claims 2 and 7 is the promise that the five excluded excipients will not enhance the physical stability of the claimed olopatadine solutions, or at least not as well as PVP."], ["[127]", "In interpreting the promise of the asserted claims as I have, I am cognizant of the fact that the Court ought not be overzealous in finding every statement in the patent to be a promise (", "Sanofi-Aventis", "at paras 123-31;", "<FRAGMENT_SUPPRESSED> CPR (4th) 159). As discussed above, my formulation of the promise is derived from the unequivocal language used in the 924 Patent as well as the evidence of the parties' experts."], ["[128]", "It is against the foregoing promise that the utility of the 924 Patent will be judged. However, for the purposes of a prohibition proceeding, the determination of whether this ground of invalidity is justified is constrained by what Cobalt raised in its NOA. Therefore, it first is necessary to look back to the NOA to see what aspects of utility Cobalt has actually put into play.", "(c)", "Cobalt's NOA"], ["[129]", "Having carefully considered the NOA, I have determined that Cobalt has raised the following allegations of utility:", "■ With respect to Claim 2, Cobalt alleges that utility of all molecular weights of PVP to achieve the promised enhancement is not demonstrated because the experiments in the 924 Patent do not show that every molecular weight grade of PVP enhances the physical stability of olopatadine solutions; and", "■ With respect to both Claims 2 and 7, Cobalt alleges that utility of all molecular weights of PVP to achieve the promised enhancement is not soundly predicted because the 924 Patent fails to disclose a factual basis or sound line of reasoning to support that prediction."], ["[130]", "The allegation of lack of demonstrated utility (applicable to Claim 2) is found at paras 397-98 of the NOA, which provide:", "397. Furthermore, there is no limitation in Claims 1, 2, 3, 9 to 33 on the weight average molecular weight of PVP present in the solution. As discussed in paragraphs 367 to 369 above, the purported inventors clearly did not demonstrate that PVP having any weight average molecular weight for this excipient would be acceptable to achieve the promised utility of enhancing the physical stability of the solution.", "398. For all these reasons, the purported inventors clearly did not demonstrate the promised utility of the subject matter claimed in the '924 Patent by the priority date, or even by the filing date of the application for the '924 Patent. ..."], ["[131]", "The allegation of lack of sound prediction (applicable to Claims 2 and 7) is found at paras 401-02 of the NOA, which provide:", "401. Furthermore, as discussed in paragraphs 367 to 369 above, the data reported in the '924 Patent show that solutions containing PVP having certain weight average molecular weight did not achieve the promised utility of providing enhanced physical stability to the solution. Therefore, the purported inventors could not have had a factual basis or sound line of reasoning for predicting that PVP having any weight average molecular weight for this excipient would be acceptable to achieve this promises utility.", "402. For all these reasons, the claims of the '924 Patent are invalid on the basis that the promise of utility was not a sound prediction based on the information and expertise then available."], ["[132]", "Both these paragraphs reference an earlier passage in the NOA, which arises in the context of Cobalt's discussion on ambiguity. Alcon argues that Cobalt's reference to this passage further constrains the arguments it is permitted to raise in this application. This passage is reproduced in context below. (The references to Table 6 and Table 9 refer to experimental results disclosed in the 924 Patent):", "366. On one interpretation, \"enhance the physical stability of the solution\" could be interpreted to mean that the use of PVP of [PSSA] improves the physical stability of the solution over other topically administrable ophthalmic and nasal solutions of olopatadine that do not contain these excipients. However, the disclosure of the '924 Patent does not support this interpretation. In particular, Table 6 of the '924 Patent, at page 17, showed that when vials of Formulations \"Q\" and \"S\", which each contained PVP in the solution, were subjected to stability testing, 6 out of 12 vials tests (for Formulation \"Q\") and 11 of the 12 vials tested (for Formulation \"S\") showed that precipitation formed. Furthermore, Formulations \"Q\" and \"S\" did not perform better than Formulations \"M\" or \"P\", which did not contain any amount of PVP or [PSSA].", "367. Similarly, the data provided in Table 9 show that the following samples, each of which contain PVP, contained \"fibres/amorphous particles\" in the course of stability testing:", "a) in \"Refrigerated Condition (3-4ºC)\":", "(i) Samples 9.2A and 9.2B (both containing 0.01% of PVP having a wt. avg. MW of 58K);", "(ii) Samples 9.3A (containing 0.01% of PVP having a wt. avg. MW of 1300K); and", "b) in \"Freeze-Thaw Condition (-21ºC):", "(i) Samples 9.2A and 9.2B (both containing 0.1% of PVP having a wt. avg. MW of 58K).", "368. Thus, samples made by the purported inventors and containing ingredients in amounts falling within the scope of the claims, clearly failed to pass stability testing.", "369. If it is asserted that the purpose of the testing reported in Table 9 was to identify the specific amounts of PVP and the preferred weight average molecular weights of PVP that provide the desired result, there is no limitation in Claims 1, 2, 3, 9 to 33 on the amount or weight average molecular weight of PVP present in the solution. Therefore, Claims 1, 2, 3, and 9 to 33 are overly broad and encompass subject matter that fails to meet the claimed utility."], ["[133]", "Alcon relies solely on the experiments disclosed in the patent to demonstrate utility but did correct several transcription errors in the experiments through affidavit evidence. In total, seven experiments are disclosed in the 924 Patent, referred to in the patent as Example 5 to Example 11. Table 6 and Table 9 (discussed in the NOA) correspond to Example 7 and Example 9, respectively."], ["[134]", "Alcon submits that Cobalt's utility allegation is limited to an attack on the specific experiments and formulations mentioned in paras 366-68 of the NOA (i.e. Examples 7 and 9, which correspond to Tables 6 and 9)."], ["[135]", "I disagree that the NOA so narrowly constrains Cobalt in this case. It is true that the respondent in an NOC proceeding is limited to the law and facts raised in its NOA. As my colleague, Justice Hughes, recently stated in <FRAGMENT_SUPPRESSED> at paras 34-37:", "34 It has been firmly established by the Court of Appeal that the second person, a generic such as Cobalt, has an obligation in its Notice of Allegation to raise all the facts and legal arguments upon which it relies in support of its allegations. It cannot craft new arguments, or raise new allegations or new facts or new prior art documents not set out in the Notice of Allegation. (", "<FRAGMENT_SUPPRESSED> .", "35 While this may seem draconian since, undoubtedly, new matters may be raised as experts are consulted and evidence emerges, it is equally draconian for the first person who decides to institute proceedings to face shifting allegations and facts. The process is in need of change, but no interested person seems to be pressing for that change.", "36 As matters stand now, the Court must reject arguments based on facts or documents not set out in the Notice of Allegation nor can the Court address new allegations.", "37 I repeat the words of Stone JA in", "AB Hassle", ", supra where he wrote at paragraph 21 that the Notice of Allegation must set forth the legal and factual bases for the allegations in a sufficiently complete manner so as to enable the first person (here Bayer) to assess its course of action in response to the allegations."], ["[136]", "In the present case, however, Cobalt does not limit itself to only Examples 7 and 9. Read in context, the phrase \"in particular\" at para 366 of the NOA, introducing Example 7, and the phrase \"similarly\" at para 367, introducing Example 9, do not limit the experiments that Cobalt asserts do not demonstrate utility. Rather, they are meant as examples. The language of the NOA thus provides that these two experiments are being highlighted out of several to demonstrate Cobalt's main assertion as articulated in para 368, namely, that many samples disclosed in the 924 Patent contain ingredients in amounts falling within the scope of the claims but do not demonstrate the promised utility."], ["[137]", "While a respondent in an NOC proceeding must no doubt \"set forth the legal and factual bases for the allegations in a sufficiently complete manner so as to enable the first person ... to assess its course of action\", the respondent need not include in its NOA a reference to every minute factual particular in order to bring it into play. As Justice Rothstein (as he was then) stated  <FRAGMENT_SUPPRESSED>  & Gamble", "(2002 FCA 290), it is not \"necessary for the generic producer to address each and every dependent patent claim if the basic claim or claims that describe the invention are addressed in the detailed statement\" (at para 21). Here, Cobalt's NOA makes it clear that it is challenging whether the experiments disclosed in the 924 Patent demonstrate utility, based on the assertion that some of the disclosed results fail. This is sufficient to allow Alcon to appreciate the case it had to meet and to put all the experiments into play."], ["[138]", "In addition, the 924 Patent inaccurately reported the results of Examples 7 and 9. Alcon admitted that the disclosure in the patent does not reflect what the experiments showed in several instances, as demonstrated in the notebooks of the inventors, annexed as exhibits to the affidavit of Dr. Zhang. Specifically, in Example 7, the results for Formulation M in unseeded conditions at 0 C and -20 C read as \"0/3\", but according to the laboratory notebooks produced by Alcon, they should read as \"2/3\". Similarly, Formulation Q in Example 7 for unseeded conditions at -20 C should read \"1/3\" rather than \"0/3\". Further, Formulation S in Example 7 should be reported as containing polyethylene glycol at 2%, whereas the patent incorrectly indicates it is PVP at 1300K molecular weight. Finally, in Example 9, Sample 9.2B (58K) should read \"Particles\" under the Particulates column, rather than \"None\"."], ["[139]", "These were not inconsequential errors, but rather were material to the interpretation of the disclosed results. The presence of these errors, in my view, requires that Cobalt's NOA be regarded in a more generous light. Had the experimental data been reported correctly in the 924 Patent, Cobalt may have very well drafted its NOA differently and specifically mentioned additional experiments. The public is entitled to rely in good faith on the accuracy of information disclosed in a patent, and it would be unfair to confine Cobalt when it would have had no way of knowing that transcription errors were present in the 924 Patent."], ["[140]", "Therefore, with respect to Claim 2, I find that Cobalt has in its NOA raised the allegation that utility is not demonstrated because the experiments in the 924 Patent do not show that every molecular weight grade of PVP demonstrates the promised enhancement in physical stability of 0.18 - 0.22% (w/v) olopatadine solutions. With respect to both Claims 2 and 7, Cobalt has alleged that utility of all molecular weights of PVP to achieve the promised enhancement is not soundly predicted because the 924 Patent fails to disclose a factual basis or sound line of reasoning to support that prediction. In assessing both the allegation of lack of demonstrated utility (applicable to Claim 2) and the allegation of lack of sound prediction (applicable to Claims 2 and 7), I can therefore consider all relevant experiments disclosed in the 924 Patent."], ["[141]", "Having found that Cobalt's NOA successfully raises specific allegations of inutility related to the molecular weights of PVP, I will now summarize the relevant experiments disclosed in the 924 Patent and then turn to address the utility or sound prediction of Claim 2 and Claim 7.", "(d)", "The experimental data disclosed in the 924 Patent"], ["[142]", "Examples 5, 7, 9, 10, and 11 in the disclosure of the 924 Patent are relevant to the issues raised on utility. I examine each, in turn.", "Example 5"], ["[143]", "Example 5 compares the effect of 58K grade PVP (at concentrations of 1.0% and 1.8%) on the physical stability of 0.2% olopatadine solutions in thermal cycling and continuous low temperature conditions against each of the five excluded polymers: PVA (0.1%), HPMC (0.05%), xanthan gum (0.02%), polyvinyl acrylic acid (0.01%), and sodium carboxymethyl cellulose (0.1%). Testing was done at pH 7. No control was included."], ["[144]", "The results show that the olopatadine solutions with 58K grade PVP at 1.0% and 1.8% were clear and particle-free under all tested conditions, whereas all other solutions exhibited crystals, particles, or fibres after three cycles of thermal cycling and at all recorded timepoints during continuous low temperature conditions."], ["[145]", "Dr. Bodmeier opines that these results demonstrate the utility of PVP, since every sample with PVP under all tested conditions showed no particles whereas all other formulations (which contained the excluded excipients) had particles and/or crystals (Bodmeier affidavit at para 175). Dr. Laskar disagrees because the excluded excipients were tested at much lower concentrations than the PVP formulations, and no explanation is provided for why this was the case (Laskar affidavit at para 32). Dr. Laskar also notes the absence of a control as an additional reason for finding that this experiment fails to demonstrate PVP's promised utility (Laskar affidavit at para 39)."], ["[146]", "In oral argument, Alcon argued that the excluded excipients were tested at lower concentrations in order to maintain a viscosity of about 1 centipoise (cps), which the patent indicates is the preferred viscosity suitable for the eye. In response to the critique of the experiment lacking a control, Alcon proposed that the formulations with the excluded excipients can act as a sort of control, as they are technically PVP-free."], ["[147]", "I agree with Dr. Laskar that the lack of a control formulation significantly undermines the results of Example 5. Without a control, this experiment cannot demonstrate that PVP enhances stability as compared to a PVP-free solution. I reject Alcon's submission that the formulations containing the excluded excipients can act as a control, as the presence of the excluded excipient in each of those formulations acts as a confounding factor."], ["[148]", "Further, I am not convinced by Alcon's explanation for why the concentrations used for the excluded excipients were much lower than what was used in the PVP formulations. Alcon's submission that the skilled person would have known formulations for the eye should be restricted to a viscosity of about 1 cps is unconvincing, because while the 924 Patent does indicate that 1 - 2 cps is the preferred viscosity range for the invention, it also states that the invention encompasses solutions with viscosity of 0.5 - 10 cps (at page 6). Further, the prior art adduced under obviousness indicates that formulations with higher viscosity levels are acceptable for ophthalmic solutions (for example, WO 00/37080, a patent application for an ophthalmic formulation of pheniramine, states at page 5 while discussing the role of PVP as a viscosity builder that \"[s]uitably, the viscosity of the final formulation is 10 cps to 50 cps\")."], ["[149]", "Dr. Bodmeier opines that as concentration increases, viscosity usually increases exponentially (at page 114, lines 19-22 of his cross-examination), but when asked about the same topic, Dr. Laskar states that the viscosity of a particular polymer must be determined experimentally (Laskar cross-examination at page 35, lines 6-18). Given this split in opinion, I refuse to engage in speculation that increasing the concentration of the excluded excipients to match that in the PVP formulations would bring the viscosity of the solution beyond acceptable limits, as this is not borne out by any experimental evidence before me. Therefore, I cannot find that a comparison of higher concentrations of PVP with lower concentrations of the excluded excipients represents a fair assessment of their respective ability to physically stabilize olopatadine solutions. As a result, Example 5 fails to demonstrate that PVP acts as a better physical stabilizer of olopatadine solutions as compared to the five excluded excipients"], ["[150]", "In conclusion, I find that Example 5 fails to show that 58K grade PVP at concentrations of 1.0% and 1.8% enhances physical stability as compared to PVP-free olopatadine solutions and also fails to demonstrate that PVP is better at enhancing physical stability of olopatadine solutions as compared to the excluded excipients. In short, this experiment proves nothing with respect to Claims 2 and 7 of the 924 Patent.", "Example 7"], ["[151]", "Example 7 tested the stability of 0.2% and 0.3% olopatadine solutions in freeze-thaw conditions (3-6 cycles) with seed (at 0 C and -20 C) and without seed (at 0 C and -20 C). Testing was done at pH 7. In reviewing the results, I discuss the 0.2% solutions apart from the 0.3% solutions, as the former applies to both asserted claims, whereas the latter applies to Claim 7 only."], ["[152]", "As corrected by the notebook excerpts annexed to the affidavit of Dr. Zhang, the solutions of 0.2% olopatadine were tested in sets with (i) PVP (2%, 58K); (ii) polyethylene glycol (PEG) (2%) and PVP (2%, 58K) together; (iii) PEG (2%); (iv) PVP (1.8%, 58K); (v) PVP (1.8%, 1300K); and (vi) control. Each set was tested in triplicate."], ["[153]", "The results show that none of the vials with PVP showed precipitation upon visual inspection, whereas the solution with PEG alone had two out of three vials show precipitation under both unseeded temperature conditions. The control showed no precipitation under seeded conditions at -20 C, but showed precipitation in the three other tested conditions."], ["[154]", "Dr. Bodmeier states that Example 7 demonstrates the promised utility of PVP because none of the formulations with PVP showed precipitate, whereas five out of the 12 control samples did (Bodmeier affidavit at para 177). Dr. Laskar does not dispute this interpretation, but instead raises the concern that no standard protocol to determine physical stability seems to have been used as between the disclosed experiments (Laskar affidavit at para 45). Despite this, I am satisfied that Example 7 demonstrates that in three of four tested conditions, both 58K and 1300K grade PVP enhanced the physical stability of 0.2% olopatadine solutions as compared to PVP-free solutions."], ["[155]", "Solutions with 0.3% olopatadine, also investigated in Example 7, were tested in sets with (i) PVP (2%, 58K); (ii) PEG (2%) and PVP (2%, 58K) together; and (iii) PEG (2%) alone (this last condition also being a correction from the notebook excerpts, whereas the patent incorrectly disclosed this to be 1300K grade PVP at 2%). Sets were tested in triplicate. No control was included. The results are mixed: PEG alone showed precipitate in all conditions, while PVP alone (Formulation Q) performed well in seeded -20 C conditions but had precipitates in all other conditions. However, all vials with PEG and PVP together were free of precipitate under all conditions."], ["[156]", "Dr. Bodmeier offers two explanations for Formulation Q. First, he explains that physical stability is governed by random sporadic events, and so inconsistent results are not entirely unexpected. Second, he opines that Formulation Q may be an outlier, perhaps the result of some undetected contamination (Bodmeier affidavit at paras 181-82). Dr. Laskar, however, refused to treat it as an outlier or anomaly, opining that it was conceivable that increasing the concentration of olopatadine from 0.2% to 0.3% would exceed the solubility equilibrium of the solution (at page 41, line 6 to page 42, line 6 of his cross-examination)."], ["[157]", "Given Dr. Laskar's evidence, I am not prepared to disregard Formulation Q as merely an outlier, especially since it is the only formulation disclosed in the 924 Patent that contains 0.3% olopatadine with 58K grade PVP and no other polymers. Moreover, I note that no control was included, and Dr. Laskar's critiques regarding a lack of control for Example 5 are equally pertinent here. For both those reasons, I therefore find that Example 7 fails to show that 58K grade PVP enhances the physical stability of 0.3% olopatadine solutions.", "Example 9"], ["[158]", "Example 9 tested the effect of increasing concentrations of PVP on the physical stability of 0.2% olopatadine under refrigeration and freeze-thaw conditions against a PVP-free control. For 58K grade PVP, a range of concentrations from 0.01% to 1.0% (w/w) was tested, whereas for the 1300K grade, only the 0.1% (w/w) concentration was tested. All concentrations of PVP were tested in duplicate, as was the PVP-free control. The experimenters gauged physical stability in terms of (a) particulates, (b) fibres/amorphous particles, and (c) clarity. Testing was done at pH 7."], ["[159]", "Under refrigeration conditions, one of the control samples had fibres but was clear and free of particulates, while the other had crystals, amorphous particles, and was hazy. The samples with 58K grade PVP at 0.01% fared no better than the controls. However, the samples with PVP concentrations of 0.1% to 1.0% all displayed no particulates and were all clear. All such samples were also free of fibres or amorphous particles, except for one (sample 9.3A), which had \"maybe fibres\". However, the samples with 1300K grade PVP, while having better clarity over one of two controls, both displayed particles (indeed, \"big particles\" in one of the samples) and fibres."], ["[160]", "Under freeze-thaw conditions, the two control samples had no particulates and were clear, but fibres were present in both. The 58K grade PVP at 0.01% had no enhancement compared to the controls. However, from 0.1% to 1.0%, all samples with 58K PVP had no particles or fibres, and were clear. Likewise, the samples with 1300K grade PVP at 0.1% were particle- and fibre-free, and clear."], ["[161]", "Dr. Bodmeier opines that Example 9 demonstrates that PVP (58K) did not show clear fibres in any of the solutions within the scope of the invention claimed by the 924 Patent, i.e. concentrations of PVP at 0.1 - 3%, thereby demonstrating the promise of the patent with respect to the effective concentrations of PVP. Regarding sample 9.3A, where the result indicates \"maybe fibres\", he states that the skilled person would have understood this result to be ambiguous, as compared to an unequivocal statement of there being fibres (Bodmeier affidavit at paras 184-86). Dr. Laskar conceded that this statement was more equivocal (at page 52, lines 3-4 of his cross-examination). However, in his affidavit, Dr. Laskar notes that the duplicate samples of the control yielded inconsistent results, which he opines decreases the robustness of the experiment. He also notes that the samples of 1300K grade PVP at 0.1% were free of particles and fibres in freeze-thaw testing, but produced both particles and fibres at refrigeration condition (Laskar affidavit at paras 52-53). However, Dr. Laskar does not dispute that, with respect to the 58K grade PVP, Example 9 shows enhanced physical stability in the range claimed by the patent (at page 52, line 5 to page 54, line 6 of his cross-examination)."], ["[162]", "In his affidavit, Dr. Bodmeier does not address the failure of the 1300K grade PVP under the refrigeration conditions of Example 9 except to say that \"the data regarding PVP (58K) is more compelling than the data regarding PVP (1,300K)\" (at para 197). In cross-examination (at page 132, line 25 to page 133, line 11), he again concedes that the results for the 1300K grade PVP are not as good as those for the 58K grade:", "Q. So, if I look at Table 9 and I use this is 1.3 or 1300K solution of molecular weight of PVP, according to samples 9.7A and 9.7B, I get big particles and fibres?", "A. Yes. So at this concentration, and that's what I said before, if you compare this with the 58,000-K [", "sic", "] that works better in this case.", "Q. And if I -", "A. So I think these are teachings which come from this patent, that the lower molecular weight works better. ...", "Thus, Dr. Bodmeier concedes that the data disclosed in the 924 Patent for the 1300K grade PVP are weaker compared to the data for the 58K grade PVP."], ["[163]", "Dr. Laskar comments on the failure of the 1300K grade PVP in refrigeration conditions at para 130 of his affidavit. He states:", "For example, Table 9 presents data on formulations with varying concentrations and molecular weights of PVP. Formulation 9.7 contains 0.1% PVP (1300K). Under the refrigeration condition, this formulation produced particles, big particles and fibers. Under the freeze-thaw condition, it produced no particles. This formulation is included in at least claims 1, 2 and 4 meaning that the inventors are telling the skilled reader that this formulation supposedly enhances physical stability despite the fact that it produced particles and fibers."], ["[164]", "When cross-examined on this point, Dr. Laskar maintained that the failure of the 1300K PVP in refrigeration conditions was significant (at page 55, lines 16-22):", "Q. That could be one result. Another result, trying to read this, is that under the freeze-thaw test at the 1.3 million molecular weight polymer used, PVP enhances stability compared to not using PVP: fair?", "A. If you would read only the freeze-thaw data and ignore the refrigerated data, which a skilled reader would not do."], ["[165]", "However, Dr. Laskar goes on to agree that the failure of the 1300K grade PVP under refrigerated conditions in Example 9 is the first and only instance disclosed in the 924 Patent where the 1300K grade PVP fails (at page 56, lines 6-25):", "Q. Not only at that molecular weight, but at the 58,000 molecular weight as well, this is the first time where on one of the two tests for one molecular weight we have a result that seems to indicate, from what you're telling me, that there may be no physical stability enhancement. The others we saw enhancement. Agreed?", "A. One moment, please. Yes. I believe that is the case that these data in Table 9 is the first indicator that some inability of 1.3 million to stabilize, albeit this concentration is ten-fold less than in the previous example.", "Q. Right. And yet at the previous example, it was stable? The enhanced stability.", "A. It showed no precipitation or any evidence of precipitation.", "Q. Right. Leading to the conclusion I just -", "A. Increased solubility of olopatadine.", "Q. And enhanced stability?", "A. And thus enhanced physical stability."], ["[166]", "Alcon urges me to take this above passage as an admission by Dr. Laskar that the data disclosed in the 924 Patent demonstrate that 1300K grade PVP enhances the physical stability of olopatadine. By my reading, he does not go so far. First, Dr. Laskar's comments on enhanced stability were in relation to the \"previous example\" raised by Alcon's counsel, which can only refer to Formulation O (the 1300K vials) in Example 7 in the patent. I have already found above that Example 7 shows that 1300K grade PVP enhanced the physical stability of 0.2% olopatadine solutions in three out of four conditions, and Dr. Laskar's statement here is nothing more than an affirmation of that finding. Second, Dr. Laskar in no way backs down from the assertions that the skilled person would not ignore the refrigerated data and that Example 9 demonstrates \"some inability of [the 1300K grade PVP] to stabilize\". Therefore, while Dr. Laskar certainly concedes that the patent discloses some data that show that the 1300K grade PVP enhances physical stability, he also maintains that some data show the opposite."], ["[167]", "Thus, viewed fairly, the evidence of both experts with respect to the 1300K grade PVP is not very different. Both experts agree that the 924 Patent contains some data showing that this grade of PVP stabilizes olopatadine solutions, but that these data are not as good as the data disclosed in relation to the 58K grade PVP. In addition, Dr. Laskar highlights that the 1300K PVP at 0.1% concentration failed to enhance physical stability under refrigerated conditions in Example 9, and that the skilled person would not simply ignore this failure."], ["[168]", "Based on the opinions of the experts, I am satisfied that Example 9 demonstrates that 58K PVP at concentrations from 0.1% to 1.0% (w/w) enhance the physical stability of 0.2% olopatadine solutions as compared to control in both refrigeration and freeze-thaw conditions."], ["[169]", "However, the data for 1300K PVP at 0.1% is mixed, showing enhancement of the physical stability of 0.2% olopatadine solutions in freeze-thaw conditions, but not in refrigeration conditions. I agree with Dr. Laskar that the skilled person would not dismiss this failure. Thus, Example 9 (viewed in isolation from Example 7) fails to demonstrate that 1300K PVP enhances the physical stability of 0.2% olopatadine solutions. Viewed in conjunction with Example 7, the data for 1300K grade PVP are better, but, as Dr. Bodmeier noted, not as compelling as the data for the 58K PVP.", "Example 10"], ["[170]", "Example 10 tested the effect of 1.8% PVP (58K) on olopatadine solutions having concentrations of 0.2%, 0.4%, and 0.6% in thermal cycling (from -18 C to 25 C and 4 C from to 25 C) and short term stability (at 4 C and 25 C) conditions, as compared to PVP-free controls. Each formulation was performed in triplicate. Results for thermal cycling were recorded every 4 days up to day 12, whereas short term stability was done up to 16 weeks. Testing was done at pH 4.2, which the evidence shows is a level of acidity suitable for the nose (Bodmeier cross-examination at page 142, lines 12-18). The 1300K grade PVP was not tested in this experiment."], ["[171]", "The results show that for 0.2% olopatadine solutions, both formulations with PVP and the PVP-free formulations had no precipitate in all conditions; all samples with PVP were clear and colourless, so were all samples of the control."], ["[172]", "For 0.4% olopatadine solutions, all samples (PVP and control) remained clear and colourless at all thermal cycling conditions, but with respect to stability testing, the formulations with PVP remained clear and colourless at 4-16 weeks at 4 C and 12-16 weeks at 25 C, whereas the PVP-free samples displayed precipitates at those timepoints."], ["[173]", "For 0.6% olopatadine solutions, all samples (PVP and control) likewise remained clear and colourless at all thermal cycling conditions, but while precipitates were observed in control samples at 4-16 weeks of stability testing at 25 C, the corresponding samples with PVP remained clear and colourless. Precipitates were also observed in control samples at 4 to 16 weeks of stability testing at 4 C, but the same was seen in the corresponding samples with PVP (save for at the 4-week mark, where only two of three samples had precipitates)."], ["[174]", "Addressing the fact that none of the PVP-free 0.2% olopatadine solutions showed precipitates, Dr. Bodmeier states that it is unsurprising that PVP-free olopatadine solutions will in some instances not form precipitates. He urges the reader to look at all the experiments disclosed in the 924 Patent as a whole, and opines that together the results indicate that PVP enhances physical stability over PVP-free olopatadine solutions, including for 0.2% olopatadine solutions (Bodmeier affidavit at para 187). Regarding the 0.4% olopatadine solutions, Dr. Bodmeier notes that the samples with PVP showed no precipitation, whereas several control samples did, thereby demonstrating that PVP enhanced stability. Regarding the 0.6% olopatadine solutions, Dr. Bodmeier noted that while some samples with PVP did display precipitation, this is not altogether unexpected at such high concentrations of olopatadine (he actually says \"PVP\" but I am satisfied he meant \"olopatadine\"), and that the samples with PVP were still better than the controls because (i) only two of three samples with PVP showed precipitation at the four-week mark of the 4 C stability testing, and (ii) no precipitate was observed at the four to 16-week marks of the 25 C stability testing, unlike the control samples (Bodmeier affidavit at paras 189-90)."], ["[175]", "Dr. Laskar notes that for 0.2% olopatadine solutions, PVP offered no beneficial effect (Laskar affidavit at para 56). However, on cross-examination, he agrees with counsel for Alcon that the olopatadine solutions used in Example 10 would be expected to have higher solubility compared to the previous experiments because the pH is lower (at page 59, lines 15-24). In his affidavit, Dr. Laskar concedes that PVP appears to have some benefit for maintaining the physical stability of 0.4% olopatadine solutions, but for 0.6% olopatadine solutions, he notes that PVP did not consistently achieve a physically stable solution (Laskar affidavit at para 56). However, on cross-examination, he agrees with Alcon's counsel that as a whole, the results of Example 10 indicate that PVP enhances physical stability over PVP-free (Laskar cross-examination at page 60, line 19 - page 61, line 5)."], ["[176]", "As concerns the results for 0.2% olopatadine, I am not swayed by Dr. Bodmeier's urging to view the experiments collectively in making determinations about the effectiveness of PVP, for the reason that the experimental conditions are not the same. Example 10 was done at pH 4.2, whereas Examples 5, 7 and 9 were conducted at pH 7. Therefore, it is appropriate for me to look at Example 10 in isolation, and, as Dr. Laskar notes, the results clearly indicate that at this pH level, 58K PVP at 1.8% does not enhance the physical stability of 0.2% olopatadine solutions. It is true Dr. Laskar admitted that taken as a whole, Example 10 indicates that PVP enhances physical stability over control. However, that statement was made in the context of looking at the data in Example 10 collectively, for all three concentrations of olopatadine. For the purposes of assessing the utility of Claim 2, for which only the 0.2% olopatadine solutions are at issue, it is necessary to view the data for 0.2% olopatadine in isolation. In doing so, it is clear that Example 10 does not demonstrate enhancement of physical stability. Indeed, both experts agree that the data show that 0.2% olopatadine solutions at this pH can remain stable even without the addition of any physical stabilizer. Therefore, while recognizing that the solubility of the olopatadine solutions is expected to be higher at a lower pH, this experiment fails to demonstrate that 58K PVP offers any physical stability enhancement for 0.2% olopatadine solutions."], ["[177]", "As concerns the 0.4% olopatadine solutions, I agree with both experts that Example 10 shows that 58K PVP at 1.8% enhances the physical stability of olopatadine solutions in stability testing conditions. I note that there is no enhancement in thermal cycling testing."], ["[178]", "As concerns the 0.6% olopatadine solutions, I agree with Dr. Bodmeier that Example 10 shows that 58K PVP at 1.8% enhanced the physical stability of olopatadine solutions in stability testing at 25 C. However, as Dr. Laskar points out, in stability testing at 4 C, samples with PVP performed nearly as poorly as the controls, save for a marginal benefit at the four-week mark. I further note that PVP did not enhance the stability of olopatadine solutions in thermal cycling conditions."], ["[179]", "Overall, I find that Example 10 shows that, at pH 4.2, 58K grade PVP offers no enhancement of physical stability of 0.2% olopatadine solutions, but enhances stability of 0.4% and 0.6% olopatadine solutions in stability testing conditions.", "Example 11"], ["[180]", "Example 11 tested stability at 25 C and 3 C for four months of 0.2%, 0.4% and 0.6% olopatadine solutions with 1.8% PVP (58K) at pH 4 (suitable for the nose). No control was included. The results show that all solutions were clear throughout the testing period, as Dr. Bodmeier notes this at para 191 of his affidavit."], ["[181]", "Dr. Laskar agrees with this interpretation of the results. However, he notes that the results for 0.6% olopatadine in Example 11 are not consistent with the results for 0.6% olopatadine in Example 10, but notes that the slight differences in pH and sodium chloride concentration may explain these differences (Laskar affidavit at paras 59-60)."], ["[182]", "Example 11 lacks PVP-free controls, and so for the same reason as Dr. Laskar addresses above in Example 5, I cannot draw any conclusions as to whether it demonstrates that 58K PVP at 1.8% at pH 4 enhances the physical stability of 0.2%, 0.4%, and 0.6% olopatadine solutions. Thus, as was the case with Example 5, Example 11 proves nothing with respect to Claims 2 and 7 of the 924 Patent."], ["[183]", "With these results in mind, it is now possible to discuss whether Cobalt's allegation of lack of utility with respect to Claims 2 and 7 are justified.", "(e)", "Assessment of whether the utility of Claims 2 and 7 is demonstrated or soundly predicted"], ["[184]", "Having reviewed the results of the experiments, it is useful to recall the promises of Claims 2 and 7 that are attacked by the NOA. Claim 2 promises that PVP having an average molecular weight of at least 5000 to 1600K (and most preferably 50K - 60K), and at concentrations of 0.1 - 3% will enhance the physical stability of 0.18 - 0.22% (w/v) olopatadine solutions. Claim 7 promises, in part, that PVP having an average molecular weight of 5000 to 1600K (and most preferably 50K - 60K), and at concentrations of 1.5 - 2% will enhance the physical stability of 0.17 - 0.62% (w/v) olopatadine solutions. I first address the utility of Claim 2 before proceeding to address Claim 7.", "i. Is the utility of Claim 2 demonstrated or soundly predicted?"], ["[185]", "For the reasons that follow, I find that the utility of Claim 2 is neither demonstrated nor soundly predicted by the data disclosed in the 924 Patent."], ["[186]", "Cobalt's NOA alleges that the experiments disclosed in the 924 Patent fail to demonstrate or soundly predict that PVP of that entire molecular weight range achieves the promise of the patent. Therefore, the onus is on Alcon to show that the 924 Patent does demonstrate or soundly predict that PVP across the range of 5000 to 1600K will enhance the physical stability of 0.18 - 0.22% olopatadine solutions."], ["[187]", "I accept that 0.2% olopatadine solution is a suitable stand-in for the range of 0.18 - 0.22% olopatadine solutions, even though this point was not argued before me, nor evidence tendered in support. This is to the benefit of Alcon, because otherwise the experiments would not have tested the relevant concentration range of olopatadine."], ["[188]", "I have found that Example 7 demonstrates that 58K PVP at 1.8% and 2%, and 1300K PVP at 1.8%, enhance the physical stability of 0.2% olopatadine solutions in three of four tested conditions. Further, I have found that Example 9 demonstrates that 58K PVP at concentrations from 0.1% to 1.0% enhance the physical stability of 0.2% olopatadine solutions as compared to control in both refrigeration and freeze-thaw conditions. Example 9 also shows that the 1300K grade PVP at 0.1% enhances the physical stability of 0.2% olopatadine solutions in freeze-thaw conditions, but there is no such enhancement in refrigeration conditions."], ["[189]", "I have found that Example 10 does not demonstrate that 58K grade PVP enhances the physical stability of 0.2% olopatadine solutions at pH 4.2. I accept that one possible explanation for this is that at the lower pH level, the olopatadine solution has higher solubility and so is less likely to precipitate out of solution."], ["[190]", "I have found that Examples 5 and 11 are not demonstrative of any effect of PVP on 0.2% olopatadine solutions, since those experiments lack the proper controls."], ["[191]", "In light of the above, I am of the view that the disclosure of the 924 Patent demonstrates that 58K grade PVP enhances the physical stability of 0.2% olopatadine solutions at pH 7, but not at a pH of around 4. The experts testify that pH 7 is suitable for the eye, whereas pH 4 is appropriate for the nose. However, as Cobalt's NOA failed to raise the issue of pH suitability, that distinction does not factor into my analysis here. I therefore find that the patent demonstrates the promised utility of the 58K grade PVP for enhancing the physical stability of 0.2% olopatadine solutions."], ["[192]", "However, I am of the view that the results in relation to the 1300K grade PVP are tenuous at best. Fewer experiments (six conditions) were done using this grade, and in two out of six of those conditions, the 1300 grade failed to exhibit the promised utility. As mentioned above, Dr. Bodmeier admits that the data for the 1300K grade are not as good as that for the 58K, at para 197 of his affidavit:", "The skilled person would certainly appreciate that the data regarding PVP (58K) is more compelling than the data regarding PVP (1300K). This is consistent with the disclosure of the patent which states that the most preferred grade of PVP is a molecular weight of 50,000 - 60,000."], ["[193]", "And while Dr. Laskar admits that the patent discloses some samples where the 1300K grade PVP enhances stability, he maintains that it also discloses failures which should not be ignored."], ["[194]", "<FRAGMENT_SUPPRESSED>  CPR (4th) 301, my colleague, Justice Barnes, dealt with the question of whether a study demonstrated the promised utility of atomoxetine to treat Attention Deficit Hyperactivity Disorder (ADHD). The expert for the innovator testified that the study demonstrated the drug worked, whereas the generic's expert opined that the study was \"interesting and promising but not sufficiently robust to establish clinical efficacy\" (at para 95). The authors of the study admitted in the report that the study contained limitations, but concluded that \"[d]espite limitations, this study has shown that tomoxetine clinically and statistically significantly improved ADHD symptoms and was well tolerated. Although preliminary, these promising initial results provide support for further studies of tomoxetine in the treatment of ADHD\" (at para 98). The generic's experts, however, noted that although the results were \"encouraging\", the study was \"still preliminary and insufficient to draw a firm conclusion about the efficacy of atomoxetine\" (at para 100). In other words, the evidence as to the demonstration of utility was mixed, as it is in the present case."], ["[195]", "Justice Barnes thoroughly considered the evidence of both parties and ultimately sided with the generic's expert. He found that the study had failed to demonstrate the promised utility, holding, at para 113, that:", "... reported results do not demonstrate the clinical utility of atomoxetine to treat ADHD in adults let alone in children and adolescents. This was a clinical trial that was too small in size and too short in duration to provide anything more than interesting but inconclusive data."], ["[196]", "On appeal to the Federal Court of Appeal, the innovator argued that Justice Barnes had imposed too high a standard of proof for the demonstration of utility. However, in 2011 FCA 220, 94 CPR (4th) 95 (leave to appeal to the Supreme Court of Canada refused), Justice Evans held, at para 42, that:", "... utility is largely a question of fact that is decided in each case on the basis of the evidence and the judge's assessment of it. That a judge in one case concluded that utility was shown on the basis of the evidence before her is of little value in persuading an appellate court that a judge in another case, where the evidence was somewhat similar, must have applied too high a standard of proof or committed a palpable and overriding error because he reached the opposite result.", "Having found no such palpable and overriding error, the Court of Appeal affirmed Justice Barnes' decision."], ["[197]", "In the present case, I too find that the data disclosed in the 924 Patent regarding the utility of the 1300K grade PVP, while perhaps encouraging and interesting, is not conclusive. I base this conclusion on the fact that in both Examples 7 and 9 (the only two experiments where the 1300K grade was tested), samples with the 1300K PVP failed to demonstrate enhancement over PVP-free controls; on the assertion of Dr. Laskar (which he never withdrew) that the skilled person would not ignore such failures; and on Dr. Bodmeier's own admission that the 1300K data is not as compelling as the 58K data. In my view, the data relating to the 1300K grade PVP in the 924 Patent falls short of demonstrating the promised utility of enhancing 0.2% olopatadine solutions."], ["[198]", "I therefore find that while the 924 Patent demonstrates that the 58K grade PVP enhances the physical stability of 0.2% olopatadine solutions, it fails to do so in respect of the 1300K grade PVP."], ["[199]", "Further, Claim 2 promises utility for the entire molecular weight range of 5000 - 1600K. Yet the 924 Patent does not disclose any experiments done using PVP with molecular weights other than 58K or 1300K. That is, no testing was done with PVP having molecular weights down to 5000 or up to 1600K, and no experiments were conducted using PVP with a molecular weight in between 58K and 1300K. I recognise that PVP may only be available in certain commercially available grades (as mentioned by Dr. Bodmeier in his cross-examination at page 131, lines 6-11), and that it may not be necessary to test every single available grade of PVP in order to demonstrate utility across the range. However, no evidence was tendered regarding how many points along the molecular weight range of 5000 to 1600K need be tested in order to satisfy the demonstration of utility across the whole range. I note that the 924 Patent clearly discloses that PVP is commercially available at weight averages of 8K and 50K (at page 4 of the patent), yet the inventors have included no data using those grades, even though utility is promised across the whole range."], ["[200]", "In the absence of such evidence, I find that data for only the 58K and 1300K grades of PVP is insufficient to demonstrate the utility of PVP across the entire range of 5000 to 1600K, particularly given my finding that utility of the 1300K grade is not demonstrated."], ["[201]", "Therefore, the experiments in the 924 Patent do not demonstrate that PVP in the entire molecular weight range covered by the claim achieves the promised utility. Alcon has failed to demonstrate the utility of Claim 2 on this basis."], ["[202]", "Nor is the utility of the claimed molecular weight range of PVP soundly predicted. Alcon made minimal argument on this point. Dr. Bodmeier gives the following evidence on the issue of sound prediction at para 203 of his affidavit:", "Although the experiments in the patent were conducted with a molecular weight of either [58K] or [1300K], I believe that the examples and the disclosure in the patent (on page 4, line 1 to page 5, line 9) provide a sound basis for the reasoning that other grades of PVP would similarly be effective. I have already commented above that the disclosure of the patent, as well as the examples, demonstrate that the optimum molecular weight is 50,000-60,000. I therefore disagree with paragraph 367-369 and 401 of the Cobalt Letter."], ["[203]", "However, the portion of the 924 Patent referred to by Dr. Bodmeier does not provide any scientific basis for such a prediction; it merely discusses the commercially available grades of PVP, then lists the molecular weight range of PVP claimed in the invention."], ["[204]", "When questioned on this point in cross-examination, Dr. Bodmeier again could not provide a satisfactory scientific basis for the prediction that PVP across the entire range of claimed molecular weights would work. At page 132, lines 1-18 of the cross-examination transcript, he answered as follows:", "Q: There's nothing in this patent that demonstrates that a 5,000 molecular weight PVP will enhance the physical stability of an olopatadine solution.", "A: Yes, but I think a person of ordinary skills in the art, where two grades were investigated, I think this is enough examples to demonstrate that PVP will work over a broad range of molecular weights.", "Q: Down to 5,000?", "A: I also think down to 5,000, yes.", "Q: And on what basis do you say that, if 58,000 works, that 5,000 will also work?", "A: Well, if the 58,000 works, then the 1.6 million also will work. So I think that's a much bigger range which was investigated for then going from 50,000 to 5,000."], ["[205]", "Dr. Bodmeier provides no discernable scientific basis for the prediction of utility across the entire claimed range. There is no \"articulable and sound line of reasoning\" upon which a sound prediction of utility can be based."], ["[206]", "The need for disclosure of a sound line of reasoning is heightened in this case given Dr. Bodmeier's own evidence that the physical stability of solutions, unlike chemical stability, is a more random and unpredictable phenomenon. At para 145 of his affidavit, Dr. Bodmeier states:", "However, unlike chemical stability, physical stability is not nearly as predictable a phenomenon. The process of precipitation or crystallization is governed by forces that are a lot more random and unpredictable."], ["[207]", "If physical stability is a more random and unpredictable phenomenon, then the 924 Patent ought to disclose a correspondingly rigorous scientific basis for prediction. However, the patent discloses no basis for predicting that the entire range of molecular weights of PVP claimed in Claim 2 will have a physically stabilizing effect on 0.2% olopatadine solutions."], ["[208]", "In a somewhat similar vein, in", "<FRAGMENT_SUPPRESSED>  CPR (4th) 414, my colleague, Justice Phelan, found that the patent promised a dissolution profile of 70% active ingredient, but that the disclosure only demonstrated up to 50%. He therefore found that there was no factual basis or sound line of reasoning to predict utility. Also similar is the case of", "<FRAGMENT_SUPPRESSED>  CPR (4th) 189, where my colleague, Justice Hughes, found that a single study showing that a drug lowered blood glucose levels in mice was insufficient to predict that that drug would be effective in treating diabetes in humans. Both these cases exemplify situations where the experimental data failed to live up to the promise of the patent. The present case is another example of the same."], ["[209]", "I therefore find that the promise of utility for Claim 2 of the 924 Patent is neither demonstrated nor soundly predicted.", "ii. Is the utility of Claim 7 soundly predicted?"], ["[210]", "Having found that the promise of Claim 2 is not met, I now turn to address the question of whether the 924 Patent soundly predicts the utility of Claim 7. For the reasons that follow, I find that it does not."], ["[211]", "It should be recalled that Claim 7 promises, in part, that PVP having an average molecular weight of at least 5000 to 1600K (and most preferably 50 - 60K), and at concentrations of 1.5 - 2% will enhance the physical stability of 0.17 - 0.62% (w/v) olopatadine solutions. Cobalt's NOA alleges that the 924 Patent fails to soundly predict that PVP of that entire molecular weight range achieves that promise of utility. Therefore, the onus is on Alcon to show that the 924 Patent does soundly predict that PVP at 1.5 - 2% and across the molecular weight range of 5000 to 1600K will enhance the physical stability of 0.17 - 0.62% olopatadine solutions."], ["[212]", "As discussed above, I have found that Examples 7 and 9 together demonstrate that 58K grade PVP in the claimed concentration range enhances the physical stability of 0.2% olopatadine solutions at pH 7. However, Example 7 does not show that 58K grade PVP in the claimed concentration range enhances the physical stability of 0.3% olopatadine solutions. Example 10 demonstrates that 58K PVP at 1.8% enhances the physical stability of 0.4% and 0.6% olopatadine solutions, but only in stability (rather than thermal cycling) conditions, and at pH 4.2. Putting aside the issue of differing pH values, the fact is that the 924 Patent discloses data for olopatadine concentrations of greater than 0.2% only with the 58K grade PVP. In other words, there is no testing with the 1300K grade PVP with any concentration of olopatadine other than 0.2%."], ["[213]", "Thus, Alcon bears the onus of showing that, while the 924 Patent discloses data for only the 58K grade of PVP, it nonetheless provides a basis for soundly predicting that PVP of molecular weights of 5000 to 1600K will have the promised utility."], ["[214]", "For the reasons already discussed above, I find that Alcon has not met this burden. The patent simply provides no basis for such a prediction, particularly in light of Dr. Bodmeier's evidence that physical stability is inherently more random and unpredictable than chemical stability."], ["[215]", "Therefore, the promise of utility for Claim 7 of the 924 Patent is not soundly predicted."], ["[216]", "As Claims 2 and 7 were the only claims of the 924 asserted by Alcon, I accordingly find that Cobalt's claim of invalidity due to lack of utility is justified.", "(f)", "Additional comments on utility"], ["[217]", "I have limited my findings above to the issues raised by Cobalt in its NOA, and I have found them sufficient to dispose of this allegation of inutility. However, I would note that, while I do not rely on issues not raised in the NOA, there are several other aspects of the promise of the patent that are not demonstrated by the experiments disclosed in the 924 Patent."], ["[218]", "First, Claim 2 promises utility for concentrations of PVP from 0.1 to 3%, but the highest concentration of PVP used in the experiments is 2%. Therefore, utility for PVP concentrations up to 3% is not demonstrated, and certainly not for all molecular weights of PVP. In the same vein, Claim 7 promises utility for PVP concentrations from 0.1 to 2%, but again the patent does not demonstrate utility in that concentration range for all molecular weights of PVP."], ["[219]", "Second, both Claims 2 and 7 incorporate the promise that the claimed enhancement of physical stability will work in olopatadine solutions for both the eye and the nose. Example 10 demonstrated that at pH 4.2, an acidity level suitable for the nose, the 58K grade PVP had no enhancement in physical stability over the control. Therefore, the promise of utility is not necessarily demonstrated for 0.2% olopatadine nasal solutions. There are no data in relation to the lower pH for the 1300K grade PVP, nor for any other grade, and so the patent likewise fails to demonstrate the promised utility across all promised concentrations and grades for both the eye and the nose."], ["[220]", "Third, both Claims 2 and 7 promise that the five excluded excipients will not enhance the physical stability of the claimed olopatadine solutions, or at least not as well as PVP. The disclosed experiments do not bear this out. As discussed above, Example 5 does not offer a fair comparison of the physical stabilizing ability between PVP and the excluded excipients, since the excluded excipients are formulated at lower concentrations. Indeed, Example 6 in the 924 Patent investigated samples with two of the excluded excipients (HPMC and PVA), formulated at concentrations of 1.8% in 0.2% olopatadine solutions. No precipitation occurred after six cycles in freeze-thaw stability studies both with and without seed (although no control was used in this experiment either). Therefore, the 924 Patent does not demonstrate that the excluded excipients will not enhance the physical stability as well as PVP, and in fact suggests that two of the excluded excipients can physically stabilize 0.2% olopatadine solutions."], ["[221]", "Therefore, while I have made my utility determinations based solely on the issues raised in Cobalt's NOA, I point out that there are several other grounds (that could have been raised) which show that the promise of the 924 Patent is not demonstrated or soundly predicted."], ["[222]", "For the other reasons discussed above, I find that Cobalt's allegation that the 924 Patent is invalid for lack of utility is justified.", "V.", "Claims broader"], ["[223]", "The next ground for invalidity advanced by Cobalt involves the assertion that Claims 2 and 7 of the 924 Patent are broader than the scope of any invention that may have been shown to be useful."], ["[224]", "In this regard, the case law recognises that if an inventor makes claims in the patent that are broader than the scope of the invention made and disclosed in the patent will be invalid through a so-called \"self-inflicted wound\" (see e.g.", "<FRAGMENT_SUPPRESSED> , 47 FTR 81 at para 126 [", "<FRAGMENT_SUPPRESSED>  overbreadth of the asserted claims at para 376 of its NOA, which provides:", "For the reasons discussed at paragraphs 366 to 369 above, the data provided in the '924 Patent clearly show that the claims of the '924 Patent encompass non-useful and inoperable subject matter for the promised utility of enhancing the physical stability of the solution. Therefore, all of the claims of the '924 Patent are invalid for inutility.", "And, to similar effect at para 387 of the NOA:", "For the reasons discussed at paragraphs 366 to 369 above, the data provided in the '924 Patent clearly show that the claims encompass non-useful and inoperable subject matter for the promised utility of enhancing the physical stability of the solution. Therefore, all of the claims of the '924 Patent [are] broader than the alleged invention actually made by the purported inventors."], ["[226]", "While one paragraph makes reference to \"inutility\" and the other to the claims being \"broader\", these passages of the NOA actually both refer to the same issue of claims broader, since Cobalt's allegation of overbreadth is related to the allegation that the patent claims something that does not work. As Justice MacKay says at para 126 of", "<FRAGMENT_SUPPRESSED>  promise fails\"."], ["[227]", "Therefore, this allegation of overbreadth is simply another way of articulating the utility argument, but from the perspective of claims drafting rather than from the perspective of the demonstration or sound prediction of utility. As I have already found above that the 924 Patent fails to meet the promises advanced by the asserted claims, it follows that the claims are drafted more broadly than is warranted; they contain promises that are broader than what can be demonstrated or soundly predicted to be useful by the disclosure in the patent."], ["[228]", "I therefore find Cobalt's allegation that the 924 Patent is invalid for overbreadth is justified.", "VI.", "Ambiguity and insufficiency"], ["[229]", "Cobalt finally alleges that the 924 Patent is invalid for ambiguity and insufficiency. For the reasons that follow, I find that neither of these allegations has merit.", "(a)", "The law on ambiguity and insufficiency"], ["[230]", "Ambiguity and insufficiency are related but distinct grounds of invalidity. The Supreme Court summarised the relevant framework for both in", "<FRAGMENT_SUPPRESSED> :", "The applicant must disclose everything that is essential for the invention to function properly. To be complete, it must meet two conditions: it must describe the invention and define the way it is produced or built (Thorson P. in", "<FRAGMENT_SUPPRESSED>  invention and describe how it is put into operation. A failure to meet the first condition would invalidate the application for ambiguity, while a failure to meet the second invalidates it for insufficiency. The description must be such as to enable a person skilled in the art or the field of the invention to produce it using only the instructions contained in the disclosure (Pigeon J. in", "<FRAGMENT_SUPPRESSED> , at p. 563;", "<FRAGMENT_SUPPRESSED> , at p. 1113) and once the monopoly period is over, to use the invention as successfully as the inventor could at the time of his application (", "Minerals Separation", "supra", ", at p. 316)."], ["[231]", "Ambiguity occurs, then, when the inventor has failed to \"define the nature of the invention\". It relates to the ability of the public to understand the scope of the monopoly conferred by a patent: if the claims in a patent give inadequate or obscure directions as to the boundaries of the monopoly, it will be invalid for ambiguity (", "<FRAGMENT_SUPPRESSED>  the", "Patent Act", "provides:", "27(4) The specification must end with a claim or claims defining distinctly and in explicit terms the subject-matter of the invention for which an exclusive privilege or property is claimed.", "(4) Le mémoire descriptif se termine par une ou plusieurs revendications définissant distinctement et en des termes explicites l'objet de l'invention dont le demandeur revendique la propriété ou le privilège exclusif."], ["[232]", "The case law recognises, however, that claims are to be understood from the perspective of the skilled person with a mind willing to understand and will not be held to be invalid simply because they are not a \"model of concision and lucidity\" (", "<FRAGMENT_SUPPRESSED> CPR (4th) 345). If a claim can be understood \"using grammatical rules and common sense, it cannot be ambiguous\" (", "ibid", "). Indeed, it appears there will be few instances where the imprecision of a claim serves to invalidate the claim; in <FRAGMENT_SUPPRESSED> (2005 FC 1725), my colleague, Justice Hughes, refers to ambiguity as a \"last resort, rarely, if ever, to be used\" (at para 53)."], ["[233]", "Insufficiency, on the other hand, occurs when the inventor has failed to \"describe how [the invention] is put into operation\". It relates to the adequacy of the disclosure made by the inventors as part of the \"bargain\" for obtaining the monopoly conferred through the grant of the patent. As Justice LeBel noted in", "<FRAGMENT_SUPPRESSED>  [", "Sildenafil", "]:", "The patent system is based on a \"bargain\", or", "quid pro quo", ": the inventor is granted exclusive rights in a new and useful invention for a limited period in exchange for disclosure of the invention so that society can benefit from this knowledge. This is the basic policy rationale underlying the Act. The patent bargain encourages innovation and advances science and technology. Binnie J. explained the", "quid pro quo", "as follows in", "AZT", ", at para. 37:", "A patent, as has been said many times, is not intended as an accolade or civic award for ingenuity. It is a method by which inventive solutions to practical problems are coaxed into the public domain by the promise of a limited monopoly for a limited time. Disclosure is the", "quid pro quo", "for valuable proprietary rights to exclusivity which are entirely the statutory creature of the", "Patent Act"], ["[234]", "Section 27(3) of the", "Patent Act", "sets out the disclosure requirements that an inventor must meet in order to fulfill his or her part of the bargain. It provides:", "27(3) The specification of an invention must", "(a) correctly and fully describe the invention and its operation or use as contemplated by the inventor;", "(b) set out clearly the various steps in a process, or the method of constructing, making, compounding or using a machine, manufacture or composition of matter, in such full, clear, concise and exact terms as to enable any person skilled in the art or science to which it pertains, or with which it is most closely connected, to make, construct, compound or use it;", "(c) in the case of a machine, explain the principle of the machine and the best mode in which the inventor has contemplated the application of that principle; and", "(d) in the case of a process, explain the necessary sequence, if any, of the various steps, so as to distinguish the invention from other inventions.", "(3) Le mémoire descriptif doit:", "a) décrire d'une façon exacte et complète l'invention et son application ou exploitation, telles que les a conçues son inventeur;", "b) exposer clairement les diverses phases d'un procédé, ou le mode de construction, de confection, de composition ou d'utilisation d'une machine, d'un objet manufacturé ou d'un composé de matières, dans des termes complets, clairs, concis et exacts qui permettent à toute personne versée dans l'art ou la science dont relève l'invention, ou dans l'art ou la science qui s'en rapproche le plus, de confectionner, construire, composer ou utiliser l'invention;", "c) s'il s'agit d'une machine, en expliquer clairement le principe et la meilleure manière dont son inventeur en a conçu l'application;", "d) s'il s'agit d'un procédé, expliquer la suite nécessaire, le cas échéant, des diverses phases du procédé, de façon à distinguer l'invention en cause d'autres inventions."], ["[235]", "The specification need not set out every minor piece of instruction on how to work the invention. Sufficiency is met even if the skilled reader, once taught the invention by the patent, must still conduct routine experiments to arrive at the desired result (see e.g.", "Airseal Controls Inc v M & I Heat Transfer Products Ltd", "(1993), 53 CPR (3d) 259 at 274, 72 FTR 196). However, the specification must disclose the invention itself without the need for any testing or guesswork. If it narrows down the invention to two possible candidates, but fails to teach which one actually works, the patent is insufficient, even if only a \"minor research project\" would enable the skilled person to pick the right candidate (", "Sildenafil", "at para 74)."], ["[236]", "Both ambiguity and insufficiency are assessed as of the publication date (", "Whirlpool", "at para 56;", "<FRAGMENT_SUPPRESSED> CPR (4th) 79), which in this case is January 9, 2003.", "(b)", "Analysis of the claims of ambiguity and insufficiency"], ["[237]", "Cobalt's arguments on ambiguity and insufficiency are interrelated. It argues that Claim 2 should be found to be void for ambiguity and insufficiency because the description of the amount of PVP to be added to the solution is so imprecise as to be meaningless, since the words \"in an amount sufficient to enhance the stability of the solution\" give no guidance as to what that amount should be. It asserts that the experiments reported in the 924 Patent likewise do not provide sufficient guidance as to the meaning of \"amount sufficient\", as they do not provide any clear indication of what amount of PVP will enhance stability, and thus provide no guidance to the skilled reader on how to work the invention. Therefore, Cobalt argues, the patent fails to identify boundaries for the claims, and is both ambiguous and insufficient."], ["[238]", "From the perspective of ambiguity, I find no merit in this argument. The term \"amount sufficient\" is not ambiguous, as the specification clearly sets out the preferred amounts of PVP to be added to the solutions, namely \"0.1 - 3%, preferably 0.2 - 2%, and most preferably 1.5 - 2%\" (page 5 of the 924 Patent). In addition, the fact that I have been able to establish the meaning of \"amount sufficient\" as a matter of claims construction tends to defeats the allegation of ambiguity. I moreover note that this type of description for the amount of a particular compound to be added to a pharmaceutical composition appears to be frequently used in pharmaceutical patents (see e.g.", "<FRAGMENT_SUPPRESSED>  CPR (4th) 331). I therefore find that Cobalt's allegation of ambiguity fails."], ["[239]", "From the perspective of insufficiency, I likewise find no merit in Cobalt's argument. It is the use of PVP or PSSA to enhance the physical stability of olopatadine solutions that constitutes the invention, not the specific amounts of those compounds. As the inclusion of PVP and PSSA has been disclosed by the claims, this is not like the situation in", "Sildenafil", ". Rather, this situation is like <FRAGMENT_SUPPRESSED> , where a party in a patent infringement trial argued that the patent specification failed to \"set out what constitutes an effective amount of the specified compounds, the active ingredients in the composition claims\", but where Justice MacKay found that the \"determination of an effective amount to be included in a delivery system, a dosage amount, is not an inventive step even if it requires some experimental work by persons of experience and skill\" (at para 122). The same is true in the present case, as the specification provides for the range of PVP to be used, and fine-tuning these amounts is a matter of routine experimentation, as Dr. Bodmeier notes in his cross-examination (at page 127, lines 11 - 18)."], ["[240]", "I therefore conclude that Cobalt's allegations of invalidity due to the ambiguity and insufficiency of Claims 2 and 7 are not justified.", "VII.", "Conclusion"], ["[241]", "Based on the foregoing, the 924 Patent, for the purposes of this NOC proceeding, is invalid for lack of demonstrated or soundly predicted utility and for overbreadth. This application to prohibit the Minister of Health from issuing an NOC to Cobalt for its 0.2% olopatadine ophthalmic product will accordingly be dismissed.", "VIII.", "Costs"], ["[242]", "The respondent is entitled to its costs in respect of this application, as well as in respect of the discontinued proceeding in Court File No. T-505-12. In accordance with my direction of December 16, 2013, the parties shall be afforded the opportunity to make submissions regarding the quantum of costs to be awarded in respect of both.", "JUDGMENT"], ["[243]", "THIS COURT'S JUDGMENT is that", "1. The BASF product monograph, filed as an exhibit on the cross-examination of Dr. Bodmeier, as well as paragraph 79 of the respondent's memorandum of fact and law discussing the product monograph, are struck;", "2. This application to prohibit the Minister of Health from issuing a Notice of Compliance to Cobalt for its 0.2% olopatadine ophthalmic solution product until the expiry of Canadian Patent No. 2,447,924 is dismissed; and", "3. The respondent shall provide its written submissions as to the quantum of costs it seeks for this proceeding, as well as for the discontinued proceeding in T-505-12, within fifteen (15) days from the date of this Judgment. The applicant shall provide its written submissions as to costs of this proceeding, as well as for the discontinued proceeding in T-505-12, within fifteen (15) days from receipt of the respondent's submissions. The respondent may, if it wishes, file a reply within ten (10) days from receipt of the applicant's submissions. Thereafter, a further order as to costs will be made.", "Order accordingly.", "Editor: Elizabeth M.A. Turgeon/vnh"]]}