{"id_": "094354", "body_str": [["[1]", "Near, J.", ": This is a judicial review of the decision (the Decision) made by an Immigration Officer (the Officer), dated January 7, 2009 wherein the Officer refused the Applicant's application for permanent resident status under the Spouse or Common-Law partner in Canada class following her spouse's demise.  <FRAGMENT_SUPPRESSED>"], ["[2]", "For the reasons set out below the Officer's decision was reasonable and the application is dismissed.  <FRAGMENT_SUPPRESSED>", "I.", "Background  <FRAGMENT_SUPPRESSED>"], ["[3]", "The Applicant is a thirty-two year old citizen of Grenada. She has a daughter who is not a party to this application. The Applicant was married to Hugh Darnell Grant, a Canadian citizen, on November 18, 2006. Mr. Grant was killed on September 22, 2008.  <FRAGMENT_SUPPRESSED>"], ["[4]", "In October 2007 the Applicant and Mr. Grant made an application for permanent residence under the Spouse or Common-Law partner in Canada class (Spousal Class). On December 5, 2007, the Applicant received a letter stating she met the eligibility requirements to apply for permanent residence status in the Spousal Class, but a final decision would not be made until the remaining requirements for becoming a permanent resident were met. The letter stated:  <FRAGMENT_SUPPRESSED>", "It has been determined that you meet the eligibility requirements to apply for permanent resident status as a member of the spouse or common-law partner in Canada class. However, a final decision will not be made until all remaining requirements for becoming a permanent resident have been met. These requirements include medical, security and background checks. [...]  <FRAGMENT_SUPPRESSED>"], ["[5]", "On October 23, 2008, the Applicant was sent a letter from Citizenship and Immigration Canada (CIC) stating:  <FRAGMENT_SUPPRESSED>", "In order to become a permanent resident under the spouse or common-law partner in Canada class, you must comply with requirements as specified in the Immigration and Refugee Protection Regulations. Specifically you must be the subject of sponsorship and have a sponsor.  <FRAGMENT_SUPPRESSED>", "It has come to our attention that an individual by the name of Darnell Hugh Grant, aged 31, was murdered in Toronto on 24 September 2008. You are being asked to provide a written confirmation as to whether this individual was your husband and to provide a copy of the death certificate.  <FRAGMENT_SUPPRESSED>"], ["[6]", "The Applicant responded by letter on November 24, 2008, confirming that her husband and spousal sponsor was deceased. She did not raise any humanitarian or compassionate grounds.  <FRAGMENT_SUPPRESSED>"], ["[7]", "On January 7, 2009, the Applicant received a letter informing her that her application for permanent residence as a member of the Spouse or Common-law partner in Canada Class was refused as she had not shown that she met the requirements as her sponsor was deceased.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The Applicant submitted an application of humanitarian and compassionate grounds in February 2009 that is not the subject of this judicial review.  <FRAGMENT_SUPPRESSED>", "II.", "Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[9]", "The standard of review for questions of law is correctness while other issues are reviewable on a reasonableness standard (", "<FRAGMENT_SUPPRESSED> ). At paragraph 47 of", "<FRAGMENT_SUPPRESSED> , reasonableness has been articulated as:  <FRAGMENT_SUPPRESSED>", "[...] concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The standard of review in this matter is reasonableness.  <FRAGMENT_SUPPRESSED>", "III.", "Issues  <FRAGMENT_SUPPRESSED>"], ["[11]", "The Applicant argues that the Officer failed to observe the principles of natural justice and procedural fairness, erred in law in making the decision, and based the decision on erroneous findings of fact made in a perverse or capricious manner or without regard of the documentary evidence. The main thrust of her argument appears to be that the December 2007 letter \"approved in principle\" the sponsorship application and that the issuance of a permanent resident visa following the approval is a formality. The Applicant also argues that the Officer failed to consider the relevant humanitarian and compassionate factors in the decision.  <FRAGMENT_SUPPRESSED>"], ["[12]", "The Respondent argues that to become a permanent resident under the spouse or common-law partner in Canada class, an applicant must comply with the requirements as specified in the", "Immigration and Refugee Protection Regulations", "(SOR/2002-227). Regulation 124(c) requires that in order to qualify to become a member of this class, an application must be the \"subject of a sponsorship application\". Regulation 124 states:  <FRAGMENT_SUPPRESSED>", "124. A foreign national is a member of the spouse or common-law partner in Canada class if they  <FRAGMENT_SUPPRESSED>", "(a) are the spouse or common-law partner of a sponsor and cohabit with that sponsor in Canada;  <FRAGMENT_SUPPRESSED>", "(b) have temporary resident status in Canada; and  <FRAGMENT_SUPPRESSED>", "(c) are the subject of a sponsorship application.  <FRAGMENT_SUPPRESSED>", "124. Fait partie de la catégorie des époux ou conjoints de fait au Canada l'étranger qui remplit les conditions suivantes:  <FRAGMENT_SUPPRESSED>", "a) il est l'époux ou le conjoint de fait d'un répondant et vit avec ce répondant au Canada;  <FRAGMENT_SUPPRESSED>", "b) il détient le statut de résident temporaire au Canada;  <FRAGMENT_SUPPRESSED>", "c) une demande de parrainage a été déposée à son égard.  <FRAGMENT_SUPPRESSED>"], ["[13]", "The Respondent highlighted the fact that to be considered under Regulation 124 the individual must be the spouse or common-law partner of a sponsor and be cohabitating with that sponsor. As the Applicant's husband had died prior to the final determination of her application, she ceased to be the subject of a sponsorship application as she was no longer the spouse of her sponsor and no longer cohabitated with him. The Respondent also relies on Regulations 127, 130, and 133. These Regulations provide that a foreign national cannot become a permanent resident unless a sponsorship application is in effect and the sponsor who gave that undertaking still meets the requirements.  <FRAGMENT_SUPPRESSED>"], ["[14]", "The Respondent further argues that the Applicant did not request for her application to be assessed on humanitarian and compassionate grounds or make any submissions to that effect. They rely on", "<FRAGMENT_SUPPRESSED>  at paragraphs 8-9 for the position that applicants have the onus of establishing the facts on which their claim rests and when they omit pertinent information from their application, they do so at their peril (see also", "<FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 828).  <FRAGMENT_SUPPRESSED>"], ["[15]", "I agree that the Applicant does not meet the criteria of Regulation 124(c) and that she did not raise Humanitarian and Compassionate grounds at that time. Two recent cases have addressed the issue of a spouse no longer meeting the requirements of Regulation 124.  <FRAGMENT_SUPPRESSED>"], ["[16]", "<FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1587, the wife sponsored her husband in the Spousal Class. The wife left the matrimonial home and sent a written request to CIC to withdraw her sponsorship. The husband filed for separation. At paragraph 11 Justice Michel Shore wrote that the Minister accepted the withdrawal as no final decision had been made in the application. At paragraph 27 Justice Shore wrote:  <FRAGMENT_SUPPRESSED>"], ["[27] Section 124 of the Immigration and Refugee Protection Regulations, SOR/2002-227 (the Regulations), imposes three conditions on applicants applying for permanent residence in this class: (1) they are the spouse or common-law partner of a sponsor and cohabit with that sponsor in Canada; (2) they have temporary resident status in Canada; and (3) they are the subject of a sponsorship application.", "Failure to meet one of these conditions is fatal to the applicant's application for permanent residence.", "[emphasis added]  <FRAGMENT_SUPPRESSED>"], ["[17]", "<FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 526 per Justice James Russell, the wife sponsored her husband under Regulation 124. Prior to a final decision being made, a domestic confrontation resulted in the applicant being charged with assault and uttering threats. A condition of his bail prohibited contact with the wife and required the applicant to reside with his uncle while in Canada. The officer subsequently denied the applicant's claim for permanent residence under the spousal class on the basis that he did not meet the cohabitation requirement. By the time the matter was heard by the Federal Court the applicant had reconciled with his wife. At paragraphs 31-34, Justice Russell held that the onus was on the Applicant to establish that section 124 of the Regulations was satisfied and to ensure that they comply with the Act, and he was unable to find a reviewable error.  <FRAGMENT_SUPPRESSED>"], ["[18]", "In this case both the December 5, 2007 and October 23, 2008 letters from the Minister made it clear that a final decision in the Applicant's application for permanent residence had not been made and that she must comply with the requirements. She did not raise any humanitarian or compassionate grounds. Therefore, the Officer made her decision based on the information before her. The Officer's decision was reasonable and the Application is dismissed.  <FRAGMENT_SUPPRESSED>"], ["[19]", "Neither party proposed a certified question and no question will be certified.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[20] THIS COURT ORDERS AND ADJUDGES that", "this application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}