{"id_": "094403", "body_str": [["[1]", "Dawson, J.", ": Jie Dong Gong is a citizen of the People's Republic of China (PRC) who came to Canada in 2000 and claimed refugee protection. Mr. Gong's claim was based upon religious persecution. He stated that he was a sympathetic supporter of some members of the Falun Gong and that he was associated with members of the Falun Gong. His claim to protection was dismissed because the Convention Refugee Determination Division of the Immigration and Refugee Board (CRDD) found him to be an untrustworthy and unreliable witness. The CRDD found that the events Mr. Gong described did not take place."], ["[2]", "Subsequently, Mr. Gong applied for a pre-removal risk assessment (PRRA) on the same facts. The application was rejected and Mr. Gong brings this application for judicial review in respect of that negative decision."], ["[3]", "During oral argument, counsel for Mr. Gong pursued only two issues. First, counsel argued that the officer failed to assess Mr. Gong's case on the basis of imputed political opinion. Second, counsel argued that the officer erred by concluding that the documentary evidence did not \"mention that FLG [Falun Gong] sympathizers or those persons who inadvertently associate with FLG members are themselves arrested and subjected to cruel and unusual treatment or punishment.\""], ["[4]", "This application for judicial review is dismissed because I have not been persuaded that the officer erred as alleged."], ["[5]", "Turning to the first asserted error, Mr. Gong argues that the officer failed to consider the proper basis of his claim. Mr. Gong submits that the issue is not whether he is a member or merely an associate (or supporter) of the Falun Gong. Rather, the issue is how the authorities in the PRC perceived him. Mr. Gong says that the authorities believe he committed some wrongdoing and that he should be punished for this."], ["[6]", "In my view, the officer did consider this basis of Mr. Gong's claim. At page 4 of his notes, the officer begins his reasons by stating \"I find that the applicant has brought forward little evidence that he is wanted by the authorities in China or that those authorities view the applicant as a member of FLG.\" The rationale for this conclusion is found at page 10 of the officer's reasons, where the officer writes:", "I find that the applicant has brought forward little evidence that the Chinese authorities view him as a member of the Falun Gong organization. The applicant stated in his PIF that he is not a member of FLG and his quick release after the initial arrest would seem to indicate that the Chinese authorities did not view the applicant as a member of FLG.", "I find that the applicant has brought forward little evidence that subsequent to his leaving China the Chinese authorities sought him out for arrest, detention and interrogation. The applicant's counsel stated in the PRRA submission that after he left China, the applicant's father was questioned and harassed by the Chinese authorities but I note that the applicant did not state so in his PIF nor, apparently, did he state so at his IRB hearing."], ["[7]", "The officer looked at Mr. Gong's evidence that he was released within twenty-four hours of his arrest, upon the payment of bail and the promise that he would provide a written confession and self-examination. That evidence, combined with the absence of credible evidence that authorities in the PRC have any continued interest in finding Mr. Gong, provided a reasonable basis for the officer's conclusion that Mr. Gong had not established that he was wanted by the authorities in the PRC or that they viewed him as a member of the Falun Gong."], ["[8]", "During oral argument, I raised with counsel the fact that it appears that, contrary to what the officer wrote, Mr. Gong did testify before the CRDD that the Public Security Bureau continued to have an interest in him. Such evidence was rejected by the CRDD as being implausible. Counsel did not argue that anything flows from this and I agree. In this regard, it is not clear what Mr. Gong's evidence was before the CRDD. While I would be inclined to infer from the reasons of the CRDD that his testimony was to the effect that his family was being questioned by PRC authorities, if that was in fact the case, it would follow that Mr. Gong submitted no new evidence on his PRRA application. That would be fatal to his application because a PRRA applicant who is a failed refugee claimant must demonstrate either a change in his or her circumstances or a change in country conditions.  <FRAGMENT_SUPPRESSED>  (C.A.) at paragraphs 10 to 13."], ["[9]", "Turning to the second asserted error, Mr. Gong takes issue with the officer's finding that Mr. Gong brought forward \"little evidence that [...], non-FLG associates of FLG members are at risk of persecution in China or at risk of torture, death or cruel and unusual treatment or punishment\". Even if there is very little evidence, Mr. Gong argues that it points to a problem and that the officer erred when he concluded that the documentary evidence did not \"mention that FLG sympathizers or those persons who inadvertently associate with FLG members are themselves arrested and subjected to cruel and unusual treatment or punishment.\" Mr. Gong points to evidence contained in:", "• Response to Information Request CHN100430.E", "• Response to Information Request CHN04002 SND", "• United States Department of State report for China - 2006", "• Response to Information Request CHN102560.E"], ["[10]", "I have reviewed this documentation carefully. The documentary evidence makes, respectively, the following points:", "• The organization \"Human Rights in China\" had heard of instances where non-Falun Gong practitioners were detained after Falun Gong literature was slipped under their door.", "• A Falun Gong website carried eleven accounts of family members of Falun Gong adherents being arrested and questioned by the police. In one case, a person was said to have been tortured. However, a professor who tracks independent evidence of the harassment of Falun Gong family members suggested that \"most harassment of family members of adherents is probably relatively subtle. 'My impression is that the harassment of relatives consists less of torture and physical threats, and more of discrimination and threats to a livelihood.'\"", "• Police reportedly had quotas for Falun Gong arrests.", "• Representatives of the Falun Dafa Association of Canada noted that there were reports that those who assist Falun Gong practitioners could face \"fines, threats and 'harassment.'\""], ["[11]", "In my view, such evidence does not render unreasonable the officer's conclusion that the evidence did not establish that those who sympathize or associate with Falun Gong practitioners are \"arrested and subjected to cruel and unusual treatment or punishment.\" The documentary evidence Mr. Gong points to is, on the whole, consistent with harassment or discrimination that falls short of the conduct that sections 96 and 97 of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27, are directed to."], ["[12]", "For these reasons, the application for judicial review will be dismissed."], ["[13]", "Counsel posed no question for certification, and I agree that no question arises on this record.", "JUDGMENT"], ["[14]", "THIS COURT ORDERS AND ADJUDGES that", "1. The application for judicial review is dismissed.", "[End of document]"]]}