{"id_": "094680", "body_str": [["[1]", "Lemieux, J.", ": The defendant, Her Majesty the Queen, after discoveries had taken place, now seeks summary judgment dismissing an action launched by the Public Service Alliance of Canada (\"PSAC\") when it issued a statement of claim on November 10, 2000."], ["[2]", "The subject matter of PSAC's action concerns one municipal employee engaged by each of the towns of Humboldt, Saskatchewan and Antigonish, Nova Scotia, seconded by their employer to provide support services to the Royal Canadian Mounted Police (the \"RCMP\") who provides a municipal police service to those towns pursuant to municipal policing agreements (the \"agreements\")."], ["[3]", "PSAC's action is a test case since there are, across Canada, 200 such agreements."], ["[4]", "The central issue in this action is the scope of section 10 of the", "Royal Canadian Mounted Police Act", "(the \"", "Act", "\")."], ["[5]", "The question is whether this section requires, as a matter of law, all support staff necessary for the carrying out of the functions and duties of the RCMP, including the provision by the Force of municipal policing services pursuant to the agreements, to be appointed or employed under the", "Public Service Employment Act", ", i.e., be federal public servants."], ["[6]", "Section 10 of the", "Act", "is headed \"civilian staff\" and reads:", "\"10(1) Subject to subsection (2),", "the civilian employees that are necessary for carrying out the functions and duties of the Force shall be appointed or employed under the Public Service Employment Act", "\"10(2) Temporary civilian staff", "\"(2) The Commissioner may employ such number of temporary civilian employees at such remuneration and on such other terms and conditions as are prescribed by the Treasury Board, and may at any time dismiss or discharge any such employee.\" (emphasis mine)", "\"10(1) Sous réserve du paragraphe (2), la nomination et l'emploi du personnel civil nécessaire à l'exercice des attributions de la Gendarmerie sont régis par la Loi sur l'emploi dans la fonction publique.", "\"10(2) Personnel temporaire", "\"(2) Le commissaire peut employer du personnel civil temporaire, dans les limites et les conditions de rémunération ou autres fixées par le Conseil du Trésor. Il a, à son égard, tout pouvoir de congédiement ou de renvoi.\""], ["[7]", "Section 20 of the", "Act", "authorizes the Solicitor General, with the approval of the Governor in Council, to enter into policing agreements with the provinces and with municipalities. Section 20 reads:", "\"20(1) The Minister may,", "with the approval of the Governor in Council, enter into an arrangement with the government of any province", "for the use or employment of the Force, or any portion thereof, in aiding the administration of justice in the province and in carrying into effect the laws in force therein.", "\"20(2)", "Arrangements with municipalities", "\"(2)", "The Minister may, with the approval of the Governor in Council and the lieutenant governor in council of any province, enter into an arrangement with any municipality in the province for the use or employment of the Force, or any portion thereof, in aiding the administration of justice in the municipality and in carrying into effect the laws in force therein", "\"20(3) Payment for services", "\"(3)", "The Minister may", ", with the approval of the Treasury Board, in any arrangement made under subsection (1) or (2), agree on and", "determine the amount of money to be paid by the province or municipality for the services of the Force", "\"20(4) Taking over other police forces", "\"(4) There may be included in any arrangement made under subsection (1) or (2) provision for the taking over by the Force of officers and other members of any provincial or municipal police force.", "\"20(5) Report to Parliament", "\"(5) The Minister shall cause to be laid before Parliament a copy of every arrangement made under subsection (1) or (2) within fifteen days after it is made or, if Parliament is not then sitting, on any of the first fifteen days next thereafter that either House of Parliament is sitting.\" (emphasis mine)", "\"Arrangements avec les provinces", "\"20(1) Avec l'agrément du gouverneur en conseil, le ministre peut conclure, avec le gouvernement d'une province, des arrangements pour l'utilisation de la Gendarmerie, ou d'un élément de celle-ci, en vue de l'administration de la justice dans la province et de la mise en oeuvre des lois qui y sont en vigueur.", "\"20(2) Arrangements avec les municipalités", "\"(2) Avec l'agrément du gouverneur en conseil et du lieutenant-gouverneur en conseil d'une province, le ministre peut conclure, avec toute municipalité de cette province, des arrangements pour l'utilisation de la Gendarmerie, ou d'un élément de celle-ci, en vue de l'administration de la justice dans la municipalité et de la mise en oeuvre des lois qui y sont en vigueur.", "\"20(3) Paiement des services", "\"(3) Avec l'agrément du Conseil du Trésor, le ministre peut, dans le cadre des arrangements visés aux paragraphes (1) ou (2), convenir avec la province ou la municipalité du montant à payer pour les services de la Gendarmerie.", "\"20(4) Subordination à la Gendarmerie", "\"(4) Les arrangements conclus aux termes des paragraphes (1) ou (2) peuvent prévoir le passage sous l'autorité de la Gendarmerie des officiers et autres membres des forces de police provinciales ou municipales.", "\"20(5) Rapport au Parlement", "\"(5) Dans les quinze jours de la conclusion de l'un des arrangements visés aux paragraphes (1) ou (2), le ministre en fait déposer une copie devant le Parlement ou, s'il ne siège pas, dans les quinze jours de séance ultérieurs de l'une ou l'autre chambre.\"", "THE MATERIAL FACTS"], ["[8]", "The material facts are not in dispute and some have been admitted by the defendant as follows:", "1. In Humboldt, Saskatchewan, Municipal employees provide the support services necessary to carry out the functions and duties of the RCMP established pursuant to the Municipal Policing Agreements entered into between the Solicitor General and the Municipality of Humboldt.", "2. The support services performed by employees of the Municipality of Humboldt as described in Paragraph 1 include the support services necessary to enforce all applicable municipal, provincial, and federal laws.", "3. In Antigonish, Nova Scotia, Municipal employees provide the support services necessary to carry out the functions and duties of the RCMP established pursuant to the Municipal Policing Agreements entered into between the Solicitor General and the Municipality of Antigonish.", "4. The support services performed by employees of the Municipality of Antigonish as described in paragraph 3 include the support services necessary to enforce all applicable municipal, provincial, and federal laws.", "(a) Municipal Policing Agreement"], ["[9]", "The Municipal Policing Agreement between the Government of Canada and the Municipality of Humboldt is dated April 1, 1992."], ["[10]", "It recites section 20 of the", "Act", "and states section 23 of the", "Police Act", "(Saskatchewan) provides the council of a municipality may enter into an agreement with the Government of Canada for the employment of the RCMP for the provision of policing services to the municipality."], ["[11]", "It recites the Solicitor General was authorized by Order in Council PC 1992-4/369 dated February 27, 1992, to enter the agreement on behalf of the Government of Canada. It further recites that by Order in Council 246-92 dated March 18, 1992, the Lieutenant-Governor in Council authorized the municipality to enter into the Municipal Police Service Agreement."], ["[12]", "The agreement provides in article 2 that subject to and in accordance with the terms and conditions of the Agreement, \"Canada shall provide and maintain a municipal police service within the municipality\". \"Municipal police service\" is a defined term. It means:", "\"... the aggregate of resources and Members employed by Canada to provide municipal police services in the Municipality under this agreement but does not include those resources and Members employed primarily in (i) policing services of a national or international nature, such as forensic laboratories, the Canadian Police Information System, identification services and the Canadian Police College; (ii) national security investigations services; iii) protective security such as security at Embassies and airports and security for internationally protected persons; (iv) policing services provided to or on behalf of federal government departments and (v) any policing services provided under the Provincial Police Service Agreement.\""], ["[13]", "Other defined terms in the Municipal Policing Agreement are:", "(1) \"support staff\" means all of those persons", "who are employed by the municipality, including clerks, stenographers", ", data processors, tele-communication operators, jail guards, matrons and janitors,", "who are required for the effective operation of the municipal police service", "; (emphasis mine)", "(2) \"member\" means any member of the Force appointed pursuant to the", "Royal Canadian Mounted Police Act", "and any regulations made pursuant thereto, and without limitation, includes any regular member, special constable, special constable member and civilian so appointed;", "(3) \"minister\" means the provincial minister responsible for policing services in the province;", "(4) \"Chief Executive Officer\" means the mayor, reeve, warden or other head of the municipality, however designated;", "(5) \"Commanding officer\" means the officer of the Force, resident in the province, appointed by the Commissioner to command the division."], ["[14]", "I make reference to certain key clauses in the Municipal Policing Agreement."], ["[15]", "First, paragraph 2.1(b) states that Canada is authorized to provide the municipal police service in accordance with the agreement."], ["[16]", "Second, clause 2.2 provides that those members who form part of the Municipal Police Service shall (a) perform the duties of peace officers; (b) render such services as are necessary to preserve the peace, protect life and property, prevent crime and offences against the laws of Canada and the province, apprehend criminals, offenders and others who may be lawfully taken into custody; (c) execute all warrants; and (d) perform all duties and services in relation thereto that may, under the laws of Canada, the Province or the Municipality, be executed and performed by peace officers."], ["[17]", "Third, the dispute between the parties focusses on the following provisions of the Humboldt Agreement:", "\"2.4", "The Municipality shall provide, without any cost to Canada, all necessary Support Staff; such Support Staff", "shall meet the job and other related requirements as determined by the Commissioner;", "\"2.5", "Where a Municipality provides Support Staff to Canada in support of provincial or federal policing, Canada shall pay the Municipality", "the salaries for any part of the Support Staff that is so employed.", "\"2.6 Where the Municipality fails to provide the Support Staff required by subarticle 2.4, Canada may provide such Support Staff and charge the Municipality 100 per cent of all the costs of that support Staff.\" (emphasis mine)"], ["[18]", "Fourth, article 3 deals with the management of the Municipal Police Service. That article has the following features:", "(a) the internal management of the Municipal Police Service is to remain under the control of Canada;", "(b) the minimum standard of policing is to meet the standard as determined by the Commissioner of the RCMP in consultation with the Chief Executive Officer;", "(c) the level of policing services by the Municipal Police Service shall meet the level as determined by the Chief Executive Officer in consultation with the Commissioner;", "(d) clause 3.2 provides as follows:", "\"Nothing in this Agreement shall be interpreted as limiting in any way the jurisdiction of the province in respect of the administration of justice and law enforcement in the province.\"", "(e) clause 3.3 stipulates the Chief Executive Officer may set objectives, priorities and goals for the Municipal Police Service which are not inconsistent with those of the Minister for Policing in the province."], ["[19]", "Fifth, article 4 of the Municipal Policing Agreement deals with direction and reporting. It provides:", "\"4.1 The member in charge of the Municipal Police Service shall, in enforcing the by-laws of the municipality, act under the lawful direction of the Chief Executive Officer or such other person as the Chief Executive Officer may, in writing, designate.", "\"4.2 The member in charge of the Municipal Police Service shall report as reasonably required to either the Chief Executive Officer or his designate on the matter of law enforcement in the municipality and on the implementation of the objectives, priorities and goals set by the CEO.\""], ["[20]", "Sixth, article 8 deals with accommodation and states the municipality shall provide and maintain at no cost to Canada for use by the Municipal Police Service and support staff specified accommodation including jail cell facilities."], ["[21]", "Seventh, article 9 deals with the basis for payment with the cost of the Municipal Police Service shared. For example, a municipality with a population of less than 15,000 requires the municipality to pay 70% of the cost and Canada 30% of the cost. As I understand it the 30% share of Canada's cost represents Canada's cost of RCMP Members being engaged in federal policing functions in Humboldt."], ["[22]", "Eighth, article 15 deals with disputes and provides that any new issue, matter of general concern or dispute arising from the agreement shall be a matter for consultation and resolution between the Solicitor General and the CEO in such manner as they shall see fit."], ["[23]", "Ninth, article 18 stipulates that the term of the agreement comes into force on April 1, 1992, and continues in force for twenty years, subject to the agreement being terminated on March 31st in any year by either party giving the other party notice of such termination twenty-four months prior to the date of the intended termination."], ["[24]", "As noted, Canada has entered into an agreement with the municipality of Antigonish, Nova Scotia."], ["[25]", "I need not make reference to its terms as that agreement is drawn substantially in the same manner and terms as the Humboldt agreement. I observe that the Antigonish agreement recites section 20 of the", "Act", "as well as section 17 of the", "Police Act (Nova Scotia)", "which provide that, subject to the approval of the Police Commission of Nova Scotia, a municipality may enter into an agreement with Canada for the provision of policing services to the municipality. It recites the Order in Council authorizing the Solicitor General to enter into the agreement on behalf of the Government of Canada and the Order in Council made by the Lieutenant Governor in Council of Nova Scotia authorizing the municipality of Antigonish to enter into the agreement.", "(b) Provincial Police Service Agreements"], ["[26]", "Pursuant to agreements authorized under section 20 of the", "Act", "and under the", "Police Act", "of several provinces, the RCMP is constituted as the", "provincial police for all of the provinces and territories of Canada except Ontario and Quebec", "who have organized separately the Ontario Provincial Police (\"OPP\") and the Sûreté du Québec (\"QPP\"). In Newfoundland, the Newfoundland Constabulary operates in part of the province."], ["[27]", "All provincial police service agreements which Canada has entered into contain substantially similar provisions."], ["[28]", "The provisions of the provincial police service agreements may be contrasted with the municipal agreements. For example, in the agreement with Nova Scotia, provincial police service is defined as follows:", "\"'Provincial Police Service' or 'service' means the aggregate of resources, members and", "support staff employed by Canada to provide policing services in the province but does not include those resources, members and support staff employed primarily", "in:", "(i) policing services of a national or international nature, such as forensic laboratories, the Canadian police information system, identification services and the Canadian Police College;", "(ii) national security investigation services;", "(iii) protective security such as security at embassies and airports, and security for internationally protected persons;", "(iv)", "services provided to or on behalf of federal government departments", "; and", "(v) a municipal police service provided under a separate agreement.\" (emphasis mine)"], ["[29]", "Counsel for the Federal Crown describes the excepted services under (i) to (v) as core federal policing services and points out services to federal departments as including enforcing federal statutes administered by those departments."], ["[30]", "In the Provincial Police Service Agreement, \"support staff\" means:", "all those persons who are employed by Canada in the province as public service or casual employees in support of the Provincial Police Service and who are not Members", ".\" (emphasis mine)"], ["[31]", "The contrast is evident. In the Provincial Policing Agreement, Canada employs all of the civilian support staff. The civilian support staff are all federal public servants appointed under the", "Public Service Employment Act", "and PSAC is their bargaining agent. Counsel for PSAC maintains this agreement is in conformity with section 10 of the", "Act"], ["[32]", "I need not review in detail other clauses in the Provincial Police Service Agreement as their provisions resemble what has previously been reviewed in the context of the Municipal Police Service Agreement."], ["[33]", "Canada is to provide and maintain a provincial police service within the province during a twenty year term and Canada is authorized by the province to carry out the powers and duties of the provincial police force for the purpose of providing the provincial police service in accordance with the agreement."], ["[34]", "The agreement with Nova Scotia listed in its Annex A, as at April 1, 1992, the members and support staff who are employed in the provincial police service. That Annex provides for 799 RCMP members and 139 support staff."], ["[35]", "The members who form a part of the Provincial Police Service perform duties of peace officers and render services as are necessary to preserve the peace, protect life and property, prevent crime and offences against the laws of Canada and the province, apprehend criminals, offenders and others who may be lawfully taken into custody as well as execute all warrants and perform all duties and services in relation thereto that may, under the laws of Canada, or the province, be executed and performed by peace officers."], ["[36]", "The management of the provincial police service, direction and reporting, bases for payment, resolution of disputes and term of the agreement, are substantially similar to what has been reviewed in the context of the municipal policing.", "(c) The policing operations of Antigonish and Humboldt"], ["[37]", "I now describe the policing operations at the RCMP detachment in Antigonish, Nova Scotia. The members of the Force located there carry on three types of duties or functions:", "(1) duties related to being members of Canada's national police force engaged in law enforcement of numerous federal statutes such as the", "Income Tax Act", ", drug offences, fisheries and oceans offences, organized crime matters and national security issues;", "(2) duties related to carrying on a provincial police service enforcing provincial statutes such as the", "Highway Traffic Act", "and major crime investigations;", "(3) duties flowing from the provision of the municipal policing service where a heavy burden arises from local enforcement of", "Criminal Code", "offences and infringement of municipal by-laws as well as issues related to public safety and protection of local residents and their property."], ["[38]", "The evidence shows the RCMP detachment in Antigonish is commanded by a detachment commander who is an RCMP staff-sergeant. The detachment commander directs a number of lines of activities such as:", "(1) municipal policing activities headed up by an RCMP Corporal who commands seven constables whose primary activity relates to that area;", "(2) senior investigators;", "(3) provincial police services consisting of four constables directed by a senior investigator dedicated to servicing the rural areas outside of Antigonish and", "Highway Traffic Act", "matters."], ["[39]", "Staff support for the RCMP detachment in Antigonish is provided by three clerks two of whom are appointed under the", "Public Service Employment Act", "and are thus federal public employees and the other is the municipal employee employed by the town and seconded to primarily assist those members of the force engaged in municipal policing although it is conceded this clerical support person performs services for the entire detachment on an as needed and as instructed basis."], ["[40]", "The detachment in Humboldt, Saskatchewan is similarly organized in two main lines of activities: one related to municipal police servicing and the other related to servicing the rural area around the town which is a responsibility flowing under the Provincial Policing Agreement. On the municipal side, an RCMP supervisor directs four investigators/constables."], ["[41]", "Staff support for the two functions is provided by two detachment clerks, one of whom is employed under the", "Public Service Employment Act", "and the other is the municipal employee whose hours of work are equivalent to four days a week and again their functions can be co-mingled."], ["[42]", "I am informed that the municipal employee in Humboldt is a member of CUPE who is the bargaining agent for municipal employees in that town. The same situation prevails in British Columbia where a large number of unionized municipal employees provide support staff to RCMP officers engaged in municipal policing except in the City of Vancouver. That means in British Columbia, the RCMP detachment in certain cities consists of a large number of members of the Force and a large number of support staff."], ["[43]", "I set out below what tasks are performed by the federal public service employee supporting the policing activities in the town of Humboldt."], ["[44]", "The key activities are:", "(1) writing occurrence reports and answering inquiries which may be related to either federal, provincial or municipal policing tasks;", "(2) recording firearm registrations which involves checking on applicants and guns;", "(3) operating the radio equipment and conducting dispatching functions;", "(4) maintaining logs on radio communications;", "(5) maintaining records systems such as theft and stolen material records as well as the payment of fines and includes, as well, keeping record of court dockets and preparing files for the officers who may appear in court;", "(6) maintaining communications with public volunteers, for example when searching for missing persons;", "(7) administrative record keeping of expenses and overtime;", "(8) background checks on individuals."], ["[45]", "It was agreed that the municipal employee supporting the Humboldt detachment performs similar duties as the federal public service employee."], ["[46]", "Again, in terms of the town of Antigonish, I need not provide details as the tasks performed are similar to the job descriptions in Humboldt.", "ANALYSIS"], ["[47]", "Before proceeding with the analysis, I make mention of some statutory provisions in the", "RCMP Act"], ["[48]", "Section 3 of that", "Act", "provides \"there shall continue to be a police force for Canada, which shall consist of officers and other members and be known as the Royal Canadian Mounted Police\"."], ["[49]", "Section 4 provides \"the Force may be employed in such places within or outside Canada as the Governor in Council prescribes\"."], ["[50]", "The Commissioner of the RCMP is an officer appointed by the Governor in Council who, under the direction of the Minister (the Solicitor General of Canada) has the control and management of the Force and all matters connected therewith (section 5)."], ["[51]", "It is also the Governor in Council who appoints other officers of the Force namely, Deputy Commissioners, Assistant Commissioners, Chief Superintendents, Superintendents, Inspectors. It is the Commissioner who appoints members of the Force other than officers. It is also the Commissioner who designates any member to be a peace officer (section 7)."], ["[52]", "Section 18 deals with the duties of members. It reads:", "\"18. It is the duty of members who are peace officers, subject to the orders of the Commissioner,", "(a) to perform all duties that are assigned to peace officers in relation to the preservation of the peace, the prevention of crime and of offences against the laws of Canada and the laws in force in any province in which they may be employed, and the apprehension of criminals and offenders and others who may be lawfully taken into custody;", "(b) to execute all warrants, and perform all duties and services in relation thereto, that may, under this Act or the laws of Canada or the laws in force in any province, be lawfully executed and performed by peace officers;", "(c) to perform all duties that may be lawfully performed by peace officers in relation to the escort and conveyance of convicts and other persons in custody to or from any courts, places of punishment or confinement, asylums or other places; and", "(d) to perform such other duties and functions as are prescribed by the Governor in Council or the Commissioner.\"", "\"18. Sous réserve des ordres du commissaire, les membres qui ont qualité d'agent de la paix sont tenus:", "a) de remplir toutes les fonctions des agents de la paix en ce qui concerne le maintien de la paix, la prévention du crime et des infractions aux lois fédérales et à celles en vigueur dans la province où ils peuvent être employés, ainsi que l'arrestation des criminels, des contrevenants et des autres personnes pouvant être légalement mises sous garde;", "b) d'exécuter tous les mandats - ainsi que les obligations et services s'y rattachant - qui peuvent, aux termes de la présente loi, des autres lois fédérales ou de celles en vigueur dans une province, légalement l'être par des agents de la paix;", "c) de remplir toutes les fonctions qui peuvent être légalement exercées par des agents de la paix en matière d'escorte ou de transfèrement de condamnés, ou d'autres personnes sous garde, à destination ou à partir de quelque lieu que ce soit: tribunal, asile, lieu de punition ou de détention, ou autre;", "d) d'exercer les autres attributions déterminées par le gouverneur en conseil ou le commissaire.\""], ["[53]", "I should add that under the", "RCMP Regulations, 1988", ", section 17 provides it is the duty of members who are peace officers to maintain law and order in those provinces and municipalities which the Minister has entered into an arrangement under section 20 of the", "Act", "and carry out such other duties as may be specified in those arrangements."], ["[54]", "As noted, the resolution of this case turns on the interpretation of section 10 of the", "RCMP Act", "which I reproduce again for ease of reference:", "\"10(1) Subject to subsection (2), the civilian employees that are necessary for carrying out the functions and duties of the Force shall be appointed or employed under the Public Service Employment Act.", "\"10(2) Temporary civilian staff", "\"(2) The Commissioner may employ such number of temporary civilian employees at such remuneration and on such other terms and conditions as are prescribed by the Treasury Board, and may at any time dismiss or discharge any such employee.\"", "\"10(1) Sous réserve du paragraphe (2), la nomination et l'emploi du personnel civil nécessaire à l'exercice des attributions de la Gendarmerie sont régis par la Loi sur l'emploi dans la fonction publique.", "\"10(2) Personnel temporaire", "\"(2) Le commissaire peut employer du personnel civil temporaire, dans les limites et les conditions de rémunération ou autres fixées par le Conseil du Trésor. Il a, à son égard, tout pouvoir de congédiement ou de renvoi.\""], ["[55]", "More sharply focussed, the issue is as to the scope of the words \"that are necessary for carrying out the functions and duties of the Force\" as found in that section."], ["[56]", "In other words, are the functions and duties of the Force limited to those which the RCMP carries out as the police force for Canada (the federal police force) or do those functions and duties encompass those which the RCMP discharges as the provincial police force or the municipal police force pursuant to agreements entered under section 20 of the", "Act"], ["[57]", "One aspect to statutory interpretation I take is from the Supreme Court of Canada's decision in", "Rizzo & Rizzo Shoes Ltd. (Bankrupt), Re", ", [1998] 1 S.C.R. 27; 221 N.R. 241; 106 O.A.C. 1, where Justice Iacobucci stated the following at paragraphs 21 through 23:", "\"21 Although much has been written about the interpretation of legislation (see, e.g., Ruth Sullivan,", "Statutory Interpretation", "(1997); Ruth Sullivan,", "Driedger on the Construction of Statutes", "(3rd Ed. 1994) (hereinafter '", "Construction of Statutes", "'); Pierre-André Côté,", "The Interpretation of Legislation in Canada", "(2nd Ed. 1991)), Elmer Driedger in", "Construction of Statutes", "(2nd Ed. 1983), best encapsulates the approach upon which I prefer to rely. He recognizes that statutory interpretation cannot be founded on the wording of the legislation alone. At p. 87 he states:", "'Today there is only one principle or approach, namely, the words of an", "Act", "are to be read in their entire context and in their grammatical and ordinary sense harmoniously with the scheme of the", "Act", ", the object of the", "Act", ", and the intention of Parliament.'", "\"Recent cases which have cited the above passage with approval include:", "<FRAGMENT_SUPPRESSED> .", "\"22 I also rely upon s. 10 of the", "Interpretation Act", ", R.S.O. 1980, c. 219, which provides that every", "Act", "'shall be deemed to be remedial' and directs that every", "Act", "shall 'receive such fair, large and liberal construction and interpretation as will best ensure the attainment of the object of the", "Act", "according to its true intent, meaning and spirit'.", "\"23 Although the Court of Appeal looked to the plain meaning of the specific provisions in question in the present case, with respect, I believe that the court did not pay sufficient attention to the scheme of the ESA, its object or the intention of the legislature; nor was the context of the words in issue appropriately recognized. I now turn to a discussion of these issues.\""], ["[58]", "The other aspect to statutory interpretation I retain is the presumption that statutes are to be construed with Parliament's or a Legislature's intention to remain within its constitutional jurisdictional limits. The Courts will construe a legislative text with that perspective in mind and will choose the interpretation which respects constitutional limits rather than a statutory construction which breaches constitutional norms."], ["[59]", "With these principles in mind, I set out certain constitutional principles underpinning the federal Crown's motion for summary judgment. These principles are taken from Peter Hogg's", "Constitutional Law of Canada", ", 4th Ed., Carswell 1997, with particular reference to Chapter 19 entitled \"Criminal Justice\" commencing at page 505 and his description between pages 512 through 518 to policing both federal and provincial."], ["[60]", "First, the provincial legislative power over the administration of justice extends to the administration of criminal justice and that includes the provision of police services. Second, it has been accepted that each province has the power to establish a police force, and this includes the power to \"appoint, control and discipline\" the members of that police force. Third, the provincial police force has the power to police not only provincial penal laws (section 92.15) but also the federal", "Criminal Code", ". Fourth, municipal police forces are constituted under provincial laws. Fifth, eight provinces have not established provincial police forces but \"rent\" the federal police force, the RCMP under agreements where the RCMP provides police services to the province. The services provided are the enforcement of the federal", "Criminal Code", ", of provincial statutes and of municipal by-laws. Sixth, some municipalities in the eight renting provinces have their own police forces, which, are established under provincial laws. Most of municipalities in those provinces have also rented the RCMP so that the RCMP enforces the", "Criminal Code", ", provincial statutes and municipal by-law. Seventh, the policing agreements are authorized on the federal side by the", "Royal Canadian Mounted Police Act", "and on the provincial side by a provision in the", "Provincial Police Act", ". Peter Hogg says at page 514:", "\"This means that, in performing provincial police services and municipal police services under contract, the RCMP is authorized by a statute law of the province, as well as by federal statute law.\"", "Eighth, the RCMP, when performing provincial police services and municipal police services under contract is subject to the direction of the provincial Attorney General (or other provincial Minister with authority over policing). However, the RCMP is also regulated by the", "Act", "and", "Regulations", "made under it and is subject to the authority of the Commissioner who is responsible to the federal Solicitor General."], ["[61]", "In his book, Peter Hogg refers to a number of Supreme Court of Canada cases on the limits of provincial legislative authority on the RCMP and I propose to review some of them. The first case mentioned is", "Keable and  <FRAGMENT_SUPPRESSED>  (the \"", "Keable", "decision\"). That case concerned the constitutional validity of a provincial commission of inquiry related to criminal activities involving members of the RCMP. The", "Keable", "decision held, amongst other matters, that a provincially established commission of inquiry could investigate into the specific criminal activities of members of the RCMP, a matter being within the proper scope of the administration of justice. Justice Pigeon, writing on behalf of the majority, cautioned, because the members of the RCMP were operating under the authority of a federal statute and drew the following consequence:", "\"Parliament's authority for the establishment of this Force and its management as part of the Government of Canada is unquestioned. It is therefore clear that no provincial authority may intrude into its management. While members of the Force enjoy no immunity from criminal law and the jurisdiction of the proper provincial authorities to investigate and prosecute criminal acts committed by any of them as by any other person, these authorities cannot, under the guise of carrying on such investigations, pursue the inquiry into the administration and management of the Force.\""], ["[62]", "As a result, the Supreme Court of Canada struck down that aspect of the Commission of Inquiry's mandate which authorized investigation into the methods used by the federal force as being essential aspects of their administration."], ["[63]", "The second case referred to in", "Peter Hogg", ", supra, is that of", "<FRAGMENT_SUPPRESSED>  A.R. 387."], ["[64]", "That case concerned a complaint of harassment during a drug bust made by a citizen against two RCMP officers who were assigned to police duties in the town of Wetaskiwin, Alberta, pursuant to a municipal police services agreement. The commanding officer of the RCMP in Alberta investigated the complaint and found it unjustified. The complainant appealed to the Law Enforcement Appeal Board established under section 33 of the", "Provincial Police Act"], ["[65]", "The issue before the Court was whether the province could apply the provisions of its", "Police Act", "dealing with inquiries to look into the conduct and performance on duty of RCMP officers performing police duties within the province."], ["[66]", "The majority reasons written by Chief Justice Laskin held the constitutional question should be answered in the negative because the mandate of the Law Enforcement Appeal Board included the imposition of a punishment - a matter dealing with the internal management of the Force and hence contrary to what was held in", "Keable", "decision."], ["[67]", "Specifically, the Chief Justice at page 277 said it mattered not that the complaint of harassment was connected with an investigation under the federal", "Narcotic Control Act", ", being an activity excluded from the definition of \"municipal police services\". He held the answer would be no different if the RCMP detachment were concerned with the enforcement of criminal law or of provincial or municipal by-laws. He wrote:", "\"It does not appear to me to be possible or practical to separate the law enforcement duties of the R.C.M.P. detachment for the purpose of determining whether in some respects they are subject to the procedures of the", "Police Act, 1973", "and in others not. The R.C.M.P. code of discipline is applicable to officers of that force, whatever be their duties, and the fact that policing contracts are authorized with a province or a municipality does not, as article 2 of the contract in this case expressly specifies, remove them from federal disciplinary control.\""], ["[68]", "At page 278 of the reported case, the Chief Justice stated:", "\"I should like to say, before disposing of this appeal,", "that I recognize that there is a provincial interest in policing arrangements under this or any other contract between the Province and the R.C.M.P.", "The Province,", "by this contract, has simply made an en bloc arrangement for the provision of policing services by the engagement of the federal force rather than establishing its own force directly or through a municipal institution", ". The performance of the parties under the agreement of their respective roles is, of course, a matter of continuing interest to the parties if for no other reason than the constant contemplation of renewal negotiations. The Province of Alberta, for example, must have a valid concern in the efficacy of the arrangement, not only from an economic or efficiency viewpoint,", "but also from the point of view of the relationship between the Government of Alberta through its policing arrangements and the community which is the beneficiary of those police service arrangements", ". This, however, is a far cry from the right of one contracting party to", "invade the organization", "adopted by the other contracting party in the delivery of the services contracted for under the arrangement. This is so apart altogether from any constitutional impediment so clearly raised here as it was in", "Keable", ", supra. I say this not so as to narrow the impact of the observations on the issue directly raised in this appeal,", "but to contrast the position of the R.C.M.P. as a federal institution with the provincial interest in the provision of policing services throughout the Province", ". Here there can be no suggestion of finding a root in that", "provincial interest", "for the various subsections of s. 33 to which I have already adverted.\" (emphasis mine)"], ["[69]", "The summary judgment provisions in the", "Federal Court Rules 1998", "(the \"", "Rules", "\") are covered in sections 213 to 218. Rule 216 provides as follows:", "\"216(1) Where on a motion for summary judgment the Court is satisfied that there is no genuine issue for trial with respect to a claim or defence, the Court shall grant summary judgment accordingly.", "\"(2) Where on a motion for summary judgment the Court is satisfied that the only genuine issue is", "(a) the amount to which the moving party is entitled, the Court may order a trial of that issue or grant summary judgment with a reference under rule 153 to determine the amount; or", "(b) a question of law, the Court may determine the question and grant summary judgment accordingly.", "\"(3) Where on a motion for summary judgment the Court decides that there is a genuine issue with respect to a claim or defence, the Court may nevertheless grant summary judgment in favour of any party, either on an issue or generally, if the Court is able on the whole of the evidence to find the facts necessary to decide the questions of fact and law.", "\"(4) Where a motion for summary judgment is dismissed in whole or in part, the Court may order the action, or the issues in the action not disposed of by summary judgment, to proceed to trial in the usual way or order that the action be conducted as a specially managed proceeding.\"", "\"216(1) Lorsque, par suite d'une requête en jugement sommaire, la Cour est convaincue qu'il n'existe pas de véritable question litigieuse quant à une déclaration ou à une défense, elle rend un jugement sommaire en conséquence.", "\"(2) Lorsque, par suite d'une requête en jugement sommaire, la Cour est convaincue que la seule véritable question litigieuse est:", "a) le montant auquel le requérant a droit, elle peut ordonner l'instruction de la question ou rendre un jugement sommaire assorti d'un renvoi pour détermination du montant conformément à la règle 153;", "b) un point de droit, elle peut statuer sur celui-ci et rendre un jugement sommaire en conséquence.", "\"(3) Lorsque, par suite d'une requête en jugement sommaire, la Cour conclut qu'il existe une véritable question litigieuse à l'égard d'une déclaration ou d'une défense, elle peut néanmoins rendre un jugement sommaire en faveur d'une partie, soit sur une question particulière, soit de façon générale, si elle parvient à partir de l'ensemble de la preuve à dégager les faits nécessaires pour trancher les questions de fait et de droit.\""], ["[70]", "As I see it, the Federal Crown's motion for summary judgment does not raise any material factual issues for trial leaving as the sole issue for determination a question of law which has been fully argued. In the circumstances I have no hesitation in deciding the issue."], ["[71]", "From a constitutional perspective, both the federal and provincial authorities have legislative authority to establish a police force operating in their district spheres of legislative jurisdiction, which essentially consists of police officers and members who perform policing duties as such."], ["[72]", "A police force needs the support of a civilian staff, not members of the Force, per se, in order to enable it to carry out its functions and duties."], ["[73]", "Section 10 of the", "Act", "draws the distinction between members of the RCMP and civilian support staff and establishes how their labour relations are going to be governed. (See generally", "<FRAGMENT_SUPPRESSED> , with respect to the exclusion contained in the", "Public Service Staff Relations Act", "to representation by the members of the RCMP.)"], ["[74]", "I cannot accept the argument put forward by counsel for PSAC that section 10 of the", "Act", "imposes a package on the provinces and municipalities who want to have the RCMP police their territory, which requires the civilian support staff to be federal public servants for all purposes of the functioning of the RCMP."], ["[75]", "I agree with counsel for the Federal Crown that the RCMP's obligation to be supported by employees appointed under the", "Public Service Employment Act", "is limited to supporting the officers and members of that Force in relation to the duties it performs as Canada's federal police force."], ["[76]", "I subscribe to this view because it seems to me it best accords with the text of section 10 when interpreted in the context of the", "Act", "as a whole and in accord with constitutional principles underpinning the exercise of policing federally, provincially and municipally."], ["[77]", "The constitutional reality is that the RCMP has no legislative mandate constitutionally or otherwise to be the provincial police in a particular province nor the municipal police in certain cities and towns."], ["[78]", "The RCMP can only provide the services in those provinces and communities if a mutually acceptable agreement is negotiated and entered into which will authorize their presence there."], ["[79]", "The case law teaches us there are certain matters which are not constitutionally negotiable - appointment, discipline and management of the officers and members of the RCMP - but I see no rationale for extending that constraint to the manner of appointment and the labour relations of support staff when acting otherwise than in support of the federal police force. This is matter best left to negotiation and not compulsion."], ["[80]", "It is also a reality in this case that a municipal employee may on occasion support a member of the RCMP in his/her federal policing activities and vice versa, a federal employee may on occasion help out an RCMP officer acting as a member of the municipal police force."], ["[81]", "The record indicates that the nature of the support services provided are basically the same whether federal, provincial or municipal policing is involved and that in both towns a municipal employee basically assists the members of the RCMP in support of their municipal functions although not exclusively. The federally appointed civilian support staff primarily assists in the functioning of the Force in provincial policing as a matter of negotiation and federal policing as a matter of law and may be peripherally involved in supporting members of the Force acting as the municipal police force."], ["[82]", "Absent an allegation of bad faith or colourability, and there is none in this case, I see nothing wrong with this type of incidental cooperative sharing of tasks by civilian support staff assisting the RCMP. Our constitution does not preclude such arrangements whose purpose is to cooperatively overcome the difficulty of divided constitutional legislative jurisdiction. (See generally,", "Agricultural Products Marketing Act, R.S.C. 1970, Re", ", [1978] 2 S.C.R. 1198; 19 N.R. 361, and", "<FRAGMENT_SUPPRESSED> )."], ["[83]", "For all of these reasons, the defendant's summary judgment is granted with costs; PSAC's action is dismissed with costs.", "Motion allowed.", "Editor: Anick Ouellette-Levesque/klf", "[End of document]"]]}