{"id_": "094941", "body_str": [["[1]", "Blanchard, J.", ": By \"Motion for release, repealing of conditions and variation of conditions\" dated October 5, 2012, Mr. Mahjoub seeks the following relief:", "1. An order to remove all the conditions of the Applicant (save usual terms such to keep the peace, report change of address and on the basis of the existing sureties and performance bonds only previously approved by this Court) pursuant to section 82(5) of the", "Immigration and Refugee Protection Act", "(IRPA), section 24(1) of the", "Canadian Charter of Rights and Freedoms", "(Charter),", "2. An order for release of the Applicant and quashing of the certificate by declaratory relief under section 52 of the", "Constitution Act, 1982", "and section 18 of the", "Federal Courts Act", "on the grounds that the legislative schemes of Division 9 of the IRPA linked with sections 2, 12 and 21 of the", "Canadian Security and Intelligence Service Act", "(CSIS Act) and policies are unconstitutional and invalid.", "[Reproduced verbatim from Mr. Mahjoub's Notice of Motion.]"], ["[2]", "In his Notice of Motion, Mr. Mahjoub advances the following grounds for his motion:", "1. The last detention review and/or review of conditions of release in this case was determined on February 1, 2012.", "2. In its Order dated February 1, 2012 the Court maintained release conditions, albeit lifting some and relaxing others considerably based on its conclusion that \"the threat posed by Mr. Mahjoub to the national security of Canada is now significantly diminished\" (2012 FC 125, par. 90).", "3. More than six months have elapsed since the conclusion of Mr. Mahjoub's most recent detention review.", "4. Under subsections 82(4) and (5) b) of the IRPA and sections 1, 7, 8 and 12 of the", "Charter", ", the burden of justification of any conditions falls to the Ministers with the", "Oakes test (", "<FRAGMENT_SUPPRESSED> ).", "5. It is the Applicant's position that to date there is insufficient, if not no evidence, to support the restrictions imposed on his constitutional rights protected under sections 2, 7, 8 and 9 of the Charter.", "6. On June 19, 2012, further to the Federal Court of Canada's ruling in", "Hark at c. Canada", "2012 FCA 122 (\"", "Hark at", "\"),this Court ordered the exclusion from evidence of all summaries of conversations for which the original recordings were destroyed and to which the Applicant was not privy.", "7. The Applicant submits a new expert report from Professor Leman-Languors dealing with the methodology used in the public SIR and the lacunae in same. The evidence establishes that the public summary fails to incorporate fundamentally important considerations and doesn't support the conclusion of danger;", "8. Several new evidence before this Court, including from Egyptian lawyer Maddy Salem and exhibits filed for the merit and from CSIS witness #3, established that the SIR is not based on significant and valid evidence or was prepared without diligence and proper consideration of relevant facts.", "9. Given the excessive delays in the present proceedings caused by the DO's negligence including by the seizure, commingling and reviewing of his confidential material, the Applicant's release from all conditions is moreover justified.", "10. Excessive and unjustified delays in the proceedings have been created by the Ministers who have consistently failed to provide the Applicant with full and complete disclosure in a timely manner including the recordings of his own intercepted conversations.", "11. The Applicant also submits that the existing conditions are inappropriate and have resulted in and caused an aggravation of irreparable psychological harm to the Applicant and constitutes a unusual treatment under section 12 of the", "Charter", "and a violation of section 7 of the Charter.", "12. If any conditions are to be imposed upon the Applicant, it is submitted that such condition(s) must fall on the least intrusive end of the spectrum of infringement of the Applicant's rights, such as \"usual conditions\" of recognizance, i.e. keeping the peace and being of good behaviour be applied. The changes of conditions are also required to avoid unnecessary contacts between the Applicant's and CBSA officials in the context of the alleged violations in the case and the circumstances", "13. Finally, the Applicant submits that his detention, the release conditions and security certificate are unconstitutional and unlawful.", "14. The Applicant submits that the legislative schemes of Division 9 of the IRPA linked with sections 2, 12 and 21 of the", "Canadian Security Intelligence Service Act", "(CSIS Act) and policies are unconstitutional and invalid and seeks a", "declaratory relief", "in the form of an order declaring unconstitutional and invalid pursuant to section 52 of the", "Constitution", ", section 24(1) of the", "Charter", "and section 18 of the", "Federal Courts Act", "- Section 33 and Division 9 (sections 77 to 87.2) of the", "Immigration and Refugee Protection Act", ", (S.C. 2001, c. 27) ('IRPA');", "- Sections 4, 6 and 7 (3) of the", "Act to amend the Immigration and Refugee Protection Act (certificate and special advocate) and to make a consequential amendment to another Act", "Alone or in conjunction with S2-12-21 of the CSIS Act and CSIS policies or guidelines adopted under S2 of the CSIS Act;", "15. The Applicant submits that the effects of the legislation, namely section 33 and division 9 of IRPA, in conjunction with sections 2, 12 and 21 of the", "CSIS Act", "and CSIS policies (named herein \"legislation\") applied to the Applicant are unconstitutional and render the certificate, the process and his detention unlawful and arbitrary.", "16. The \"legislation\" violates the constitution of the Charter with regards to:", "a) The right of being heard by an independent and impartial tribunal (s. 7 of the Charter);", "b) the right to have a", "public", "hearing (s. 2 b), 7 and 11 of the Charter);", "c) the right of being represented by counsel and by counsel of his choice (s. 7 and 10(b) of the Charter) including in closed session;", "d) the right to be protected properly against the use of information/evidence derived from torture;", "e) the right to have a fair hearing:", "i. the right to receive disclosure (s. 7 of the Charter)", "ii. the right to knowing the nature, content and all other relevant details of the alleged evidence to challenge the evidence if any (s. 7 of the Charter)", "iii. the right to presenting a full answer and defence (s. 7 of the Charter)", "iv. the right to a fair standard of proof that is proportionate to the consequences of the procedure and the right to due process (s. 7 of the Charter)", "v. the right of the presumption of the inadmissibility of hearsay evidence (s. 7 of the Charter)", "f) the right to remain silent (s. 7 and 13 of the Charter);", "g) the right of being protected against unreasonable and unlawful seizures (s. 8 of the Charter);", "h) the right of being protected against arbitrary detention and cruel and unusual treatment or punishment (s. 9 and 12 of the Charter);", "[Reproduced verbatim from Mr. Mahjoub's Notice of Motion. References omitted; emphasis in original.]", "PRELIMINARY MATTERS"], ["[3]", "At the outset, I will dispose of two issues relating to remedies sought by Mr. Mahjoub. First, Mr. Mahjoub again relies on section 18 of the", "Federal Courts Act", ", R.S.C., 1985, c. F-7. Mr. Mahjoub raised the issue of section 18 of the", "Federal Courts Act", "in the previous review of his conditions of release. In my reasons for order dated February 1, 2012, ( <FRAGMENT_SUPPRESSED> (", "Re", "), 2012 FC 125 at paragraph 4) I found that section 18 had no application to a detention review under Division 9 of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (", "IRPA", "). My opinion on the issue has not changed. Accordingly, I find that section 18 of the", "Federal Courts Act", "finds no application in this review."], ["[4]", "Second, the constitutional relief sought in this review is essentially the same as the relief sought in the outstanding constitutional motions. These motions have been heard, and I have taken them under reserve. Consequently, the constitutional relief sought will not be dealt with in these reasons.", "BACKGROUND"], ["[5]", "The Court rendered its Reasons for Order on the last review of Mr. Mahjoub's conditions for release on February 1, 2012. The procedural history of the proceedings to February 1, 2012, has been set out in those reasons and in previous detention reviews (see in particular", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  and", "Mahjoub (Re)", ", 2009 FC 1220) and will not be repeated here."], ["[6]", "Since the last review of Mr. Mahjoub's conditions of release, the following events have occurred."], ["[7]", "On May 31, 2012, the Court rendered a decision on Mr. Mahjoub's motion for a permanent stay of proceedings filed on September 16, 2011 (", "Mahjoub (Re)", ", 2012 FC 669). At issue in that motion was the co-mingling of the Ministers' and Mr. Mahjoub's documents due to the Ministers inadvertently but negligently taking possession of materials in Mr. Mahjoub's breakout room next to the courtroom at the Federal Court premises in Toronto. I found \"that the affront to fair play and decency caused by the Ministers' taking and co-mingling of Mr. Mahjoub's privileged documents is not disproportionate to the societal interest of having the underlying proceeding continue and be ultimately decided on the merits\" (at paragraph 147). The remedy granted was to permanently remove eleven members of the Ministers' litigation team from the <FRAGMENT_SUPPRESSED> file (at paragraph 155)."], ["[8]", "On June 19, 2012, the Court issued an Order pursuant to the Federal Court of Appeal decision in", "Harkat (Re)", ", 2012 FCA 122, that the Ministers could not rely on any of the Canadian Security Intelligence Service's (CSIS) summaries of intercepted conversations or interviews for which the original recording or transcript was destroyed, and to which Mr. Mahjoub was not a party. The Ministers identified such material in evidence and withdrew it from the record."], ["[9]", "Pursuant to the June 28, 2012 scheduling Order, the reasonableness hearing resumed in the summer of 2012, and the Court heard the evidence of the remaining witnesses. Mr. Mahjoub's case concluded on September 14, 2012, with the evidence of Mr. Magdy Salem. The Ministers' closed case concluded on October 12, 2012, with the evidence of CSIS Witness #1."], ["[10]", "Mr. Mahjoub has, since the June 28, 2012 scheduling Order, filed additional motions in this proceeding. Notably, on October 1, 2012, Mr. Mahjoub filed an additional motion for a permanent stay of proceedings on the basis of abuse of process. Mr. Mahjoub also filed a perfected motion record for his constitutional challenge to the", "IRPA", "and the", "Canadian Security and Intelligence Service Act,", "R.S.C., 1985, c. C-23 on November 8, 2012."], ["[11]", "Initially, September 6 and 7, 2012, were set aside for this review of conditions of release. A number of intervening events caused the review to be postponed including the rescheduling of certain witnesses, notice by Public Counsel of Mr. Mahjoub's intention to bring a", "Rowbotham", "application for this review and late disclosure."], ["[12]", "By Order dated October 18, 2012, the review was set for December 11 and 13, 2012, at the conclusion of final public arguments on the outstanding constitutional motions and reasonableness. On consent of the parties, the review was heard on December 11, 2012, and completed on the same day.", "THE LEGAL FRAMEWORK"], ["[13]", "Paragraph 82(5)(", ") of the", "IRPA", "provides that:", "(5) On review, the judge", "...", ") in any other case, shall order or confirm the person's release from detention and set any conditions that the judge considers appropriate.", "(5) Lors du contrôle, le juge:", "...", "b) dans les autres cas, ordonne ou confirme sa mise en liberté et assortit celle-ci des conditions qu'il estime indiquées."], ["[14]", "As I have stated at paragraph 14 of my February 1, 2012 Reasons for Order, on a review of the conditions of release, the Ministers bear the burden of establishing on the \"reasonable grounds to believe\" standard that there is a need to maintain stringent conditions of release (see also", "<FRAGMENT_SUPPRESSED> (", "Charkaoui I", ")). The standard requires that the judge determine whether \"there is an objective basis ... which is based on compelling and credible evidence\" that Mr. Mahjoub poses a threat to the security of Canada (", "<FRAGMENT_SUPPRESSED> ). The approach that I have taken in past reviews of Mr. Mahjoub's conditions of release employs this standard and allows for a meaningful review of the terms and conditions of release as mandated  <FRAGMENT_SUPPRESSED>  I", "at paragraph 107. Mirroring the factors enumerated  <FRAGMENT_SUPPRESSED>  I", ", I articulated this approach at paragraph 24 of my May 2, 2011 Reasons for Order:", "In conducting the review, I will have regard to all factors including the reasons for the initial detention; the conditions of release imposed at the last detention review; the length of time the stringent conditions have been in place; the anticipated future duration of conditions and the existence of alternatives to the conditions, if any; and any changes in the threat posed by Mr. Mahjoub since the last review. These factors will be considered in the context and circumstances surrounding Mr. Mahjoub's case."], ["[15]", "Mr. Mahjoub argues that the Supreme Court of Canada's decision in", "<FRAGMENT_SUPPRESSED> , into security certificate detention review analysis. In oral argument, he further clarified that he is \"not saying <FRAGMENT_SUPPRESSED> has changed the law or overruled", "Charkaoui.", "The point was merely when the Court is making an order, not just when the law is unconstitutional ...proportionality must be assessed ...\""], ["[16]", "In my view, <FRAGMENT_SUPPRESSED> does not result in a change in the law relating to the conduct of detention reviews under", "IRPA.", "In conducting a review of conditions of release, I am required to determine whether there are reasonable grounds to believe that Mr. Mahjoub poses a threat to the security of Canada, and if so which conditions of release are a proportionate response to the nature of that threat, having regard to all of the circumstances (", "Charkaoui I", "at paragraph 116). In my view, <FRAGMENT_SUPPRESSED> adds little to this analysis.", "Charkaoui I", "already mandates that the conditions of release take into account", "Charter", "values including proportionality.", "MR. MAHJOUB'S POSITION"], ["[17]", "Mr. Mahjoub takes the position that no conditions of release are necessary to neutralize the threat he poses to the security of Canada because the Ministers have not established, on a reasonable grounds to believe standard, that Mr. Mahjoub poses any threat to the security of Canada. He notes that the Ministers have advanced no argument that Mr. Mahjoub is unlikely to appear for a proceeding for removal."], ["[18]", "In the alternative, Mr. Mahjoub argues that \"normal bail conditions\" to ensure the proper functioning of the bail system are the only necessary conditions of his release, namely: keeping of the peace and being of good behaviour, continuing to surrender his travel documents, and maintaining the current sureties and performance bonds. Mr. Mahjoub relies on the expert evidence of Professor Leman-Langlois, Mr. Barrett, and Dr. Payne, which will be discussed below.", "THE MINISTERS' POSITION"], ["[19]", "The Ministers continue to allege that Mr. Mahjoub poses the same danger to Canada's national security today as he did when the security certificate was issued. In their written submissions, they argue that the motion record and additional evidence filed by Mr. Mahjoub in support of his review of conditions:", "does not provide an evidentiary or legal justification for the abolishment of the existing conditions of his release. He has not provided a realistic alternative or any specific suggestions for reducing his conditions. The removal of all conditions would pose a danger to national security. He is currently subject to carefully crafted terms and conditions of release which balance his freedom and liberty against the need to mitigate the threat that he poses to national security. There has been no significant change in circumstances since the Court's February 2012 Order which relaxed the monitoring regime."], ["[20]", "In addition, the Ministers request that Dr. Aly Hindy, an imam who is the head of the Salaheddin Islamic Centre in Scarborough, be added as a prohibited contact for Mr. Mahjoub. He is a prohibited contact of Mahmoud Jaballah, and two Federal Court judges have determined Mr. Hindy to be unsuitable as a surety for individuals facing allegations of terrorism on the basis that \"published statements are open to the inference that he is supportive to or at least defensive of the threats of Islamic terrorism.\""], ["[21]", "I note that the Ministers do not directly allege that Mr. Mahjoub has violated the terms and conditions of his release in contacting Dr. Aly Hindy on July 10, 2012, but that they request that he be deemed a prohibited contact because he is a person \"whom Mr. Mahjoub knows, or ought to know, supports terrorism or violent Jihad or who attended any training camp or guest house operated by any entity that supports terrorism or violent Jihad.\"", "EVIDENCE AND WITNESSES"], ["[22]", "The Court heard no", "viva voce", "evidence at the review of conditions hearing on December 11, 2012. On consent, Mr. Mahjoub filed the expert reports of Professor Stéphane Leman-Langlois (October 3, 2012) and Mr. Vaughan Barrett (October 2, 2012), along with the transcript of the cross-examinations of Professor Leman-Langlois from the previous review of conditions and of Mr. Vaughan Barrett from the", "Jaballah", "matter. Mr. Barrett never appeared before this Court. Mr. Mahjoub also filed the expert report of Dr. Donald Payne adduced at the previous review of conditions. The expertise of Professor Stéphane Leman-Langlois and Dr. Donald Payne is outlined in the February 1, 2012 Reasons for Order at paragraphs 27-31."], ["[23]", "Mr. Vaughan Barrett holds a bachelor of laws degree from the University of Victoria. He managed a law practice non-continuously from 1988 to 2003, experience that included serving as Director of the Victoria Prison Project and Assistant Director of the Student Clinical Program at the University of Victoria Faculty of Law. From 2003 to 2008, he worked abroad as a Prisons Complaints Commissioner in Edinburgh, Scotland. In 2008, he obtained his current position as Managing Director of Prison Consultants International."], ["[24]", "The Ministers have agreed to the admissibility of the report but argue it is of little assistance to the Court. The Ministers contend that Mr. Barrett's opinion ought to be confined to views based on his professional work experience from 1998 to 2003."], ["[25]", "Mr. Barrett's report addresses how uncommon it is in Canada to have release conditions such as those currently imposed on Mr. Mahjoub, the reasons for the rarity of the conditions, and whether or not negative effects on Mr. Mahjoub would flow from maintaining conditions for an extended period. Mr. Barrett opines as follows:", "1. \"[I] t is my opinion that it is extremely uncommon for releasing authorities in Canada to impose release conditions such as those imposed on Mr. Mahjoub for any period of time\" (at page 3 of the report);", "2. that such conditions are not imposed by releasing authorities because: they are mindful of the negative impact on the released person, they do not find it reasonable and necessary to impose such conditions to protect the public, and electronic monitoring can be unreliable, ineffective or \"trigger human rights issues\" if imposed for long periods (at page 6 of the report); and", "3. that \"it is reasonable to expect that there could be a negative effect when release conditions are maintained for lengthy periods of time and that the more stringent the conditions are the more harmful they could become\" (at page 9 of the report)."], ["[26]", "A review of Mr. Barrett's report reveals that he has no expertise relating to detention proceedings in the security certificate context. His applicable professional experience consists of being an \"assistant\" at a number of parole hearings prior to 2003. Mr. Barrett's opinions found in his report are not based on any interviews with Mr. Mahjoub or knowledge of Mr. Mahjoub's circumstances."], ["[27]", "In the Jaballah matter, Justice Hansen who had the opportunity of hearing Mr. Barrett, qualified him to give expert opinion evidence \"in relation to release controls and conditions used in the criminal justice system in Canada in relation to long-term offenders, [ ... including] dangerous offenders, long-term offenders [those serving penitentiary sentences], those individuals who are going to be obviously be under more stringent controls and perhaps more stringent conditions of control and release.\" The learned Justice circumscribed Mr. Barrett's expertise by the time within which he acquired that expertise, namely prior to 2003 since there was no evidence that he continued to acquire by experience any additional expertise after that time. Justice Hansen went on to limit Mr. Barrett's expertise to release controls and conditions relating to parole and excluding probation and judicial interim release. I agree with Justice Hansen's assessment of Mr. Barrett's expertise and adopt it for our purposes on this review. I also find that his expert opinion has little relevance to this review since it has not been established that his dated expertise has any application to current circumstances. Further, his opinion is not founded on an analysis of Mr. Mahjoub's circumstances relating to issues raised in this proceeding. I do not find the evidence of Mr. Barrett to be necessary to the Court. Consequently, it will be given little weight."], ["[28]", "In Reasons for Order following the last detention review, I found Professor Leman-Langlois to be a credible witness. I also found that his opinion on the alleged threat posed by Mr. Mahjoub to be based only on part of the record relied upon by the Ministers and as a consequence afforded little weight to his conclusion. In his updated expert report, filed for this review, Professor Leman-Langlois takes into account the public summary of the Security Intelligence Report (SIR). He also had access to the summaries of the classified materials. However, in his report, Professor Leman-Langlois does not purport to evaluate the \"actual, objective threat posed by Mr. Mahjoub\", rather, the expert report focuses on the methodology of the SIR. Consequently the opinion proffered relating to the threat posed by Mr. Mahjoub is of little assistance to the Court and will be given little weight. I remain of the view, however, that Professor Leman-Langlois' opinion relating to methodology used in preparation of the SIR is useful."], ["[29]", "The Ministers rely on the record for the reasonableness proceeding, as well as their evidence adduced in previous detention reviews and reviews of conditions. In particular, they rely on comments made by Mr. Michel Guay and Dr. Daniel Byman describing the alleged threat to the security of Canada posed by Mr. Mahjoub."], ["[30]", "I have also had the benefit of the parties' oral and written submissions. No closed evidence was adduced or submissions made for this review of conditions.", "ANALYSIS", "Principles of Fundamental Justice"], ["[31]", "In my February 1, 2012 Reasons for Order following the last detention review, I reviewed the codified process for detention and release of named persons in security certificate proceedings including the state of the law on the principles of fundamental justice applicable to reviews of conditions of release pursuant to subsections 82(4) and 82(5) of the", "IRPA", ". At paragraphs 39 and 40, of my reasons I wrote:"], ["[39] Parliament subsequently provided, in Division 9 of the IRPA, a codified process for detention and release of named persons in security certificate proceedings, including provisions for review of detention and of terms and conditions of release. The process places the burden on the Ministers. In this proceeding the Ministers are required to establish on the \"reasonable grounds to believe\" standard the need to maintain the current conditions of release. Mr. Mahjoub argues that the presumption of innocence and right to reasonable bail and some, or all, of the specific legal safeguards associated therewith necessarily find application in the circumstances. [...]"], ["[40] The presumption of innocence, as a substantive principle of fundamental justice, \"protects the fundamental liberty and human dignity of any and every person accused by the State of criminal conduct\" (", "Pearson", "R v Pearson", ", [1992] 3 S.C.R. 665] at page 683 citing", "R v Oakes", ", [1986] 1 SCR 103). Section 11 expressly applies to \"any person charged with an offence.\" Under the security certificate regime, the named person is not charged with an offence, the presumption of innocence does not arise, and the criminal system of justice is not engaged. The process codified by Parliament for detention reviews and reviews of conditions of release provides its own legal safeguards. I am satisfied the process provides for a meaningful review of detention and of conditions of release as mandated by the Supreme Court [ <FRAGMENT_SUPPRESSED>  I", "at para 107]. I find it to be in accord with the principles of fundamental justice. As in past reviews, the Court will consider whether the conditions are rationally connected and proportional to the threat posed by Mr. Mahjoub and then balance these against any deprivation to his liberty interest.", "The above stated principles are applicable to this review."], ["[32]", "Applying these principles, I shall examine the factors that", "Charkaoui I", "requires me to consider, including the Ministers' justification for the conditions of release, the length of Mr. Mahjoub's release on conditions including the circumstances that have changed since the previous review of conditions, unexplained delays or lack of diligence, the anticipated future duration of the conditions of release, and the availability, effectiveness and appropriateness of alternatives.", "Charkaoui I", "Factors"], ["[33]", "The following factors, among others, will be considered in determining which, if any, conditions of release are appropriate for Mr. Mahjoub (", "Charkaoui I", "at paragraphs 111-116):", "(a) Reasons for detention,", "(b) Length of detention,", "(c) Reasons for the delay in deportation,", "(d) Anticipated future length of detention, and", "(f) Availability of alternatives to detention.", "(a) Reasons for the Conditions of Release"], ["[34]", "The Ministers contend that the current conditions of release ought to be maintained on the basis that Mr. Mahjoub's alleged threat to Canada's national security is largely unchanged. The alleged threat is outlined in the public summary of the SIR at paragraph 20, reproduced at paragraph 42 of my February 1, 2012 Reasons for Order. The current danger alleged is that Mr. Mahjoub may re-engage in activities that constitute a threat to the security of Canada. More particularly, they allege with the support of Mr. Guay's and Dr. Byman's testimony in October 2010 that Mr. Mahjoub is likely to radicalize individuals or groups of individuals, or \"re-engage\" in terrorism as a supporter or a recruiter due to his \"stature and longevity in the movement, his contacts and any weapons training he might have acquired\", in addition to the publicity of his case before this Court. The Ministers have not filed an updated threat assessment for this review."], ["[35]", "All of the evidence is now before me, and the parties' public arguments have concluded. However, I have not yet heard submissions in the closed proceeding by the Special Advocates and the Ministers. Further, I have not yet dealt with the Special Advocates' motion to exclude unsourced evidence. As such, it would not be appropriate, at this stage, to make a definitive finding on the disputed evidence relating to the alleged threat. I am satisfied, for the purposes of this review, that there is", "a basis", "upon which to maintain a finding that Mr. Mahjoub poses a threat to the security of Canada as described at paragraph 89 of the Reasons for Order dated February 1, 2012, following the last detention review. However, given the changes in circumstances since the last review to be discussed below, I am also satisfied that the threat posed by Mr. Mahjoub to the national security of Canada is now significantly diminished.", "(b) Length of Time Subject to Conditions,"], ["[36]", "The longer a named person is in detention, the less likely the individual will remain a threat to national security and the greater the evidentiary onus on the Ministers to establish the threat (", "Charkaoui I", ", paragraphs 112-113). As with past reviews, I find that Mr. Mahjoub's lengthy detention and release on stringent conditions has disrupted his ability to engage in threat-related activities and, in the circumstances, this factor weighs in Mr. Mahjoub's favour.", "(c) Changes since Previous Review of Conditions"], ["[37]", "Since the last review, there has been a significant change in the evidentiary foundation in support of the Ministers' allegations against Mr. Mahjoub. By Order dated June 19, 2012, the Ministers were directed to comply with the Federal Court of Appeal decision in", "Harkat", "(2012 FCA 122) and withdraw any summaries of intercepts or interviews, which are unsupported by original notes or transcripts and to which Mr. Mahjoub was not privy. The removal of this evidence, relied upon by the Ministers in support of certain allegations in the SIR, has weakened the Ministers' case against Mr. Mahjoub and the allegations that he poses a threat to national security."], ["[38]", "While Dr. Payne's evidence does not evaluate Mr. Mahjoub's psychological state under the current conditions, I am satisfied on the basis of his report that conditions to which Mr. Mahjoub is currently subject could have a negative impact on his psychological health. Mr. Mahjoub's daily activities are subject to constant monitoring under the current restrictive conditions."], ["[39]", "Nearly eleven months have elapsed since the previous review of Mr. Mahjoub's conditions of release. Since that time, the Ministers have made no new allegations and advanced no new evidence relating to the threat posed to Mr. Mahjoub. As stated above, no up-dated threat or risk assessments have been filed for this review. The last threat assessment did not disclose any new information concerning Mr. Mahjoub's involvement in threat", "related activities. That threat assessment speaks of the risk then posed by Mr. Mahjoub in terms of a \"possibility\" that he would re-engage in threat related activities. The evidence on which the Ministers rely dates from 2010 and 2011."], ["[40]", "Further, during the eleven months since the last review, the Ministers have alleged no breach of conditions of release and no such breach has been brought to the Court's attention. It is also noteworthy that during the entire period of his release in this case, Mr. Mahjoub has committed no significant breaches of his conditions of release. In the circumstances, I find that Mr. Mahjoub's ongoing record of compliance with his conditions of release weighs heavily in his favour in this review.", "(d) Unexplained Delay or Lack of Diligence"], ["[41]", "The issue of delay will be dealt with fully when I address the abuse of process motion. For the purposes of this review, delay caused by the Ministers' lack of diligence is at issue because of my findings in the Court's May 31, 2012 Order. The Order disposed of Mr. Mahjoub's motion for a permanent stay of proceedings for the Ministers' co-mingling of his litigation documents. While I did not grant the permanent stay of proceedings requested, I found that the Ministers demonstrated a lack of diligence which resulted in a significant delay of over nine months in the proceeding. In the circumstance", "of this review of conditions, these findings weigh heavily in favour of Mr. Mahjoub.", "(e) Anticipated Future Duration of Conditions of Release"], ["[42]", "Although final public arguments have concluded and closed arguments will conclude in January 2013, I expect that Mr. Mahjoub will potentially be subject to conditions of release for several more months until this Court comes to a final decision on his case.", "(f) Availability, Effectiveness and Appropriateness of Alternatives to Current Conditions"], ["[43]", "The parties have taken polarized positions that have not assisted the Court in assessing the availability, effectiveness, and appropriateness of alternatives to Mr. Mahjoub's current conditions of release. The Ministers have not provided me with an analysis of each condition or group of conditions to explain why they continue to be necessary or proportionate to the threat posed. They have not highlighted any conditions that they consider particularly essential; beyond indirectly highlighting the condition that Mr. Mahjoub be prohibited from communicating with individuals he knows or ought to know support terrorism or violent Jihad through the request to prohibit communication with Dr. Aly Hindy."], ["[44]", "Mr. Mahjoub argues, in the alternative, that \"normal conditions\" of recognizance would be an effective alternative to the current conditions."], ["[45]", "It is my view that \"normal conditions\" of recognizance with additional conditions as provided for below (the proposed conditions) are an available, effective and appropriate alternative to Mr. Mahjoub's current conditions of release. Such conditions, in lieu of the current conditions of release, will be proportional and sufficient to address the threat posed by Mr. Mahjoub."], ["[46]", "The bail conditions of keeping the peace and being of good behaviour would address the allegations that Mr. Mahjoub will radicalize individuals or groups by inciting violence, \"re-engage\" in any terrorist activity, and that he will support or recruit individuals to the terrorist cause. Maintaining the performance bonds would ensure that Mr. Mahjoub's sureties also maintain an interest in supervising Mr. Mahjoub's activities and reporting any breach of conditions."], ["[47]", "Further, preserving the condition that Mr. Mahjoub is prohibited from directly or indirectly communicating with any individual whom he knows or ought to know, who supports terrorism or violent Jihad or who attended any training camp or guest house operated by any entity that supports terrorism or violent Jihad, would prevent Mr. Mahjoub from acquiring or re-acquiring terrorist contacts. To ensure that Mr. Mahjoub does not re-acquire terrorist contacts, Mr. Mahjoub's communications shall be restricted to one personal mobile telephone and/or landline telephone except for emergencies, and one personal desktop computer with an Internet connection. The Canada Border Services Agency (CBSA) may continue to monitor the toll records for Mr. Mahjoub's telephone services, and the CBSA shall be authorized to perform checks without notice on Mr. Mahjoub's Internet-connected computer should he wish to have one. In addition, the CBSA shall be authorized to monitor any address or return address on the exterior of letter mail or packages received or sent by mail or courier to or from Mr. Mahjoub. Further inspection of the mail or packages will only be justified if there are reasonable grounds to suspect that it is sent or received in violation of any applicable condition of release."], ["[48]", "Mr. Mahjoub poses no flight risk. This is not disputed. Given Mr. Mahjoub's record of compliance with his conditions of release coupled with the other factors discussed above, which weigh in his favour, I have come to the view that the condition relating to GPS monitoring when outside his residence is no longer proportionate to the threat posed. Such surveillance will consequently no longer be authorized. Any surveillance of Mr. Mahjoub will be subject to the CSIS Operations Policies and Procedures."], ["[49]", "Upon considering the five mandatory factors set out  <FRAGMENT_SUPPRESSED>  I", "and all of the circumstances of his case, I find that the current conditions of release are no longer appropriate or proportionate to the threat posed by Mr. Mahjoub. The Ministers have brought forth no new evidence or updated threat assessmentto support their allegations that Mr. Mahjoub is a threat to national security. Nor have the Ministers alleged any breach of a condition of releases since the last review. Given the passage of time, the extended period under which Mr. Mahjoub has been subjected to stringent conditions of release, I conclude that the threat posed by Mr. Mahjoub to the national security of Canada has diminished."], ["[50]", "Given the change in circumstances discussed above, in particular the removal of evidence relied upon by the Ministers from the record, the delay in the proceeding caused by the Ministers' lack of diligence and Mr. Mahjoub's record of compliance with his conditions of release, I conclude that the current conditions of release are no longer proportionate to the threat posed by Mr. Mahjoub. I am satisfied that the proposed conditions will be an effective alternative to the current conditions and sufficient and appropriate to neutralize the threat posed pursuant to section 82(5) of the", "IRPA", "Dr. Aly Hindy"], ["[51]", "The Ministers allege that Dr. Aly Hindy should be deemed to be an individual whom Mr. Mahjoub knows, or ought to know, supports terrorism or violent Jihad, and that Mr. Mahjoub should be prohibited from directly or indirectly communicating with him. They rely on certain publicly reported statements that Dr. Hindy has made, the fact that he has been made a prohibited contact in", "Jaballah", ", and the statements of Justice Mosley, confirmed by Justice Layden-Stevenson in this proceeding, to the effect that Dr. Hindy would not be an appropriate surety because \"his published statements are open to the inference that he is sympathetic to or at least defensive of the threats of Islamic terrorism towards Canada.\""], ["[52]", "First, I observe that the voicemail contact between Mr. Mahjoub and Dr. Hindy on July 10, 2012, appears to have been for a lawful purpose. Mr. Mahjoub seems to have been attempting to find more supervising sureties through Dr. Hindy."], ["[53]", "Second, I note that the statements reportedly made by Dr. Hindy and upon which the Ministers rely are inconclusive. He reportedly called the 9/11 attacks \"a joint CIA operation,\" said of Ahmed Khadr \"I'm not convinced he's guilty\", described Hassan Farhat as \"an Iraqi fighting an opponent from another country in his home country,\" insinuated that violence committed by Salafists was set up by U.S. authorities to make Salafists look bad, reportedly thought that the charges against the Toronto 18 were \"to keep George Bush happy\", and commented in a meeting with former Public Safety Minister Anne McLellan that the government must stop \"terrorizing\" Canadian Muslims, or \"I can't guarantee what is going to happen. Our young people, we can't control,\" a comment he characterized as \"a kind of threat.\""], ["[54]", "Although these are radical views based on questionable facts, they are not direct evidence of Dr. Hindy's support for terrorism or violent Jihad, particularly given his reported statements against violence such as \"[r]eligion does not say to fight and kill\" and his reported efforts to encourage youth to wage non-violent Jihads instead of fighting in Iraq. He has also said \"I love this country as much as anyone\" and directed comments against terrorists who plan to attack Canada: \"If my son is doing something to destroy this country, I can say he should be hanged, not just put in jail.\" Even his refusal to sign the decree against terrorism signed by imams around the world after the London bombings in 2005 does not necessarily lead to an inference that he is a supporter of terrorism. I have not been presented with the decree itself", "or Dr. Hindy's explanation of why he did not sign that decree, both of which would be helpful in determining whether his refusal to sign can be construed as supporting terrorism."], ["[55]", "While Hassan Farhat, who joined Al Qaeda, Ahmed Khadr's family, members of the Toronto 18 terrorist group, and an aspiring member of Al Shabab worshipped at Dr. Hindy's Salaheddin Islamic Centre, and the 2009 RCMP report on radicalization refers to Dr. Hindy as a \"focal point for Toronto area Islamic radicals,\" there is no evidence before me on the extent of Dr. Hindy's contact with or support for known terrorists or supporters of terrorism. I am supported in this conclusion by Justice Trotter's finding in", "<FRAGMENT_SUPPRESSED>  at paragraph 62, that although individuals with \"questionable associations\" and \"involved in questionable activities\" had passed through the Salaheddin Islamic Centre, there was insufficient evidence to taint the Centre itself, and \"no reasonable person could draw the conclusion that the Salaheddin Islamic Centre is involved in terrorism.\""], ["[56]", "Third, Dr. Hindy was deemed a prohibited contact in the", "Jaballah", "matter on consent of the parties. There is no such consent in this proceeding."], ["[57]", "Finally, Justice Mosley's comments, echoed by Justice Layden-Stevenson, were made in the context of determining whether Dr. Hindy would be a suitable surety for Mr. Mahjoub. A surety is responsible for reporting Mr. Mahjoub's prohibited conduct to the Canadian authorities. Given that responsibility to cooperate with the authorities, in my view, it was open to Justice Mosley to reject Dr. Hindy as a surety. To prohibit communication between Dr. Hindy and Mr. Mahjoub entirely infringing both individuals' freedom of expression and freedom of association, there must be a more rigorous connection between Dr. Hindy and support for terrorism or violent Jihad. The Ministers have not established such a connection."], ["[58]", "Had the Ministers adduced any direct evidence to show that Dr. Hindy was a supporter of terrorism or violent Jihad, this would have been troubling to the Court and could have led to a different result."], ["[59]", "On all of the evidence before me, particularly given the rights at stake for both Mr. Mahjoub and Dr. Hindy and the fact that Dr. Hindy has not been given an opportunity to explain his statements in evidence, I am unable to conclude that he is an individual that Mr. Mahjoub knew or ought to have known was a supporter of terrorism or violent Jihad. As a result, the Ministers' request to place Dr. Aly Hindy on the list of prohibited contacts is denied.", "CONCLUSION"], ["[60]", "In a review of the conditions of release of a named person pursuant to subsection 82(5) of the", "IRPA", ", the onus is on the Ministers to demonstrate that the named person poses a danger to the security of Canada and that particular measures in place or proposed are necessary to address that danger. The Ministers have not demonstrated the necessity of any particular measure. Instead, they argue for the status quo while failing to establish that the threat they are alleging continues undiminished."], ["[61]", "For the purposes of this review of conditions of release, I accept that Mr. Mahjoub continues to pose a danger to the security of Canada. However, I find that the threat posed by Mr. Mahjoub has significantly decreased in the nearly eleven months that have passed since the previous review of conditions, during which Mr. Mahjoub has diligently complied with the conditions imposed upon him. Moreover, certain allegations in the Ministers' case have been weakened by the removal of evidence pursuant to the", "Harkat", "decision by the Federal Court of Appeal. Further, I have found the Ministers responsible for a significant delay because of their lack of diligence in the co-mingling of documents."], ["[62]", "I am satisfied that the stringent terms and conditions currently in place are no longer necessary to neutralize the diminished threat posed by Mr. Mahjoub. A new set of conditions is to be prepared in accordance with the following guidelines.", "a. Mr. Mahjoub is required to report to the CBSA weekly at the time and place already agreed between them.", "b. Mr. Mahjoub is required to keep the peace and be of good behaviour.", "c. Mr. Mahjoub's passport and all travel documents, if any, shall remain surrendered to the CBSA. The current restrictions relating to \"Passport and Travel Documents\" shall remain in effect.", "d. If Mr. Mahjoub is ordered removed from Canada, he shall report as directed for removal. He shall also report to the Court as it from time to time may require.", "e. Mr. Mahjoub is required to report any change of address to the CBSA.", "f. Mr. Mahjoub shall not possess any weapon, imitation weapon, noxious substance or explosive, or any component thereof.", "g. Mr. Mahjoub shall not communicate directly or indirectly with any individual whom Mr. Mahjoub knows, or ought to know, supports terrorism or violent Jihad, or who attended any training camp or guest house operated by any entity that supports terrorism or violent Jihad, or with any person Mr. Mahjoub knows, or ought to know, has a criminal record.", "h. Mr. Mahjoub may possess one mobile telephone and/or one landline telephone. He is not to use any other telephone except in emergencies. The CBSA or any person designated by the Agency may monitor the toll records from the service provider(s) of Mr. Mahjoub's personal mobile and/or landline telephone service. To that end Mr. Mahjoub shall provide to the CBSA the applicable phone number(s) and service provider(s).", "i. Mr. Mahjoub may use one desktop computer with an Internet connection at his residence. Should he elect to use such a computer, he shall permit any employee of the CBSA or any person designated by the Agency to examine his computer, including the hard drive and the peripheral memory, without notice. Mr. Mahjoub may not, directly or indirectly, use any other device that is capable of connecting to the internet or sending wireless signals.", "j. The CBSA shall be authorized to monitor any address or return address on the exterior of letter mail or packages received or sent by mail or courier to or from Mr. Mahjoub. Further inspection of the mail or packages can only be authorized if there are reasonable grounds to suspect that it is sent or received in violation of any applicable condition of release.", "k. The current requirements relating to sureties and performance bonds are maintained.", "l. If Mr. Mahjoub travels outside of the Greater Toronto Area, as defined in the current conditions, he must provide the CBSA upon seven days notice with his trip itinerary, including his mode of transportation.", "m. The current condition prohibiting audio and video recording of CBSA personnel by Mr. Mahjoub is maintained.", "n. The current condition requiring the CBSA to safeguard photographs taken in carrying out its duties in relation to Mr. Mahjoub is maintained.", "o. A breach of this order shall constitute an offence within the meaning of section 127 of the", "Criminal Code", "and shall constitute an offence pursuant to paragraph 124(1)(", ") of the", "IRPA", "p. Terms and conditions that are incidental or necessary to give effect to conditions that flow from the above guidelines may be proposed by the parties in writing.", "q. Should questions arise relating to the applicability of any of the terms and conditions that may not have been dealt with expressly in the above guidelines, the parties may seek the Court's direction."], ["[63]", "All other current conditions not expressly provided for in these reasons are to be eliminated."], ["[64]", "I am satisfied that the conditions to be prepared in accordance with the above guidelines will be a rationally connected and proportionate response to the nature of the threat posed by Mr. Mahjoub (in accordance with", "Charkaoui I", "at paragraph 116)."], ["[65]", "The Ministers are directed to prepare within ten (10) days of the signing of these reasons, a draft \"Schedule of Conditions in respect to the release of Mr. Mahjoub\" in accord with the above reasons."], ["[66]", "The draft is to be served on Mr. Mahjoub and his Counsel who will have five days from the time of receipt to make submissions in writing on the sole issue of whether the draft conforms to the above reasons. Upon receipt and consideration of the draft and Mahjoub's submissions, if any, an Order will issue confirming Mr. Mahjoub's release on the amended terms and conditions."], ["[67]", "The conditions will take effect on the signing of the Order confirming the amended terms and conditions. The Ministers will as soon as possible take steps to remove the monitoring equipment from Mr. Mahjoub's residence and whatever steps are necessary to give effect to the new terms and conditions of release."], ["[68]", "Mr. Mahjoub shall provide access on reasonable notice to allow the CBSA to remove any surveillance equipment.", "Motion granted.", "Editor: Elizabeth M.A. Turgeon/pdk"]]}