{"id_": "094946", "body_str": [["[1]", "Boivin, J.", "[Translation]: This is an appeal, filed under section 21 of the", "Federal Courts Act", ", RSC 1985, c F-7, and subsection 14(5) of the", "Citizenship Act", ", RSC 1985, c C-29 [the Act], from a decision of a citizenship judge, dated April 23, 2012, approving the citizenship application of Djenabou Hope Diallo.", "Facts"], ["[2]", "Djenabou Hope Diallo (the respondent) entered Canada as a visitor in 2006. She gave custody of her three (3) minor children, all daughters, to a friend, and the children started their school year at Collège Stanislas in September 2006 (Tribunal Record, pages 17, 267-69; Respondent's Record, Affidavit of Djenabou Hope Diallo, page 1). The respondent's husband bought a condominium in Canada in September 2006 (Tribunal Record, pages 446-54). The respondent left Canada and did not return until June 30, 2007, this time as a permanent resident (Tribunal Record, page 155). The respondent took a training course in English and has been working as a daycare teacher on an on-call basis since June 2011 (Tribunal Record, pages 321-29)."], ["[3]", "The respondent applied for citizenship on August 31, 2010, that is, 1,157 days after she was granted permanent residence (Tribunal Record, page 5). Her three (3) minor children were included in her citizenship application. The respondent's husband allegedly submitted his own citizenship application separately, as an individual, since the duration of his physical presence in Canada was different from that of the respondent and the minor children (Respondent's Record, Affidavit of Djenabou Hope Diallo, page 3). She declared that she had been absent from Canada for fifty-six (56) days between the date she was granted permanent residence and the date of her citizenship application (Tribunal Record, page 5). She therefore alleged that she had been physically present in Canada for 1,101 days, or six (6) days longer than the minimum of 1,095 required under paragraph 5(1)(", ") of the Act. The respondent submitted numerous documents in support of her application, including her children's school records, bank statements, telephone bills, the purchase agreement for the condominium, insurance statements, medical and dental records, and passport photocopies."], ["[4]", "A citizenship officer assessed the respondent's file on November 4, 2011, interviewed the respondent and then referred the file to a citizenship judge because she found the documentation to be insufficient (Tribunal Record, pages 21-21B). In a memorandum dated March 9, 2012, the citizenship officer told the citizenship judge that the respondent held a diplomatic passport issued on October 23, 2001 (Tribunal Record, pages 21-21B, 23-24). This diplomatic passport, bearing the number 001659 and expiring on April 14, 2008, covered a period of over nine (9) months (from June 30, 2007, to April 14, 2008) in the reference period."], ["[5]", "The respondent received a notice dated November 25, 2011, requiring her to submit a photocopy of each page of the passport or document that she used to enter Canada, as well as photocopies of [translation] \"any valid or expired passport or travel document that was issued to [her] after [her] arrival in Canada\" (Applicant's Record, Vol 3, Affidavit of Citizenship Officer Cathy Morneau, Exhibit \"A\", page 823)."], ["[6]", "By letter dated April 5, 2012, the respondent was called in for a citizenship interview on April 23, 2012 (Applicant's Record, Vol 1, Affidavit of Citizenship Officer Cathy Morneau, Exhibit \"A\", page 20). The call-in notice asked the respondent to report with, among other things, [translation] \"all passports and travel documents in [her] possession (valid or expired)\". The respondent did not submit her diplomatic passport."], ["[7]", "The respondent's citizenship application was granted on April 23, 2012.", "Decision under appeal"], ["[8]", "The citizenship judge attached [translation] \"Notes to File\" to the form entitled \"Notice to the Minister of the Decision of the Citizenship Judge\". The citizenship judge granted the respondent's citizenship application. She stated that she had considered all of the documentation that the respondent had filed in support of her application. She found that the respondent was credible and clearly had good intentions. The citizenship judge noted that the respondent had taken courses in English and child care."], ["[9]", "The citizenship judge noted that the respondent's husband did not apply for citizenship at the same time as the respondent and that the respondent stated that this was because he had not accumulated the same number of days of presence in Canada. The citizenship judge noted that the respondent stated that her husband had served several terms as a representative of a United Nations fund, but that after he came to Canada, he had to work in construction and computers. The citizenship judge noted that the respondent had not said much about her husband, which led her to conclude that the respondent was not aware of her husband's activities. The citizenship judge stated that the respondent had said that she was focusing on being a mother while her husband looked after his own business."], ["[10]", "The citizenship judge concluded her reasons by stating that she had no doubt that the respondent had indeed been living in Canada since June 30, 2007, and that the respondent had answered all of her questions without hesitating.", "Issue"], ["[11]", "This application for judicial review raises only one question, that is, whether the citizenship judge's decision is reasonable.", "Relevant legislation"], ["[12]", "The relevant statutory provisions in this case are the following:", "PART I", "THE RIGHT TO CITIZENSHIP", "...", "Grant of citizenship", "5.", "(1) The Minister shall grant citizenship to any person who", ") makes application for citizenship;", ") is eighteen years of age or over;", ") is a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act, and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner:", "(i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and", "(ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence;", ") has an adequate knowledge of one of the official languages of Canada;", ") has an adequate knowledge of Canada and of the responsibilities and privileges of citizenship; and", ") is not under a removal order and is not the subject of a declaration by the Governor in Council made pursuant to section 20.", "...", "PART V", "PROCEDURE", "...", "Appeal", "14.", "(5) The Minister or the applicant may appeal to the Court from the decision of the citizenship judge under subsection (2) by filing a notice of appeal in the Registry of the Court within sixty days after the day on which", ") the citizenship judge approved the application under subsection (2); or", ") notice was mailed or otherwise given under subsection (3) with respect to the application.", "PARTIE I", "LE DROIT À LA CITOYENNETÉ", "[...]", "Attribution de la citoyenneté", "5.", "(1) Le ministre attribue la citoyenneté à toute personne qui, à la fois:", "a) en fait la demande;", "b) est âgée d'au moins dix-huit ans;", "c) est un résident permanent au sens du paragraphe 2(1) de la Loi sur l'immigration et la protection des réfugiés et a, dans les quatre ans qui ont précédé la date de sa demande, résidé au Canada pendant au moins trois ans en tout, la durée de sa résidence étant calculée de la manière suivante:", "(i) un demi-jour pour chaque jour de résidence au Canada avant son admission à titre de résident permanent,", "(ii) un jour pour chaque jour de résidence au Canada après son admission à titre de résident permanent;", "d) a une connaissance suffisante de l'une des langues officielles du Canada;", "e) a une connaissance suffisante du Canada et des responsabilités et avantages conférés par la citoyenneté;", "f) n'est pas sous le coup d'une mesure de renvoi et n'est pas visée par une déclaration du gouverneur en conseil faite en application de l'article 20.", "[...]", "PARTIE V", "PROCÉDURE", "[...]", "Appel", "14.", "(5) Le ministre et le demandeur peuvent interjeter appel de la décision du juge de la citoyenneté en déposant un avis d'appel au greffe de la Cour dans les soixante jours suivant la date, selon le cas:", "a) de l'approbation de la demande;", "b) de la communication, par courrier ou tout autre moyen, de la décision de rejet.", "Applicable standard of review"], ["[13]", "The parties agree, as does the Court, that the applicable standard of review for decisions of citizenship judges regarding questions of mixed fact and law, such as the question of whether an applicant has met the requirements of the Act, is reasonableness (", "FRAGMENT_SUPPRESSED). The Court must therefore limit its review to \"the existence of justification, transparency and intelligibility within the decision-making process . . . [and to the question of] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (", "FRAGMENT_SUPPRESSED).", "Analysis"], ["[14]", "At the hearing before this Court, the respondent emphasized that she had filed evidence proving that she had been to a medical clinic several times during the period in question (from June 30, 2007, to April 14, 2008), on September 18, 2007, November 25, 2007, and December 9, 2007 (Tribunal Record, pages 30 and 41). Similarly, one of her daughters required the care of a nurse on December 24 and 28, 2007 (Tribunal Record, page 33). The Court also notes that there are statements detailing the use of cellular telephones, for the respondent herself and for the cellular telephone used by her daughters, throughout the months of July, August and September and for a few days in November 2007 and in February 2008 (Tribunal Record, pages 124-25, 136-47), but the bills filed are only partial. There are also banking transactions for a joint account and evidence of credit card use during the period in question (Tribunal Record, pages 615-33, 767-77 and 799-811). However, there are no transactions on the respondent's credit card in December 2007 (Tribunal Record, page 623), nor is there a bank statement for the month of December 2007."], ["[15]", "Central to this case is the diplomatic passport, the existence of which the respondent does not deny. The only evidence on record of this document's existence is in the notes of an immigration officer (Tribunal Record, pages 23-24). The respondent states in her affidavit that she submitted only those passports and travel documents that she and her daughters had used since they became permanent residents (Respondent's Record, Affidavit of Djenabou Hope Diallo, page 3). She also states that the diplomatic passport dates back to before they became permanent residents (Respondent's Record, Affidavit of Djenabou Hope Diallo, page 5), and in her memorandum before this Court, she briefly alludes to having lost this document (Respondent's Record, Respondent's Memorandum of Fact and Law, page 10 at paragraph 5)."], ["[16]", "The Court must point out that the citizenship judge did not mention, discuss or analyze this particular point. Indeed, the citizenship judge makes no mention whatsoever of the absence of the diplomatic passport in her notes to file attached to her decision as reasons. The Court must consider whether it was reasonable for the citizenship judge to decide that the respondent met the requirements of the Act despite the absence of that document covering a period of nine (9) months."], ["[17]", "The respondent refers to", "FRAGMENT_SUPPRESSED, in support of her argument that submitting the diplomatic passport should not be an issue here. More specifically, in", "FRAGMENT_SUPPRESSEDi", ", the respondents had been required to turn in their old passports to the Moroccan government, and they had explained this fact to the citizenship judge. The Court stated the following at paragraph 19:", "FRAGMENT_SUPPRESSED (", "FRAGMENT_SUPPRESSED)FRAGMENT_SUPPRESSED"], ["[18]", "In", "FRAGMENT_SUPPRESSED", ", as in the present case, there was other evidence supporting the respondents' physical presence in Canada, for example, bank statements proving the use of automated teller cards."], ["[19]", "However, the present case can be distinguished from", "FRAGMENT_SUPPRESSED", ". Indeed, in the case at bar, and unlike in", "FRAGMENT_SUPPRESSED", ", the respondent has not provided any explanations or evidence confirming her reasons for not submitting this diplomatic passport to the citizenship judge-or to the citizenship officer who initially assessed her file. The respondent states that she did not use the passport, but the evidence on record does not allow this Court to find that an event or a decision of another authority-as was the case with the respondents in", "FRAGMENT_SUPPRESSED-", "prevented her from submitting the diplomatic passport. If the respondent's passport is in her possession and if her arguments are justified as pleaded, it would appear that filing the diplomatic passport would only confirm the respondent's allegations and dispel any remaining doubts-including those of the applicant-regarding the dates on which the respondent entered and left Canada."], ["[20]", "Although the respondent made much of the additional evidence on record to establish her presence in Canada during this period of nine (9) months, the Court is of the opinion that this is insufficient to prove that she was indeed present in Canada every day during that period. By contrast, a photocopy of the missing diplomatic passport could have established this fact. Moreover, the Court has noticed that there is no banking documentation or evidence of credit card use for the respondent in the month of December 2007. The Court also notes the respondent's reluctance to provide details concerning her husband's employment, in addition to her failure to provide the diplomatic passport."], ["[21]", "The Court acknowledges that the respondent only has to prove her physical presence on a balance of probabilities, and that the decision of the citizenship judge is reviewable on a standard of reasonableness. However, in the present case, given the importance of the number of days the respondent was physically present in Canada in determining eligibility for citizenship, the Court finds that it was unreasonable for the citizenship judge to grant the respondent's application without asking her to produce this crucial document, particularly after the existence of the diplomatic passport was explicitly reported to her by the citizenship officer who referred the file to her and since the call-in notice required the respondent to bring with her, among other things, all of the passports (valid or expired) in her possession."], ["[22]", "In the present case, the question of the diplomatic passport takes on even more importance because the respondent accumulated only six (6) days of presence over the minimum required by the Act. As counsel for the applicant rightly pointed out at the hearing before this Court, if the respondent left Canada even once, that could mean that she did not attain the minimum number of days of presence in Canada under the Act. Accordingly, in the circumstances, the Court finds that the citizenship judge should have dealt with the absence of such a central and determinative piece of evidence in her decision. The Court can only observe that the notes of the citizenship judge show that this aspect was completely disregarded."], ["[23]", "Because of the occasional gaps in the documentary evidence, as voluminous and substantial as it is (863 pages), combined with the absence of the diplomatic passport, it would be unreasonable to find, on a balance of probabilities, that the respondent was in Canada for the required period preceding her citizenship application."], ["[24]", "The Court notes that citizenship is a privilege that should not be granted lightly (", "FRAGMENT_SUPPRESSED) and that the burden of proof is on the respondent."], ["[25]", "For all these reasons, the Court is of the opinion that the decision of the citizenship judge is unreasonable, in that it does not fall within a range of possible, acceptable outcomes which are defensible in respect of the facts and law (", "FRAGMENT_SUPPRESSED", ").", "JUDGMENT"], ["[26]", "THE COURT ORDERS AND ADJUDGES that", "1. The appeal is allowed.", "2. The matter is remitted to a different citizenship judge for reconsideration.", "3. Without costs.", "Appeal allowed.", "Editor: E. Joanne Oley/vnh"]]}