{"id_": "095280", "body_str": [["[1]", "Le juge Blais", ": Il s'agit d'une demande de contrôle judiciaire à l'encontre d'une décision rendue le 25 avril 2005 par la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié (la Commission), qui n'a pas reconnu à M. René Alberto Mejia (le demandeur) la qualité de réfugié au sens de la Convention ni de personne à protéger aux termes des articles 96 et 97 respectivement de la Loi sur l'immigration et la protection des réfugiés, L.C. (2001), ch. 27 (la Loi).", "FAITS PERTINENTS"], ["[2]", "Le demandeur est un citoyen du El Salvador qui est arrivé au Canada le 6 novembre 2004 et qui a demandé la protection du Canada le 22 novembre 2004."], ["[3]", "Le 13 juillet 2002, des membres de la bande criminelle \"Mara Salvatrucha\" ont exigé du demandeur le somme de cinq dollars par semaine. Sous la menace, le demandeur a payé la somme chaque semaine pendant une période de deux ans."], ["[4]", "Le 2 septembre 2004, les membres de la bande criminelle ont augmenté à vingt-cinq dollars le montant que le demandeur payait pour vivre sur leur territoire. Lors de cet incident, le demandeur a dû payer les vingt-cinq dollars qui lui étaient exigés afin d'éviter que sa famille soit menacée."], ["[5]", "Se sachant incapable de faire le paiement subséquent, le demandeur a demandé à sa femme et à sa fille de quitter la maison."], ["[6]", "Le 5 septembre 2004, le demandeur et un ami, Antonio Landaverde Aguilard, ont été pourchassés par les membres de la bande à coups de fusil. L'ami a été grièvement blessé et est décédé à la suite de ses blessures le lendemain."], ["[7]", "Craignant d'être tué par ces criminels, le demandeur a décidé de fuir la ville et d'aller rejoindre sa femme au village Tapecoyo en attendant de pouvoir quitter le pays."], ["[8]", "Le 20 septembre 2004, le bateau à bord duquel le demandeur travaillait est arrivé en Espagne et devait repartir pour le Canada. Le bateau est arrivé à Hamilton, Ontario. le 6 novembre 2004 et à Montréal, le 19 novembre 2004. Le demandeur a revendiqué le statut de réfugié le 22 novembre 2004."], ["[9]", "Le 25 avril 2005, le demandeur a expliqué sous serment devant la Commission les motifs de sa revendication.", "QUESTIONS EN LITIGE", "1. La Commission a-t-elle erré en concluant que la preuve démontre que le demandeur n'était pas en danger quand il a déménagé au El Salvador?", "2. La Commission a-t-elle erré en concluant que le risque posé au demandeur était généralisé et non personnalisé?", "3. La Commission a-t-elle erré en concluant que le demandeur aurait dû rechercher la protection de l'État?", "ANALYSE", "1. La Commission a-t-elle erré en concluant que la preuve démontre que le demandeur n'était pas en danger quand il a déménagé au El Salvador?"], ["[10]", "Dans le procès-verbal de l'audience de la Commission, la question de savoir si le demandeur a eu des problèmes, une fois qu'il est allé rejoindre sa famille, a été soulevée. Le demandeur a indiqué qu'aucun problème n'est survenu; toutefois, il a ajouté qu'il vivait en cachette et évitait d'être vu dans la rue, ce qui explique qu'il n'a pas eu de problème avec les membres de la bande criminelle. Le demandeur soutient que la Commission n'a pas pris en considération cette explication dans sa décision."], ["[11]", "Dans la décision  <FRAGMENT_SUPPRESSED>  [2004] A.C.F. no 205, mon collègue le juge Pinard a réitéré le fait qu'une évaluation de crédibilité est une question de fait et qu'il n'appartient pas à cette Cour d'intervenir à moins que cette évaluation soit déraisonnable:", "L'agent ERAR a conclu, comme le Tribunal avant elle, que les demandeurs n'étaient pas crédibles. L'évaluation de la crédibilité est une question de fait et il n'appartient pas à cette Cour de se substituer à la décision de l'agent ERAR à moins que le demandeur puisse démontrer que sa décision est fondée sur une conclusion de fait erronée, tirée de façon abusive ou arbitraire ou sans tenir compte des éléments à sa disposition (voir l'alinéa 18.1(4)d) de la Loi sur la Cour fédérale, L.R.C. (1985), ch. F-7). L'agent ERAR possède une connaissance spécialisée et a le pouvoir d'apprécier la preuve dans la mesure où ses inférences ne sont pas déraisonnables ( <FRAGMENT_SUPPRESSED>  (C.A.F.)) et ses motifs sont énoncés de façon claire et compréhensible ( <FRAGMENT_SUPPRESSED>  demandeur est crédible et s'il dit la vérité par rapport aux faits rapportés. Considérant que la Commission mentionne une partie des propos du demandeur issus du procès-verbal, je suis satisfait du fait que la Commission a pris en considération la totalité du procès-verbal pour émettre sa décision, dont l'explication du demandeur au fait qu'il n'a pas eu de problème avec les bandes criminelles à la suite de son déménagement. Je suis d'avis qu'il n'existe aucune erreur de la part de la Commission et que la décision a été prise après une analyse complète de la preuve devant elle.", "2. La Commission a-t-elle erré en concluant que le risque posé au demandeur était généralisé et non personnalisé?"], ["[13]", "Le demandeur prétend que la Commission a erré en concluant que le risque posé au demandeur était généralisé et non personnalisé."], ["[14]", "Dans l'arrêt  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1400, il est mentionné qu'un individu peut être un réfugié même dans l'absence d'un risque personnalisé. Cependant, le juge Martineau, au paragraphe 10, a indiqué que les victimes d'actes criminels et de corruption ne sont pas réfugiés au sens de l'article 96 de la Loi:", "Membership in a particular social group is a recognized ground under section 96 of the Act. Moreover, while personal targeting is not required, refugee claimants must nonetheless establish a link between themselves and persecution for a Convention reason. They must be targeted for persecution in some way, either personally or collectively:  <FRAGMENT_SUPPRESSED>  (F.C.A.). On this matter, victims or potential victims of crime, corruption or personal vendettas, generally cannot establish a link between fear of persecution and Convention reasons."], ["[15]", "En l'espèce, le demandeur ne prétend pas être un réfugié au sens de l'article 96 de la Loi. Il cherche plutôt la reconnaissance d'une personne en besoin de protection en raison de menace à la vie ou de risque de traitements ou de peines cruels ou inusités selon l'alinéa 97(1)(b) de la Loi."], ["[16]", "Le fardeau à rencontrer pour une personne en besoin de protection en vertu de l'article 97 est moins exigeant que le fardeau imposé par l'article 96 par rapport au statut de réfugié. Le juge Gauthier dans l'arrêt  <FRAGMENT_SUPPRESSED>  a affirmé au paragraphe 45:", "Premièrement, il existe déjà des différences importantes entre le critère que la SPR doit appliquer dans le cadre de l'examen d'une demande fondée sur l'article 97 de la Loi et d'une demande fondée sur l'article 96. Dans la décision  <FRAGMENT_SUPPRESSED> ; [2003] A.C.F. no 1418 (C.F.) (QL), au paragraphe 16, le juge Blanchard a statué que le critère applicable en vertu de l'article 97 de la Loi n'exige pas qu'il soit conclu à l'existence d'une crainte subjective de persécution. Dans la décision  <FRAGMENT_SUPPRESSED> ; [2003] A.C.F. no 1409 (C.F.) (QL), au paragraphe 21, le juge a ajouté que l'article 97 exige que la SPR applique un critère différent, à savoir si le renvoi d'un demandeur peut avoir pour effet d'exposer personnellement celui-ci à un risque mentionné aux alinéas 97(1)a) et b) de la Loi. Je souscris à ces conclusions."], ["[17]", "Il existe une différence marquante entre le critère que la Commission doit appliquer à l'examen d'une demande de \"personne à protéger\" et celui que requiert la demande du statut de réfugié au sens de la Convention. Dans le premier cas, il n'est pas nécessaire de conclure à l'existence d'une crainte subjective de persécution comme pour le second; il s'agit plutôt de déterminer si le renvoi du demandeur expose personnellement ce dernier aux dangers et aux risques évoqués dans la Loi. Il doit exister des preuves convaincantes (selon la prépondérance des probabilités) établissant les faits sur lesquels le demandeur d'asile se fonde pour prouver être exposé à un risque grave de torture à son retour au pays ( <FRAGMENT_SUPPRESSED> )."], ["[18]", "La Commission a conclu que le demandeur était l'objet d'un problème généralisé dans son pays, c'est-à-dire le paiement d'un impôt illégal exigé par un groupe criminel."], ["[19]", "Il n'était pas déraisonnable d'arriver à ces conclusions après l'examen de la preuve présentée et après avoir considéré le comportement du demandeur qui n'a jamais demandé la protection de l'État.", "3. La Commission a-t-elle erré en concluant que le demandeur aurait dû rechercher la protection de l'État?"], ["[20]", "Le demandeur prétend que la Commission a erré en concluant que le demandeur aurait dû rechercher la protection de l'État."], ["[21]", "Tel que suggéré par le défendeur, on doit présumer que l'État est en mesure de protéger ses citoyens. Il incombe au demandeur de démontrer l'incapacité de l'État à accorder cette protection."], ["[22]", "En l'absence d'un effondrement complet de l'appareil étatique, il y a lieu de présumer que l'État est capable de protéger ses ressortissants."], ["[23]", "Il n'y a eu aucune preuve claire et convaincante pour démontrer l'incapacité de l'État d'assurer sa protection. Voir à cet effet: Canada (Procureur général) c. Ward, [1993] 2 R.C.S 689, pages 731-732;  <FRAGMENT_SUPPRESSED> , 18 décembre 1992 (C.A.F.)."], ["[24]", "Bien que la décision du Tribunal ne soit pas détaillée, le demandeur ne m'a pas convaincu que le Tribunal ait commis une erreur justifiant l'intervention de la Cour. C'est le demandeur qui a le fardeau de démontrer qu'il est une personne à protéger et il n'a pas réussi."], ["[25]", "LA COUR ORDONNE QUE:", "- La demande de contrôle judiciaire soit rejetée;", "- Aucune question ne sera certifiée.", ".........................", "<FRAGMENT_SUPPRESSED>  for judicial review concerning a decision rendered on April 25, 2005, by the Refugee Protection Division of the Immigration and Refugee Board (the Board), which refused to recognize René Alberto Maija (the applicant) as a Convention refugee or a person in need of protection within the meaning of sections 96 and 97 respectively of the Immigration and Refugee Protection Act, S.C., (2001) c. 27 (the Act).", "RELEVANT FACTS"], ["[2]", "The Applicant is a citizen of El Salvador who arrived in Canada on November 6, 2004 and who applied for protection by Canada on November 22, 2004."], ["[3]", "On July 13, 2002, members of the criminal gang “Mara Salvatrucha” demanded an amount of five dollars per week from the applicant. Under threat, the applicant paid this amount every week for a period of two years."], ["[4]", "On September 2, 2004, members of the criminal gang increased the amount the applicant had to pay to live within their territory to twenty-five dollars. During this incident, the applicant had to pay the twenty-five dollars demanded to avoid threats to his family."], ["[5]", "Knowing he was unable to make the following payment, the applicant asked his wife and daughter to leave home."], ["[6]", "On September 5, 2004, the applicant and a friend, Antonio Landaverde Aguilard, were chased by gang members, who shot at them. The friend was seriously injured and died the next day as a result of his injuries."], ["[7]", "Fearing death at the hands of these criminals, the applicant decided to flee the city and join his wife in the village of Tapecoyo while waiting to be able to leave the country."], ["[8]", "On September 20, 2004, the ship on which the applicant was working arrived in Spain and was supposed to sail for Canada. The ship arrived in Hamilton, Ontario on November 6, 2004 and in Montréal on November 19, 2004. The applicant claimed refugee status on November 22, 2004."], ["[9]", "On April 25, 2005, the applicant explained under oath before the Board the grounds for his claim.", "ISSUES", "1. Did the Board err in concluding the evidence showed that the applicant was not in danger when he moved within El Salvador?", "2. Did the Board err in concluding that the danger to the applicant was general in nature and not personal?", "3. Did the Board err in concluding that the applicant should have sought protection from the state?", "ANALYSIS", "1. Did the Board err in concluding the evidence showed that the applicant was not in danger when he moved within El Salvador?"], ["[10]", "The record of the Board hearing shows that the matter of whether or not the applicant had any problems when he joined up with his family was raised. The applicant mentioned that he did not run into any problems. However, he added that he was living in hiding and avoided being seen in the street, and this explains why he did not run into any problems with the members of the criminal gang. The applicant alleges that the Board did not take this explanation into consideration in its decision."], ["[11]", "<FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 205, my colleague Pinard J. repeated that an assessment of credibility is a question of fact, and it is not up to this Court to intervene, unless that assessment is unreasonable:", "The PRRA officer found, like the panel that preceded her, that the applicants were not credible. The evaluation of credibility is a question of fact and this Court cannot substitute its decision for that of the PRRA officer unless the applicant can show that the decision was based on an erroneous finding of fact that she made in a perverse or capricious manner or without regard for the material before her (see paragraph 18.1(4)(d) of the Federal Court Act, R.S.C. 1985, c. F-7). The PRRA officer has specialised knowledge and the authority to assess the evidence as long as her inferences are not unreasonable ( <FRAGMENT_SUPPRESSED>  (F.C.A.)) and her reasons are set out in clear and unmistakable terms ( <FRAGMENT_SUPPRESSED>  applicant is credible and if he told the truth about the facts alleged. Considering the Board mentioned some of the applicant’s statements which were contained in the record of the hearing, I am satisfied that the Board took into consideration the complete record in rendering its decision, including the applicant’s explanation that he did not have any problem with criminal gangs after he moved. I am of the opinion that the Board made no error and that the decision was rendered after a complete analysis of the evidence before it.", "2. Did the Board err in concluding that the danger to the applicant was general in nature and not personal?"], ["[13]", "The applicant claimed that the Board was mistaken in concluding that the danger to him was generalized and not personal in nature."], ["[14]", "<FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1400, it was stated that a person may be a refugee even in the absence of any personal danger. However, at paragraph 10, Martineau J. mentioned that victims of criminal acts and corruption are not refugees within the meaning of section 96 of the Act:", "Membership in a particular social group is a recognized ground under section 96 of the Act. Moreover, while personal targeting is not required, refugee claimants must nonetheless establish a link between themselves and persecution for a Convention reason. They must be targeted for persecution in some way, either personally or collectively:  <FRAGMENT_SUPPRESSED>  (F.C.A.). On this matter, victims or potential victims of crime, corruption or personal vendettas, generally cannot establish a link between fear of persecution and Convention reasons."], ["[15]", "In this case, the applicant does not claim to be a refugee within the meaning of section 96 of the Act. Instead, he is seeking recognition as a person in need of protection because of a risk to his life or a risk of cruel and unusual treatment or punishment within the meaning of paragraph 97(1)(b) of the Act."], ["[16]", "The burden of proof for a person seeking protection under section 97 is less stringent than the burden specified under section 96 for refugee status.  <FRAGMENT_SUPPRESSED> , Gauthier J. stated at paragraph 45:", "First, there are already significant differences between the test to be applied by the RPD when evaluating a claim under section 97 and one under section 96.  <FRAGMENT_SUPPRESSED> ; [2003] F.C.J. No. 1418 (F.C.) (QL), at paragraph 16, Blanchard J., held that the test under section 97 of the Act does not require a determination of a subjective fear of persecution.  <FRAGMENT_SUPPRESSED> ; [2003] F.C.J. No. 1409 (C.F.) (QL), at paragraph 21, the learned Judge added that section 97 requires the RPD to apply a different test namely, whether a claimant's removal would subject that individual personally to the danger and risk stipulated in paragraphs 97(1)(a) and (b) of the Act. I agree with those findings."], ["[17]", "There is a marked difference between the test the Board must apply when dealing with an application by a “person in need of protection” and the one for an application for Convention refugee status. In the first case, contrary to the second, it is not necessary to conclude there was a subjective fear of persecution. What must be determined is whether the removal of the applicant would personally expose him to the dangers and risks contemplated by the Act. Convincing evidence must exist (on a balance of probabilities) establishing the facts which the refugee claimant invokes to prove he is subject to a serious risk of torture when returning to his country ( <FRAGMENT_SUPPRESSED> )."], ["[18]", "The Board concluded that the applicant was the subject of a generalized problem in his country, that is to say, the payment of an illegal tax demanded by a criminal group."], ["[19]", "It was not unreasonable to draw this conclusion after studying the evidence adduced and after considering the behaviour of the applicant, who had never requested state protection.", "3. Did the Board err in concluding that the applicant should have sought protection from the state?"], ["[20]", "The applicant alleges that the Board erred in concluding that he should have requested protection from the state."], ["[21]", "As suggested by the respondent, we must presume that the state is able to protect its citizens. It is up to the applicant to show that the state was unable to give this protection."], ["[22]", "Absent a situation of complete breakdown of state apparatus, it must be presumed that the state is able to protect its citizens."], ["[23]", "There is no clear and convincing evidence showing that the state was unable to ensure his protection.  <FRAGMENT_SUPPRESSED> , December 18, 1992 (F.C.A.)."], ["[24]", "Although the Board’s decision is not detailed, the applicant has not convinced me it made an error that would warrant the intervention of this Court. It is up to the applicant to show that he is a person in need of protection, but he has not succeeded in doing so."], ["[25]", "THE COURT ORDERS THAT", "- The application for judicial review be dismissed.", "- No question will be certified.", "[End of document]"]]}