{"id_": "095301", "body_str": [["[1]", "Scott, J.", ": This is an application by Tahir Ahmad (the applicant) for judicial review of a decision of the Pre-Removal Risk Assessment [PRRA] officer, Anne Dello, dated April 21, 2011, in which she concluded that the applicant \"faces no more than a mere possibility of persecution as described in section 96\" of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [", "IRPA", "]. The PRRA officer also decided that \"the applicant would not likely be at risk of torture, or likely face a risk to life, or a risk of cruel and unusual treatment or punishment as described in section 97 of", "IRPA", "if returned to Pakistan\"."], ["[2]", "For the reasons that follow, this application for judicial review is dismissed.", "II. Facts", "A. Procedural and factual background"], ["[3]", "The applicant is a Pakistani of Ahmadi faith."], ["[4]", "He left Pakistan for Germany when he was 8 years old, accompanied by other members of his family, because his father had been murdered by anti-Ahmadi fanatics. They filed a claim for asylum in Germany."], ["[5]", "His mother married a Canadian citizen, who sponsored her for immigration to Canada as a permanent resident. Unfortunately, the applicant was rejected by his stepfather and was told to leave the family home."], ["[6]", "The applicant then lived on the streets. He associated with the wrong individuals and developed addictions to alcohol and drugs. He was convicted of 31 different criminal offences between September 2001 and August 2006, and has added further convictions since then."], ["[7]", "Consequently, he was found inadmissible to Canada on grounds of serious criminality pursuant to paragraph 36(1)", "(a)", "of the", "IRPA", "and ordered to leave the country on September 7, 2004. An appeal to the Immigration Appeal Division [IAD] resulted in a stay of deportation subject to conditions. However, the applicant failed to comply with the conditions set out in the IAD's decision of July 10, 2007. As a result, the matter came back before the IAD for reconsideration of its decision."], ["[8]", "The IAD allowed the continuation of the stay and extended it, subject to additional conditions. The IAD warned the applicant that any further breach of conditions would immediately result in the cancellation of his stay of removal."], ["[9]", "On January 14, 2011, the applicant was convicted of breaking and entering and robbery. His stay of removal was cancelled. On February 10, 2011, the applicant was arrested while serving his sentence for his robbery conviction and has remained in immigration detention."], ["[10]", "On June 23, 2011, Justice Zinn determined that the applicant's motion for a stay of removal should be allowed under certain conditions. In paragraph 11 of his order, Justice Zinn writes:"], ["[11] . . . I will order that the Minister is at liberty to seek an order of the Court to vacate this Order should the applicant be charged with any criminal offence prior to the expiry of the Order or should he fail to comply with any term or condition of his release from detention. The applicant has been in Canada sufficient time to understand the saying \"Three strikes and you're out\" and it may well apply to him if he fails again to seize the opportunity presented to him.", "B. PRRA decision"], ["[11]", "In her decision, the PRRA officer found that, while the applicant may face discrimination because of his religious beliefs, there was insufficient evidence that he would personally face discrimination that rises to the level of persecution."], ["[12]", "She assigned little or no weight to the letters from different human rights organizations submitted in evidence. She concluded that either they did not explain the risk the applicant would face upon his return to Pakistan or authors of the letters did not outline what expertise they possessed as a basis for writing such letters."], ["[13]", "The PRRA officer noted that, except for the letter from the Ahmadiya Muslim Jama'at organization [AMJO], the applicant failed to submit any objective evidence related to his personal circumstances that would prove his Ahmadi faith to be such an integral part of his life that it would attract unwanted attention and consequently put him at risk of persecution in his country of origin."], ["[14]", "The PRRA officer concluded that the applicant failed to adduce sufficient evidence to establish that he and his family suffered systematic and severe discrimination in the past. Also, no evidence regarding the father's death, such as police reports, affidavits, or documentation related to their claim for asylum in Germany, was provided."], ["[15]", "In her conclusion, the PRRA officer accepted the fact that Pakistani laws are discriminatory towards Ahmadis. However, she found that the implementation and application of these laws are not such as to create a situation where Ahmadis would face a serious possibility of persecution."], ["[16]", "In light of that analysis, the PRRA officer rejected the applicant's PRRA application.", "III. Legislation"], ["[17]", "Section 96, subsection 97(1) and paragraph 113", "(b)", "of the", "IRPA", "and section 167 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 [", "IRPR", "] provide as follows:", "Convention refugee", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "Person in need of protection", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "Consideration of application", "113. Consideration of an application for protection shall be as follows:", ". . .", "(b) a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required;", ". . .", "Hearing - prescribed factors", "167. For the purpose of determining whether a hearing is required under paragraph 113(b) of the Act, the factors are the following:", "(a) whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act;", "(b) whether the evidence is central to the decision with respect to the application for protection; and", "(c) whether the evidence, if accepted, would justify allowing the application for protection.", "Définition de « réfugié »", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays don't elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "Personne à protéger", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays don't elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "Examen de la demande", "113. Il est disposé de la demande comme il suit:", "[. . . ]", "b) une audience peut être tenue si le ministre l'estime requis compte tenu des facteurs réglementaires;", "[. . .]", "Facteurs pour la tenue d'une audience", "167. Pour l'application de l'alinéa 113", ") de la Loi, les facteurs ci-après servent à décider si la tenue d'une audience est requise:", "a) l'existence d'éléments de preuve relatifs aux éléments mentionnés aux articles 96 et 97 de la Loi qui soulèvent une question importante en ce qui concerne la crédibilité du demandeur;", "b) l'importance de ces éléments de preuve pour la prise de la décision relative à la demande de protection;", "c) la question de savoir si ces éléments de preuve, à supposer qu'ils soient admis, justifieraient que soit accordée la protection.", "IV. Issues and standard of review", "A. Issues", "1. Did the PRRA officer err in making credibility findings without considering whether or not to interview the applicant?", "2. Are the PRRA officer's determinations reasonable?", "B. Standard of review"], ["[18]", "The first issue is a question of procedural fairness and must be determined on a standard of correctness (see", "<FRAGMENT_SUPPRESSED>  at para 55; and  <FRAGMENT_SUPPRESSED> )."], ["[19]", "As for the second issue, it is well established by the jurisprudence of this Court that PRRA officers' determinations are accorded significant deference and that their decisions are reviewable on a standard of reasonableness (see", "<FRAGMENT_SUPPRESSED>  [2010] FCJ No 368 (QL) at para 16).", "V. Parties' submissions", "A. Applicant's submissions"], ["[20]", "The applicant submits that the PRRA officer acknowledged his claim that his father had been the victim of a religiously motivated murder in Pakistan and that his family had fled to Germany where they filed an asylum claim. However, the officer concluded there was insufficient evidence to support these allegations. The applicant submits that this finding is unreasonable. Furthermore, the officer required corroboration of the applicant's statements through documentary evidence. The applicant underlines that, in", "<FRAGMENT_SUPPRESSED>  [2005] FCJ No 1359 (QL) [ <FRAGMENT_SUPPRESSED> ], Justice Kelen held, in paragraphs 11 and 12 of his decision:"], ["[11] I agree with the applicant that a breach of procedural fairness arises on the facts of this case. The applicant made a detailed request in his PRRA application for an oral hearing, with specific reference to the factors set out in section 167 of the [IRPR]. However, the PRRA officer makes no reference to these factors, or to any factors that led to the decision not to hold an oral hearing, despite the written request for one. In fact, there is no evidence that the officer turned his mind to the appropriateness of holding an oral hearing."], ["[12] Furthermore, it is clear, despite the respondent's submissions to the contrary, that credibility was central to the negative PRRA decision. In refusing to accord weight to the applicant's story without corroborating evidence, the PRRA officer, in effect, concluded that the applicant was not credible. In my view, given these credibility concerns, it was incumbent on the officer to consider the request for an oral hearing and to provide reasons on the officer to consider the request. The officer's failure to do so in this case constitutes a breach of procedural fairness. Moreover, in view of the circumstances of this case with respect to credibility, the Court is of the view that a hearing is appropriate."], ["[21]", "In the case at bar, the applicant submits that not being represented by counsel, he failed to make a request for an oral hearing. He argues that this did not relieve the PRRA officer of her statutory obligation to consider whether such a hearing was necessary. Since the PRRA officer based her decision on the absence of corroborating evidence support to the applicant's allegations, the applicant submits that the criteria set by section 167 of the", "IRPR", "appear to have been met. Consequently, it was incumbent on the PRRA officer to consider holding an oral hearing, and the failure to do so constituted a breach of procedural fairness, reviewable on a standard of correctness."], ["[22]", "Furthermore, the PRRA officer made the following findings, at page 11 of the Application record:", ". . . With respect to his personal circumstances the applicant had provided insufficient evidence that his faith is such that it is an integral part of his life and his lifestyle and that due to his faith he would face more than a mere possibility of persecution or a risk to his life ... The applicant provided no other documentation that would indicate his faith as an Ahmadi is such that it would bring him unwanted attention, such as individuals in a position of leadership, or persons who speak publicly about their faith . . ."], ["[23]", "The applicant argues that the officer made a reviewable error. There was no evidence to support the finding that, in order to be persecuted as an Ahmadi, an individual had to demonstrate publicly his Ahmadi faith. Documentary evidence showed that Ahmadis, no matter their profiles, were the subject of violence and persecution by religious fanatics in Pakistan. Counsel for the applicant drew the Court's attention to several extracts from the documentary evidence to substantiate this assertion. According to the applicant, the PRRA officer's findings were made without regard to that evidence."], ["[24]", "The officer also found that the implementation and application of the discriminating laws were such that the applicant would not be the subject of persecution by the Pakistani authorities. She determined that although, between 1986 and 2006, 239 Ahmadis had been charged under the blasphemy laws, these laws were rarely enforced and few cases found their way into the justice system."], ["[25]", "The applicant submits that the officer erred in failing to consider either the context or the evidence the documents that were presented to her (see", "<FRAGMENT_SUPPRESSED>  [2008] FCJ No 546 (QL) at paras 31-32;", "<FRAGMENT_SUPPRESSED>  (QL), 157 FTR 35 at paras 27-28). It is argued that the PRRA officer's failure to mention the systematic violence against Ahmadis, including the massacre of 93 adherents which occurred less than a year prior to the PRRA decision, rendered her findings unreasonable. The applicant also submits that the officer failed to consider contrary evidence to the effect that blasphemy laws were widely enforced in Pakistan, and argues that her failure to explain why she rejected such evidence, constitutes a reviewable error."], ["[26]", "Finally, the applicant contends that the PRRA officer should have considered the treatment of Ahmadis in Pakistan as amounting to persecution.", "B. Respondent's submissions"], ["[27]", "The respondent submits that the applicant has no right to an oral hearing as the PRRA officer's decision was based on the insufficiency of the evidence provided and not on the applicant's credibility. Oral hearings, in the context of a PRRA application, are held only in exceptional cases and only if the criteria enunciated in section 167 of the", "IRPR", "are met. There must be a serious issue of credibility and this issue must be central to the PRRA application."], ["[28]", "The respondent submits that the Federal Court has held that a hearing is not required where the officer denies the PRRA application on the basis of objective evidence, as that is something distinct from a finding as to credibility (see", "<FRAGMENT_SUPPRESSED>  [2007] FCJ No 16 (QL) at para 43 [", "Al Mansuri", "])."], ["[29]", "The respondent argues that, in considering the evidence, the officer must determine its probative value. The officer may also assess the weight to be assigned to that evidence. However, the officer's analysis of the evidence does not have to be conducted in any particular order and \"is open to the trier of fact, in considering the evidence, to move immediately to an assessment of weight or probative value without considering whether it is credible\" (see", "<FRAGMENT_SUPPRESSED>  [2008] FCJ No 1308 (QL) at para 26 [", "Ferguson", "])."], ["[30]", "The respondent contends that this is precisely what occurred in this instance. The applicant's allegations of risk were given little probative value due to the deficiencies identified in the supporting documentation and the absence of evidence that connects the applicant to the alleged risk. It was unnecessary for the officer to assess the applicant's credibility as the weight assigned to the documents was such that several of the applicant's allegations were unproven (see", "Ferguson", ", cited above, at para 26;", "<FRAGMENT_SUPPRESSED>  [2005] FCJ No 1595 (QL) at paras 5, 12-14;", "<FRAGMENT_SUPPRESSED>  [2008] FCJ No 1423 (QL) at paras 18-19; and", "<FRAGMENT_SUPPRESSED>  [2006] FCJ No 769 (QL) at paras 4-8)."], ["[31]", "The respondent argues that here, unlike the <FRAGMENT_SUPPRESSED> case, there was no obligation to conduct an oral hearing since the applicant did not make a request for one in his PRRA application and the officer did not make any finding with regard to credibility."], ["[32]", "The respondent further submits that there is insufficient evidence to demonstrate that the discrimination against the Ahmadis in Pakistan would amount to persecution. The PRRA officer did not deny evidence of general discrimination against Ahmadis or of discrimination against certain Ahmadis that may amount to persecution. The officer's task was to determine whether the applicant personally faced more than a mere possibility of persecution or risk to his life. As this Court held in", "<FRAGMENT_SUPPRESSED>  [2006] FCJ No 1779 (QL) at para 29 [ <FRAGMENT_SUPPRESSED> ] : \"Sections 96 and 97 require the risk to be personalized in that they require the risk to apply to the specific person making the claim. This is particularly apparent in the context of section 97 which utilizes the word 'personally'.\" The officer found that the applicant had failed to demonstrate a personal risk of persecution or a risk to his life."], ["[33]", "The respondent maintains there was insufficient evidence to demonstrate prospective risk for the applicant. The officer based her finding on the applicant's allegations of past persecution and on the documentary evidence with respect to the treatment of Ahmadis in Pakistan."], ["[34]", "When an applicant puts forward past incidents as the basis for his claim, the officer must assess whether such evidence establishes a fear of future persecution (see", "<FRAGMENT_SUPPRESSED>  [2004] FCJ No 1118 (QL) at paras 69-71)."], ["[35]", "The applicant alleged that his father was killed by fanatics and that he and his family had fled to Germany to seek asylum. However, the officer reasonably determined that, according to respondent, there was insufficient documentary evidence to support these allegations."], ["[36]", "As noted in", "<FRAGMENT_SUPPRESSED>  (QL) at para 22, this Court has acknowledged that claims of this nature require a case-by-case analysis. The respondent submits that not all Ahmadis are treated the same way or are similarly situated when it comes to a well-founded fear of persecution. It was reasonable for the officer to conclude that the applicant had not met his evidentiary burden of demonstrating that he would face more than a mere possibility of persecution or of risk to his life if returned to Pakistan.", "VI. Analysis", "1. Did the PRRA officer err in making credibility findings without considering whether or not to interview the applicant?"], ["[37]", "The applicant argues that the PRRA officer made as to credibility findings when assessing the evidence that was presented before her. The applicant relies on <FRAGMENT_SUPPRESSED> to support this argument. A close review of the disputed decision leads this Court to find that the evidence adduced was assessed by the officer in a manner in which it was open to her to do. In", "Al Mansuri", ", this Court held that \"the officer did not deny the PRRA application on the basis of Mr. Al Mansuri's credibility. Rather, the officer found that the objective evidence with respect to country conditions did not support a finding of a danger of torture, or a risk to life, or a risk of cruel or unusual treatment or punishment. That finding is a matter distinct from Mr. Al Mansuri's personal credibility\" (see", "Al Mansuri", "at para 43). The officer clearly made findings in regard to the probative value of the objective evidence adduced and not with regard to its credibility."], ["[38]", "It has been clearly established that, in the context of a PRRA application, an oral hearing is the exception. Moreover, serious credibility issues must be central to the PRRA application in order to trigger the holding of an oral hearing. In reading the officer's decision, it is clear that no such serious issue of credibility was found to exist."], ["[39]", "The officer did not breach her duty of procedural fairness. As in", "<FRAGMENT_SUPPRESSED>  [2006] FCJ No 1101 (QL) at para 36, \"the PRRA officer's decision was based on the insufficiency of the evidence submitted by the applicant in support of his contention that he faced new or heightened risks if he returned to his country of nationality] \". Finally, and equally important, it is clear that the criteria set out in section 167 of the", "IRPR", "were not met by the applicant.", "2. Are the PRRA officer's determinations reasonable?"], ["[40]", "The role of a PRRA officer is to examine, as stated in section 113 of the", "IRPA", ", \"only new evidence that arose after the rejection [of the claim to refugee protection] or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection\". Section 113 of the", "IRPA", "strictly limits the scope of a PRRA officer's intervention.  <FRAGMENT_SUPPRESSED>  [2004] FCJ No 27 (QL), Justice Kelen writes, in paragraph 11 of his decision, that \"the PRRA application cannot be allowed to become a second refugee hearing. The PRRA process is to assess new risk developments between the [IRB] hearing and the removal date\"."], ["[41]", "Justice Mosley held,  <FRAGMENT_SUPPRESSED> ,", "cited above, at para 10, that:"], ["[10] PRAA officers have a specialized expertise in risk assessment, and their findings are usually fact driven, and therefore warrant considerable deference:  <FRAGMENT_SUPPRESSED>  F.T.R. 53 at para.16  <FRAGMENT_SUPPRESSED> . Considerable deference is owed to the factual determinations of a PRAA officer including their conclusions with respect to the proper weight to be accorded to the evidence placed before them:  <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1101 at para. 19  <FRAGMENT_SUPPRESSED> . In the absence of a failure to consider relevant factors or reliance upon irrelevant ones, the weighing of the evidence lies within the purview of the officer conducting the assessment and does not normally give rise to judicial review:  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No 850, at para. 9 . . ."], ["[42]", "The applicant claims the officer erred in finding that he did not provide sufficient evidence to prove that his faith was an integral part of his life and his lifestyle. He argues that the officer did not rely on any documentary evidence or reference to support her conclusion."], ["[43]", "The officer's conclusion rests on her finding that there was insufficient evidence to show that the applicant's faith was part of his lifestyle. In reading the officer's decision, it is clear that she weighed the evidence adduced by the applicant and found it did not establish that his faith was such an integral part of his lifestyle that it could bring about more than a mere possibility of persecution in Pakistan. The PRRA officer is limited to considering solely new evidence presented."], ["[44]", "The applicant further argues that the PRRA officer erred in determining that, in order to face persecution, an Ahmadi needs to be in a position of leadership or has to publicly speak out about his faith. On reading the decision as a whole, the Court cannot accept the applicant's argument. The officer noted the fact that the applicant failed to provide any document or evidence to establish that he would bring unwanted attention to himself in Pakistan because of his religious beliefs. Upon concluding that the applicant's evidence was insufficient, the officer provided examples of people who would draw this kind of unwanted attention namely, people \"such as individuals in a position of leadership, or persons who speak publicly about their faith\" (see PRRA officer's decision, page 6 of the Tribunal Record). The PRRA officer did not commit a reviewable error."], ["[45]", "The officer found that the discriminatory laws against Ahmadis in Pakistan were not strictly implemented by the Pakistani authorities. It is the applicant's argument that the PRRA officer committed several significant errors as she only considered part of the evidence he adduced, omitting to take into consideration several incidents showing discrimination against the Ahmadiyya community. Counsel for the applicant presented examples of such incidents at the hearing."], ["[46]", "The officer's analysis of the evidence regarding discrimination against the Ahmadiyya community is reasonable. She admitted that the Ahmadi population was subject to systematic and, more importantly, legal discrimination. She underlined the fact that Ahmadis suffered educational, employment and economic discrimination. The Court acknowledges that the officer did not explicitly refer in her decision to several of the incidents described by the applicant at page 139 of his Application Record. Nonetheless, this omission by the officer does not amount to a reviewable error since the PRRA officer's role is to weigh the evidence presented by a claimant. In this instance, the officer acknowledged the existence of a risk but concluded that, with respect to the applicant, no credible link between the incidents and the applicant's fear of persecution had been established."], ["[47]", "In addition, the applicant alleges that the officer erred in concluding that blasphemy laws in Pakistan are rarely enforced by the Pakistani authorities. Again, the PRRA officer did not err since she considered specific information in concluding that the discriminatory laws are not strictly enforced by the Pakistani authorities. The officer recognized that these laws are discriminatory. However, the officer's assessment of the evidence presented led her to conclude that the application of that legislation in Pakistan is such that it would not amount to persecution of all Ahmadis. This finding supports the officer's conclusion that the applicant did not provide sufficient evidence to demonstrate that all Ahmadis, including him, are subject to persecution and harsh treatment. She reasonably concluded that the applicant would face no more than a mere possibility of the persecution referred to in section 96 of the", "IRPA", "and upon his return to Pakistan, would not likely be at risk of torture or risk of cruel and unusual treatment or punishment as contemplated in section 97 of the", "IRPA"], ["[48]", "In a PRRA, the officer is required to conduct an individualized analysis such as that which was correctly performed in the present case (see", "<FRAGMENT_SUPPRESSED>  [2010] FCJ No 1241 (QL)). The Court has no valid reason to intervene, even though it may have reached a different conclusion; ours is not to reweigh the evidence presented but to ensure that the outcome falls within a range of possible acceptable outcomes which are defensible in light of the facts and the law.", "VII. Conclusion"], ["[49]", "The PRRA officer reasonably concluded that the applicant failed to demonstrate that there is more than a mere possibility that he would personally face persecution or risk to his life if returned to Pakistan. She also determined that he would not likely be at risk of torture or of cruel and unusual treatment or punishment."], ["[50]", "This application for judicial review is therefore dismissed.", "JUDGMENT"], ["[51]", "THIS COURT'S JUDGMENT is that", "1. This application for judicial review is dismissed; and", "2. There is no question of general importance to certify.", ".........................", "<FRAGMENT_SUPPRESSED>  Scott", "[Traduction]: Tahir Ahmad (le demandeur) demande le contrôle judiciaire d'une décision datée du 21 avril 2011, par laquelle l'agente d'examen des risques avant renvoi (ERAR), Anne Dello, a conclu que le demandeur [traduction] « ne court pas plus qu'une simple possibilité de persécution au sens de l'article 96 » de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (LIPR). L'agente a également conclu que [traduction] « le demandeur ne serait probablement pas exposé au risque d'être soumis à la torture, ou à une menace à sa vie ou au risque de traitements ou peines cruels et inusités au sens de l'article 97 de la LIPR s'il retournait au Pakistan »."], ["[2]", "La demande de contrôle judiciaire sera rejetée pour les motifs énoncés ci-dessous.", "II. Faits", "A. Contexte procédural et factuel"], ["[3]", "Le demandeur, un citoyen du Pakistan, est un Ahmadi."], ["[4]", "Le demandeur avait huit ans lorsqu'il a quitté le Pakistan pour aller en Allemagne avec les autres membres de sa famille, après que son père eut été assassiné par des fanatiques anti-Ahmadis. La famille a demandé l'asile en Allemagne."], ["[5]", "La mère du demandeur a épousé un citoyen canadien qui a parrainé sa demande d'immigration au Canada en qualité de résidente permanente. Malheureusement, le demandeur a été rejeté par son beau-père et s'est fait mettre à la porte du domicile familial."], ["[6]", "Le demandeur a ensuite vécu dans la rue. Il a eu de mauvaises fréquentations et s'est retrouvé avec une dépendance à l'alcool et aux drogues. Entre septembre 2001 et août 2006, il a fait l'objet de 31 déclarations de culpabilité pour des infractions criminelles. Il y en a eu d'autres depuis."], ["[7]", "Il a donc été déclaré interdit de territoire au Canada pour grande criminalité aux termes de l'alinéa 36(1)", ") de la LIPR et s'est vu ordonner de quitter le pays le 7 septembre 2004. L'appel interjeté devant la Section d'appel de l'immigration (SAI) a entraîné le sursis de la mesure d'expulsion à certaines conditions. Le demandeur, cependant, n'a pas respecté les conditions énoncées dans la décision de la SAI datée du 10 juillet 2007. L'affaire a donc été renvoyée à la SAI pour qu'elle réexamine sa décision."], ["[8]", "La SAI a autorisé la poursuite du sursis et l'a prorogé sous réserve de conditions supplémentaires. Le tribunal a averti le demandeur que toute autre violation des conditions entraînerait l'annulation immédiate du sursis au renvoi."], ["[9]", "Le 14 janvier 2011, le demandeur a été déclaré coupable d'introduction par effraction et de vol qualifié. Le sursis de la mesure de renvoi a été annulé. Le 10 février 2011, le demandeur a été arrêté pendant qu'il purgeait sa peine pour le vol qualifié. Il est demeuré sous la garde de l'Immigration."], ["[10]", "Le 23 juin 2011, le juge Zinn a conclu qu'il était justifié de surseoir au renvoi du demandeur sous réserve de certaines conditions. On peut lire ce qui suit au paragraphe 11 de son ordonnance:"], ["[11] [. . .] j'ordonne que le ministre puisse demander à la Cour une ordonnance visant à annuler la présente ordonnance si le demandeur devait être accusé d'une infraction criminelle avant l'expiration de l'ordonnance ou s'il devait omettre de respecter une des conditions de sa mise en liberté. Cela fait suffisamment longtemps que le demandeur est au Canada pour qu'il comprenne qu' « après trois prises, on est dehors » et cela pourrait très bien s'appliquer à lui s'il ne saisit toujours pas l'opportunité qui lui et offerte.", "B. Décision de l'agente d'ERAR"], ["[11]", "Dans sa décision, l'agente d'ERAR a conclu que, même si le demandeur était la cible de discrimination en raison de ses croyances religieuses, il n'y avait pas suffisamment d'éléments de preuve pour établir qu'il subirait personnellement une discrimination équivalant à de la persécution."], ["[12]", "Elle a accordé peu de poids, voire aucun, aux lettres de divers organismes de défense des droits de la personne qui ont été soumises en preuve. Elle a conclu que les lettres n'expliquaient pas le risque qui se poserait au demandeur s'il retournait au Pakistan et que les auteurs n'avaient pas précisé en quelle capacité ils avaient rédigé les lettres."], ["[13]", "L'agente d'ERAR a précisé que, outre la lettre de l'organisation Ahmadiya Muslim Jama'at (AMJO), le demandeur n'avait produit aucun élément de preuve objectif concernant sa situation personnelle qui établirait que sa religion ahmadie fait tellement partie de sa vie qu'il attirerait une attention non désirée et risquerait par conséquent d'être persécuté dans son pays d'origine."], ["[14]", "L'agente d'ERAR a conclu que le demandeur n'avait pas fourni une preuve suffisante pour établir que sa famille et lui avaient enduré une discrimination grave et systémique dans le passé. Il n'a pas non plus fourni de documents corroborant le décès du père, comme des rapports de police, des affidavits ou des documents prouvant la demande d'asile en Allemagne."], ["[15]", "Dans sa conclusion, l'agente d'ERAR a reconnu que les lois pakistanaises sont discriminatoires à l'égard des Ahmadis, mais a jugé que la mise en œuvre et l'application de ces lois ne tendent pas à créer des conditions exposant les Ahmadis à une possibilité sérieuse de persécution."], ["[16]", "À la lumière de cette analyse, l'agente a rejeté la demande d'ERAR du demandeur.", "III. Dispositions législatives"], ["[17]", "L'article 96, le paragraphe 97(1) et l'alinéa 113", ") de la LIPR, de même que l'article 167 du", "Règlement sur l'immigration et la protection des réfugiés", ", DORS/2002-227 (RIPR) sont libellés comme suit:", "Définition de « réfugié »", "96.", "A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "Personne à protéger", "97.", "(1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "Examen de la demande", "113.", "Il est disposé de la demande comme il suit:", "[. . .]", "b) une audience peut être tenue si le ministre l'estime requis compte tenu des facteurs réglementaires;", "[. . .]", "Facteurs pour la tenue d'une audience", "167.", "Pour l'application de l'alinéa 113", ") de la Loi, les facteurs ci-après servent à décider si la tenue d'une audience est requise:", "a) l'existence d'éléments de preuve relatifs aux éléments mentionnés aux articles 96 et 97 de la Loi qui soulèvent une question importante en ce qui concerne la crédibilité du demandeur;", "b) l'importance de ces éléments de preuve pour la prise de la décision relative à la demande de protection;", "c) la question de savoir si ces éléments de preuve, à supposer qu'ils soient admis, justifieraient que soit accordée la protection.", "Convention refugee", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "Person in need of protection", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", ") to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "Consideration of application", "113. Consideration of an application for protection shall be as follows:", ". . .", "(b) a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required;", ". . .", "Hearing - prescribed factors", "167. For the purpose of determining whether a hearing is required under paragraph 113(b) of the Act, the factors are the following:", "(a) whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act;", "(b) whether the evidence is central to the decision with respect to the application for protection; and", "(c) whether the evidence, if accepted, would justify allowing the application for protection.", "IV. Questions en litige et norme de contrôle", "A. Questions en litige", "1. L'agente d'ERAR a-t-elle commis une erreur en tirant des conclusions à l'égard de la crédibilité sans évaluer la nécessité de tenir une audience?", "2. Les conclusions de l'agente d'ERAR sont-elles raisonnables?", "B. Norme de contrôle"], ["[18]", "La première question est une question d'équité procédurale qui commande la norme de la décision correcte (voir", "<FRAGMENT_SUPPRESSED> , au paragraphe 55;  <FRAGMENT_SUPPRESSED> )."], ["[19]", "Quant à la deuxième question, la Cour a établi que les conclusions des agents d'ERAR appellent une retenue considérable et que leurs décisions sont susceptibles de contrôle selon la norme de la décision raisonnable (voir", "<FRAGMENT_SUPPRESSED>  [2010] A.C.F. no 368 (QL), au paragraphe 16).", "V. Observations des parties", "A. Observations du demandeur"], ["[20]", "Le demandeur fait valoir que l'agente d'ERAR a accepté ses déclarations selon lesquelles son père a été victime d'un assassinat motivé par la religion au Pakistan et sa famille s'est enfuie en Allemagne où elle a demandé l'asile. Elle a conclu, cependant, qu'il n'y avait pas suffisamment d'éléments de preuve pour corroborer ces allégations. Il s'agit d'une conclusion déraisonnable selon le demandeur. L'agente a par ailleurs exigé que les déclarations du demandeur soient corroborées par la preuve documentaire. Le demandeur souligne que, dans la décision", "<FRAGMENT_SUPPRESSED>  [2005] A.C.F. no 1359 (QL) ( <FRAGMENT_SUPPRESSED> ), le juge Kelen a déclaré ce qui suit aux paragraphes 11 et 12 de sa décision:"], ["[11] Je reconnais avec le demandeur que les faits de l'espèce indiquent qu'il y a eu manquement à l'équité procédurale. Dans sa demande ERAR, le demandeur a présenté une demande détaillée en vue d'obtenir une audience, en faisant référence expressément aux facteurs énumérés à l'article 167 du Règlement. L'agent ERAR n'a toutefois aucunement mentionné ces facteurs, ni les autres facteurs qui l'ont amené à décider de ne pas tenir une audience, malgré la demande en ce sens présentée par écrit. En fait, il n'existe aucun élément qui indique que l'agent a examiné l'opportunité de tenir une audience."], ["[12] Qui plus est, il est évident, malgré les observations contraires présentées par le défendeur, que la crédibilité a joué un rôle central dans la décision ERAR défavorable. En refusant d'accorder toute force probante au récit du demandeur en l'absence de preuve le corroborant, l'agent ERAR a en fait conclu que le demandeur n'était pas digne de foi. J'estime que, compte tenu de ses doutes en matière de crédibilité, il incombait à l'agent d'examiner la demande d'audience et de motiver le refus d'en accorder une. L'omission par l'agent d'agir de cette façon en l'espèce constitue un manquement à l'équité procédurale. En outre, compte tenu des circonstances spéciales de la présente affaire pour ce qui est de la crédibilité, la Cour estime qu'une audience est appropriée."], ["[21]", "En l'espèce, le demandeur prétend que, n'étant pas représenté par un avocat, il n'a pu faire une demande d'audience. Selon lui, l'agente d'ERAR était quand même tenue, en vertu de la loi, d'évaluer si une audience était requise. Puisque l'agente d'ERAR a fondé sa décision sur l'absence de documents corroborant les allégations du demandeur, celui-ci soutient que les critères visés à l'article 167 de la LIPR semblent avoir été respectés. L'agente d'ERAR avait donc l'obligation d'envisager la tenue d'une audience, et en ne le faisant pas, elle a manqué à son obligation d'équité procédurale, une erreur susceptible de contrôle selon la norme de la décision correcte."], ["[22]", "Par ailleurs, l'agente d'ERAR a formulé les conclusions suivantes à la page 11 du dossier de la demande:", "[traduction]", "[...] En ce qui a trait à sa situation personnelle, le demandeur n'a pas prouvé de façon satisfaisante que ses croyances religieuses sont telles qu'elles forment une part indissociable de sa vie et de son mode de vie et que, du fait de sa religion, il fait face à plus qu'une simple possibilité de persécution ou de menace à sa vie [...] Le demandeur n'a fourni aucun autre document pour établir que sa foi, en tant qu'Ahmadi, est telle qu'elle lui attirerait une attention non désirée, comme une personne qui occupe un poste de dirigeant ou qui professe publiquement sa religion [...]"], ["[23]", "Le demandeur prétend que l'agente a commis une erreur susceptible de contrôle. Aucun élément de preuve n'étaye la conclusion selon laquelle les Ahmadis qui se font persécuter sont ceux qui proclament publiquement leur religion. Il ressort de la preuve documentaire que les Ahmadis, quel que soit leur profil, sont victimes de violence et de persécution aux mains de fanatiques religieux au Pakistan. Le conseil du demandeur a porté à l'attention de la Cour plusieurs extraits de la preuve documentaire qui corroborent cette affirmation. Selon le demandeur, l'agente d'ERAR a tiré ses conclusions sans tenir compte de ces renseignements."], ["[24]", "L'agente a également conclu qu'il est peu probable que le demandeur soit persécuté par les autorités pakistanaises par suite de la mise en œuvre et de l'application des lois discriminatoires. Même si, entre 1986 et 2006, 239 Ahmadis ont été inculpés en vertu des lois sur le blasphème, l'agente a conclu que ces lois étaient rarement exécutées et que peu de cas avaient donné lieu à une procédure judiciaire."], ["[25]", "Le demandeur affirme que l'agente a commis une erreur en ne tenant pas compte du contexte ou des documents lui ayant été présentés (voir", "<FRAGMENT_SUPPRESSED>  [2008] A.C.F. no 546 (QL), aux paragraphes 31 et 32;", "<FRAGMENT_SUPPRESSED>  (QL), 157 F.T.R. 35, aux paragraphes 27 et 28). Le demandeur estime donc que l'agente d'ERAR a tiré des conclusions déraisonnables parce qu'elle n'a pas mentionné la violence systématique infligée aux Ahmadis, y compris le massacre de 93 adeptes survenu moins d'un an avant la décision d'ERAR. Il soutient aussi que l'agente a écarté des éléments de preuve contraires montrant que les lois sur le blasphème font l'objet d'une application répandue au Pakistan et qu'elle a commis une erreur susceptible de contrôle en n'expliquant pas pourquoi elle a rejeté ces documents."], ["[26]", "Enfin, le demandeur prétend que l'agente d'ERAR aurait dû considérer que le traitement des Ahmadis au Pakistan équivaut à de la persécution.", "B. Observations du défendeur"], ["[27]", "Le défendeur fait remarquer que le demandeur n'a pas droit à une audience étant donné que l'agente d'ERAR a fondé sa décision sur l'insuffisance de la preuve et non sur la crédibilité de l'intéressé. Dans le contexte d'une demande d'ERAR, la tenue d'une audience est requise dans des cas exceptionnels et sous réserve des critères visés à l'article 167 du RIPR. Une question importante doit être soulevée à l'égard de la crédibilité et cette question doit être déterminante pour la demande d'ERAR."], ["[28]", "Le défendeur souligne que la Cour fédérale a établi qu'une audience n'est pas requise si l'agent rejette la demande d'ERAR à la lumière d'une preuve objective, ce qui n'a rien à voir avec la crédibilité de l'intéressé (voir", "<FRAGMENT_SUPPRESSED>  [2007] A.C.F. no 16 (QL), au paragraphe 43 (", "Al Mansuri", "))."], ["[29]", "Le défendeur maintient que l'agente doit établir la valeur probante des éléments de preuve soumis à son examen. Elle peut aussi évaluer le poids à accorder à ces éléments de preuve. Elle n'est pas tenue, cependant, d'analyser les documents dans un ordre particulier, et il « est loisible au juge des faits, lorsqu'il examine la preuve, de passer directement à une évaluation du poids ou de la valeur probante de la preuve sans tenir compte de la question de la crédibilité » (voir", "<FRAGMENT_SUPPRESSED>  [2008] A.C.F. no 1308 (QL), au paragraphe 26 (", "Ferguson", "))."], ["[30]", "Selon le défendeur, c'est exactement ce qui s'est produit en l'espèce. L'agente a accordé une faible valeur probante aux allégations de risque du demandeur en raison des lacunes cernées dans les pièces à l'appui et de l'absence d'éléments de preuve établissant un lien entre le demandeur et le risque allégué. L'agente n'avait pas à évaluer la crédibilité du demandeur, ayant jugé que les documents n'avaient pas un poids suffisant pour étayer plusieurs de ses allégations (voir", "Ferguson", ", précité, au paragraphe 26;", "<FRAGMENT_SUPPRESSED>  [2005] A.C.F. no 1595 (QL), aux paragraphes 5 et 12 à 14;", "<FRAGMENT_SUPPRESSED>  [2008] A.C.F. no 1423 (QL), aux paragraphes 18 et 19;", "<FRAGMENT_SUPPRESSED>  [2006] A.C.F. no 769 (QL), aux paragraphes 4 à 8)."], ["[31]", "Le défendeur soutient qu'en l'espèce, contrairement à <FRAGMENT_SUPPRESSED> , l'agente n'avait pas à tenir une audience puisque le demandeur n'en avait pas fait la requête dans sa demande d'ERAR et que l'agente n'avait tiré aucune conclusion quant à la crédibilité."], ["[32]", "Le défendeur souligne en outre qu'il n'y a pas suffisamment d'éléments de preuve pour établir que la discrimination dont les Ahmadis font l'objet au Pakistan équivaut à de la persécution. L'agente d'ERAR n'a pas nié la preuve selon laquelle les Ahmadis sont victimes de discrimination en général ou que la discrimination subie par certains Ahmadis peut équivaloir à de la persécution. L'agente devait évaluer si le demandeur est personnellement exposé à plus qu'une simple possibilité de persécution ou de menace à sa vie. Comme la Cour l'a établi dans", "<FRAGMENT_SUPPRESSED>  [2006] A.C.F. no 1779 (QL), au paragraphe 29 ( <FRAGMENT_SUPPRESSED> ): « Les articles 96 et 97 exigent que le risque soit personnalisé, c'est-à-dire qu'il concerne la personne qui demande l'asile. C'est ce que montre clairement l'emploi du terme 'personnellement' à l'article 97 ». L'agente a conclu que le demandeur n'avait pas établi qu'il était personnellement exposé à un risque de persécution ou à une menace à sa vie."], ["[33]", "Le défendeur maintient que la preuve n'était pas suffisante pour établir l'existence d'un risque futur pour le demandeur. L'agente a fondé sa conclusion sur la persécution antérieure alléguée par le demandeur et sur la preuve documentaire concernant le traitement des Ahmadis au Pakistan."], ["[34]", "Lorsqu'un demandeur fonde sa demande d'asile sur des incidents antérieurs, l'agent doit évaluer si la preuve appuie une crainte de persécution future (voir", "<FRAGMENT_SUPPRESSED>  [2004] A.C.F. no 1118 (QL), aux paragraphes 69 à 71)."], ["[35]", "Le demandeur a allégué que son père avait été tué par des fanatiques et que lui et sa famille étaient allés chercher asile en Allemagne. De l'avis du défendeur, il était raisonnable pour l'agente de conclure que la preuve documentaire était insuffisante pour corroborer ces allégations."], ["[36]", "Tel qu'il est précisé au paragraphe 22 de la décision", "<FRAGMENT_SUPPRESSED>  (QL), les demandes d'asile de cette nature requièrent une analyse au cas par cas. Le défendeur soutient que tous les Ahmadis ne sont pas traités de la même façon ou se trouvent dans la même situation pour ce qui concerne la crainte fondée de persécution. Il était raisonnable pour l'agente de conclure que le demandeur ne s'est pas acquitté du fardeau de prouver qu'un retour au Pakistan l'exposerait à plus qu'une simple possibilité de persécution ou de menace à sa vie.", "VI. Analyse", "1. L'agente d'ERAR a-t-elle commis une erreur en tirant des conclusions à l'égard de la crédibilité sans évaluer la nécessité de tenir une audience?"], ["[37]", "Le demandeur prétend que l'agente d'ERAR a tiré des conclusions sur sa crédibilité lorsqu'elle a analysé les éléments de preuve lui ayant été présentés. Il invoque la décision <FRAGMENT_SUPPRESSED> à l'appui de cet argument. Ayant examiné attentivement la décision contestée, le tribunal doit conclure qu'il était loisible à l'agente d'évaluer comme elle l'a fait les documents lui ayant été présentés. Dans", "Al Mansuri", ", la Cour a établi que « l'agente n'a pas rejeté la demande d'ERAR en se fondant sur la crédibilité de M. Al Mansuri. Elle a plutôt estimé que la preuve objective se rapportant aux conditions ayant cours dans le pays ne permettait pas de dire que M. Al Mansuri était exposé à un risque de torture, à une menace pour sa vie ou à un risque de subir des traitements ou peines cruels et inusités. Cette conclusion n'a rien à voir avec la crédibilité propre de M. Al Mansuri » (voir", "Al Mansuri", ", au paragraphe 43). Les conclusions de l'agente se rapportent clairement à la valeur probante de la preuve présentée, et non à la crédibilité de l'intéressé."], ["[38]", "Il est bien établi que, dans le contexte d'une demande d'ERAR, une audience constitue l'exception et n'est justifiée que si la demande d'ERAR soulève des questions importantes à l'égard de la crédibilité. Il ressort clairement de la décision de l'agente qu'il n'existait aucune question de la sorte."], ["[39]", "L'agente n'a pas manqué à son obligation d'équité procédurale. Comme dans la décision", "<FRAGMENT_SUPPRESSED>  [2006] A.C.F. no 1101 (QL), au paragraphe 36, « la décision de l'agente d'ERAR était motivée par l'insuffisance de la preuve produite par le demandeur à l'appui de sa prétention selon laquelle il serait exposé à des risques nouveaux ou accrus s'il devait retourner en Égypte ». Enfin, il convient aussi de préciser que le demandeur n'a pas satisfait aux critères énoncés à l'article 167 du RIPR.", "2. Les conclusions de l'agente d'ERAR sont-elles raisonnables?"], ["[40]", "Tel qu'il est précisé à l'article 113 de la LIPR, le rôle de l'agent d'ERAR consiste à examiner les « éléments de preuve survenus depuis le rejet [de la demande d'asile] ou qui n'étaient alors pas normalement accessibles ou, s'ils l'étaient, qu'il n'était pas raisonnable, dans les circonstances, de s'attendre à ce qu'il les ait présentés au moment du rejet ». Cette disposition restreint la portée de l'intervention de l'agent d' <FRAGMENT_SUPPRESSED>  [2004] A.C.F. no 27 (QL), le juge Kelen écrit au paragraphe 11 de sa décision que la « procédure d'évaluation du risque avant renvoi ne saurait se transformer en une seconde audience du statut de réfugié. Cette procédure a pour objet d'évaluer les nouveaux risques pouvant surgir entre l'audience [devant la CISR] et la date du renvoi »."], ["[41]", "Le juge Mosley a formulé le commentaire suivant dans <FRAGMENT_SUPPRESSED> , précité, au paragraphe 10:"], ["[10] Les agents d'ERAR possèdent des connaissances spécialisées en matière d'examen des risques et leurs conclusions sont généralement dictées par les faits, ce qui explique que celles-ci doivent faire l'objet d'une retenue considérable:  <FRAGMENT_SUPPRESSED>  F.T.R. 53, au paragraphe 16 (Selliah). Les conclusions de fait tirées par un agent d'ERAR, y compris celles qui concernent le poids à accorder à la preuve qui lui a été présentée, réclament une retenue judiciaire considérable:  <FRAGMENT_SUPPRESSED>  [2006] A.C.F. no 1101, au paragraphe 19 (Yousef). À moins qu'il ait omis de prendre en considération des facteurs pertinents ou qu'il ait tenu compte de facteurs non pertinents, l'appréciation de la preuve relève de l'agent chargé de l'examen et n'est normalement pas sujette à un contrôle judiciaire:  <FRAGMENT_SUPPRESSED>  [2005] A.C.F. no 850, au paragraphe 9."], ["[42]", "Le demandeur prétend que l'agente a conclu à tort qu'il n'avait pas fourni une preuve suffisante pour établir que sa religion fait partie intégrante de sa vie et de son mode de vie. Il allègue que sa conclusion n'est étayée par aucun élément de preuve documentaire ou ouvrage de référence."], ["[43]", "L'agente a fondé sa conclusion sur le fait que la preuve ne permettait pas d'établir de façon satisfaisante que la religion faisait partie du mode de vie du demandeur. Il ressort clairement de la décision de l'agente qu'elle a apprécié les documents soumis en preuve par le demandeur et a jugé qu'ils ne permettaient pas d'établir que la religion occupe une si grande place dans sa vie qu'elle entraînerait plus qu'une simple possibilité de persécution au Pakistan. L'examen de l'agente d'ERAR doit se limiter aux nouveaux éléments de preuve produits."], ["[44]", "Le demandeur allègue en outre que l'agente d'ERAR a commis une erreur en disant que, pour qu'un Ahmadi soit la cible de persécution, il doit occuper un poste de dirigeant ou parler publiquement de sa religion. Ayant lu l'ensemble de la décision, la Cour ne peut accepter cet argument. L'agente a souligné le fait que le demandeur n'a présenté aucun document ou élément de preuve démontrant qu'il s'attirerait une attention non désirée au Pakistan en raison de ses croyances religieuses. Ayant conclu que la preuve présentée par le demandeur était insuffisante, l'agente a cité des exemples de personnes susceptibles d'attirer ce genre d'attention, notamment [traduction] « une personne occupant un poste de dirigeant ou une personne qui professe publiquement sa foi » (voir la décision de l'agente d'ERAR, page 6 du dossier du tribunal). L'agente d'ERAR n'a pas commis une erreur susceptible de contrôle."], ["[45]", "L'agente a conclu que les lois discriminatoires qui ciblent les Ahmadis au Pakistan ne sont pas appliquées rigoureusement par les autorités pakistanaises. Le demandeur maintient que l'agente d'ERAR a commis plusieurs erreurs graves étant donné qu'elle n'a examiné qu'une partie des documents produits en preuve, négligeant de tenir compte de plusieurs incidents illustrant la discrimination exercée envers la communauté ahmadie. L'avocat du demandeur a présenté des exemples de ces incidents à l'audience."], ["[46]", "La façon dont l'agente a analysé les éléments de preuve se rapportant à la discrimination envers les Ahmadis est raisonnable. Elle a reconnu que la population ahmadie fait l'objet d'une discrimination systématique et, plus important encore, juridique. Elle a souligné le fait que les Ahmadis sont victimes de discrimination sur les plans scolaire, professionnel et économique. La Cour reconnaît que l'agente n'a pas mentionné explicitement dans sa décision plusieurs des incidents décrits par le demandeur à la page 139 de son dossier de demande. Néanmoins, cette omission ne peut être considérée comme une erreur susceptible de contrôle puisque le rôle de l'agent d'ERAR consiste à apprécier la preuve présentée par un demandeur d'asile. Dans le cas présent, l'agente a reconnu l'existence d'un risque mais a conclu que, dans le cas du demandeur, aucun lien crédible n'avait été établi entre les incidents rapportés et la crainte de persécution."], ["[47]", "De plus, le demandeur allègue que l'agente a conclu à tort que les lois sur le blasphème au Pakistan sont rarement appliquées par les autorités pakistanaises. Sur ce point également, l'agente n'a pas commis d'erreur puisqu'elle s'est appuyée sur des renseignements précis pour conclure que les lois discriminatoires ne sont pas appliquées rigoureusement par les autorités pakistanaises. L'agente a reconnu que ces lois sont discriminatoires. Selon son appréciation de la preuve produite cependant, elle a conclu que l'application de ces lois au Pakistan n'avait pas pour effet de créer une situation de persécution pour tous les Ahmadis. À la lumière de cette conclusion, il était justifié de dire que le demandeur n'avait pas fourni une preuve suffisante pour établir que tous les Ahmadis, dont lui-même, sont la cible de persécution et d'un traitement cruel. Il lui était loisible de conclure qu'il n'existait pas plus qu'une simple possibilité de persécution aux termes de l'article 96 de la LIPR et que, si le demandeur retournait au Pakistan, il ne serait probablement pas exposé au risque d'être soumis à la torture ou au risque de subir des traitements ou peines cruels et inusités, au sens envisagé à l'article 97 de la LIPR."], ["[48]", "L'agent d'ERAR doit effectuer une analyse personnalisée, et c'est ce que l'agente a fait dans le cas présent (voir", "<FRAGMENT_SUPPRESSED>  [2010] A.C.F. no 1241 (QL)). La Cour n'a aucune raison valable d'intervenir en l'espèce, et ce, même s'il est possible qu'elle aurait tiré une conclusion différente. Il n'appartient pas à la Cour d'apprécier de nouveau la preuve produite, elle ne doit que s'assurer que la décision appartient aux issues possibles acceptables pouvant se justifier au regard des faits et du droit.", "VII. Conclusion"], ["[49]", "L'agente d'ERAR pouvait raisonnablement conclure que le demandeur n'a pas prouvé qu'il sera personnellement exposé à plus qu'une simple possibilité de persécution ou de menace à sa vie s'il retourne au Pakistan. Elle a également conclu qu'il ne sera probablement pas exposé au risque d'être soumis à la torture ou au risque de traitements ou peines cruels et inusités."], ["[50]", "La demande de contrôle judiciaire est donc rejetée.", "JUGEMENT"], ["[51]", "LA COUR STATUE COMME SUIT", "1. La demande de contrôle judiciaire est rejetée;", "2. Il n'y a aucune question de portée générale à certifier.", "[End of document]"]]}