{"id_": "095459", "body_str": [["[1]", "LeBlanc, J.", ": The applicant is seeking judicial review, under s. 72(1) of the", "Immigration and Refugee Protection Act,", "SC 2001, c. 27 (the Act), of the decision of an immigration visa officer (the Officer) denying his application for permanent residence in Canada under the Federal Skilled Workers category. The Officer found that the applicant has failed to provide sufficient evidence regarding the work duties he was performing in his country of origin."], ["[2]", "The applicant claims that the Officer erred in failing to allow him an opportunity to respond to this evidentiary concern. In the alternative, he contends that the Officer's finding that he does not qualify under the Federal Skilled Workers program is unreasonable."], ["[3]", "For the reasons that follow, the applicant's judicial review application must fail: it was filed late and the applicant, in any event, has not shown that the Officer has committed a reviewable error in concluding as he did.", "II.", "Background"], ["[4]", "The facts of this case are straightforward. The applicant is a citizen of Iran. In June 2010, he applied for permanent residence under the Federal Skilled Worker category as a \"Construction Manager\" (the Skilled Worker Application), a category of the immigrants' \"economic class\", as referred to in s. 12 of the Act."], ["[5]", "On June 18, 2012, the applicant's Skilled Worker Application was denied. The Officer found that the applicant had not provided sufficient evidence that he performed the duties of a Construction Manager as described in the occupational descriptions of the National Occupation Classification (the NOC). In particular, the Officer noted that the reference letter the applicant's employer had provided in support of his Skilled Worker Application did not contain any description of his job duties and that the applicant's own job duties' description had been taken", "verbatim", "from the NOC and did not appear, as a result, \"credible\"."], ["[6]", "On July 24, 2012, the applicant requested that his Skilled Worker Application be reconsidered on the basis of a revised letter from his employer providing details as to the duties he performed as a Construction Manager."], ["[7]", "This request was denied on November 22, 2012 on the ground that permanent residence applications are assessed based on the information available at the time it is reviewed by a visa officer."], ["[8]", "On January 28, 2013, the applicant filed a Notice of Application for Leave and Judicial Review (the Leave Application) against the Officer's decision denying his Skilled Worker Application and sought an extension of time in order to do so. The applicant did not challenge the decision dismissing his request for reconsideration."], ["[9]", "Leave was granted by this Court but the request for an extension of time was not addressed by the Leave judge.", "III.", "Issues"], ["[10]", "This case raises two issues. The first issue is whether the applicant is entitled to an extension of time in order to cure the Leave Application's late filing. The second is whether, assuming an extension of time is granted, the Officer's decision denying the applicant's Skilled Worker Application should be interfered with.", "IV.", "Analysis", "A. The Request for an Extension of Time"], ["[11]", "According to s. 6(2) of the", "Federal Courts Immigration and Refugee Protection Rules", ", SOR/93-22, as amended, a request for an extension of time is normally considered at the same time as the application for leave. When it is not, the jurisdiction over the request for an extension of time falls to the application judge (", "<FRAGMENT_SUPPRESSED> )."], ["[12]", "According to s. 72(2)(b) of the Act, the applicant had 60 days from the date of the Officer's decision to file his Leave Application. He filed it on January 28, 2013, five months past the prescribed deadline."], ["[13]", "The test applicable to requests for extension of time was set out by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  (QL), at para 3. This test requires an applicant to demonstrate: (1) a continuing intention to pursue his or her application; (2) that the application has some merit; (3) that no prejudice to the respondent arises from the delay; and (4) that a reasonable explanation for the delay exists."], ["[14]", "The applicant claims that there is a reasonable explanation for the delay as he was unaware that a decision regarding his request for reconsideration had been rendered and that the time to file his Leave Application was running while his request was still pending."], ["[15]", "He says he had a continuing intention to challenge the Officer's decision, as evidenced by his request for reconsideration, that he has an arguable case and that the Minister has suffered no prejudice given the \"minimal delay\" in filing the Leave Application."], ["[16]", "The Minister disagrees."], ["[17]", "First, he takes issue with the applicant's allegation that he never received the decision regarding his request for reconsideration. The Minister filed evidence that this decision was communicated to the applicant's counsel at the time via e-mail to the e-mail address listed on the letterhead of the reconsideration request. He claims that when a visa officer sends a communication to an address provided by a skilled worker applicant that has not been revoked or revised and where there is no indication of a communication failure, the risk of non-delivery rests on the applicant."], ["[18]", "Second, the Minister contends that the fact the applicant was not aware that the time for filing the Leave Application was running while the reconsideration request was pending is not a reasonable explanation for the delay as poor legal advice and ignorance of the law are not valid excuses in this regard. He says that the applicant had an obligation to file the Leave Application within 60 days of the Officer's decision denying his Skilled Worker Application, regardless of the fact he had also requested a reconsideration of the Officer's decision."], ["[19]", "Finally, the Minister submits that the applicant's failure to file the Leave Application until seven months after the impugned decision was rendered does not demonstrate a continuing intention to pursue the matter. The Minister concludes by stressing that statutory time limits serve an important public interest in allowing to bring finality to administrative decisions."], ["[20]", "I agree with the Minister that the applicant has failed to provide a reasonable explanation for the seven-month delay in filing his Leave Application. This, in my view, is fatal to the applicant's request for an extension of time for two reasons."], ["[21]", "First, the fact the applicant and his counsel at the time, were not aware that the time for filing the Leave Application was running despite the request for reconsideration being pending, is not a valid explanation for the delay as ignorance of the law and failings of counsel are not meritorious excuses in this regard (", "<FRAGMENT_SUPPRESSED>  (QL) at para. 10 and", "<FRAGMENT_SUPPRESSED>  [2001] FCJ. No. 482 (QL); at para. 10;", "<FRAGMENT_SUPPRESSED> )."], ["[22]", "Such excuses in the context of this case, if they were to be accepted, would undermine, in my view, the importance of time limits imposed by Parliament. This Court has indeed often said that time limits are not whimsical (", "<FRAGMENT_SUPPRESSED>  (QL), at para 18). The principle is that \"[time-limit] exists in the public interest, in order to bring finality to administrative decisions so as to ensure their effective implementation without delay and to provide security to those who comply with the decision or enforce compliance with it, often at considerable expense\" ( <FRAGMENT_SUPPRESSED> , above, at para 60)."], ["[23]", "There is no such thing as a request for reconsideration in the Act or enabling regulations when it comes to rejections of permanent residence's applications in general, and of Federal Skilled Worker visa applications, in particular. In fact, s. 75(3) of the", "Immigration and Refugee Protection Regulat", "ions, SOR/ 2002-227 (the Regulations) makes it clear that there is no further assessment of such applications once they are refused by a visa officer. Reconsiderations therefore are not mandated by the Act and Regulations. Whether a decision will be reconsidered or not is entirely within the discretion of the visa officer (", "<FRAGMENT_SUPPRESSED> )."], ["[24]", "In such context, seven months to sort out that time was running despite the request for reconsideration is simply too long a delay for such a basic issue to be acceptable."], ["[25]", "Second, the confusion surrounding the communication of the decision on the request for reconsideration is not helpful to the applicant either. The evidence on record is that this communication was made to the proper e-mail address, with no indication that the e-mail transmission failed or that the e-mail was not received at the receiving end. The evidence of counsel for the applicant is that he never saw that e-mail."], ["[26]", "In such circumstances, however unfortunate they might be, the risk of non-delivery rests with the applicant, not the Minister (", "<FRAGMENT_SUPPRESSED> ). Even assuming those risks rest on the Minister, this would not change the fact that there was no valid excuse for the applicant not to file his Leave Application within the 60-day time limit prescribed by s. 72(2)(b) of the Act."], ["[27]", "For these reasons, I can not accept the applicant's request for an extension of time."], ["[28]", "If I am wrong on this, then I am of the view that the applicant has not established that interference with the Officer's decision denying his permanent residence application is warranted.", "B. There is no Basis for the Officer's Decision to be Interfered With"], ["[29]", "According to s. 11 and 12 of the Act, foreign nationals applying for a visa, as a condition for entering Canada, may be selected for permanent residency on the basis of their ability to become economically established in Canada. To that end, the government, through the Regulations, has created a certain number of visas' classes. The Federal Skilled Worker visa category is one of them. It is defined in s. 75(1) of the Regulations."], ["[30]", "Foreign nationals applying for permanent residence under the Federal Skilled Worker category must meet the minimal requirements set out in s. 75(2) of the Regulations. That is:", "a. within the 10 years preceding the date of their application, they have at least one year of full-time employment experience, or the equivalent in continuous part-time employment, in one or more of a certain number of listed occupations;", "b. during that period of employment, they performed the actions described in the lead statement for the occupation as set out in the occupational descriptions of the NOC; and", "c. during that period of employment, they performed a substantial number of the main duties of the occupation as set out in these NOC occupational descriptions."], ["[31]", "As set out in s 75(3) of the Regulations, the role of visa officers is to review the applicants' work experience to determine if they meet these minimal requirements."], ["[32]", "These provisions of the Act and Regulations are reproduced in the Annex to this decision."], ["[33]", "In the case at bar, the applicant claims that the Officer breached the principles of procedural fairness in failing to notify him of his concerns with the content of the employer's letter and with the fact the job description he himself provided was taken", "verbatim", "from the NOC. He further claims that the Officer's decision is unreasonable."], ["[34]", "There is no controversy here as to the standard of review applicable to these two issues. The question of whether or not the Officer should have brought his concerns to the attention of the applicant and offered him an opportunity to address them is a question of procedural fairness and is reviewable on a standard of correctness. As to the Officer's assessment of the evidence and subsequent finding that the applicant's Skilled Worker Application is ineligible for processing, they are reviewable on the standard of reasonableness (", "<FRAGMENT_SUPPRESSED>  FTR 191 at para 14 [ <FRAGMENT_SUPPRESSED> ]).", "The Officer had no obligation to notify the applicant of the deficiencies in his Skilled Worker Application or supporting material"], ["[35]", "It is well established that Skilled Worker visa applicants bear the onus of putting together an application that is not only complete \"but relevant, convincing and unambiguous\" ( <FRAGMENT_SUPPRESSED> , above, at para 25;", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> )."], ["[36]", "It is also well established that the decisions made by visa officers on such applications are entitled to a high degree of deference. In other words, because of the visa officers' expertise in this area, these decisions will not be disturbed unless they are unreasonable or based on irrelevant or extraneous considerations (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ])."], ["[37]", "In terms of procedural fairness, the duty owed to Skilled Workers visa applicants is at the low end of the spectrum as there are no substantive rights at issue, a visa applicant having no unqualified right to enter Canada ( <FRAGMENT_SUPPRESSED> , above, at para 21; <FRAGMENT_SUPPRESSED> , above, at para 15;", "<FRAGMENT_SUPPRESSED> )."], ["[38]", "This means that there is no obligation on a visa officer to notify an applicant of the deficiencies in his or her application or supporting material. This means also that there is no obligation on a visa officer to provide an applicant with an opportunity to address any concerns the officer may have when the supporting documents are incomplete, unclear or insufficient to satisfy the officer that the applicant meets the requirements of the Act and Regulations (", "<FRAGMENT_SUPPRESSED>  FTR 93 at paras 22-24; <FRAGMENT_SUPPRESSED> , above, at para 23;", "<FRAGMENT_SUPPRESSED> [", "Chen", "])."], ["[39]", "As this Court has stated, procedural fairness does not stretch to the point of requiring that a visa officer be obliged to provide an applicant with a \"running score\" of the weaknesses in his or her application (", "<FRAGMENT_SUPPRESSED>  FTR 147 at para 23)."], ["[40]", "Contrary to what the applicant claims, the issue of whether a visa officer should hold an interview will only arise when the credibility, accuracy or genuine nature of the information submitted by an applicant in support of his or her visa application is the basis of the visa officer's concerns (", "<FRAGMENT_SUPPRESSED>  at para 24). As Mr. Justice Roy stated in", "<FRAGMENT_SUPPRESSED> :", "In other words, the rules of natural justice may require that additional questions be asked if the evidence would have been sufficient had it not been for doubts regarding the credibility, accuracy or genuine nature of information submitted by the applicant in support of his or her application. However, if the application itself is insufficient, there is no duty to contact the applicant to ask him or her to bolster the application."], ["[41]", "Here, in my view, the Officer's concerns were clearly related to the insufficiency of the information provided by the applicant."], ["[42]", "The letter from the applicant's employer was clearly deficient. It contained no description of the applicant's duties, but rather a simple list of projects on which the applicant was called upon to work. This is not a matter of credibility, accuracy or genuineness but a matter of sufficiency. The applicant must have been aware of this weakness in his Skilled Worker Application material as his request for reconsideration was prompted by his desire to file a more detailed letter from his employer."], ["[43]", "The applicant bore the onus of putting together an application that was complete, relevant, convincing and unambiguous and the Officer had no duty, according to the jurisprudence of this Court, to provide him with an opportunity to address the Officer's concern regarding the content of the employer's letter. As Mr. Justice Donald J. Rennie pointed out in", "Chen", ", at para 22, visa officers are not expected to engage in a dialogue with visa applicants on whether the Act and Regulations are satisfied."], ["[44]", "With respect to the Officer's concern regarding the paraphrasing of the NOC's descriptions in the applicant's Skilled Worker Application materials, I am of the view that when the Officer's decision is read as a whole, this concern is not one of credibility but again one of sufficiency of evidence."], ["[45]", "It is well settled within the jurisprudence of this Court that the mere use of the term \"credibility\" in a visa officer's decision is not determinative of whether his or her concern regarding copying or paraphrasing the NOC descriptions is about credibility or sufficiency. Each case in this regard must be assessed on its own facts ( <FRAGMENT_SUPPRESSED> , above, at para 30;", "<FRAGMENT_SUPPRESSED> , at paras 40-44,", "<FRAGMENT_SUPPRESSED>  FTR 93, at para 30)."], ["[46]", "Here, although the Officer did indicate in his decision that the paraphrasing of the NOC by the applicant diminished the credibility of the job description he provided in his application materials, his key findings were clearly about the insufficiency of the applicant's evidence."], ["[47]", "Indeed, all the references to the duties and experiences of the applicant paraphrased the NOC; none came from another source, including the employer's letter. In such circumstances, these references could be regarded as self-serving and the Officer was therefore entitled to give them less weight and question whether they accurately described the applicants' work experience (", "<FRAGMENT_SUPPRESSED> )."], ["[48]", "In other words, in such context, visa officers are justified in being doubtful as to whether a visa applicant meets the Skilled Worker visa requirements. Although these doubts may sometimes be expressed as credibility concerns, as they were in the present case, they often are an indication that a visa officer was not able to make that determination based on the material before him ( <FRAGMENT_SUPPRESSED> , at para 32; <FRAGMENT_SUPPRESSED> , above, at 27)."], ["[49]", "In the present case, none of the other concerns expressed by the Officer in his decision pointed to credibility; they all pointed to the insufficiency of the applicant's information. To paraphrase <FRAGMENT_SUPPRESSED> , what transpires from the impugned decision, when read as a whole, is that the Officer could not be confident that the applicant actually had the experience since he could not \"articulate his own experience or duties or responsibilities in his own words and in relation to the job he actually performed\" ( <FRAGMENT_SUPPRESSED> , at para 32)."], ["[50]", "The Officer's decision is clear and unequivocal in this respect. In such context, the Officer had no obligation to notify the applicant of the deficiencies in his Skilled Worker Application and provide him with an opportunity to address his concerns in this regard."], ["[51]", "There was no breach of the principles of procedural fairness in the present case.", "The Officer's decision was otherwise reasonable"], ["[52]", "The applicant claims in any event that the Officer's finding that he did not meet the minimal requirements for the issuance of a Skilled Worker visa was unreasonable. He contends in this regard that evidence of his academic qualifications, of the fact his employment letter was issued by a construction company and of his job title as \"construction manager\" was enough to establish that he satisfied these requirements."], ["[53]", "This Court has established, in unequivocal terms, that a job title and relevant education is not sufficient for someone to establish that he or she is a Skilled Worker within the meaning of the Regulations (", "<FRAGMENT_SUPPRESSED> ; at paras 15-19;", "<FRAGMENT_SUPPRESSED> .)."], ["[54]", "In <FRAGMENT_SUPPRESSED> , Mr. Justice Richard Mosley has articulated this rule as follows:", "Here, there was no evidence before the agent to establish that the applicant had performed any of the duties required to satisfy the occupational classification.", "It is not sufficient for an applicant to provide evidence that he or she has the academic qualifications, bears a job title and is addressed by that title in correspondence. They must provide evidence that they have actually performed \"a substantial number of the main duties of the occupation\"", ". Here, the applicant did not provide that evidence either through the employer's certificate or alternate documentation. The information submitted fell short of establishing a prima facie case, as the applicant contends ( <FRAGMENT_SUPPRESSED> , at para 22). (my emphasis)"], ["[55]", "The Regulations clearly indicate that a foreign national is only a skilled worker if he can show one year of full-time employment where he performed the actions in the lead statement of the NOC and a substantial number of the main duties."], ["[56]", "The applicant, as I previously indicated, had the burden of putting together an application that was complete, relevant, convincing and unambiguous ( <FRAGMENT_SUPPRESSED> , above, at para 25). The Officer found that he had not done so. In particular, he found that copying the NOC and providing the job titles and academic qualifications was not convincing and unambiguous evidence."], ["[57]", "Decisions made by visa officers on Skilled Worker visa applications are entitled to a high degree of deference. On the facts of the present case and in light of this Court's jurisprudence, I am satisfied that the Officer's finding that the applicant did not meet the requirements for a Skilled Worker visa set out in s. 75(2) of the Regulations, falls within the range of acceptable outcomes (", "<FRAGMENT_SUPPRESSED> , at para 47). I see no reason to interfere with the Officer's decision."], ["[58]", "The parties have not proposed any question of general importance. None shall be certified.", "JUDGMENT"], ["[59]", "THIS COURT'S JUDGMENT is that", "1. The present judicial review application is dismissed.", "2. No question is certified.", "Application dismissed.", "Editor: Angela E. McKay/vnh", "ANNEX", "Immigration and Refugee Protection Act", "(S.C. 2001, c. 27)", "Application before entering Canada", "11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act.", "Electronic travel authorization", "(1.01) Despite subsection (1), a foreign national must, before entering Canada, apply for an electronic travel authorization required by the regulations by means of an electronic system, unless the regulations provide that the application may be made by other means. The application may be examined by the system or by an officer and, if the system or officer determines that the foreign national is not inadmissible and meets the requirements of this Act, the authorization may be issued by the system or officer.", "Restriction", "(1.1) A designated foreign national may not make an application for permanent residence under subsection (1)", "(a) if they have made a claim for refugee protection but have not made an application for protection, until five years after the day on which a final determination in respect of the claim is made;", "(b) if they have made an application for protection, until five years after the day on which a final determination in respect of the application is made; or", "(c) in any other case, until five years after the day on which they become a designated foreign national.", "Suspension of application", "(1.2) The processing of an application for permanent residence under subsection (1) of a foreign national who, after the application is made, becomes a designated foreign national is suspended", "(a) if the foreign national has made a claim for refugee protection but has not made an application for protection, until five years after the day on which a final determination in respect of the claim is made;", "(b) if the foreign national has made an application for protection, until five years after the day on which a final determination in respect of the application is made; or", "(c) in any other case, until five years after the day on which the foreign national becomes a designated foreign national.", "Refusal to consider application", "(1.3) The officer may refuse to consider an application for permanent residence made under subsection (1) if", "(a) the designated foreign national fails, without reasonable excuse, to comply with any condition imposed on them under subsection 58(4) or section 58.1 or any requirement imposed on them under section 98.1; and", "(b) less than 12 months have passed since the end of the applicable period referred to in subsection (1.1) or (1.2).", "If sponsor does not meet requirements", "(2) The officer may not issue a visa or other document to a foreign national whose sponsor does not meet the sponsorship requirements of this Act.", "2001, c. 27, s. 11; 2008, c. 28, s. 116; 2012, c. 17, s. 5, c. 31, s. 308.", "Biometric information", "11.1 A prescribed foreign national who makes an application for a temporary resident visa, study permit or work permit must follow the prescribed procedures for the collection of prescribed biometric information.", "2012, c. 17, s. 6.", "Selection of Permanent Residents", "Family reunification", "12. (1) A foreign national may be selected as a member of the family class on the basis of their relationship as the spouse, common-law partner, child, parent or other prescribed family member of a Canadian citizen or permanent resident.", "Economic immigration", "(2) A foreign national may be selected as a member of the economic class on the basis of their ability to become economically established in Canada.", "Refugees", "(3) A foreign national, inside or outside Canada, may be selected as a person who under this Act is a Convention refugee or as a person in similar circumstances, taking into account Canada's humanitarian tradition with respect to the displaced and the persecuted.", "Loi sur l'immigration et la protection des réfugiés", "(L.C. 2001, ch. 27)", "Visa et documents", "11. (1) L'étranger doit, préalablement à son entrée au Canada, demander à l'agent les visa et autres documents requis par règlement. L'agent peut les délivrer sur preuve, à la suite d'un contrôle, que l'étranger n'est pas interdit de territoire et se conforme à la présente loi.", "Autorisation de voyage électronique", "(1.01) Malgré le paragraphe (1), l'étranger doit, préalablement à son entrée au Canada, demander une autorisation de voyage électronique requise par règlement au moyen d'un système électronique, sauf si les règlements prévoient que la demande peut être faite par tout autre moyen. S'il détermine, à la suite d'un contrôle, que l'étranger n'est pas interdit de territoire et se conforme à la présente loi, le système ou l'agent peut délivrer l'autorisation.", "Réserve", "(1.1) L'étranger désigné ne peut présenter une demande de résidence permanente au titre du paragraphe (1) que si cinq années se sont écoulées depuis l'un ou l'autre des jours suivants:", "a) s'il a fait une demande d'asile sans avoir fait de demande de protection, le jour où il a été statué en dernier ressort sur sa demande d'asile;", "b) s'il a fait une demande de protection, le jour où il a été statué en dernier ressort sur cette demande;", "c) dans les autres cas, le jour où il devient un étranger désigné.", "Suspension de la demande", "(1.2) La procédure d'examen de la demande de résidence permanente présentée au titre du paragraphe (1) par un étranger qui devient, à la suite de cette demande, un étranger désigné est suspendue jusqu'à ce que cinq années se soient écoulées depuis l'un ou l'autre des jours suivants:", "a) si l'étranger a fait une demande d'asile sans avoir fait de demande de protection, le jour où il a été statué en dernier ressort sur la demande d'asile;", "b) s'il a fait une demande de protection, le jour où il a été statué en dernier ressort sur cette demande;", "c) dans les autres cas, le jour où il devient un étranger désigné.", "Refus d'examiner la demande", "(1.3) L'agent peut refuser d'examiner la demande de résidence permanente présentée au titre du paragraphe (1) par l'étranger désigné si:", "a) d'une part, celui-ci a omis de se conformer, sans excuse valable, à toute condition qui lui a été imposée en vertu du paragraphe 58(4) ou de l'article 58.1 ou à toute obligation qui lui a été imposée en vertu de l'article 98.1;", "b) d'autre part, moins d'une année s'est écoulée depuis la fin de la période applicable visée aux paragraphes (1.1) ou (1.2).", "Cas de la demande parrainée", "(2) Ils ne peuvent être délivrés à l'étranger don't le répondant ne se conforme pas aux exigences applicables au parrainage.", "2001, ch. 27, art. 11;2008, ch. 28, art. 116;2012, ch. 17, art. 5, ch. 31, art. 308.", "Renseignements biométriques", "11.1 L'étranger visé par règlement qui présente une demande de visa de résident temporaire ou de permis d'études ou de travail est tenu de suivre la procédure réglementaire pour la collecte de renseignements biométriques réglementaires.", "2012, ch. 17, art. 6.", "Sélection des résidents permanents", "Regroupement familial", "12. (1) La sélection des étrangers de la catégorie « regroupement familial » se fait en fonction de la relation qu'ils ont avec un citoyen canadien ou un résident permanent, à titre d'époux, de conjoint de fait, d'enfant ou de père ou mère ou à titre d'autre membre de la famille prévu par règlement.", "Immigration économique", "(2) La sélection des étrangers de la catégorie « immigration économique » se fait en fonction de leur capacité à réussir leur établissement économique au Canada.", "Réfugiés", "(3) La sélection de l'étranger, qu'il soit au Canada ou non, s'effectue, conformément à la tradition humanitaire du Canada à l'égard des personnes déplacées ou persécutées, selon qu'il a la qualité, au titre de la présente loi, de réfugié ou de personne en situation semblable.", "Immigration and Refugee Protection Regulations", ", SOR/2002-227", "Federal Skilled Workers", "Federal Skilled Worker Class", "Class", "75. (1) For the purposes of subsection 12(2) of the Act, the federal skilled worker class is hereby prescribed as a class of persons who are skilled workers and who may become permanent residents on the basis of their ability to become economically established in Canada and who intend to reside in a province other than the Province of Quebec.", "Skilled Workers", "(2) A foreign national is a skilled worker if", "a) within the 10 years before the date on which their application for a permanent resident visa is made, they have accumulated, over a continuous period, at least one year of full-time work experience, or the equivalent in part-time work, in the occupation identified by the foreign national in their application as their primary occupation, other than a restricted occupation, that is listed in Skill Type 0 Management Occupations or Skill Level A or B of the", "National Occupational Classification", "matrix;", "(b) during that period of employment they performed the actions described in the lead statement for the occupation as set out in the occupational descriptions of the", "National Occupational Classification", "(c) during that period of employment they performed a substantial number of the main duties of the occupation as set out in the occupational descriptions of the National Occupational Classification, including all of the essential duties;", "(d) they have submitted the results of an evaluation - by an organization or institution designated under subsection 74(3) and which must be less than two years old on the date on which their application is made - of their proficiency in either English or French indicating that they have met or exceeded the applicable language proficiency threshold fixed by the Minister under subsection 74(1) for each of the four language skill areas; and", "(e) they have submitted one of the following:", "(i) their Canadian educational credential, or", "(ii) their foreign diploma, certificate or credential and the equivalency assessment, which assessment must be less than five years old on the date on which their application is made.", "If professional body designated", "(2.1) If a professional body has been designated under subsection (4) in respect of the occupation identified by the foreign national in their application as their primary occupation, the foreign diploma, certificate or credential submitted by the foreign national must be relevant to that occupation and the equivalency assessment - which must be less than five years old on the date on which their application is made and must be issued by the designated professional body - must establish that the foreign diploma, certificate or credential is equivalent to the Canadian educational credential required to practise that occupation in at least one of the provinces in which the equivalency assessments issued by this professional body are recognized.", "Minimal requirements", "(3) If the foreign national fails to meet the requirements of subsection (2), the application for a permanent resident visa shall be refused and no further assessment is required.", "Règlement sur l'immigration et la protection des réfugiés", "(DORS/2002-227)", "Travailleurs qualifiés (fédéral)", "Travailleurs qualifiés (fédéral)", "Catégorie", "75. (1) Pour l'application du paragraphe 12(2) de la Loi, la catégorie des travailleurs qualifiés (fédéral) est une catégorie réglementaire de personnes qui peuvent devenir résidents permanents du fait de leur capacité à réussir leur établissement économique au Canada, qui sont des travailleurs qualifiés et qui cherchent à s'établir dans une province autre que le Québec.", "Qualité", "(2) Est un travailleur qualifié l'étranger qui satisfait aux exigences suivantes:", "a) il a accumulé, de façon continue, au moins une année d'expérience de travail à temps plein ou l'équivalent temps plein pour un travail à temps partiel, au cours des dix années qui ont précédé la date de présentation de sa demande de visa de résident permanent, dans la profession principale visée par sa demande appartenant au genre de compétence 0 Gestion ou aux niveaux de compétence A ou B de la matrice de la Classification nationale des professions, exception faite des professions d'accès limité;", "b) pendant cette période d'emploi, il a accompli l'ensemble des tâches figurant dans l'énoncé principal établi pour la profession dans les descriptions des professions de cette classification;", "c) pendant cette période d'emploi, il a exercé une partie appréciable des fonctions principales de la profession figurant dans les descriptions des professions de cette classification, notamment toutes les fonctions essentielles;", "d) il a fourni les résultats d'une évaluation de sa compétence en français ou en anglais - datant de moins de deux ans au moment où la demande est faite - faite par une institution ou organisation désignée en vertu du paragraphe 74(3), et il a obtenu, pour chacune des quatre habiletés langagières, au moins le niveau de compétence applicable établi par le ministre en vertu du paragraphe 74(1);", "e) il a soumis l'un des documents suivants:", "(i) son diplôme canadien,", "(ii) son diplôme, certificat ou attestation étranger ainsi que l'attestation d'équivalence, datant de moins de cinq ans au moment où la demande est faite.", "Ordre professionnel désigné", "(2.1) Dans le cas où un ordre professionnel a été désigné en vertu du paragraphe (4) à l'égard de la profession principale visée par sa demande, le diplôme, certificat ou attestation étranger soumis par l'étranger doit se rapporter à cette profession et l'attestation d'équivalence - datant de moins de cinq ans au moment où la demande est faite - doit être faite par cet ordre professionnel et établir que le diplôme, certificat ou attestation étranger est équivalent au diplôme canadien requis pour l'exercice de cette profession dans au moins l'une des provinces où les attestations d'équivalence de cet ordre professionnel sont reconnues.", "Exigences", "(3) Si l'étranger ne satisfait pas aux exigences prévues au paragraphe (2), l'agent met fin à l'examen de la demande de visa de résident permanent et la refuse."]]}