{"id_": "095732", "body_str": [["[1]", "Mandamin, J.", ": The Principal Applicant, Agha Begum Nasir, her husband Qiyamuddin Nasir and their three children (hereinafter referred to as the \"Applicants\") seek judicial review pursuant to section 72(1) of the", "Immigration and Refugee Protection", "Act, S.C. 2001, c. 27 (the \"IRPA\"), of a decision made by a Visa Officer at the Canadian High Commission in Pakistan, dated June 12, 2007, wherein it was determined that the Applicants did not qualify for permanent resident visas as members of the country of asylum class.  <FRAGMENT_SUPPRESSED>", "BACKGROUND  <FRAGMENT_SUPPRESSED>"], ["[2]", "The Applicants fled to Pakistan in 1997 to avoid the civil war in Afghanistan. In 2005, they applied for permanent resident visas as members of the country of asylum class at the Canadian High Commission in Pakistan. The Principal Applicant's nephew and sisters sponsored the Applicants. Her parents and six siblings are either Canadian citizens or permanent residents of Canada.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The Visa Officer interviewed the Applicants through a Dari/English interpreter on June 11, 2007, in Islamabad. On June 12, 2007, the Visa Officer wrote to the Principal Applicant advising her that the family's application for Canadian permanent resident visas as members of the country of asylum class was refused.  <FRAGMENT_SUPPRESSED>", "DECISION UNDER REVIEW  <FRAGMENT_SUPPRESSED>"], ["[4]", "In her refusal letter, the Visa Officer wrote:  <FRAGMENT_SUPPRESSED>", "I have carefully assessed all information in your application. I have determined that due to your lack of education and English language ability, you would not be able to settle successfully in Canada despite the support offered by the sponsoring group. In my opinion you do not meet the requirements to be resettled to Canada as a member of the country of asylum class.  <FRAGMENT_SUPPRESSED>", "Also, I cannot be satisfied that you and your spouse have been entirely truthful and honest at the interview. You have not been able to explain discrepancies between your application forms and the information provided at the interview. You were given opportunity to explain the contradictory information, but you were either unable or unwilling to provide truthful and credible explanations. This puts your whole claim in doubt.  <FRAGMENT_SUPPRESSED>", "There are reasonable grounds to believe that you have not complied with section A16(1) of the", "Immigration and Refugee Protection Act", "which states:  <FRAGMENT_SUPPRESSED>", "16. (1) A person who makes an application must answer truthfully all questions put to them for the purpose of the examination and must produce a visa and all relevant evidence and documents that the officer reasonably requires.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The Officer stated that she was not satisfied the Applicants met the requirements of the IRPA and the", "Immigration and Refugee Protection Regulations", ", S.O.R./ 2002-227 (the \"Regulations\") for the reasons explained and thus refused the application.  <FRAGMENT_SUPPRESSED>", "ISSUES  <FRAGMENT_SUPPRESSED>"], ["[6]", "The two issues which arise in this application for judicial review are:  <FRAGMENT_SUPPRESSED>", "1. Did the Visa Officer err in determining that the Applicants did not qualify for Canadian permanent resident visas as members of the country of asylum class?  <FRAGMENT_SUPPRESSED>", "2. Did the Officer err in finding the Applicants did not truthfully answer questions put to them as required by s.16(1) of IRPA?  <FRAGMENT_SUPPRESSED>", "STANDARD OF REVIEW  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Supreme Court of Canada in the recent decision of", "<FRAGMENT_SUPPRESSED>  at para. 34, held that there are now only two standards of review: correctness and reasonableness. Further, the Supreme Court described the process for determining the appropriate standard of review, stating (", "<FRAGMENT_SUPPRESSED> , at para. 62):  <FRAGMENT_SUPPRESSED>", "[i] n summary, the process of judicial review involves two steps. First, Courts must ascertain whether the jurisprudence has already determined in a satisfactory manner the degree of deference to be accorded with regard to a particular category of question. Second, where the first inquiry proves unfruitful, Courts must proceed to analysis of the factors making it possible to identify the proper standard of review.  <FRAGMENT_SUPPRESSED>"], ["[8]", "<FRAGMENT_SUPPRESSED>  at paras. 18-20, 22, Justice de Montigny concluded that decisions of visa officers based on purely factual assessments are reviewable on the standard of patent unreasonableness, whereas decisions of visa officers based on the application of the facts to legal standards are reviewable on the standard of reasonableness", "simpliciter", ". Justice de Montigny also indicated that where a visa officer's decision was based on an assessment of facts, the Court ought not to intervene unless it is shown that the decision is based on an erroneous finding of fact made in a perverse or capricious manner.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The standard of review for whether or not the Applicants meet the general requirements for permanent resident visas as members of the country of asylum class requires an assessment of a factual situation against the preconditions required to obtain a visa as set out under subsection 139(1) of the Regulations. This engages a standard of review of reasonableness.  <FRAGMENT_SUPPRESSED>"], ["[10]", "At the hearing, the Respondent argued that section 18.1(4)(d) of the", "Federal Courts Act", ", R.S.C. 1985, c. F-7, provides that the Federal Court may grant relief only if it is satisfied a federal board, commission or other tribunal based its decision or order on an erroneous finding that it made in a perverse or capricious manner or without regard to material before it. The Respondent submits that this threshold has not been met.  <FRAGMENT_SUPPRESSED>"], ["[11]", "<FRAGMENT_SUPPRESSED>  questioning the utility of equating s. 18.1(4)(d) to a \"patently unreasonable\" or an \"unreasonableness", "simpliciter", "\" standard:  <FRAGMENT_SUPPRESSED>", "[h] owever, this is not to say that the words of Paragraph 18.1(4)(d) are self-applying. Far from it. It is certainly useful to approach the question of giving more specific content to the statutory language by considering the common law standard for reviewing findings of fact and the factors that are included in a pragmatic or functioning analysis.  <FRAGMENT_SUPPRESSED>"], ["[12]", "The Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  at para. 22, concluded that paragraph 18.1 defined the standard of review on findings of fact as relatively narrow where the findings are wrong and made in a perverse or capricious manner or without regard to the material. The Court accepted that this was tantamount to a \"patently unreasonable\" test stated elsewhere as a standard of review in matters of fact. This view continued. Recently, in", "<FRAGMENT_SUPPRESSED>  at para. 8, the Federal Court of Appeal equated an erroneous finding of fact made in a perverse and capricious manner with a patently unreasonable finding of fact.  <FRAGMENT_SUPPRESSED>"], ["[13]", "After holding in", "<FRAGMENT_SUPPRESSED> , that there are now only two standards of review, correctness and reasonableness, the Supreme Court went on to note that the collapse of the reasonableness", "simpliciter", "and patent unreasonableness standard of review and a move toward a single reasonableness standard is not an invitation to more intensive scrutiny by the Court hearing the judicial review (", "<FRAGMENT_SUPPRESSED> , at para. 48).  <FRAGMENT_SUPPRESSED>"], ["[14]", "In light of", "<FRAGMENT_SUPPRESSED> , the threshold of review set out in s. 18.1(4)(d) has been restated.  <FRAGMENT_SUPPRESSED>  at para. 15, Justice de Montigny found, after considering", "<FRAGMENT_SUPPRESSED> , that questions of fact and credibility are to be reviewed on the reasonableness standard. This new equivalency conforms to the interpretive principle stated in", "<FRAGMENT_SUPPRESSED> , namely that s.18.1(4)(d) can be informed by reference to the common law standard of review.  <FRAGMENT_SUPPRESSED>"], ["[15]", "I see no reason to depart from this approach and adopt the standard of review articulated by Justice de Montigny in", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "STATUTORY FRAMEWORK  <FRAGMENT_SUPPRESSED>"], ["[16]", "The specific subsections of the Regulations dealing with Refugee Classes which is relevant to the case at bar provides that:  <FRAGMENT_SUPPRESSED>", "General requirements  <FRAGMENT_SUPPRESSED>", "139.", "(1) A permanent resident visa shall be issued to a foreign national in need of refugee protection, and their accompanying family members, if following an examination it is established that  <FRAGMENT_SUPPRESSED>", ". . .  <FRAGMENT_SUPPRESSED>", ") if the foreign national intends to reside in a province other than the Province of Quebec, the foreign national and their family members included in the application for protection will be able to become successfully established in Canada, taking into account the following factors:  <FRAGMENT_SUPPRESSED>", "(i) their resourcefulness and other similar qualities that assist in integration in a new society,  <FRAGMENT_SUPPRESSED>", "(ii) the presence of their relatives, including the relatives of a spouse or a common-law partner, or their sponsor in the expected community of resettlement,  <FRAGMENT_SUPPRESSED>", "(iii) their potential for employment in Canada, given their education, work experience and skills, and  <FRAGMENT_SUPPRESSED>", "(iv) their ability to learn to communicate in one of the official languages of Canada;  <FRAGMENT_SUPPRESSED>", "Humanitarian-protected persons abroad  <FRAGMENT_SUPPRESSED>", "146.", "(1) For the purposes of subsection 12(3) of the Act, a person in similar circumstances to those of a Convention refugee is a member of one of the following humanitarian-protected persons abroad classes:  <FRAGMENT_SUPPRESSED>", ") the country of asylum class; or  <FRAGMENT_SUPPRESSED>", ") the source country class.  <FRAGMENT_SUPPRESSED>", "Classes  <FRAGMENT_SUPPRESSED>", "(2) The country of asylum class and the source country class are prescribed as classes of persons who may be issued permanent resident visas on the basis of the requirements of this Division.  <FRAGMENT_SUPPRESSED>", "Member of country of asylum class  <FRAGMENT_SUPPRESSED>", "147.", "A foreign national is a member of the country of asylum class if they have been determined by an officer to be in need of resettlement because  <FRAGMENT_SUPPRESSED>", ") they are outside all of their countries of nationality and habitual residence; and  <FRAGMENT_SUPPRESSED>", ") they have been, and continue to be, seriously and personally affected by civil war, armed conflict or massive violation of human rights in each of those countries.  <FRAGMENT_SUPPRESSED>", "Exigences générales  <FRAGMENT_SUPPRESSED>", "139.", "(1) Un visa de résident permanent est délivré à l'étranger qui a besoin de protection et aux membres de sa famille qui l'accompagnent si, à l'issue d'un contrôle, les éléments suivants sont établis:  <FRAGMENT_SUPPRESSED>", ". . .  <FRAGMENT_SUPPRESSED>", ") dans le cas où l'étranger cherche à s'établir dans une province autre que la province de Québec, lui et les membres de sa famille visés par la demande de protection pourront réussir leur établissement au Canada, compte tenu des facteurs suivants:  <FRAGMENT_SUPPRESSED>", "(i) leur ingéniosité et autres qualités semblables pouvant les aider à s'intégrer à une nouvelle société,  <FRAGMENT_SUPPRESSED>", "(ii) la présence, dans la collectivité de réinstallation prévue, de membres de leur parenté, y compris celle de l'époux ou du conjoint de fait de l'étranger, ou de leur répondant,  <FRAGMENT_SUPPRESSED>", "(iii) leurs perspectives d'emploi au Canada vu leur niveau de scolarité, leurs antécédents professionnels et leurs compétences,  <FRAGMENT_SUPPRESSED>", "(iv) leur aptitude à apprendre à communiquer dans l'une des deux langues officielles du Canada;  <FRAGMENT_SUPPRESSED>", "Personnes protégées à titre humanitaire outre-frontières  <FRAGMENT_SUPPRESSED>", "146.", "(1) Pour l'application du paragraphe 12(3) de la Loi, la personne dans une situation semblable à celle d'un réfugié au sens de la Convention appartient à l'une des catégories de personnes protégées à titre humanitaire outre-frontières suivantes:  <FRAGMENT_SUPPRESSED>", "a) la catégorie de personnes de pays d'accueil;  <FRAGMENT_SUPPRESSED>", "b) la catégorie de personnes de pays source.  <FRAGMENT_SUPPRESSED>", "Catégories  <FRAGMENT_SUPPRESSED>", "(2) Les catégories de personnes de pays d'accueil et de personnes de pays source sont des catégories réglementaires de personnes qui peuvent obtenir un visa de résident permanent sur le fondement des exigences prévues à la présente section.  <FRAGMENT_SUPPRESSED>", "Catégorie de personnes de pays d'accueil  <FRAGMENT_SUPPRESSED>", "147.", "Appartient à la catégorie de personnes de pays d'accueil l'étranger considéré par un agent comme ayant besoin de se réinstaller en raison des circonstances suivantes:  <FRAGMENT_SUPPRESSED>", "a) il se trouve hors de tout pays dont il a la nationalité ou dans lequel il avait sa résidence habituelle;  <FRAGMENT_SUPPRESSED>", "b) une guerre civile, un conflit armé ou une violation massive des droits de la personne dans chacun des pays en cause ont eu et continuent d'avoir des conséquences graves et personnelles pour lui.  <FRAGMENT_SUPPRESSED>", "Country of Asylum Class:", "Did the Visa Officer err in determining that the Applicants did not qualify for Canadian permanent resident visas as members of the country of asylum class?  <FRAGMENT_SUPPRESSED>"], ["[17]", "As discussed earlier, the Visa Officer's letter sets out the reasons for the refusal of the application for permanent resident visas. For ease of reference, I repeat the relevant excerpt below:  <FRAGMENT_SUPPRESSED>", "I have carefully assessed all information in your application. I have determined that due to your lack of education and English language ability, you would not be able to settle successfully in Canada despite the support offered by the sponsoring group. In my opinion you do not meet the requirements to be resettled in Canada as a member of the country asylum class.  <FRAGMENT_SUPPRESSED>"], ["[18]", "The Visa Officer's CAIPS notes indicates that she observed the following:  <FRAGMENT_SUPPRESSED>", "Settlement prospects appear weak. PA has no work experience, the husband is a mechanic. Low level of education for both. No English or French ability listed for either.  <FRAGMENT_SUPPRESSED>"], ["[19]", "The Visa Officer decided on the basis of lack of education and English language ability. The Visa Officer does not appear to consider fully or correctly the factors set out in subsection 139(1)(g) of the Regulations which prescribes the factors to be considered in determining whether an applicant for a permanent resident visa will be able to become successfully established in Canada. I set out the factors and discussion below:  <FRAGMENT_SUPPRESSED>", "(i) \"[the Applicants] resourcefulness and other similar qualities that assist in integration in a new society\" - the Visa Officer wrote in the CAIPS notes that the Principal Applicant and her husband are working which is significant given the difficulty refugees face in obtaining employment in Pakistan. The Applicant husband found steady work in a tile shop, while the Principal Applicant has been working as a house cleaner.  <FRAGMENT_SUPPRESSED>", "(ii) \"the presence of their relatives, including the relatives of a spouse or common law partner, or their sponsor in the expected community of resettlement\" - while the Visa Officer acknowledges the support of the sponsors, she does not appear to take into account the notable success that those close relatives of the principal Applicant have themselves achieved in Canada.  <FRAGMENT_SUPPRESSED>", "(iii) \"their potential for employment in Canada, given their education, work experience and skills\" - the Visa Officer does not appear to have considered the Applicant husband's skills as a mechanic in determining his potential for employment or the Principal Applicant's work as a tailor in Afghanistan.  <FRAGMENT_SUPPRESSED>", "(iv) \"their ability to learn to communicate in one of the official languages of Canada\" - the Visa Officer appears to have decided on the basis of the Applicants' present ability to speak English instead of assessing the ability of the Applicants, including the children,", "to learn", "English or French.  <FRAGMENT_SUPPRESSED>"], ["[20]", "I am not satisfied that the Visa Officer properly took into account the general requirements set out in the Regulations for issuing a permanent resident visa.  <FRAGMENT_SUPPRESSED>", "Credibility:", "Did the Officer err in finding the Applicants did not truthfully answer questions put to them as required by s.16(1) of IRPA?  <FRAGMENT_SUPPRESSED>"], ["[21]", "The Visa Officer also decided that the adult applicants were not credible. Again for ease of reference, I set out the relevant portion of the refusal letter below:  <FRAGMENT_SUPPRESSED>", "Also I cannot be satisfied that you and your spouse have been entirely truthful and honest at the interview. You have not been able to explain discrepancies between your application forms and information provided at the interview. You were given an opportunity to explain the contradictory information, but you were either unable or unwilling to provide truthful and credible explanations. This puts your whole claim in doubt.  <FRAGMENT_SUPPRESSED>"], ["[22]", "The Applicants were advised at the beginning of the interview of the necessity of providing truthful and accurate information. The Principal Applicant was invited to identify any fraudulent documents. The Applicants identified and corrected three discrepancies in their application. Briefly, the corrected discrepancies are:  <FRAGMENT_SUPPRESSED>", "1. The Applicant husband explained that his wife did not have any education contrary to the indication on the application that she had some education.  <FRAGMENT_SUPPRESSED>", "2. The Applicant husband explained that they had to move from one address to another while in Pakistan contrary to the information on the form that they had resided only at one address.  <FRAGMENT_SUPPRESSED>", "3. The Applicant husband explained that his identity document showed him as having different hair length because his identity card had been reissued at a later date because of an error in the name.  <FRAGMENT_SUPPRESSED>"], ["[23]", "While the Visa Officer referred to discrepancies in the refusal letter, none of the above discrepancies appear substantive enough to cause the Visa Officer reason to doubt the credibility of the Applicants. The Applicants had been told to be truthful and they responded with corrections in the course of the interview.  <FRAGMENT_SUPPRESSED>"], ["[24]", "The Visa Officer specifically stated the Applicants provided contradictory evidence. From the Visa Officer's CAIPS notes the contradiction would appear to be related to the Applicant husband's assertion that he did not do any military service. The Details of Military Service form completed by the Applicant husband on November 16, 2007, indicates that he did not perform any military service. The Visa Officer's notes in preparation for the interview of the Applicants states \"No military service. Will have to explain.\" The Visa Officer's notes on the questioning of the Applicant husband concerning military service are:  <FRAGMENT_SUPPRESSED>", "Military Service: How did you avoid two terms of military service? We were not in the city, we were far. We would go to work and there was no one to recruit us.  <FRAGMENT_SUPPRESSED>", "You lived in Kabul from 1990 to 1994. How did you avoid it between 1990 to 1992? The job was in a shop and we were in the back so we just go to the shop and outside of the city. We would come home late at night.  <FRAGMENT_SUPPRESSED>", "Doesn't make sense? We had our own shop that was covered and nobody would come there. We would go early in the morning and leave late at night. What kind of shop? Mechanical shop.  <FRAGMENT_SUPPRESSED>"], ["[25]", "The Visa Officer remarked in her CAIPS notes:  <FRAGMENT_SUPPRESSED>", "Unable to establish credibility of PA's spouse. Explanation for not having performed either term of military service is not likely, especially since he spent from 1990-1992 in Kabul and claims to have never been bothered. The wife is listed as the principal applicant in this file but answered very few questions. The husband answered the majority of them and not satisfied that his answers were straightforward and forthcoming.  <FRAGMENT_SUPPRESSED>"], ["[26]", "Where is the contradiction? The Visa Officer does not make any reference to any other information or documentation relied upon for her surmise that the Applicant husband must have performed military service, most notably in Kabul between 1990 and 1992. A careful review of the application documentation and the CAIPS notes of the interview does not disclose any contradictory statements by the Applicants about military service. The Applicant husband's information in the application forms and answers given in the interview are consistent.  <FRAGMENT_SUPPRESSED>"], ["[27]", "I find the Visa Officer's determination that the Applicants were not credible because of discrepancies or contradictions was made without regard to the evidence before the Officer and is therefore not reasonable.  <FRAGMENT_SUPPRESSED>", "CONCLUSION  <FRAGMENT_SUPPRESSED>"], ["[28]", "The application for judicial review is granted. The matter will be referred for re-determination before a different visa officer.  <FRAGMENT_SUPPRESSED>"], ["[29]", "Neither party has proposed a question for certification, and I conclude there is no issue of general importance to be certified.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[30]", "THIS COURT ORDERS AND ADJUDGES that", ":  <FRAGMENT_SUPPRESSED>", "1. The application for judicial review is granted. The matter is to be sent back for re-determination by a different officer.  <FRAGMENT_SUPPRESSED>", "2. No question of general importance is to be certified.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}