{"id_": "095843", "body_str": [["[1]", "Noël, J.", ": This is an application for judicial review pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA] of a decision of the Refugee Protection Division [the RPD], dated June 11, 2012, where it determined that the Applicants are not Convention refugees or persons in need of protection.", "I.", "Facts"], ["[2]", "The Principal Applicant is the mother of the minor Applicant. They are citizens of Russia and Jewish by ethnicity."], ["[3]", "In Russia, the Principal Applicant endured incidents of physical assault due to her Jewish ethnicity, one in 1998 when a female neighbour pushed her resulting in her pinkie finger being broken, and one in October 2008 when she was beaten by nationalists following an argument with a female co-worker. She also suffered constant anti-Semitic insults and threats both in her neighbourhood and at work. She dreaded leaving her home and was in fear all the time."], ["[4]", "The Principal Applicant's son suffered similar emotional and verbal abuse. In October 2003, other children pressured him to climb a tree, and he fell and broke his arm. As he lay on the ground crying, the other children just laughed and insulted him."], ["[5]", "She reported the 1999 assault to the police, but they ignored her complaint because she was Jewish and they told her to deal with her problems on her own. For the 2005 and 2008 incidents, she did not complain to the police."], ["[6]", "In 2005, the Principal Applicant started receiving anti-Semitic insults from her new supervisor at work. When she threatened to file a complaint against him, he responded that he would lay her off. She then started to notice that her personal belongings were being damaged or vandalized with swastikas and other anti-Semitic signs."], ["[7]", "One day during her break at work, the Principal Applicant's supervisor placed scissors on her back and threatened to kill her if she did not resign from her job. He told her that Jews were not welcome there because there was a lack of available jobs for Russian women. The Principal Applicant resigned from her employment and eventually found a new job in a different field."], ["[8]", "In October 2008 the Principal Applicant decided to flee Russia with her son and they claimed asylum in Canada on December 21, 2008.", "II.", "Decision under review"], ["[9]", "The RPD found that the incidents of mistreatment suffered by the Applicants may have constituted discrimination or harassment, but were not serious enough to be within the context of the ascribed meaning of persecution."], ["[10]", "Moreover, the RPD noted that the Principal Applicant submitted no evidence at the hearing to demonstrate that she was a Jew or perceived to be a Jew and merely provided the RPD with a copy of a document showing that her maternal grandparents were of Jewish nationality and her birth certificate showing the Russian nationality of her parents."], ["[11]", "The RPD also found that the Principal Applicant did not provide sufficient credible evidence in support of her claim. For a number of reasons, the RPD drew a negative inference as to the truthfulness of the physical assaults on her."], ["[12]", "First, the Principal Applicant stated in her personal information form [PIF] that her female neighbour attacked her in 1999, but the medical certificate she provided to attest to the assault was from the year 1998, and it was only when this inconsistency was pointed out during the hearing that she simply stated she could have made a mistake on the dates as she was under so much stress. The RPD noted that she had a month to settle down from the time she arrived in Canada on December 21, 2008 and the time she completed her PIF on January 17, 2009."], ["[13]", "Secondly, the RPD did not believe the Principal Applicant's testimony that she was not given a medical certificate for the medical treatment she received in October 2008 after she asked for it, and noted that if it was not available when she asked for it, there was no valid reason to not get it a few days later."], ["[14]", "Thirdly, the RPD found that the Principal Applicant failed to provide a reasonable and justifiable explanation for why she had no document to support her claim about the alleged physical attack in October 2008. The RPD noted that her mother was able to provide medical certificates for the 1998 incident and her son's injury in 2003. As the RPD determined that the Principal Applicant's allegations are not credible, it drew a negative inference from her failure to provide documentary evidence for the 2008 incident, without any reasonable explanation, especially given that she considers this event to be the final straw that pushed her to leave Russia."], ["[15]", "The RPD also found that the Principal Applicant had not provided clear and convincing evidence to rebut the presumption of state protection. The RPD acknowledged that many hate crimes, including those motivated by anti-Semitism, are prosecuted only as \"hooliganism\" and that law-enforcement bodies do not always properly investigate crimes committed against religious organizations, but found that there were several instances in which the government successfully prosecuted individuals for anti-Semitic activities. The RPD also pointed to evidence relating to a revived Jewish population in Russia and its religious and cultural activities."], ["[16]", "The RPD noted the Principal Applicant's evidence that she had complained to the police after the 1999 incident of physical assault but that they told her to deal with her complaints on her own and that she had not complained to the police about a 2005 assault because the police had ignored her previous complaints. However, the RPD found that the evidence did not establish that it would have been objectively unreasonable for the Principal Applicant to make additional attempts to obtain state protection, such as finding out where and how to seek assistance from higher police authorities or other government agencies."], ["[17]", "The RPD finally found that the Applicants had a viable internal flight alternative [IFA] if they relocated to any other city in Russia, such as St. Petersburg, given that it would be highly unlikely that the Principal Applicant would be identified or perceived to be of Jewish ethnicity if she moved to a city where nobody knew her and that hardships associated with dislocation and relocation were not, in themselves, sufficient for an IFA to be considered unreasonable. It further noted that she is in possession of a birth certificate showing that she is of Russian nationality and with no indication of her Jewish ethnicity.", "III.", "Issues"], ["[18]", "As suggested by the Applicants in their written submissions, the present application for judicial review raises the following issues:", "1. Did the RPD err in finding that the treatment the Applicants suffered amounted to discrimination but not persecution?", "2. Did the RPD err in its assessment of the Principal Applicant's credibility?", "3. Did the RPD err in its assessment of state protection?", "4. Did the RPD err in its assessment of whether the Applicants have an internal flight alternative?", "IV.", "Standard of review"], ["[19]", "All issues are to be reviewed under the standard of reasonableness. The RPD's finding that the discrimination faced by the Applicants did not amount to persecution is a question of mixed fact and law reviewable on the standard of reasonableness (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]). The RPD's credibility finding, state protection determination and IFA analysis are questions of fact and are therefore reviewable under the standard of reasonableness ( <FRAGMENT_SUPPRESSED> , above at para 53).", "V.", "Analysis", "A.", "Did the RPD err in finding that the treatment the Applicants suffered amounted to", "discrimination but not persecution?", "(1)", "Applicants' submissions"], ["[20]", "The Applicants submit that the", "Handbook on Procedures and Criteria for Determining Refugee Status under the 1951 Convention and the 1967 Protocol relating to the Status of Refugees", ", Geneva, January 1992, as well as Canadian case law, establish that the cumulative effects of persecution may amount to persecution, yet the RPD failed to consider this possibility. The Principal Applicant states that the treatment she and other Jews in her neighbourhood received clearly occurred in a systemic and persistent manner and, at least cumulatively, amounted to persecution. She argues that the RPD erred in limiting its analysis to the physical assaults suffered by her and her son.", "(2)", "Respondent's submissions"], ["[21]", "The Respondent notes that the RPD applied the correct test for persecution. The Respondent claims that the RPD considered the Applicants' situation as well as documentary evidence and reasonably determined that the treatment they suffered did not demonstrate a sustained and systemic denial of their rights. It further noted that the Principal Applicant was able to work, to seek medical care when needed and that her son was allowed to go to school.", "(3)", "Analysis"], ["[22]", "<FRAGMENT_SUPPRESSED> Imm LR (2d) 85 [", "Ward", "], the Supreme Court noted the following regarding the meaning of \"persecution\" in the context of the definition of a Convention refugee:", "[...] \"Persecution\", for example, undefined in the Convention, has been ascribed the meaning of \"sustained or systemic violation of basic human rights demonstrative of a failure of state protection\"; see Hathaway, supra, at pp. 104-105. [...]"], ["[23]", "The case law has recognized that multiple incidents of discrimination can constitute persecution pursuant to section 96 of the IRPA (", "<FRAGMENT_SUPPRESSED> Imm LR (3d) 279). In respect of the distinction between discrimination and persecution, the Court of Appeal stated in", "<FRAGMENT_SUPPRESSED>  at para 3, 1993 CarswellNat 316:", "It is true that the dividing line between persecution and discrimination or harassment is difficult to establish, the more so since, in the refugee law context, it has been found that discrimination may very well be seen as amounting to persecution. It is true also that the identification of persecution behind incidents of discrimination or harassment is not purely a question of fact but a mixed question of law and fact, legal concepts being involved. It remains, however, that, in all cases, it is for the Board to draw the conclusion in a particular factual context by proceeding with a careful analysis of the evidence adduced and a proper balancing of the various elements contained therein, and the intervention of this Court is not warranted unless the conclusion reached appears to be capricious and unreasonable."], ["[24]", "In the case at bar, the RPD did take into account the cumulative nature of the attacks and ethnic slurs the Applicants received when assessing whether the treatment they endured amounted to persecution. In its decision, reference is made to the incident that occurred in 1999, to the Principal Applicant's different employments, the 2005 incident involving her supervisor and the incident in October 2008, when she had an argument with a co-worker and was beaten by RNU nationalists."], ["[25]", "The RPD did not make any mistake as it did consider whether the aggregate of all these incidents gave rise to cumulative persecution, even though the credibility of the Principal Applicant with regards to some of them is questionable. It correctly considered the Applicants' situation in light of the concepts of discrimination and persecution and determined that the incidents they suffered constitute discrimination but that the treatment they suffered does not reach the level of persecution. The conclusion reached by the RPD falls within the range of acceptable outcomes in fact and law.", "B.", "Did the RPD err in its assessment of the Principal Applicant's credibility?", "(1)", "Applicants' submissions"], ["[26]", "The Principal Applicant submits that it was unreasonable for the RPD to draw a negative inference from the fact that she stated in her PIF that an incident of assault occurred in 1999, while her medical document stated it occurred in 1998, as a lengthy period of time had passed since the incident. She also submits that the RPD erred by justifying this negative inference with the observation that she had a month to settle down from the time she arrived in Canada until she completed her PIF. She also states that the RPD's observation that \"[o]ddly enough, she remembered all other details of her claim\" is unreasonable, because the RPD used the fact that there were no other inconsistencies to somehow justify making a negative credibility inference."], ["[27]", "Similarly, the Principal Applicant challenges the RPD's observation that she did not correct the date in her PIF after she received the medical document in or before March 2012, notwithstanding the fact that the translator did not include the date on the English version. The RPD failed to consider that this fact is an indication of a simple error."], ["[28]", "Moreover, the Principal Applicant challenges the RPD's statement that she \"did not provide any explanation as to why no medical certificate was obtained by her mother for that October 2008 incident,\" given that the RPD never asked her if her mother tried to obtain the medical certificate. The Principal Applicant submits that the RPD engaged in circular reasoning by taking an unreasonable credibility finding to attack the Principal Applicant's lack of documents to support her claim.", "(2)", "Respondent's submissions"], ["[29]", "The Respondent submits that the RPD's negative credibility finding is reasonable in light of the inconsistency between the Principal Applicant's PIF and medical certificate relating to the date of the 1998 assault, and that this finding is also determinative of the Applicants' claim. The Respondent claims that the Applicants' arguments amount to requests that the Court reweigh the evidence that was before the RPD and do not address the RPD's concern that the Principal Applicant did not correct the inconsistency until it was brought to her attention. Moreover, the Respondent underlines the fact that the Principal Applicant's argument mischaracterizes the RPD's reasoning as at no point did it assert that she is entitled to no mistake."], ["[30]", "As for the RPD's statement that the Principal Applicant \"did not provide any explanation as to why no medical certificate was obtained by her mother for that October 2008 incident,\" the Respondent submits that given the RPD's existing credibility concern, its assessment of the lack of corroborating evidence and her lack of a justifiable explanation is reasonable. The Respondent noted that the Applicants bear the onus of seeking corroborative evidence to establish the material aspects of their claim.", "(3)", "Analysis"], ["[31]", "The RPD identified two reasons for its negative credibility finding: the Principal Applicant stated in her PIF that an incident of assault occurred in 1999, when her medical document stated it occurred in 1998, and she did not provide a medical certificate for the alleged incident in October 2008."], ["[32]", "The RPD reasonably drew a negative inference from the inconsistency in the Principal Applicant's PIF and her medical certificate regarding the date of the incident with her neighbour. This negative inference is rationally supported by the evidence before the RPD and is reasonable. However, the importance given to this inconsistency by the RPD is at the limit of what is acceptable under a standard of reasonableness."], ["[33]", "The RPD did state that the Principal Applicant \"did not provide any explanation as to why no medical certificate was obtained by her mother for that October 2008 incident,\" although the RPD never specifically asked her if her mother tried to obtain the medical certificate. However, this determination is not unreasonable as the RPD questioned her extensively as to why she was not able to obtain a copy of her medical record in Russia. The Principal Applicant explained that it had not been possible to retrieve a copy of it but the evidence is to the effect that her mother provided her with copies of medical records for the other incidents. Such finding is clearly within the parameters of a standard of reasonability and affects the overall credibility of the Principal Applicant."], ["[34]", "Therefore, the RPD's negative credibility finding on this point is justified in the circumstances. Moreover, it remains that the Principal Applicant did not provide this corroborative evidence to support her claim, which is an important one, and that it is her responsibility to submit all documents that are relevant to her claim. Indeed, where there are valid reasons to doubt a claimant's credibility, a failure to provide corroborating documentation is a proper consideration for the RPD if it does not accept the Principal Applicant's explanation for failing to produce that evidence (", "<FRAGMENT_SUPPRESSED>  at para 9, 2003 CarswellNat 1391). The RPD's credibility findings are reasonable and this Court should not intervene in the circumstances.", "C.", "Did the RPD err in its assessment of state protection?", "(1)", "Applicants' submissions"], ["[35]", "The Applicants submit that it was unreasonable for the RPD to find that it would not have been objectively unreasonable to expect the Principal Applicant to seek assistance from higher police authorities or other government agencies when the police ignored her complaints, especially in \"a democratic state,\" given that Russia cannot be considered to be a democratic nation. The RPD noted the corruption of the police forces in Russia and the restrictions on political choice and freedom of expression."], ["[36]", "The Applicants also submit that the RPD failed to consider numerous documents in the evidence before it which show that Jews are persecuted in Russia and that state protection is not available. The RPD committed an error as it expressly recognized that lack of investigation and impunity remain a problem. The RPD therefore erred by failing to address evidence that directly contradicts its findings.", "(2)", "Respondent's submissions"], ["[37]", "The Respondent submits that the RPD reasonably found that the Applicants had failed to rebut the presumption of state protection and that this finding is determinative of the claim. The Respondent states that the RPD is not required to address every item of evidence before it, and the mere fact that a government is not always successful at protecting its citizens will not be enough to justify a claim that victims are unable to avail themselves of such protection.", "(3)", "Analysis"], ["[38]", "It is well-recognized that there is a presumption that a state is capable of protecting its citizens (Ward, above) and that the more democratic a state's institutions are, the more the claimant must have done to exhaust all courses of action open to him or her (", "<FRAGMENT_SUPPRESSED> DLR (4th) 413). Moreover, local failures to provide adequate policing do not amount to a lack of state protection (", "<FRAGMENT_SUPPRESSED> Imm LR (3d) 309)."], ["[39]", "The RPD's determination that the Principal Applicant should have attempted to seek assistance from higher authorities is reasonable in the circumstances as she bore the onus of refuting the presumption of state protection. The RPD rightly determined that the Principal Applicant's failure to report the incident involving her supervisor to the police was unreasonable as even though the previous attempts at seeking protection were unsuccessful, she should have tried to find assistance from other government agencies. Indeed, the evidence is to the effect that the government has prosecuted individuals for anti-Semitic activities and therefore, the evidence is to the effect that the Russian government is able to protect its citizens. State protection need not rise to the level of perfection but it however needs to be adequate (", "Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED> )."], ["[40]", "In its decision, the RPD acknowledged evidence of impunity, but also noted several instances in the evidence where the government successfully prosecuted individuals for anti-Semitic activities, statements or publications. Therefore, this Court does not find that the RPD unreasonably ignored documentation on whether the state can adequately protect Jews from anti-Semitism in Russia. Clearly, the Applicants would like this Court to reweight the documentary evidence in their favour. It is not the role of this Court. The picture of the country as presented by the RPD appears to be balanced and well-documented.", "D.", "Did the RPD err in its assessment of whether the Applicants have an internal flight alternative", "(1)", "Applicants' submissions"], ["[41]", "The Applicants submit that the RPD erred in stating that it would have been easier to flee to a different part of Russia rather than come to Canada, as the Principal Applicant has no family in Canada. She states that her ex-husband and biological father of her child, as well as her current husband, are in Canada."], ["[42]", "The Applicants also submit that given their submission that the RPD failed to properly consider the country condition evidence with respect to the situation for Jews in Russia and the availability of state protection, the RPD's decision regarding the availability of an IFA must similarly be flawed.", "(2)", "Respondent's submissions"], ["[43]", "The Respondent submits that the Applicants failed to provide clear and convincing evidence that state protection was inadequate in Russia in general and in St. Petersburg in particular. The Respondent further argues that the IFA finding was reasonable in light of the country condition documents.", "(3)", "Analysis"], ["[44]", "An IFA assessment involves two parts. First, the RPD must be satisfied, on a balance of probabilities, that there is no serious possibility of the claimant being persecuted in the part of the country where an IFA is proposed. Second, it must be reasonable for the claimant to seek refuge there, given his or her personal circumstances (see", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 139 ( <FRAGMENT_SUPPRESSED>  (FCA))."], ["[45]", "The consideration of whether a claimant has relatives in the country where asylum is sought is not relevant to the IFA test. The core of the RPD's assessment of the availability of an IFA was that it would be \"highly unlikely that [the Principal Applicant] would be identified or perceived to be of Jewish ethnicity if she were to relocate to other cities where nobody knows her.\" The Principal Applicant has not challenged this finding and the RPD's assessment of the availability of an IFA is reasonable. As noted by the RPD at paragraph 7 of the decision, the Principal Applicant did not adduce evidence to show that she was perceived to be a Jew because of her behaviour, actions or the perception individuals may have of her."], ["[46]", "No questions for certification were proposed by the parties and none will be certified.", "JUDGMENT"], ["[47]", "THIS COURT'S JUDGMENT", "is that the application for judicial review is dismissed. No question is certified.", ".........................", "<FRAGMENT_SUPPRESSED>  est saisie d'une demande de contrôle judiciaire, déposée en vertu du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 [la LIPR], de la décision du 11 juin 2012 par laquelle la Section de la protection des réfugiés [la SPR] a jugé que les demandeurs n'ont ni qualité de réfugiés au sens de la Convention ni celle de personnes à protéger.", "I.", "Les faits"], ["[2]", "La demanderesse principale est la mère du demandeur mineur. Ils sont citoyens de Russie, d'origine ethnique juive."], ["[3]", "En Russie, la demanderesse principale a été victime d'agressions physiques à cause de son origine ethnique juive. En 1998, après qu'une voisine l'eut poussée, elle s'est fracturé l'auriculaire et, en octobre 2008, elle a été battue par des nationalistes après s'être querellée avec une collègue. Elle a aussi constamment fait l'objet d'insultes et de menaces à caractère antisémite, tant dans son voisinage qu'au travail. Elle craignait de quitter sa maison et vivait toujours dans la peur."], ["[4]", "Le fils de la demanderesse principale a été victime de violence psychologique et d'agressions verbales semblables. En octobre 2003, des enfants l'ont obligé à grimper dans un arbre et il s'est cassé le bras en tombant. Pendant qu'il pleurait, couché sur le sol, les autres enfants riaient et l'insultaient."], ["[5]", "Elle a déclaré l'agression de 1999 à la police, mais les policiers n'ont pas tenu compte de sa plainte à cause de son origine ethnique juive et ils lui ont dit de régler elle-même ses problèmes. En ce qui concerne les incidents de 2005 et de 2008, elle n'a pas porté plainte à la police."], ["[6]", "En 2005, la demanderesse principale a fait l'objet d'insultes antisémites de la part de son nouveau superviseur. Lorsqu'elle a menacé de déposer une plainte contre lui, ce dernier a répondu qu'il la licencierait. Elle a commencé à remarquer que ses effets personnels étaient endommagés ou vandalisés et que des signes antisémites, comme des swastikas, y étaient apposés."], ["[7]", "Au cours d'une pause, le superviseur de la demanderesse principale s'est approché d'elle, a tenu une paire de ciseaux contre son dos et a menacé de la tuer si elle ne démissionnait pas. Il lui a dit que les Juifs n'étaient pas les bienvenus à cet endroit parce qu'il n'y avait pas suffisamment de travail pour les femmes russes. La demanderesse principale a démissionné, puis a trouvé du travail dans un autre domaine."], ["[8]", "En octobre 2008, la demanderesse principale a décidé de fuir la Russie avec son fils et ils ont demandé l'asile au Canada le 21 décembre 2008.", "II.", "Décision faisant l'objet du contrôle"], ["[9]", "La SPR a estimé que les mauvais traitements subis par les demandeurs peuvent être considérés comme de la discrimination ou du harcèlement, mais qu'ils n'étaient pas suffisamment graves pour équivaloir à de la persécution au sens de la loi."], ["[10]", "De plus, la SPR a souligné que la demanderesse principale n'a à l'audience aucun élément de preuve établissant qu'elle était Juive ou perçue comme Juive, et elle a simplement remis à la SPR une copie d'un document montrant que ses grands-parents maternels étaient de nationalité juive et son certificat de naissance établissant la nationalité russe de ses parents."], ["[11]", "La SPR a aussi estimé que la demanderesse principale n'avait pas fourni suffisamment d'éléments de preuve crédibles à l'appui de sa demande d'asile. Pour un certain nombre de motifs, la SPR a tiré une inférence défavorable quant à la véracité des agressions physiques dont elle aurait été victime."], ["[12]", "Premièrement, la demanderesse principale a déclaré dans son formulaire de renseignements personnels [FRP] qu'une voisine l'avait agressée en 1999, mais le certificat médical qu'elle avait fourni attestant cette agression datait de 1998; cette contradiction a été soulevée pour la première fois au cours de l'audience et elle a simplement déclaré qu'une erreur de sa part quant aux dates était possible étant donné qu'elle était extrêmement tendue à l'époque. La SPR a souligné le fait qu'elle avait eu un mois pour décompresser entre la date de son arrivée au Canada le 21 décembre 2008 et la rédaction de son FRP, le 17 janvier 2009."], ["[13]", "Deuxièmement, la SPR n'a pas cru le témoignage de la demanderesse principale selon lequel elle n'avait pas obtenu un certificat médical relatif aux traitements médicaux qu'elle avait reçus en octobre 2008 après l'avoir demandé; la SPR a ajouté que si la demanderesse n'avait pas pu l'obtenir au moment où elle l'avait demandé, elle n'a fourni aucun motif valable qui l'aurait empêchée de se le procurer quelques jours plus tard."], ["[14]", "Troisièmement, la SPR a conclu que la demanderesse principale n'avait pas fourni une explication raisonnable et valable du fait qu'elle ne possédait aucun document pour étayer l'agression physique dont elle aurait été victime en octobre 2008. La SPR a souligné que sa mère avait été en mesure de fournir des certificats médicaux pour l'incident de 1998 et la blessure de son fils en 2003. Après avoir jugé que les allégations de la demanderesse principale n'étaient pas crédibles, la SPR a tiré une inférence défavorable du défaut de fournir des éléments de preuve documentaires relatifs à l'incident de 2008, sans explication raisonnable, compte tenu particulièrement du fait que la demanderesse principale estime que cet incident est l'événement déclencheur qui l'a poussée à quitter la Russie."], ["[15]", "La SPR a aussi conclu que la demanderesse principale n'avait pas présenté d'éléments de preuve clairs et convaincants pour réfuter la présomption de protection de l'État. La SPR a reconnu que de nombreux crimes haineux, y compris ceux qui sont motivés par l'antisémitisme, font uniquement l'objet de poursuites dans le cadre d'accusations générales de « hooliganisme » et que les organismes d'application de la loi n'enquêtent pas toujours comme il se doit sur les crimes commis contre des organisations religieuses, mais elle a estimé que, dans plusieurs circonstances, le gouvernement avait poursuivi efficacement des citoyens pour activités antisémites. La SPR a aussi renvoyé à un élément de preuve faisant état d'un regain de dynamisme au sein de la population d'origine ethnique juive de Russie, de même que dans ses activités religieuses et culturelles."], ["[16]", "La SPR a souligné que demanderesse principale avait indiqué dans son témoignage qu'elle avait porté plainte à la police après l'incident de l'agression physique de 1999, mais que les policiers lui auraient dit de régler elle-même ses problèmes, et qu'elle n'avait pas porté plainte à la police au sujet d'une autre agression survenue en 2005 parce que les policiers n'avaient pas tenu compte de ses plaintes antérieures. Cependant, la SPR a estimé que la preuve ne démontrait pas qu'il aurait été objectivement déraisonnable pour la demanderesse principale d'effectuer d'autres tentatives en vue d'obtenir la protection de l'État, comme essayer de trouver et de solliciter l'aide des autorités policières supérieures ou d'autres organismes gouvernementaux."], ["[17]", "La SPR a enfin conclu que les demandeurs avaient une possibilité de refuge intérieur [PRI] valable s'ils s'installaient dans une autre ville de Russie, comme Saint-Pétersbourg, étant donné qu'il serait très improbable que la demanderesse principale soit définie ou perçue comme étant d'origine ethnique juive si elle s'établissait dans une ville où personne ne la connaissait et que les difficultés associées aux inconvénients du départ et de la réinstallation n'étaient pas en elles-mêmes suffisantes pour qu'une PRI soit jugée déraisonnable. Elle a ajouté que la demanderesse principale est en possession d'un certificat de naissance attestant qu'elle est de nationalité russe et qu'il n'y est pas fait mention de son origine ethnique juive.", "III.", "Questions en litige"], ["[18]", "Comme les demandeurs l'ont mentionné dans leurs observations écrites, la présente demande de contrôle judiciaire soulève les questions suivantes:", "1. La SPR a-t-elle commis une erreur en concluant que le traitement subi par les demandeurs équivalait à de la discrimination, mais non à de la persécution?", "2. La SPR a-t-elle commis une erreur dans son appréciation de la crédibilité de la demanderesse principale?", "3. La SPR a-t-elle commis une erreur dans son appréciation de la protection de l'État?", "4. La SPR a-t-elle commis une erreur dans son appréciation de la question de savoir si les demandeurs disposaient d'une possibilité de refuge intérieur?", "IV.", "Norme de contrôle"], ["[19]", "Toutes les questions doivent faire l'objet d'un contrôle selon la norme de la décision raisonnable. La conclusion de la SPR selon laquelle la discrimination subie par les demandeurs n'équivalait pas à de la persécution est une question mixte de fait et de droit qui doit faire l'objet d'un contrôle selon la norme de la décision raisonnable (", "<FRAGMENT_SUPPRESSED> , au paragraphe 53 [ <FRAGMENT_SUPPRESSED> ] ). La conclusion de la SPR quant à la crédibilité des demandeurs, l'appréciation de la protection de l'État et l'analyse sur la PRI sont des questions de fait; elles doivent donc faire l'objet d'un contrôle selon la norme de la décision raisonnable ( <FRAGMENT_SUPPRESSED> , précitée, au paragraphe 53).", "V.", "Analyse", "A.", "La SPR a-t-elle commis une erreur en concluant que le traitement subi par les demandeurs équivalait à de la discrimination, mais non à de la persécution?", "(1)", "Observations des demandeurs"], ["[20]", "Les demandeurs soutiennent que, selon le", "Guide des procédures et critères à appliquer pour déterminer le statut de réfugié au regard de la Convention de 1951 et du Protocole de 1967 relatifs au statut des réfugiés", ", Genève, janvier 1992, et la jurisprudence des tribunaux canadiens, les effets cumulatifs de la persécution peuvent équivaloir à de la persécution; or, la SPR n'a pas tenu compte de cette possibilité. La demanderesse principale affirme que le traitement qu'elle-même et d'autres personnes d'origine ethnique juive de son voisinage ont subi était systématique et constant et que, au moins de façon cumulative, équivalait à de la persécution. Elle soutient que la SPR a commis une erreur en restreignant son analyse aux agressions physiques dont elle-même et son fils ont été victimes.", "(2)", "Observations du défendeur"], ["[21]", "Selon le défendeur, la SPR a appliqué le critère pertinent en ce qui concerne la persécution. Le défendeur allègue que la SPR a tenu compte de la situation des demandeurs de même que de la preuve documentaire et qu'elle a conclu de façon raisonnable que le traitement qu'ils avaient subi ne correspondait pas à une négation constante et systématique de leurs droits. Il ajoute que la demanderesse principale était en mesure de travailler, d'obtenir des soins médicaux au besoin et que son fils pouvait fréquenter l'école.", "(3)", "Analyse"], ["[22]", "Dans l'arrêt", "Canada (Procureur général) c Ward", ", [1993] ACS 74, 20 IMM LR (2d) 85, au paragraphe 63 [", "Ward", "], la Cour suprême a formulé le commentaire suivant au sujet du sens du terme « persécution » dans le contexte de la définition du terme réfugié au sens de la Convention:", "[...] Par exemple, on a donné le sens suivant au mot « persécution » qui n'est pas défini dans la Convention: [traduction] « violation soutenue ou systémique des droits fondamentaux de la personne démontrant l'absence de protection de l'État »; voir Hathaway,", "op. cit.", ", aux pp. 104 et 105. [...]"], ["[23]", "Il a été établi dans la jurisprudence que des discriminations multiples peuvent équivaloir à de la persécution au sens de l'article 96 de la LIPR (", "<FRAGMENT_SUPPRESSED>  IMM LR (3d) 279, au paragraphe 42). En ce qui concerne la distinction entre discrimination et persécution, la Cour d'appel a formulé les commentaires suivants dans l'arrêt", "<FRAGMENT_SUPPRESSED>  CarswellNat 316, au paragraphe 3:", "Il est vrai que la ligne de démarcation entre la persécution et la discrimination ou le harcèlement est difficile à tracer, d'autant plus que, dans le contexte du droit des réfugiés, il a été conclu que la discrimination peut fort bien être considérée comme équivalant à la persécution. Il est également vrai que la question de l'existence de la persécution dans les cas de discrimination ou de harcèlement n'est pas simplement une question de fait, mais aussi une question mixte de droit et de fait, et que des notions juridiques sont en cause. Toutefois, il reste que, dans tous les cas, il incombe à la Section du statut de réfugié de tirer sa conclusion dans le contexte factuel particulier, en effectuant une analyse minutieuse de la preuve présentée et en soupesant comme il convient les divers éléments de la preuve, et que l'intervention de cette Cour n'est pas justifiée à moins que la conclusion tirée ne semble arbitraire ou déraisonnable."], ["[24]", "En l'espèce, la SPR a tenu compte du caractère cumulatif des agressions et des injures à caractère ethnique qu'ont subies les demandeurs dans le cadre de son évaluation de la question de savoir si les traitements dont ils avaient été victimes équivalaient à de la persécution. Dans sa décision, elle évoque l'incident qui s'est produit en 1999, les divers lieux de travail de la demanderesse principale, l'incident de 2005 impliquant son superviseur et l'incident d'octobre 2008, lors duquel elle s'est querellée avec une collègue et a été battue par des nationalistes de la RNU."], ["[25]", "La SPR n'a pas commis d'erreur étant donné qu'elle s'est penchée sur la question de savoir si le cumul de tous ces incidents équivalait à de la persécution, même si la crédibilité de la demanderesse principale relativement à certains de ces incidents prête flanc à la critique. En effet, elle a correctement évalué la situation des demandeurs à la lumière des concepts de discrimination et de persécution; elle a jugé que les incidents qui les ont visés constituaient de la discrimination et que le traitement qu'ils ont subi n'atteignait pas le niveau de la persécution. La conclusion tirée par la SPR fait partie des issues possibles acceptables au regard des faits et du droit.", "B.", "La SPR a-t-elle commis une erreur dans son appréciation de la crédibilité de la demanderesse principale?", "(1)", "Observations des demandeurs"], ["[26]", "La demanderesse principale soutient qu'il était déraisonnable de la part de la SPR de tirer une inférence défavorable du fait qu'elle avait mentionné dans son FRP une agression survenue en 1999 alors que ses documents médicaux faisaient état de l'année 1998, étant donné qu'une longue période de temps s'était écoulée depuis l'incident. Elle soutient aussi que la SPR a commis une erreur en justifiant cette inférence défavorable par l'observation selon laquelle elle avait disposé d'un mois, entre le moment de son arrivée au Canada et celui où elle a rempli son FRP, pour décompresser. Elle souligne aussi que l'observation de la SPR selon laquelle « [é] trangement, elle s'est souvenue de tous les autres détails de sa demande d'asile » est déraisonnable parce que la SPR s'est appuyée sur le fait qu'il n'existait pas d'autres contradictions pour justifier d'une façon ou d'une autre une inférence défavorable quant à sa crédibilité."], ["[27]", "De même, la demanderesse principale conteste l'observation de la SPR selon laquelle elle n'a pas corrigé la date qui figure dans son FRP après avoir reçu les documents médicaux en mars 2012 ou avant cette date, malgré le fait que le traducteur n'avait pas inscrit la date dans la version anglaise. La SPR n'a pas jugé que ce fait constitue tout simplement une erreur."], ["[28]", "De plus, la demanderesse principale conteste la déclaration de la SPR selon laquelle elle « n'a donné aucune raison pour expliquer pourquoi sa mère n'a pas obtenu de certificat médical pour l'incident d'octobre 2008 », étant donné que la SPR ne lui a jamais demandé si sa mère avait essayé d'obtenir le certificat médical. La demanderesse principale soutient que la SPR s'est livrée à un raisonnement circulaire en se fondant sur une conclusion déraisonnable quant à sa crédibilité pour juger que la demanderesse principale n'avait pas présenté suffisamment de documents pour étayer sa demande d'asile.", "(2)", "Observations du défendeur"], ["[29]", "Le défendeur soutient de son côté que la conclusion défavorable de la SPR quant à la crédibilité est raisonnable vu les contradictions entre le FRP de la demanderesse principale et le certificat médical relatif à l'agression datant de 1998 et que cette conclusion a aussi un effet déterminant sur l'issue de la demande d'asile des demandeurs. Selon le défendeur, les arguments des demandeurs reviennent à demander à la Cour de réévaluer la preuve dont était saisie la SPR et ne répondent pas aux préoccupations de la SPR selon lesquelles la demanderesse principale n'a corrigé la contradiction en cause qu'au moment où elle a été mentionnée. De plus, le défendeur souligne que l'argument de la demanderesse principale déforme le raisonnement de la SPR parce que cette dernière n'a jamais affirmé que la demanderesse principale ne disposait d'aucune marge d'erreur."], ["[30]", "En ce qui concerne la déclaration de la SPR selon laquelle la demanderesse principale « n'a donné aucune raison pour expliquer pourquoi sa mère n'a pas obtenu de certificat médical pour l'incident d'octobre 2008 », le défendeur soutient que vu les inquiétudes de la SPR quant à la crédibilité de la demanderesse principale, la conclusion qu'elle a tirée quant au manque d'éléments de preuve corroborants et à l'absence d'une explication valable de la part de la demanderesse principale est raisonnable. Le défendeur souligne qu'il incombe aux demandeurs d'obtenir des éléments de preuve corroborants pour étayer les aspects importants de leur demande d'asile.", "(3)", "Analyse"], ["[31]", "La SPR a fourni deux raisons pour justifier sa conclusion défavorable en matière de crédibilité: la demanderesse principale a déclaré dans son FRP qu'une des agressions était survenue en 1999 alors que ses documents médicaux mentionnaient 1998 comme date de l'incident et elle n'a pas fourni de certificat médical relatif à l'incident qui serait survenu en octobre 2008."], ["[32]", "La SPR a raisonnablement tiré une inférence défavorable de la contradiction entre le FRP de la demanderesse principale et son certificat médical relativement à la date de l'incident impliquant sa voisine. Cette inférence défavorable est logiquement appuyée sur les éléments de preuve dont la SPR était saisie et elle est raisonnable. Cependant, l'importance accordée à cette contradiction par la SPR se situe à la limite de ce qui est acceptable selon le critère de la décision raisonnable."], ["[33]", "La SPR a déclaré que la demanderesse principale « n'a donné aucune raison pour expliquer pourquoi sa mère n'a pas obtenu de certificat médical pour l'incident d'octobre 2008 », mais elle ne lui a jamais demandé si sa mère avait essayé d'obtenir le certificat médical en question. Cependant, cette décision n'est pas déraisonnable étant donné que la SPR avait interrogé abondamment la demanderesse principale sur les motifs pour lesquels elle avait été incapable de se procurer une copie de son dossier médical en Russie. La demanderesse principale a expliqué qu'il n'avait pas été possible d'en obtenir une copie, mais la preuve révèle que sa mère lui avait remis des copies des documents médicaux relatifs aux autres incidents. Cette conclusion se situe nettement à l'intérieur des paramètres de la norme de la décision raisonnable et affaiblit l'ensemble de la crédibilité de la demanderesse principale."], ["[34]", "Par conséquent, la conclusion défavorable de la SPR en matière de crédibilité sur ce point est justifiée dans les circonstances. De plus, il faut reconnaître que la demanderesse principale n'a pas fourni cet élément de preuve corroborant pour étayer sa demande d'asile, un élément de preuve qui revêt une grande importance, et qu'il lui incombe de déposer tous les documents pertinents relatifs à sa demande d'asile. En effet, lorsqu'il existe des motifs valables de mettre en doute la crédibilité d'un demandeur d'asile, le défaut de fournir des documents corroborants est un élément dont la SPR peut tenir compte à bon droit si elle ne reconnaît pas, comme en l'espèce, la valeur de l'explication fournie par la demanderesse principale pour justifier l'omission de produire ledit élément de preuve (", "<FRAGMENT_SUPPRESSED>  CarswellNat 1391, au paragraphe 9). Les conclusions de la SPR en matière de crédibilité sont raisonnables et la Cour ne devrait pas intervenir dans les circonstances.", "C.", "La SPR a-t-elle commis une erreur dans son appréciation de la protection de l'État?", "(1)", "Observations des demandeurs"], ["[35]", "Les demandeurs soutiennent que la SPR a agi de façon déraisonnable en concluant qu'il n'aurait pas été objectivement déraisonnable de s'attendre à ce que la demanderesse principale cherche à obtenir l'aide des autorités policières supérieures ou d'autres organismes gouvernementaux dans les cas où les policiers ont ignoré ses plaintes, particulièrement dans un « État démocratique », étant donné que la Russie ne peut pas être considérée comme un pays démocratique. La SPR a évoqué la corruption des forces policières en Russie et l'absence de choix politiques et de liberté d'expression."], ["[36]", "Les demandeurs soutiennent aussi que la SPR n'a pas pris en compte les nombreux documents dont elle était saisie qui démontrent que les personnes d'origine ethnique juive sont persécutées en Russie et qu'elles n'ont pas la possibilité de se réclamer de la protection de l'État. La SPR a commis une erreur parce qu'elle a reconnu expressément que le caractère insuffisant des enquêtes et l'impunité font encore problème. La SPR a donc commis une erreur en n'abordant pas les éléments de preuve qui contredisent directement ses conclusions.", "(2)", "Observations du défendeur"], ["[37]", "Le défendeur soutient que la SPR a agi de façon raisonnable en concluant que les demandeurs n'avaient pas réfuté la présomption de la protection de l'État et que cette conclusion joue un rôle déterminant dans l'issue de la demande d'asile. Selon le défendeur, la SPR n'est pas tenue d'aborder chacun des éléments de preuve qui lui est soumis et le simple fait qu'un gouvernement ne réussisse pas toujours à protéger ses citoyens n'est pas suffisant pour étayer une allégation selon laquelle les victimes n'ont pas la possibilité de se réclamer de cette protection.", "(3)", "Analyse"], ["[38]", "Il est bien établi qu'un État est présumé être en mesure de protéger ses citoyens (Ward, précité) et que plus les institutions d'un État sont démocratiques, plus le demandeur d'asile devra avoir cherché à épuiser les recours qui s'offrent à lui (", "<FRAGMENT_SUPPRESSED>  DLR (4th) 413), au paragraphe 57. De plus, le fait de ne pas assurer localement une exécution efficace des lois ne constitue pas un défaut de protection de l'État (", "<FRAGMENT_SUPPRESSED>  IMM LR (3d) 309), au paragraphe 32."], ["[39]", "La conclusion de la SPR selon laquelle la demanderesse principale aurait dû tenter d'obtenir l'aide des autorités supérieures est raisonnable dans les circonstances étant donné qu'il lui incombait de réfuter la présomption de protection de l'État. La SPR a établi à bon droit que le défaut de la demanderesse principale de déclarer à la police l'incident impliquant son superviseur était déraisonnable parce que, même si ses tentatives antérieures d'obtenir la protection de l'État avaient échoué, elle aurait dû essayer d'obtenir l'aide d'autres organismes gouvernementaux. En effet, la preuve révèle que le gouvernement russe a déjà poursuivi des citoyens pour activités antisémites; par conséquent, elle démontre que le gouvernement russe est en mesure de protéger ses citoyens. Il n'est pas nécessaire que la protection de l'État soit parfaite, mais elle doit quand même être suffisante (", "Canada (Ministre de l'Emploi et de l' <FRAGMENT_SUPPRESSED> )."], ["[40]", "Dans sa décision, la SPR a reconnu qu'une partie de la preuve démontrait l'existence d'une certaine impunité, mais elle a aussi souligné de nombreux éléments de la preuve selon lesquels le gouvernement russe avait fait condamner des citoyens pour activités, déclarations ou publications antisémites. Par conséquent, la Cour ne considère pas que la SPR a déraisonnablement ignoré des documents sur la capacité de l'État russe de protéger adéquatement les personnes d'origine ethnique juive contre l'antisémitisme en Russie. Il est évident que les demandeurs souhaiteraient que la Cour réévalue la preuve documentaire en leur faveur. Or, ce n'est pas le rôle de la Cour. L'image du pays présentée par la SPR semble équilibrée et confirmée par des documents pertinents.", "D.", "La SPR a-t-elle commis une erreur dans son appréciation de la question de savoir si les demandeurs disposaient d'une possibilité de refuge intérieur?", "(1)", "Observations des demandeurs"], ["[41]", "Les demandeurs soutiennent que la SPR a commis une erreur en déclarant qu'il aurait été plus facile de se rendre dans une autre région de la Russie plutôt que de venir au Canada étant donné qu'aucun membre de la famille de la demanderesse principale ne vit au Canada. La demanderesse déclare que son ex-mari, père biologique de son enfant, et son mari actuel, vivent au Canada."], ["[42]", "Les demandeurs soutiennent aussi que vu leur argument selon lequel la SPR n'a pas correctement pris en compte la preuve sur la situation des personnes d'origine ethnique juive en Russie et sur la possibilité de se réclamer de la protection de l'État, la décision de la SPR concernant une PRI valide est nécessairement erronée.", "(2)", "Observations du défendeur"], ["[43]", "Selon le défendeur, les demandeurs n'ont pas réussi à fournir une preuve claire et convaincante selon laquelle la protection de l'État était insuffisante en Russie en général et à Saint-Pétersbourg en particulier. Le défendeur ajoute que la conclusion relative à la PRI était raisonnable vu les documents sur la situation dans le pays.", "(3)", "Analyse"], ["[44]", "L'examen de la validité d'une PRI comporte deux parties. Premièrement, la SPR doit être convaincue, selon la prépondérance des probabilités, le demandeur d'asile ne risque pas sérieusement d'être persécuté dans la partie du pays où il existe une PRI. Deuxièmement, il doit être raisonnable pour le demandeur d'asile d'y chercher refuge vu sa situation personnelle (voir", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 139 ( <FRAGMENT_SUPPRESSED>  (CAF))."], ["[45]", "Il n'est pas pertinent de répondre à la question de savoir si le demandeur d'asile a de la famille dans le pays où l'asile est recherché pour évaluer la PRI. L'essentiel de l'évaluation par la SPR de la validité d'une PRI était la suivante, soit qu' « [i] l est grandement improbable qu'elle soit définie ou perçue comme étant d'origine ethnique juive si elle s'installe dans d'autres villes où personne ne la connaît ». La demanderesse principale n'a pas contesté cette conclusion et, par conséquent, l'évaluation qu'a faite la SPR de la validité d'une PRI est raisonnable. Comme le soulignait la SPR au paragraphe 7 de sa décision, la demanderesse principale n'a pas fourni d'éléments de preuve pour démontrer qu'elle était considérée comme une personne d'origine ethnique juive à cause de son comportement, de ses actions ou des perceptions que les gens pouvaient avoir d'elle."], ["[46]", "Les parties n'ont pas proposé de question à certifier, et aucune ne le sera.", "JUGEMENT"], ["[47]", "LA COUR ORDONNE", "que la demande de contrôle judiciaire soit rejetée. Aucune question n'est certifiée.", "[End of document]"]]}