{"id_": "095905", "body_str": [["[1]", "Kelen, J.", ": This is an application for judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board (Board) dated May 3, 2004 in which the applicant was found not to be a Convention refugee or a person in need of protection.", "FACTS"], ["[2]", "The applicant is a 27 year-old citizen of Rwanda and a Tutsi. He fears that if returned to Rwanda he will be targeted and murdered by the same men who allegedly killed his sister and her three children."], ["[3]", "The applicant alleges that during the wide-spread massacre of Tutsis in 1994, his parents along with five of his siblings were murdered. He was not harmed because he had travelled to another province for a festival before the attacks began. In October 1994, the applicant returned to his parents' home and spoke with a neighbour who had witnessed the murder of his family members. The neighbour was able to identify three men who had carried out the killings."], ["[4]", "In 1995, the applicant moved to the province of Kigali to live with his aunt. He became involved in competitive running and spent long periods abroad training. The applicant claims that on June 5, 2001, while he was away training, his sister Bertilde and her three children were murdered in Kigali."], ["[5]", "Two men were arrested in connection with the murders and the applicant claims that he went to the prison to confront them. When the applicant arrived at the prison, he realized that one of the alleged murderers was also one of the men who had killed his family during the 1994 massacres. The man told the applicant that he had been their intended target (not the sister and her children) because they wanted to ensure that the applicant would not identify them as being involved in the 1994 massacres. The man also stated that \"he has friends who will finish his job.\""], ["[6]", "The applicant arrived in Canada on July 10, 2001 to participate in the Francophone Games and made a claim for refugee status two weeks later.", "THE HEARING"], ["[7]", "The hearing before the Board took place on three separate occasions and a different interpreter was present on each date. The first sitting, held on October 15, 2003, was adjourned due to time constraints and to allow two immigration officers to be called to testify before the Board. During the second sitting, held on February 23, 2004, the applicant indicated that he was having difficulties with the interpreter. The interpreter was dismissed by the Board-member and the hearing continued in English without the assistance of an interpreter. The hearing was then adjourned to allow the applicant time to secure new counsel. The final sitting took place on April 5, 2004.", "THE DECISION"], ["[8]", "The Board rejected the applicant's claim on the basis of credibility. It found the following discrepancies concerning the existence of applicant's sister Bertilde and the circumstances surrounding her death. The discrepancies concerning Bertilde were of particular significance to the Board because the applicant's fear of persecution was based on the murder of his sister.", "1. The name of his sister, Bertilde, was not listed in the applicant's request for a Canadian visitor's visa.", "2. The sister's name was omitted from a list of family members submitted at the port of entry (although the applicant did state in another part of the form that his sister had been killed).", "3. The documents submitted by the applicant to confirm the death of his sister were suspect. In a document entitled \"attestation de décès\", the sister's name was misspelt and the date of death appeared to have been changed.", "4. Another document stated that the sister \"died from a sudden death\" rather than having been murdered and it did not mention the death of her three children.", "5. On a document listing the names of the applicant's siblings, all of the names of the siblings were typed except Bertilde's name, which was handwritten in pen over another name.", "6. In his Personal Information Form (PIF) and oral testimony, the applicant indicated that Bertilde had been murdered on June 5, 2001. However, later in his oral testimony he stated that his sister had been killed five days before he left for Canada (which would have made the date of death July 5, 2001)."], ["[9]", "The Board found that the following critical documents submitted by the applicant were \"fabricated\" and \"not genuine\":", "1. the death certificate where the Board finds:", "It is obvious to me someone changed the date which was originally written on the (death certificate) to 05/06/2001.", "The document appears to be anything but official. It could have been prepared by anyone. The date of death was obviously changed. I do not accept the document as being genuine or trustworthy.", "2. the undated handwritten note from the CEL Counsellor. The Board found that it would have expected that the author of this note would have made reference to the deaths of the three children of the sister Bertilde, and not just the sister. The Board would also have expected the document to be dated and that there would be a seal on the document demonstrating that it is official; and", "3. a document addressed to \"To whom it may concern\" which is signed by the same person who allegedly signed the death certificate. This document lists the name of the sister Bertilde by hand in pen over what was some other name.", "For these reasons the Board found that these documents were \"fraudulent\"."], ["[10]", "The Board also cited the following inconsistencies and implausibilities in the applicant's evidence:", "· At the port of entry, the applicant mentioned only that his mother and father had been killed in the 1994 massacres, whereas in his PIF he indicated that five of his siblings had also been killed during the massacres. The applicant did not provide a reason for the omission except that he did not believe it was necessary to disclose all of the names of those killed.", "· It was unlikely that the murderers would want to kill the applicant to prevent him from testifying against them since the applicant did not witness any of the murders. In any event, if they had wanted to kill him, it was implausible that they would have waited seven years after the massacres.", "· The fact that the applicant did not claim refugee protection in any of the countries he visited between December 1997 and May 2001 was inconsistent with a subjective fear of persecution.", "· The two week delay in claiming refugee status following his arrival in Canada was also inconsistent with a subjective fear of persecution; as was his decision to complete a ten-kilometre race before doing so.", "ISSUE"], ["[11]", "Has there been a breach of natural justice as a result of inadequate translation?", "ANALYSIS", "The Interpreters"], ["[12]", "The applicant claims that he had difficulties with all three of the interpreters provided by the Board. Although he did not formally object to the quality of the interpretation on the first and third day of the hearing, the applicant states that the interpreters made a number of errors translating his testimony as well as the questions posed by the Board. He states that the interpretation was faulty because the interpreters spoke a related but different dialect from his own. In support of his argument, the applicant has filed the affidavit of an independent interpreter who listened to the cassettes from the hearing and noted various discrepancies."], ["[13]", "The leading authority with respect to the standard of interpretation required in a refugee hearing is  <FRAGMENT_SUPPRESSED> . In that decision, the Court of Appeal confirmed that while interpretation need not be perfect, it must be: (1) continuous; (2) precise; (3) competent; (4) impartial; and (5) contemporaneous.", "Obligation to object to the quality of the interpretation"], ["[14]", "The Court also held that complaints about the quality of interpretation must be made at the first reasonable opportunity. In instances where the applicant is aware that there is a difficulty with the interpreter, it is reasonable to expect the applicant to object immediately. In Mohammadian, at trial, [2003] F.C. 371, Pelletier J. (as he then was) held at paragraph 28:", "\"¶ 28 It will be a question of fact in each case whether it is reasonable to expect a complaint to be made. If the interpreter is having difficulty speaking the applicant's own language and being understood by him, this is clearly a matter which should be raised at the first opportunity. On the other hand, if the errors are in the language of the hearing, which the applicant does not understand, then prior complaint may not be a reasonable expectation.\"", "This was affirmed by the Federal Court of Appeal in  <FRAGMENT_SUPPRESSED> , at paragraph 19:", "\"... in my view, therefore, Pelletier J. did not err in determining that the applicant has waived his right under section 14 of the Charter by failing to object to the quality of the interpretation at the first opportunity during the hearing into his claim for refugee status.\"", "Accordingly, the applicant had an obligation to object to the quality of the interpretation at the first reasonable opportunity."], ["[15]", "In the present case, I find that the applicant reasonably should have objected to the quality of the interpretation on the first and third day of the hearing and that his failure to object precludes him from raising the issue at this stage. The applicant was aware that there were difficulties with the interpretation since he states in his affidavit that he knew early in the proceedings that the interpreter was not telling him everything that was being said. Moreover, it is reasonable to expect that the applicant would recognize that the interpreters were not speaking his dialect. The Board made clear to the applicant at the outset of the proceedings that he should object immediately if he was having difficulty understanding the translator. Thus, it cannot be said that the applicant did not know that he should object or that the Board was not concerned with the quality of the interpretation being provided.", "Error in interpretation immaterial to credibility findings"], ["[16]", "In any event, I have reviewed the discrepancies noted by the applicant's interpreter concerning the first and third day of the hearings. While the translation is not perfect, I am of the view that the errors identified by the interpreter do not impact the central credibility findings of the Board. For example, none of the errors identified by the applicant's interpreter relate to the omission of the sister's name from immigration documents nor do they relate to the contradiction regarding her date of death. The transcript of the hearing shows that the applicant stated \"Five days before I came to Canada, my sister Bertilde was killed in Kigali\". This evidence is inconsistent with the alleged date of death of the applicant's sister, and was relied upon by the Board and categorized as a \"crucial mistake and a contradiction\". The applicant produced an affidavit from an interpreter who listened to the audiotapes of the hearing to identify important errors. The interpreter did not identify any error in the transcript of this crucial aspect of the applicant's testimony. The interpreter made no mention of this part of the evidence which the Court would have expected if there was an error. Moreover, the Board's finding that the documents attesting to the death of the sister were not genuine was not dependent on the applicant's oral testimony, but rather on an inspection of the documents themselves. This Court has held on several occasions that faulty translation may not amount to a breach of procedural fairness if, as in this case, the errors are immaterial to the outcome of the case.  <FRAGMENT_SUPPRESSED>  per Blais J and  <FRAGMENT_SUPPRESSED>  per Lutfy J. (as he then was)."], ["[17]", "The applicant also challenges the quality of the interpretation received on the second day of the hearing and the Board's decision to continue with the proceeding in English after the interpreter was dismissed. The respondent acknowledges that there were problems with the interpretation on the second day of the hearing and that the applicant properly objected. However, it submits that there was no denial of procedural fairness because the Board did not address the substantive merits of the applicant's claim for refugee status on that day. Upon review of the transcript, I agree with the submissions of the respondent. It is clear that the second day of the hearing was administrative in nature as it concerned the status of the applicant's legal representation as well as the relevancy of two potential witnesses from Citizenship and Immigration Canada. I am satisfied that the discussions which took place on the second day of the hearing were not material to the negative credibility findings or to the outcome of the case."], ["[18]", "Moreover, it is the applicant, on the second hearing day, who indicated that he wanted to speak in English and that he understood what was being said at the hearing. The Board confirmed on several occasions that the applicant understood what was being said. In my view, the applicant consented to the proceeding continuing in English and it is not now open to him to challenge the decision on this ground."], ["[19]", "As a result of the foregoing, the application for judicial review will be dismissed.", "PROPOSED CERTIFIED QUESTIONS"], ["[20]", "The applicant posed two questions for certification which, in my view, do not raise any new question of general importance. The two questions are:", "1. What is the purpose of the hearing before the Refugee Board?", "2. What form of objection to the quality of the interpretation is required?", "These questions have been well settled. The purpose of the Refugee hearing is to determine whether the applicant is a Convention refugee. The form of the objection to the interpretation is that the applicant object in any form that the quality of the interpretation is not adequate. In any event, neither question would be determinative of this application for judicial review. Accordingly, the Court will not certify either question.", "ORDER"], ["[21]", "THIS COURT ORDERS THAT:", "This application for judicial review is dismissed.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}