{"id_": "096053", "body_str": [["[1]", "de Montigny, J.", "[Translation]: This is an appeal by the Minister of Citizenship and Immigration under subsection 14(5) of the", "Citizenship Act", ", RSC 1985, c C-29 (the Act), section 21 of the", "Federal Courts Act", ", RSC 1985, c F-7 and paragraph 300(", ") of the", "Federal Courts Rules", ", SOR/98-106, from the decision of a citizenship judge dated April 1, 2011, approving the respondent's application for Canadian citizenship.", "FACTS"], ["[2]", "The respondent is a citizen of Lebanon. He became a permanent resident of Canada on October 12, 2005, and applied for Canadian citizenship on December 11, 2008."], ["[3]", "On December 10, 2009, the respondent was called to an interview by a citizenship officer, and at the interview he was asked for proof of residence (checklist of requirements relating to the case, Applicant's Record, at page 80). On August 12, 2010, a letter was sent to the respondent informing him that he had not yet submitted his proof of residence (Applicant's Record, at page 90). His file was then forwarded to the citizenship judge."], ["[4]", "The respondent was called to an interview by the citizenship judge on February 23, 2011 (Notice to Appear, Applicant's Record, at page 81). On the same date, a request to submit additional proof was sent to the respondent (Applicant's Record, at page 79). On March 10, 2011, the respondent filled out a residence questionnaire (Residence Questionnaire, Applicant's Record, at pages 10-13)."], ["[5]", "The respondent's citizenship application was finally allowed by the citizenship judge on April 1, 2011. The Minister is appealing that decision.", "DECISION UNDER APPEAL"], ["[6]", "The handwritten reasons for the decision under appeal read as follows (Notice to the Minister of the decision of the citizenship judge, Applicant's Record, at page 9):", "[TRANSLATION]", "I gave the applicant until March 21 to fill out a residence questionnaire with proof. GHD", "The applicant filled out a new application and submitted proof of residence in Canada, on a balance of probabilities: notice of assessment, bank statement, academic records, passport with departures and returns verified. He meets the requirements of 5(1) of the Act. I approve his citizenship application.", "ISSUES"], ["[7]", "The Minister raised two issues in his appeal. The first relates to the inadequacy of the citizenship judge's reasons, and the second relates to the reasonableness of the citizenship judge's decision that the respondent met the residence requirements set out in paragraph 5(1)(", ") of the Act. In view of the decision of the Supreme Court of Canada in", "Newfoundland and  <FRAGMENT_SUPPRESSED>  [2011] SCJ No 62, the adequacy of the reasons is not a stand-alone ground for judicial review and is, rather, a factor to be taken into consideration in assessing the reasonableness of a decision.", "STANDARD OF REVIEW"], ["[8]", "The applicant submits that a decision of a citizenship judge must be reviewed by applying the reasonableness standard. The Court agrees with that submission. The decisions of this Court have consistently held that the question of whether a person has complied with the obligations set out in the Act is a question of mixed fact and law to which the reasonableness standard applies: see, inter alia,", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> [2012] FCJ No 7;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> [2011] FCJ No 1801;", "<FRAGMENT_SUPPRESSED> [2011] FCJ No 426;", "<FRAGMENT_SUPPRESSED> [2011] FCJ No 306;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> [2011] FCJ No 735;", "<FRAGMENT_SUPPRESSED> [2011] FCJ No 1830;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> [2012] FCJ No 1326;", "<FRAGMENT_SUPPRESSED> [2008] FCJ No 485."], ["[9]", "Accordingly, this Court will not intervene unless the solution adopted by the citizenship judge does not fall \"within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\":", "<FRAGMENT_SUPPRESSED> [2008] SCJ No 9.", "ANALYSIS", "Did the citizenship judge err in concluding that the respondent met the residence requirements set out in paragraph 5(1)(c) of the Act?"], ["[10]", "For the purposes of determining the number of years the respondent actually resided in Canada after being granted permanent resident status, the citizenship judge had to consider the period from October 12, 2005, to December 11, 2008. The respondent alleges that he had spent 62 days outside Canada (between May 27, 2006, and July 26, 2006) and 1095 days in Canada (Applicant's Record, at pages 5 and 12)."], ["[11]", "Paragraph 5(1)(", ") of the", "Citizenship Act", "specifically provides that a permanent resident must have resided in Canada for 1095 days over the four years preceding their application:", "PART I", "THE RIGHT TO CITIZENSHIP", "Grant of Citizenship", "5. (1) The Minister shall grant citizenship to any person who", ". . . . .", ") is a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act, and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner:", "(i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and", "(ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence;", "PARTIE I", "LE DROIT À LA CITOYENNETÉ", "Attribution de la citoyenneté", "5. (1) Le ministre attribue la citoyenneté à toute personne qui, à la fois:", "[...]", "c) est un résident permanent au sens du paragraphe 2(1) de la Loi sur l'immigration et la protection des réfugiés et a, dans les quatre ans qui ont précédé la date de sa demande, résidé au Canada pendant au moins trois ans en tout, la durée de sa résidence étant calculée de la manière suivante:", "(i) un demi-jour pour chaque jour de résidence au Canada avant son admission à titre de résident permanent,", "(ii) un jour pour chaque jour de résidence au Canada après son admission à titre de résident permanent;"], ["[12]", "Notwithstanding that essentially objective and numerical requirement, the decisions of this Court have recognized three possible approaches that a citizenship judge may apply. Based on the fact that the Act does not define the concept of \"residence\", the judges of this Court have accepted the choice to apply any of these methods, as summarized in", "<FRAGMENT_SUPPRESSED> [2007] FCJ No 947: (a) actual, physical presence in Canada for a total of three years, calculated on the basis of a strict counting of days (", "Pourghasemi (Re)", ", [1993] FCJ No 232 [", "Pourghasemi (Re)", "]); (b) residence in Canada, even while temporarily absent, while maintaining a strong attachment to Canada (", "Papadogiorgakis (Re)", ", [1978] FCJ 31, [1978] 2 FC 208); and (c) residence defined as the place where one regularly, normally or customarily lives or has centralized his or her mode of existence (", "Koo (Re)", ", [1993] 1 FC 286 [", "Koo (Re)", "]). This Court has acknowledged that these various approaches are reasonable and it is open to the citizenship judge \"to adopt either one of the conflicting schools in this Court\" (", "<FRAGMENT_SUPPRESSED> )."], ["[13]", "In", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  FTR 248, Justice Mainville of the Federal Court, as he then was, attempted to bring some uniformity to the case law by adopting a single analytical method: the one developed in", "Koo (Re)", ", above. More recently, Justice Rennie concluded in", "<FRAGMENT_SUPPRESSED> [2011] FCJ No 881 that \"", "Re Pourghasemi", "is the interpretation that reflects the true meaning, intent and spirit of subsection 5(1)(", ") of the Act\"."], ["[14]", "Notwithstanding those decisions, a number of judges of this Court have agreed that absent legislative intervention, citizenship judges may continue to adopt one of the three approaches traditionally recognized (", "Saad", ", above;", "Baron", ", above;", "El- <FRAGMENT_SUPPRESSED> ;", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No. 94; <FRAGMENT_SUPPRESSED> , above). That is the position that counsel for the applicant seems to continue to take, and that this Court will therefore adopt for the purposes of this case. In any event, and for the reasons that follow, this question is largely academic, in view of the evidence in the record."], ["[15]", "In this case, the respondent did not provide any evidence that would establish his actual, physical presence in Canada for a period of 1095 days in the four years preceding his citizenship application. The evidence to which the citizenship judge referred to justify his decision is incomplete and vague. The citizenship judge failed to mention the following ambiguities and incongruities in the documents submitted by the respondent:", "a. The [Translation] \"notices of assessment\" supplied by the respondent are in reality GST/HST credit statements and a notice of determination of credit for the QST. In addition, they were sent to an address different from the one shown on the respondent's citizenship application (Applicant's Record, at pages 41-46). At most, those documents show income in 2005 and 2007 and do not cover the 2006 and 2008 period; moreover, they do not confirm any actual activity in Canada.", "b. The Mosaik Master Card statements do not show actual residence of the respondent in Canada, since they relate only to the period from March to October 2006 (Applicant's Record, at pages 50-55). It is also worth noting that the respondent stated that he had been in Lebanon for two months during that period (Applicant's Record, at page 12). Again, the statements were sent to an address different from the one shown on the respondent's citizenship application.", "c. The citizenship judge erred by taking the respondent's [Translation] \"academic record\" into account. The respondent stated that he never attended the Université de Montréal, but was directed to take a French knowledge test there (Applicant's Record, at pages 13, 47-48).", "d. The respondent's passport does not establish physical presence in Canada. Rather, it shows that the respondent left Lebanon on October 12, 2005, arrived in Lebanon on May 27, 2006, and left Lebanon on July 26, 2006 (Applicant's Record, at page 36). In addition, the passport cannot prove the respondent's presence in Canada between October 24, 2008, and December 11, 2008, since it expired on October 23, 2008."], ["[16]", "Having regard to this evidence, which is deficient, to say the least, we would have expected the citizenship judge to provide persuasive reasons to justify his decision. Not only did he offer little explanation for his conclusion, he did not even mention what test he applied in order to reach it. This is a significant flaw, and one that can only add to the unreasonableness of the decision of the citizenship judge: see, to the same effect:", "Baron", ", above, at paragraph 17;", "Saad", ", above, at paragraph 21;", "Abou- <FRAGMENT_SUPPRESSED> , at paragraph 20. On this point, I adopt the recent comments by my colleague Justice Near in", "Al-Showaiter", ", at paragraph 30:", "30. Given the ongoing discussion concerning citizenship cases, it would be of great assistance to the Court if citizenship judges state clearly in one or two sentences which test they are using and explain their reasons for arriving at a particular conclusion. The detail required in these reasons will vary given the test employed and the surrounding context. However, even where it can be inferred that the physical presence in Canada test (which generally, in my view, is the test most in line with the legislation) is being used, citizenship judges must state that this is the case. Citizenship judges should also proceed to explain in more or less detail depending on the facts of the case why they either accepted or rejected the evidence placed before them."], ["[17]", "Moreover, it appears from the notes written by the citizenship judge at the interview with the respondent on February 23, 2011, that he was not satisfied with the information provided to him by the respondent and he even saw contradictions between his statements and his passport regarding his absences from Canada. However, the citizenship judge did not specify what evidence was subsequently submitted to him and how it answered his questions."], ["[18]", "For these reasons, the Court is of the opinion that the decision of the citizenship judge does not possess the attributes of reasonableness. Not only are the reasons on which he based his decision scarcely intelligible and devoid of any basis, but in addition, the conclusion does not fall within a range of possible, acceptable outcomes which are defensible in respect of the facts and law. Accordingly, the application for judicial review is allowed. The respondent's citizenship application is referred back to a new citizenship judge for a new decision to be made, having regard to these reasons.", "JUDGMENT"], ["[19]", "THE COURT ORDERS THAT", "1. The Minister's appeal is allowed.", "2. The decision of Citizenship Judge Gilles H. Duguay dated April 1, 2011, is set aside.", "3. The matter is referred back to a different citizenship judge for a new decision to be made.", "Appeal allowed.", "Editor: E. Joanne Oley/vnh"]]}