{"id_": "096103", "body_str": [["[1]", "Phelan, J.", ": The Refugee Protection Division (\"RPD\") of the Immigration and Refugee Board (\"IRB\") dismissed the Applicant's claim that he was a refugee because of his fear of persecution due to illegal religious activities in China. This is the judicial review of that decision.", "Background"], ["[2]", "The Applicant claimed that he was a convert to Christianity. He came to Canada on March 28, 2003 on a one-year student visa. On April 5, 2003, he learned from his mother that his church had been raided by the PSB. The PSB was said to be looking for him; that because he was in Canada, he was accused of being involved in anti-government activities. He also learned that three of his fellow believers had been arrested."], ["[3]", "The RPD found the Applicant not to be credible. The critical findings and conclusions were:", "a) that the Applicant's interest in Christianity, said to have arisen because of school pressures and depression, was not logical.", "b) that the Applicant failed to mention in his PIF that he was baptized.", "c) that it was unreasonable that the Applicant taught himself Christianity by \"flipping through\" the Bible.", "d) that a supporting letter from his Canadian church minister did not recite the facts of the Applicant's claim about events in China.", "e) that the minister's letter was not a religious certificate as called for in the RPD Screening Form.", "f) that a negative inference should be drawn because the Applicant knew the names of the three church members arrested in China.", "g) that it was unreasonable for the Applicant not to know whether the PSB had left a summons or warrant at his home in China.", "h) that a negative inference should be drawn because of the Applicant's haste in filing his refugee claim so soon after the events which crystallized his fear of persecution if he were to return to China."], ["[4]", "The Applicant says that these findings are patently unreasonable; that the RPD's method of approaching the facts was flawed; that the RPD exhibited bias toward the Applicant.", "Analysis"], ["[5]", "There is no basis on the record to support an allegation of bias or reasonable apprehension of bias. To the extent that the Court finds that the RPD did not satisfy the standard of review, this is a finding unrelated to bias."], ["[6]", "The standard of review of the Board's credibility findings is that of patent unreasonableness.  <FRAGMENT_SUPPRESSED>  (T.D.) (QL).", "The standard of review of decisions of the CRDD is generally patent unreasonableness except for questions involving the interpretation of a statute when the standard becomes correctness.  <FRAGMENT_SUPPRESSED> . The issue here is the CRDD's assessment of the evidence, a matter clearly within its mandate and its expertise. The view which the CRDD took of the evidence was one which could reasonably be taken, just as the opposing view could also reasonably be taken. The evidence, as is so often the case, is ambiguous and equivocal. Some elements support the applicants' position, others undermine it. The CRDD's task is to consider all the elements (which does not require that specific mention be made of every piece of evidence which is reviewed) to weigh it and to come to a conclusion. As long as its conclusion is not one which is wrong on its face, it is not patently unreasonable. Canada (Director of Investigation and  <FRAGMENT_SUPPRESSED> . In this case, the conclusion to which the CRDD arrived is not wrong on its face, even though others might come to a different conclusion. There is no reason for this Court to intervene."], ["[7]", "To reach this level of review, the key finding or findings must be unsupported on the basis of a probing analysis of the matters under review. A failure to show how the conclusion is reached, a significant misappreciation of the facts or the cumulative weight of questionable findings will reach that level. A court must be very reluctant, as I am, to interfere but on this record I cannot sustain the RPD's conclusions."], ["[8]", "The RPD came to its conclusion that the Applicant's conversion to Christianity, being caused by stress and depression, was not reasonable. While the Court may disagree - the way one comes to one's beliefs is not always an easy matter - the finding is not patently unreasonable."], ["[9]", "The Applicant's failure to mention his baptism should not have been a matter which was held against him. The instructions on the PIF form state:", "\"Set out all the significant events and reasons that have caused you to claim refugee protection in Canada.\""], ["[10]", "The Applicant's baptism, under even the most generous reading of these instructions, would not be a cause to claim refugee protection. The consequences of baptism, becoming a Christian, might be the beginning of the cause for the Applicant's refugee claim but the baptism is not the cause. The Applicant pointed out in his explanation of this omission that he stated in the PIF that he was a Christian, presumably because by being a Christian he must have been baptized. Even if baptism is not a precondition to being a Christian under canon law (an issue on which this Court makes no finding), it was the Applicant's explanation, it was a cogent explanation, and it was accepted, at least by the RPO."], ["[11]", "On the issue of how the Applicant prepared for his baptism, the quality of the transcript of testimony raises an issue which troubles the Court. The answers given record what the translator said and they are replete throughout with errors of grammar, syntax and structure; as if the speaker was not completely fluent in English. Whether this is a problem with the Applicant's knowledge of his mother tongue which was reflected in the translation or a problem in the translation itself is unclear. However, the translation causes confusion and inconsistency in the evidence which may not reflect the Applicant's explanations."], ["[12]", "The issue of preparation for his baptism and the suggestion that the Applicant acquired his knowledge of Christianity by \"flipping through the Bible\" does not fairly reflect the totality of the evidence. The Court cannot be satisfied that this is a fair and accurate answer to the issue and therefore the conclusion drawn may not be fair and accurate."], ["[13]", "The adverse inference drawn by the RPD, because the church minister's letter did not contain a recitation of the facts, is difficult to support. There is no requirement for such information, the information would be hearsay and, at best, there is little purpose to be served by repetition of the Applicant's story by a person who had no direct knowledge of the events. The omission of this useless recitation of facts should not be held against the Applicant's credibility."], ["[14]", "The RPD then concluded that the letter was not a religious certificate without explaining why that is so. There is no definition of the term \"religious certificate\", there is no form used or prescribed, and there is no Board guidance as to what satisfies the requirement for a religious certificate."], ["[15]", "The RPD also drew a negative inference from the Applicant's ability to name the members of his church who had been arrested. Since this event occurred after the Applicant had left China, there might be some basis for questioning how he would know these names. However, the Board had the answer readily at hand - the Applicant was in touch with his mother since that is how he learned that he was wanted by the PSB."], ["[16]", "The difficulty with the RPD's approach is that it was the panel member who put the question of the names of the arrested persons. If the RPD was incredulous that the Applicant would know this fact, it is difficult to understand why he was asked the question. The further difficulty is that if he had answered that he did not know, he would have his credibility further attacked because he would not have known something which the RPD thought he should know. This is what the Applicant says is a perfect \"Catch-22\" situation."], ["[17]", "The RPD was critical of the Applicant's response as to whether the PSB had left a summons or warrant at his home. The RPD drew the conclusion that his evidence on this issue was contradictory. A reading of the transcript shows that the answers were not clear but whether that was because of the translation or because of the evidence is not certain."], ["[18]", "Finally, the RPD drew an adverse inference because of the haste with which the Applicant sought refugee status. This is the obverse of the usual complaint that an applicant has delayed making a refugee claim - the implication being that delay signifies that an applicant does not really fear persecution."], ["[19]", "The alleged haste is that the Applicant claimed refugee status 18 days after entering Canada on his student visa. He filed for refugee status 11 days after he learned of the raid on his church in China and the arrest of his friends. The RPD's finding of haste was made against the background of its general conclusion of lack of credibility."], ["[20]", "It would appear that the RPD thought that, since he was in Canada on a one-year visa, the Applicant should have waited before seeking refugee status. The RPD gives no cogent reason for not accepting the Applicant's explanation or for requiring the Applicant to wait longer before filing his claim. Indeed the Applicant could have faced another Catch-22 if he had waited - his delay would have been held against him.", "Conclusion"], ["[21]", "While any one of the RPD's findings might have been sustained as unreasonable but not patently unreasonable, some are so clearly at odds with the evidence and the very weight of so many unreasonable/unexplained or unexplainable findings is so telling, the Court has concluded that the RPD's decision is patently unreasonable."], ["[22]", "Therefore, the RPD's decision will be quashed and the matter remitted to the Board to be heard by a differently constituted panel."], ["[23]", "There is no certifiable question.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}