{"id_": "096567", "body_str": [["[1]", "Barnes, J.", ": This is an application for judicial review by Barinder Kaur Tamber from a decision of the Immigration Appeal Division of the Immigration Refugee Board (Board) rendered on January 21, 2008. The Board was dealing with an appeal from an earlier decision by a visa officer denying Ms. Tamber's application to sponsor her spouse, Jatinder Singh, for admission to Canada. Both the visa officer and the Board concluded that the marriage between Ms. Tamber and Mr. Singh was not genuine and it is from the latter finding that this application arises.", "I.", "Background"], ["[2]", "The record discloses that Ms. Tamber had previously been married on February 15, 1999, and divorced on October 8, 2000. That marriage was an arranged marriage and it, too, was the basis of a sponsorship application by Ms. Tamber to permit the landing of her first husband."], ["[3]", "Mr. Singh came to Canada in 2001 and made an unsuccessful claim to refugee protection. His application for judicial review from that decision was later dismissed."], ["[4]", "Ms. Tamber and Mr. Singh were introduced by their respective families in June 2003 from which an arrangement to marry was reached. They were officially engaged on July 12, 2003 and married in Rexdale, Ontario, on September 27, 2003, before approximately 300 guests."], ["[5]", "Both Ms. Tamber and Mr. Singh testified that they lived together as wife and husband in Canada until February 2005 when Mr. Singh returned to India to perfect the sponsorship application."], ["[6]", "Ms. Tamber gave birth to a baby boy in Canada on March 11, 2005. The Ontario birth registration states that Mr. Singh is the father of that child. The results of DNA tests performed by a reputable laboratory in New Westminster, British Columbia identified Mr. Singh as the alleged father with a 99.98% probability of paternity. The evidence before the Board indicated that the blood samples obtained from Mr. Singh, Ms. Tamber and the baby were drawn by a physician in India after proof of their respective identities had been produced. The DNA report was then sent to the Board by the Applicants' counsel on August 22, 2007, well in advance of the hearing."], ["[7]", "The record contains considerable evidence of ongoing contact between Ms. Tamber and Mr. Singh subsequent to his return to India. This included evidence of her three trips to India with her child and a history of frequent telephone and written communication. Both also testified that they had lived together as a family over several months in India and that, after Ms. Tamber's last visit, their baby was left in the care of Mr. Singh and his parents in India. When the matter came on for hearing in 2007, it was acknowledged by the Board that Ms. Tamber was then expecting a second child.", "II.", "The Board Decision"], ["[8]", "The Board dismissed Ms. Tamber's appeal for credibility reasons. Although the Board recognized that the DNA and second pregnancy evidence were strong prima facie indications of a genuine marital relationship, it rejected that evidence on the basis of perceived concerns about a number of unrelated deficiencies in the testimony. Those deficiencies included reservations about differences in the accounts of how the couple were introduced and supposed inconsistencies about Ms. Tamber's relationship with her sister and former husband. The Board also expressed doubt about the location from which certain telephone calls were placed by Ms. Tamber to India. Although it was nowhere expressly stated in the decision, the Board obviously concluded that the DNA evidence was falsified."], ["[9]", "The Board discounted Mr. Singh's evidence because it found him \"highly motivated to immigrate to Canada\" and because the marriage took place after his refugee claim was denied. The Board also doubted the", "bona fides", "of the marriage because, as a divorced person, Ms. Tamber \"was something of an unusual choice\" for Mr. Singh. The Board drew an inference that Ms. Tamber was attempting to conceal her continued contact with her first husband and that that was somehow the motivation for a lack of candour.", "III.", "Issues"], ["[10]", "1. Did the Board breach the duty of procedural fairness in its treatment of the DNA evidence by failing to indicate a concern about its reliability?", "2. Did the Board make reviewable errors in its analysis of the evidence bearing on the genuineness of the marriage?", "IV.", "Analysis"], ["[11]", "Issues of procedural fairness are resolved on a standard of correctness: see", "<FRAGMENT_SUPPRESSED>  at paras. 52-55. The Board's substantive determination as to whether this was a genuine marriage is a question of mixed fact and law and must be assessed on the standard of reasonableness. For that proposition I would adopt the following standard of review analysis by Justice Michel Beaudry in", "<FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 84 at paras. 12 to 14:", "12 On a number of occasions, this Court has dealt with the appropriate standard of review for decisions by the Immigration Appeal Division concerning applications to sponsor family members ( <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1272 (F.C.) (QL), at paragraph 11;  <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 881 (F.C.) (QL), at paragraphs 34 and 39;  <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 385 ( <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 1612 (F.C.) (QL)).", ". . . . .", "14 Determining whether the marriage is genuine is clearly a question of mixed fact and law because it involves applying the facts to the requirements of the Regulations. Therefore, the appropriate standard of review is reasonableness simpliciter ( <FRAGMENT_SUPPRESSED> , paragraph 39):", "The officer's finding to the effect that the applicant had not filed sufficient evidence establishing that her relationship with her husband was genuine is a mixed question of fact and law. The appropriate standard for this decision in the context of this judicial review is that of an error of unreasonableness simpliciter ( <FRAGMENT_SUPPRESSED> )."], ["[12]", "The Board rejected the DNA evidence even though the supporting test documentation was facially reliable and the Respondent acknowledged that the analysis had been carried out by a reputable Canadian laboratory. That, however, is not the primary problem with the Board's approach to this highly determinative evidence. If the Board had reservations about the reliability of this testing or about the continuity of the blood samples, it had a clear duty to advise Ms. Tamber's counsel of its concerns. This was a proceeding that spanned two hearings separated by almost three months and there was no justification for ambushing the Applicant by essentially ignoring this issue during the testimonial phase."], ["[13]", "The Board decision states wrongly that it had \"specifically questioned the appellant on how the tests were conducted, canvassing the issue fully\". Through this comment, the Board implied that it had appropriately put the parties on notice of its concerns about this evidence. In fact, the only questions that were put to Ms. Tamber on this issue were from her counsel as is reflected in the following exchange:", "COUNSEL:", "Where did you do the DNA testing?", "APPELLANT:", "1st of August 2007.", "COUNSEL:", "Yes, but where? Did you do it in Canada or in India?", "APPELLANT:", "In India.", "COUNSEL:", "So, when you did the DNA testing, did you go to see a doctor? How was it done?", "APPELLANT", ": From an agency in Canada we received a kit. And the doctor who conducted the test in India, he received that kit. (Inaudible).", "COUNSEL:", "Sorry, I didn't hear that last part.", "APPELLANT:", "And we called the doctor, and he was an Immigration approved doctor, and when we called him and asked if our kit has arrived then we made an appointment with him.", "COUNSEL:", "And who is 'we'?", "APPELLANT:", "Me, my husband, and our baby, Simarpreet Singh.", "COUNSEL:", "So, did all of you go to that doctor's office?", "APPELLANT:", "Yes.", "COUNSEL:", "How did you prove your identity?", "APPELLANT:", "He looked at our passports that we had in our possession.", "COUNSEL:", "At which passports? Whose passports?", "APPELLANT:", "My passport, my child's passport, my husband's passport."], ["[14]", "Neither the Board nor the Minister's counsel attempted to impeach either Mr. Singh or Ms. Tamber about this evidence and, indeed, Mr. Singh was asked nothing whatsoever about the issue. The only other comment by the Board about the DNA evidence suggested that its reliability was not a live issue:", "COUNSEL FOR APPELLANT:", "I have one as a disclosure that's dated September 13th, and it consists of one receipt from the doctor in India who performed the DNA testing.", "MEMBER:", "Okay.", "COUNSEL FOR APPELLANT:", "And, it was disclosed to the Minister as well.", "MEMBER:", "Do you have any position with that ...", "COUNSEL FOR RESPONDENT:", "No, it's just a confirmation really ---", "MEMBER:", "Confirmation.", "COUNSEL FOR RESPONDENT:", "--- of the DNA information.", "MEMBER:", "It doesn't add anything more.", "COUNSEL FOR RESPONDENT:", "No.", "MEMBER:", "Okay.", "Can I see it, please?", "Thanks.", "Actually I'm not going to include it because nothing it doesn't - turns on it. No, we know that she took the DNA test, and obviously, she paid; unless, of course, the Minister wanted to question on the doctor himself or whatever, but the receipt that it's been paid for doesn't change that."], ["[15]", "Mr. Waldman argues that unless and until the Minister raised a concern about the reliability of this evidence and offered to supervise the process, his clients could do no more than what they did. I agree. It was, of course, open to the Minister to supervise the DNA testing and to control the continuity of the evidence obtained; but it was not appropriate for the Minister to sit silently until all of the evidence was in and then criticize the process as deficient. For the same reason it was unfair for the Board to reject this evidence as unreliable."], ["[16]", "It is a well accepted principle of natural justice that the Board's concerns about the reliability of important documentary evidence must be put to the claimant either for an explanation or to allow for additional corroboration: see", "<FRAGMENT_SUPPRESSED> . Had the Board given any indication that it was not satisfied with the reliability of the DNA evidence, Ms. Tamber and Mr. Singh would most assuredly have sought corroborative evidence or offered to repeat the tests under unimpeachable conditions. The Board's failure to observe this principle of fairness is, therefore, fatal to its decision."], ["[17]", "Although it is unnecessary to address the evidentiary issues raised by the Applicant I will touch on some of my concerns for the purpose of avoiding a repetition of the Board's errors when this matter is re-determined."], ["[18]", "The Board's treatment of the evidence in this case is an example of too much reliance being placed on minutiae and marginalities without enough attention being paid to the evidence bearing directly on the", "bona fides", "of the marital relationship. The Board essentially ignored much of the evidence supporting the genuineness of the relationship and instead made its credibility findings on the strength of doubtful or non-existent problems with peripheral detail. Concerns about whether Ms. Tamber had relationship difficulties with her sister, where she was living from time to time after Mr. Singh returned to India and whether she knew or should have known about the whereabouts of her first husband are not a particularly sound basis for completely rejecting their testimony and the documentary evidence. The Board had an obligation to consider the evidence bearing directly on the relationship including the evidence which confirmed their common residency in Canada and in India, the birth of a child followed by a further pregnancy, and that Ms. Tamber left her child with Mr. Singh and his parents in India following her last trip there. All of this evidence was inexplicably and wrongly ignored by the Board. The Board needed to ask itself why Ms. Tamber would travel to India for months at a time if not to see Mr. Singh. If Mr. Singh was not the father of Ms. Tamber's son why would she leave the baby with him in India following her last visit there. The Board's speculation about a continuing relationship with her first husband flies in the face of any concern that that too was a marriage of convenience and is inconsistent with the uncontradicted evidence that he had remarried and had fathered a child in that new relationship."], ["[19]", "Furthermore, the Board's observation that Mr. Singh was highly motivated to immigrate to Canada is self evident. Most individuals seeking to come to Canada are highly motivated to do so. This says little about whether a particular marital relationship is genuine."], ["[20]", "The Board's comment about Ms. Tamber being \"something of an unusual choice for Mr. Singh\" is also troubling. This was a point that the visa officer had previously made and it was surprisingly adopted by the Board. Mr. Singh testified that he \"didn't give much weight\" to Ms. Tamber's prior divorce and that \"anybody can get divorced\". That testimony was clearly sufficient to dispel any reservations about Mr. Singh's \"choice\" of a bride and the Board's continued reliance on the point was inappropriate and unreasonable."], ["[21]", "I would add that a number of the Board's findings about supposed testimonial inconsistencies are not, upon close examination of the evidence, problematic. For the most part Mr. Singh and Ms. Tamber gave consistent evidence and where difficulties did arise, they mainly involved trivialities or ambiguities."], ["[22]", "In the result, I direct that this matter be re-determined by a different panel of the Board. I would further direct that if the Board has any reservations about the reliability of the DNA evidence tendered before it, it should make arrangements to have that testing redone under conditions that will satisfy those concerns.", "JUDGMENT"], ["[23]", "THIS COURT ADJUDGES that", "this application is allowed with the matter to be remitted to a differently constituted panel of the Board for re-determination on the merits.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}