{"id_": "097100", "body_str": [["[1]", "Gibson, J.", ": These reasons follow the hearing of an application for judicial review of a decision, dated the 12th of June, 2007 made by a Pre-Removal Risk Assessment Officer (the \"Officer\"), wherein the Officer determined that the Applicant ( <FRAGMENT_SUPPRESSED> ) \"...has not demonstrated more than a mere possibility that  <FRAGMENT_SUPPRESSED>  will be at risk of persecution, and that  <FRAGMENT_SUPPRESSED>  has not demonstrated on the [sic] balance of probabilities, that  <FRAGMENT_SUPPRESSED>  would be in danger of torture, or at risk of cruel and unusual treatment or punishment or at risk to life, if  <FRAGMENT_SUPPRESSED>  is returned to [A.B.'s country of citizenship]. <FRAGMENT_SUPPRESSED>"], ["[2]", "The designation of the Applicant in the style of cause to these reasons and in these reasons is not, of course, the designation in the style of cause on the application for leave and for judicial review. The Applicant relies on very sensitive personal information in seeking protection against his or her return to his or her country of origin. To protect against disclosure of such sensitive personal information, at the close of hearing of this application for judicial review, the Court and counsel agreed to the re-designation of the Applicant as  <FRAGMENT_SUPPRESSED> . Throughout these reasons, where it is more convenient to use personal pronouns than to repeat the designation  <FRAGMENT_SUPPRESSED> , masculine personal pronouns will be used. The use of such pronouns should not be interpreted to indicate that the Applicant is male as opposed to female.  <FRAGMENT_SUPPRESSED>", "BACKGROUND  <FRAGMENT_SUPPRESSED>"], ["[3]", "A.B. is in his early fifties. He has been in Canada since childhood. He experienced very difficult family circumstances both in his country of origin and in Canada during his childhood. He has acquired a very significant criminal record in Canada featuring fraud, involving complex fraudulent schemes. He has used aliases and fraudulent identification documentation. He has not been forthcoming and truthful in his dealings with immigration officials and others.  <FRAGMENT_SUPPRESSED>"], ["[4]", "In a decision relating to A.B., the Immigration Appeal Division of the Immigration and Refugee Board wrote:  <FRAGMENT_SUPPRESSED>", "The appellant is an individual who has already been before the predecessor tribunal of the IAD under an earlier removal order for criminality. This order was issued on July 27, 1976.  <FRAGMENT_SUPPRESSED>  was given a stay of the execution of the deportation order on March 9, 1977. This stay was completed and the order quashed on June 29, 1978. Therefore, the appellant has had the benefit of the exercise of the tribunal's discretionary jurisdiction before.  <FRAGMENT_SUPPRESSED>  is aware that [he] would have been required, at the very least, not to participate in further criminal behaviour.  <FRAGMENT_SUPPRESSED>  did have further criminal convictions.  <FRAGMENT_SUPPRESSED>  would also know that [he] would be expected to tell the truth in explaining [his] current circumstances to the panel. Given the inconsistencies in [his] testimony, it is apparent that [he] has not been credible. Therefore, the granting of another stay would not be an appropriate application of the panel's discretionary jurisdiction.  <FRAGMENT_SUPPRESSED>", "The foregoing conclusion led to A.B.'s application for a Pre-Removal Risk Assessment, the decision on which is now before this Court.  <FRAGMENT_SUPPRESSED>", "THE ISSUES  <FRAGMENT_SUPPRESSED>"], ["[5]", "In the Applicant's Memorandum of Fact and Law filed before the Court on behalf of A.B., the issues on this application for judicial review are set out in the following terms:  <FRAGMENT_SUPPRESSED>", "A. The PRRA Officer erred in law by making impermissibly vague credibility findings and taking into account [a] series of irrelevant considerations during the decision making process;  <FRAGMENT_SUPPRESSED>", "B. The PRRA Officer erred in law by assigning minimal weight and ignoring highly probative evidence provided by  <FRAGMENT_SUPPRESSED>  at the PRRA interview;  <FRAGMENT_SUPPRESSED>", "C. The PRRA Officer erred in law by failing to fully inform  <FRAGMENT_SUPPRESSED>  of the case to be met and by failing to provide [him] with an opportunity to respond to [the Officer's concerns] ;  <FRAGMENT_SUPPRESSED>", "D. The PRRA Officer erred in law by relying on conjecture and/or speculation with respect to [a therapist on whom A.B. relied] reasons for not revealing [A.B.'s] [reference to sensitive personal information deleted] at the IAD hearing; and  <FRAGMENT_SUPPRESSED>", "E. The PRRA Officer erred in law by failing to conduct a proper analysis of the \"country of reference\" evidence.  <FRAGMENT_SUPPRESSED>"], ["[6]", "The first four (4) issues quoted above relate to the Officer's rather summary dismissal of four (4) letters placed before the Officer by A.B. to corroborate his fear of return to his country of origin based on sensitive personal information. The last issue proved to be a non-issue before the Court. It was acknowledged by counsel before the Court that, if A.B.'s claim to [sensitive personal information] were accepted, there would be a real, though not necessarily determinative, issue regarding return of A.B. to his country of origin.  <FRAGMENT_SUPPRESSED>"], ["[7]", "As with all applications for judicial review before this Court, the issue of standard of review here arises.  <FRAGMENT_SUPPRESSED>", "THE DECISION UNDER REVIEW  <FRAGMENT_SUPPRESSED>"], ["[8]", "The Officer wrote in his letter convoking a hearing or interview with A.B. on his application for a Pre-Removal Risk Assessment:  <FRAGMENT_SUPPRESSED>", "Please note that you may provide written evidence of another person. If the officer wishes to verify this information, he or she may later question this person.  <FRAGMENT_SUPPRESSED>", "It was not in dispute before the Court that the Officer could equally have re-convoked the hearing or interview while requiring the attendance at such re-convoked hearing or interview of A.B.'s referees.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The Officer adopted neither of the foregoing alternatives. Instead, he summarily dismissed A.B.'s referees' evidence in the following terms: first, with respect to a letter from A.B.'s therapist:  <FRAGMENT_SUPPRESSED>", "According to a letter from [the therapist] dated ..., [the therapist] stated that he did not present the applicant's [sensitive personal information] to the IAD, nor did he encourage  <FRAGMENT_SUPPRESSED>  to present this evidence to the I.A.D. He stated that he \"as [A.B.'s] therapist had no information that this would be a relevant area that would impact on [his] possible deportation to [A.B.'s] [country of origin].\" However, in the same letter [the therapist] later states \"the likely prospect of being discovered as a [person of [sensitive personal information] ] would present serious threats to [A.B.'s] personal safety.\" When this inconsistency was raised with the applicant, [he] stated that [the therapist] must have become aware of the risks faced by [[sensitive personal information] individuals in [A.B.'s country of origin] ] during his research", "after", "the IAD's hearing. However, [the therapist] states that his practice is \"targeted at [persons of the same heritage and ancestry\" as A.B.] and as such, would have been familiar with the treatment of [[sensitive personal information] individuals in A.B.'s country of origin.] ] I find that  <FRAGMENT_SUPPRESSED>  has not provided me with a reasonable explanation why [his] evidence, in the form of [the therapist's] letter, contains such a significant inconsistency. As a result, I assign [the therapist's] letter dated ... little weight.;  <FRAGMENT_SUPPRESSED>", "[emphasis in original]  <FRAGMENT_SUPPRESSED>", "secondly, with respect to a letter from A.B.'s spiritual community leader, the Officer wrote:  <FRAGMENT_SUPPRESSED>", "The applicant has provided a letter from [A.B.'s spiritual community leader ...]. According to the letter,  <FRAGMENT_SUPPRESSED>  disclosed to him that [he] is a [person of [sensitive personal information] ]. The writer of the letter has not provided me with sufficient evidence to show when this disclosure was made to him. In addition, I find that it is written by a person who may have an interest in the outcome of this application. Specifically, the writer states that  <FRAGMENT_SUPPRESSED>  is a dedicated and practising member of his church. I find that the writer does not show that it is not in his interest for  <FRAGMENT_SUPPRESSED>  to continue attending his church. I find that his statements regarding risks that  <FRAGMENT_SUPPRESSED>  may face in [A.B.'s country of origin] are speculative. The writer of the letter has not shown me that he is an expert on country conditions in [A.B.'s country of origin]. I also find that the writer is simply repeating what  <FRAGMENT_SUPPRESSED>  told him. For these reasons, I assign this letter little weight.;  <FRAGMENT_SUPPRESSED>", "thirdly, the Officer wrote with respect to a letter provided by a long-term friend of A.B.:  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>  has provided a letter from [a friend]. [The friend] states that he has been [A.B.'s] friend for the last 20 years. He states that he has always known [him] as a [sensitive personal information]. However, I note  <FRAGMENT_SUPPRESSED>  did not state his name when asked who is aware of [his] [sensitive personal information]. Considering that they have been friends for two decades and have had \"long discussion (sic) on the subject\" of [A.B.'s] [sensitive personal information], it is unreasonable that [the friend] was not mentioned by  <FRAGMENT_SUPPRESSED> . I find that [the friend] may also have an interest in the outcome of this application; he is [A.B.'s] friend. I also find that [the friend] has not shown me that his opinion of [A.B.'s] [sensitive personal information] is based on more than just what  <FRAGMENT_SUPPRESSED>  told him. For these reasons, I assign this evidence little weight.;  <FRAGMENT_SUPPRESSED>", "and finally, with respect to a letter provided from a partner, or perhaps now former partner of A.B., the Officer wrote:  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>  provided a letter from [the partner]. [The partner] states that [he/she] has been in a ...relationship with  <FRAGMENT_SUPPRESSED>  since ... . Considering that this evidence states that  <FRAGMENT_SUPPRESSED>  and [the partner] have been \"soul mates\" for the last few years, it is unreasonable that there is no mention of [the partner] during [A.B.'s] IAD hearing, [A.B.'s] PRRA application or [his] original submissions.  <FRAGMENT_SUPPRESSED>  did not present any evidence regarding [the partner]", "until the day of", "[his] PRRA hearing. I note that [the partner] did not attend [A.B.'s] PRRA hearing. I note that the letter does not show that [the partner] does not have an interest in the outcome of this application. For these reasons, I assign this letter little weight.  <FRAGMENT_SUPPRESSED>", "[emphasis in original]  <FRAGMENT_SUPPRESSED>", "ANALYSIS  <FRAGMENT_SUPPRESSED>", "a) Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[10]", "Until very recently, it has been generally accepted that the standard of review of a decision on a Pre-Removal Risk Assessment, when taken as a whole, is reasonableness", "simpliciter.", "[see footnote 1] Further, it has generally been accepted that conclusions of pure fact drawn by a Pre-Removal Risk Assessment Officer are reviewed on a patent unreasonableness standard.  <FRAGMENT_SUPPRESSED>"], ["[11]", "On Friday, the 7th of March, the world changed.  <FRAGMENT_SUPPRESSED>  reasonableness", "simpliciter", "standards of review and reduced the standards from three (3) to two (2), those being \"correctness\" and \"reasonableness\". The Court further re-identified the concept \"pragmatic and functional analysis\" with the same process now to be referred to as \"standard of review analysis\". [see footnote 3]  <FRAGMENT_SUPPRESSED>"], ["[12]", "A few paragraphs from the majority judgment delivered by Justices Bastarache and Lebel are of interest here. At paragraph [51], the Justices wrote:  <FRAGMENT_SUPPRESSED>", "Having dealt with the nature of the standards of review we now turn our attention to the method for selecting the appropriate standard in the individual cases. As we will now demonstrate, questions of fact, discretion and policy as well as questions where the legal issues cannot be easily separated from the factual issues generally attract a standard of reasonableness while many legal issues attract a standard of correctness. Some legal issues, however, attract the more deferential standard of reasonableness.  <FRAGMENT_SUPPRESSED>", "I read the foregoing paragraph as justifying the continuation of the past practice of this Court in identifying the standard of review of a pre-removal risk assessment decision, when viewed generally, as \"reasonableness\".  <FRAGMENT_SUPPRESSED>"], ["[13]", "Justices Bastarache and Lebel continued at paragraph [57] of their reasons:  <FRAGMENT_SUPPRESSED>", "An exhaustive review is not required in every case to determine the proper standard of review. Here again, existing jurisprudence may be helpful in identifying some of the questions that generally fall to be determined according to the correctness standard ...this simply means that the analysis required is already deemed to have been performed and need not be repeated.  <FRAGMENT_SUPPRESSED>", "I regard the foregoing paragraph as being equally applicable in the determination of questions that generally fall to be determined according to the \"reasonableness\" standard. Based on earlier jurisprudence of this Court, I am satisfied that here the analysis generally required has already been performed and therefore need not be repeated. [see footnote 4]  <FRAGMENT_SUPPRESSED>"], ["[14]", "The Court did not address paragraph 18.1(4)(d) of the", "Federal Courts Act.", "[see footnote 5] The relevant portions of subsection 18.1(4) reads as follows:  <FRAGMENT_SUPPRESSED>", "18.1", "(4) The Federal Court may grant relief under subsection (3) if it is satisfied that the federal board, commission or other tribunal  <FRAGMENT_SUPPRESSED>", "...  <FRAGMENT_SUPPRESSED>", "(d) based its decision or order on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it;  <FRAGMENT_SUPPRESSED>", "...  <FRAGMENT_SUPPRESSED>", "18.1", "(4) Les mesures prévues au paragraphe (3) sont prises si la Cour fédérale est convaincue que l'office fédéral, selon le cas:  <FRAGMENT_SUPPRESSED>", "...  <FRAGMENT_SUPPRESSED>", "d) a rendu une décision ou une ordonnance fondée sur une conclusion de fait erronée, tirée de façon abusive ou arbitraire ou sans tenir compte des éléments dont il dispose;  <FRAGMENT_SUPPRESSED>", "...  <FRAGMENT_SUPPRESSED>", "I am satisfied that it remains clear that, where this Court is called upon to review a finding of a federal board, commission or other tribunal, the decision of which is under judicial review by this Court, this Court is still entitled, and indeed obliged, to grant relief if it determines that the finding is indeed a finding of fact and that it was made in a perverse or capricious manner or without regard for the material before the federal board, commission or other tribunal. This \"standard of review\" has been interpreted as akin to the now abolished standard of \"patent unreasonableness\". [see footnote 6]  <FRAGMENT_SUPPRESSED>"], ["[15]", "Justices Bastarache and Lebel also commented at some length on the concept of the deference owed by Courts to administrative boards, commissions and other tribunals with specialized expertise. I am satisfied that Pre-Removal Risk Assessment Officers are specialized administrative \"tribunals\" with decision-making responsibilities and that significant deference is owed to their decisions, and in particular, their decisions regarding the weight to be given to evidence presented before them. [see footnote 7]  <FRAGMENT_SUPPRESSED>", "b) The Officer's Analysis and Conclusions Regarding the Reference Letters that were Before Him or Her  <FRAGMENT_SUPPRESSED>"], ["[16]", "As earlier noted, the Officer, in convoking the hearing or interview with A.B., assured A.B. that, at the Officer's discretion, he or she might choose to verify information provided by third parties or to question third parties. A.B. was not requested to ensure that the persons on whose reference letters he relied would be available at the convoked hearing or interview. Thus, it was not surprising that A.B. did not bring those who provided letters on his behalf to the hearing or interview.  <FRAGMENT_SUPPRESSED>"], ["[17]", "The Officer found that the therapist's letter contained a significant inconsistency and on that basis alone the Officer gave little weight to the therapist's letter.  <FRAGMENT_SUPPRESSED>"], ["[18]", "In the case of the letter from the spiritual advisor, the Officer found that the adviser might have a conflict of interest, that is to say, an interest in A.B. remaining in Canada. He further found portions of the advisor's letter speculative and to be merely a repeating of what A.B. had told the advisor. Once again, on these grounds, the Officer assigned the advisor's letter little weight.  <FRAGMENT_SUPPRESSED>"], ["[19]", "With respect to the letter from A. B.'s friend of long standing, once again, the Officer was concerned about the friend's interest \"...in the outcome of this application ...\" as a friend of the Applicant. Further, the Officer once again expressed concern that the friend might merely be repeating what A.B. had told him. For these reasons, once again, the Officer assigned the friend's letter little weight.  <FRAGMENT_SUPPRESSED>"], ["[20]", "For essentially the same reasons adopted with respect to the letter from A.B.'s friend of longstanding, the Officer assigned little weight to the partner's or former partner's letter.  <FRAGMENT_SUPPRESSED>"], ["[21]", "Finally, the Officer had good reason to be concerned about the honesty of A.B. in dealing with him or her. Those concerns could well have extended to a concern that A.B. might have manipulated his therapist, his spiritual advisor, his friend of longstanding and his partner or former partner in the provision of supportive letters. But for the Officer to so summarily dismiss those letters after A.B. was essentially invited to provide them, with an assurance that the Officer might well wish to verify information provided in the letters or to otherwise question the letter-writers, constitutes, I am satisfied a reviewable error. The Officer's decision is of great significance to A.B. It is essentially the last step prior to removal of A.B. from Canada after many, many years in this country and with the removal being to a nation with which A.B. apparently has had very little, if any, connection since his childhood. Violence is apparently endemic in that nation. Persons who are or are alleged to have a particular characteristic of A.B. are apparently at particular risk in that country.  <FRAGMENT_SUPPRESSED>"], ["[22]", "In all of the circumstances of this matter, I am satisfied that the Officer owed A.B. a more thorough review of the support in the form of letters that he had accumulated.  <FRAGMENT_SUPPRESSED>", "CONCLUSION  <FRAGMENT_SUPPRESSED>"], ["[23]", "For the foregoing reasons, this application for judicial review will be allowed and A.B.'s application for a pre-removal risk assessment will be referred back to the Respondent for reconsideration and redetermination by a different Officer.  <FRAGMENT_SUPPRESSED>"], ["[24]", "A draft of these reasons was distributed to counsel only and an opportunity was provided to counsel to comment on the formatting of the reasons for the protection of sensitive personal information and on whether a question for certification arises. Neither counsel expressed any concern about the formatting of the reasons and neither counsel recommended certification of a question. The Court itself is satisfied that no serious question of general importance here arises that would justify certification of a question. Accordingly, these reasons, somewhat modified from those distributed to counsel, will now issue. At the same time, an order will issue allowing this application for judicial review. The Order will direct the registry, for privacy reasons, to seal the Court's file herein and to maintain it sealed unless and until a judge of this Court orders otherwise.  <FRAGMENT_SUPPRESSED>", "Footnotes  <FRAGMENT_SUPPRESSED>", "1.", "<FRAGMENT_SUPPRESSED>  at paras. 8-22 (QL).  <FRAGMENT_SUPPRESSED>", "2. 2008 S.C.C. 9, March 7, 2008.  <FRAGMENT_SUPPRESSED>", "3.", "<FRAGMENT_SUPPRESSED>", ", paragraph [63].  <FRAGMENT_SUPPRESSED>", "4. See:", "Kim", "supra", ", note 1.  <FRAGMENT_SUPPRESSED>", "5. R.S.C. 1985, c. F-7.  <FRAGMENT_SUPPRESSED>", "6.  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 2056 (QL) at para. 65.  <FRAGMENT_SUPPRESSED>", "7. See", "<FRAGMENT_SUPPRESSED>", ", note 2.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}