{"id_": "097584", "body_str": [["[1]", "de Montigny, J.", ": The applicant is seeking judicial review of a decision of the Commissioner of Patents (the Commissioner) dated March 31, 2006, in which the Commissioner refused to accept payment of the patent application maintenance and reinstatement fees during the one-year reinstatement period for Canadian Patent Application No. 2,424,725 (the 725 Patent).  <FRAGMENT_SUPPRESSED>", "I.", "Background  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant is the sole owner and inventor of the 725 Patent entitled \"Renewable, Energetic, Nanodimensional Dispersion.\" He personally prepared and submitted the 725 Patent on April 3, 2003. He subsequently appointed a patent agent, Antony C. Edwards (the Patent Agent), in respect of the 725 Patent.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The annual maintenance fee due on or before April 4, 2005, was not paid by either the applicant or the Patent Agent; the application was therefore deemed abandoned. The Canadian Intellectual Property Office (the CIPO) issued a Notice of Abandonment which stated that the 725 Patent could be reinstated by making a request for reinstatement, paying the maintenance fee, and paying the fee for reinstatement on or before April 4, 2006, pursuant to s. 73(3) of the", "Patent", "Act", ", R.S.C. 1985, c. P-4 (the", "Act", ").  <FRAGMENT_SUPPRESSED>"], ["[4]", "On March 21, 2006, the applicant wrote a letter to the Commissioner requesting the reinstatement of the 725 Patent and authorizing the payment of the fees from his credit card. Those payments were apparently received and processed by CIPO. Yet on March 31, 2006, CIPO sent a notice to the applicant advising that \"while an application is pending, the fee to maintain that application may only be paid by the authorized correspondent in regard to that particular application\", pursuant to s. 6(1) of", "Patent Rules", ", SOR/96-234 (the", "Rules", "). As a result, the letter indicated that a refund would be issued upon request. The applicant claims that he only became aware of that decision on April 5, 2006.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The 12-month period for reinstatement expired on April 4, 2006. On May 17, 2006, the Patent Agent wrote a letter to CIPO seeking reconsideration of the rejection of the payment by the applicant himself. He also authorized the payment of the fees from his own credit card.  <FRAGMENT_SUPPRESSED>"], ["[6]", "In a second letter dated July 18, 2006, CIPO reiterated its position to refuse the payment by the applicant, as the applicant is not the authorized correspondent. It also took into consideration Rule 3.1 of the", "Rules", "which expressly gives the power to a Commissioner to extend the delay of payment when an unsuccessful attempt is made; however, it concluded that this provision is inapplicable since the communication did not issue from the authorized correspondent.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The applicant filed a second application for leave and judicial review of that July 18, 2006 decision (docket number T-1488-06). At the hearing, however, the applicant explained that this second application was made essentially to protect his rights but relates to the same decision from CIPO to refuse his application for reinstatement. Accordingly, there will be only one set of reasons for the two files.  <FRAGMENT_SUPPRESSED>", "II.", "Issues  <FRAGMENT_SUPPRESSED>"], ["[8]", "This application for judicial review raises the following issues:  <FRAGMENT_SUPPRESSED>", "1. What is the appropriate standard of review?  <FRAGMENT_SUPPRESSED>", "2. Did the Commissioner err in refusing to accept payment of the maintenance and reinstatement fees in respect of the 725 Patent?  <FRAGMENT_SUPPRESSED>", "III.", "Relevant Provisions  <FRAGMENT_SUPPRESSED>"], ["[9]", "The relevant provisions are attached hereto as Annex A.  <FRAGMENT_SUPPRESSED>", "IV.", "Analysis  <FRAGMENT_SUPPRESSED>"], ["[10]", "There is no dispute between the parties that the appropriate standard of review in the present case is the correctness standard, as the issue to be decided is essentially a question of law. I can do no better in this respect than quoting from the decision reached by my colleague Justice Dawson in", "<FRAGMENT_SUPPRESSED>  revd. in part [2003] 4 F.C. 67; 301 N.R. 152; 2003 FCA 121. Conducting a pragmatic and functional analysis as directed by the Supreme Court of Canada in cases such as", "<FRAGMENT_SUPPRESSED> , she stated:  <FRAGMENT_SUPPRESSED>", "\"21 Expertise is the most important of the four factors to be considered. While the Commissioner has expertise with respect to a number of matters, I am not persuaded that such expertise extends to interpreting the relevant provisions of the", "Act", "and the", "Rules", "for the purpose of determining the effect of an underpayment of fees. As the majority of the Federal Court of Appeal observed in", "President and Fellows of", "[page 333]", "<FRAGMENT_SUPPRESSED>  (C.A.), at paragraph 183, the broader the proposition and the further the implications of a decision stray from the Commissioner's expertise, the less deference is warranted. This suggests a less deferential standard of review, closer to the correctness and of the spectrum.  <FRAGMENT_SUPPRESSED>", "\"22 While the object of the", "Act", "is to promote the development of inventions so as to benefit both inventors and the public, I conclude that the purpose of the specific provisions at issue with respect to the payment of fees is not polycentric in nature, not involving a multi-faceted balancing test. The", "Act", "establishes and regulates the respective rights of patent holders. Where the purpose of the legislation is to establish rights between parties, closer scrutiny by the Court is warranted.  <FRAGMENT_SUPPRESSED>", "\"23 The nature of the question at issue is a question of law: the interpretation will have determinative impact on future decisions. This again warrants less deference, and a standard closer to correctness.  <FRAGMENT_SUPPRESSED>", "\"24 Applying those factors, I conclude that the decisions of the Commissioner in the cases before me are reviewable on the standard of correctness. <FRAGMENT_SUPPRESSED>"], ["[11]", "The issue before this Court, therefore, is whether the Commissioner was right in his interpretation of the", "Act", ". There is no room for deference here: either the interpretation of the relevant provisions of the", "Act", "given by the Commissioner was correct or it was not. For the reasons that follow, I believe the Commissioner came to the proper conclusion.  <FRAGMENT_SUPPRESSED>"], ["[12]", "Section 27.1 of the", "Act", "provides that the payment of annual fees is required to maintain a patent application after it is filed. The application will be considered abandoned if it is not paid within the time allowed (s. 73(1)(c) of the", "Act", "). However, the application can be reinstated if: a request is made to the CIPO; the action that should have been taken in order to avoid the abandonment is taken; and if the prescribed fee is paid (s. 73(3) of the", "Act", "). It has to be done \"before the expiry of the 12-month period after the date on which the application is deemed to be abandoned as a result of that failure\" (Rule 98 of the", "Rules", ").  <FRAGMENT_SUPPRESSED>"], ["[13]", "In this case, the application was deemed to be abandoned on April 4, 2005. However, the Applicant then had a 12-month period to ask for reinstatement, until April 4, 2006. He made his request on March 21, 2006. The request was therefore submitted within the prescribed 12-month period. The only reason why the applicant's request for reinstatement was rejected was because it was made by the applicant himself, and not by his agent. According to the Commissioner, this was contrary to s. 6(1) of the", "Rules", ".  <FRAGMENT_SUPPRESSED>"], ["[14]", "The applicant relies on the opening phrase of that provision (\"Except as provided by the", "Act", "or these", "Rules", "\") to contend that his application should have been accepted. He submits that s. 27.1(1) of the", "Patent", "Act", "provides that", "the applicant", "shall pay the prescribed fees to the Commissioner to maintain the patent application. Similarly, s. 73(3) provides that a patent application will be reinstated if", "the applicant", ", amongst other things, pays the prescribed reinstatement fee within the prescribed deadline. Section 98 of the", "Patent Rules", "further provides that it is", "the applicant", "who must take the necessary actions to avoid the deemed abandonment of the patent. Finally, s. 24.02.02 of CIPO's", "Manual of Patent Office Practice", "equally confirms that either the applicant or the authorized correspondent is the appropriate party to pay the maintenance fee in respect of a patent application. On the basis of these provisions, the applicant is of the view that the opening words of s. 6(1) of the", "Rules", "find application and that he could apply for reinstatement himself.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The problem with this proposed interpretation is that it would strip s. 6(1) of the", "Rules", "of its meaning and render it superfluous. Sections 27.1, 73 and 98 of the", "Act", "are not unique in the use of the term \"applicant\". This term is consistently used in the provisions of the", "Act", "and of the", "Rules", "relating to the prosecution phase of the patent application process to denote the initiator of a patent application. The legislation is framed in terms of the steps to be taken by the applicant or the Commissioner in the patent application process. Given the consistent use of the word \"applicant\" throughout the provisions relating to the prosecution phase of the patent application process, each such provision would be an exception to s. 6(1). This simply makes no sense and would go against the presumption that words found in a statute must be given meaning and have a function. That provision is straightforward and the Commissioner should not be left to decide in each instance whether an applicant's direct communication with the Office should be considered or not.  <FRAGMENT_SUPPRESSED>"], ["[16]", "Indeed, there are provisions in the", "Patent", "Act", "and", "Patent Rules", "which explicitly identify someone other than the applicant as initiator of a step in the process. Section 35(1) of the", "Patent", "Act", "and s. 28(1) of the", "Patent Rules", "are examples of such exceptions. According to these provisions, \"any person\" may request examination of an application for a patent, requiring the Commissioner to communicate with someone other than or in addition to the authorized correspondent regarding prosecution or maintenance of a patent application. In such instances, the introductory phrase of s. 6(1) clearly finds application.  <FRAGMENT_SUPPRESSED>"], ["[17]", "Counsel for the applicant also submitted that the interpretation of the", "Patent", "Act", "and the", "Patent Rules", "should be governed by the principles of statutory interpretation, and more particularly by a purposive analysis. Relying on", "<FRAGMENT_SUPPRESSED> , he stressed that the principal object of the", "Patent", "Act", "is to promote the development of inventions so as to benefit both inventors and the public. Therefore, he asserts that his proposed interpretation of s. 6(1) should be preferred, as it would best promote the development of inventions by facilitating the payment of the necessary fees and avoid punishing inventors through the loss of their patent rights as a result of ambiguity or uncertainty regarding who is the appropriate party to pay those fees.  <FRAGMENT_SUPPRESSED>"], ["[18]", "The Supreme Court of Canada has recently discussed statutory interpretation, see:", "<FRAGMENT_SUPPRESSED>  B.C.A.C. 161; 208 W.A.C. 161;", "<FRAGMENT_SUPPRESSED> . The approach taken by the Supreme Court recognizes the importance of the entire context of the provisions. The words of a statute should be given their grammatical and ordinary sense in harmony with the object, the intention of the Parliament, as well as the scheme of the", "Act", ".  <FRAGMENT_SUPPRESSED>"], ["[19]", "In the decision", "<FRAGMENT_SUPPRESSED>  (", "Eiba", "), Justice Mosley held the following on the maintenance fees provisions:  <FRAGMENT_SUPPRESSED>", "\"[43] The object of the annual maintenance fee provisions, as stated by the Federal Court of Appeal in", "Barton No-till Disk Inc. et al.", ", supra, is to provide for defrayment of the costs of administering the patent regime and also to discourage the proliferation of 'deadwood' patents and patent applications by requiring patentees to take steps on an annual basis to keep them in good standing. While the affidavit evidence filed in this proceeding reveals that the application in the present case was not intended to be abandoned, I am satisfied that the maintenance fee provisions of the", "Act", "and the", "Rules", "must be interpreted strictly by the Commissioner, and also this Court, in order to ensure compliance by applicants through the timely and diligent filing of fees. <FRAGMENT_SUPPRESSED>"], ["[20]", "While the applicant is most certainly right as to the overarching purpose of the", "Patent Act", ", I do not think it can be achieved by introducing uncertainty in the application of the", "Act", "and by disregarding its clear wording. Various persons (i.e., inventor, multiple joint inventors, legal representative of inventor or joint inventors, associate patent agent or patent agent) may wish to communicate with and direct communications to the Commissioner of Patents regarding a particular patent application. Having multiple correspondents is an administrative burden for CIPO, creates the potential for conflicting requests, instructions and responses, and the potential for lack of instructions because of uncertainty as to who would act, with the consequence of missed deadlines. I agree with the respondent that s. 6(1) was designed to prevent that confusion and is a reflection of the need that was felt to delineate who the Commissioner must communicate with and whose communications the Commissioner must have regard to with respect to a particular patent application.  <FRAGMENT_SUPPRESSED>"], ["[21]", "For all the foregoing reasons, I do not think the Commissioner erred in refusing to accept payment of the maintenance and reinstatement fees in respect of the 725 Patent from the applicant; his interpretation of s. 6(1) of the", "Rules", "which only allows him to communicate with and have regards to communication from the authorized correspondent is correct.  <FRAGMENT_SUPPRESSED>"], ["[22]", "I am further of the opinion that the Commissioner of Patents did not err in his July 18, 2006 decision when he refused once again to accept the prescribed fees despite s. 3.1(1) of the", "Rules", ". This subsection expressly gives the power to the Commissioner who receives an unsuccessful attempt to pay the fee to extend the delay of payment. However, the beginning of the provision expressively provides that it is \"subject to subsection 6(1)\". The respondent is right to say the request for reinstatement had to come from the Patent Agent. In this case, the request was made by the applicant; s. 3.1 can therefore be of no assistance to the applicant.  <FRAGMENT_SUPPRESSED>"], ["[23]", "Furthermore, I believe that the CIPO was justified in refusing the July 18, 2006, Patent Agent's request for payment as the time limit to make a reinstatement request was expired.  <FRAGMENT_SUPPRESSED> ; 269 N.R. 373 (F.C.A.), the Federal Court of Appeal concluded that no discretionary power to extend the period of reinstatement was given to the Commissioner under the", "Act", ", see also:", "<FRAGMENT_SUPPRESSED>  and", "Eiba", ".  <FRAGMENT_SUPPRESSED>"], ["[24]", "I would therefore dismiss this application for judicial review.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[25]", "THIS COURT ORDERS AND ADJUDGES that", "the application for judicial review is dismissed with costs.  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/gs  <FRAGMENT_SUPPRESSED>", "ANNEX \"A <FRAGMENT_SUPPRESSED>", "Patent", "Act  <FRAGMENT_SUPPRESSED>", "\"27(1) The Commissioner shall grant a patent for an invention to the inventor or the inventor's legal representative if an application for the patent in Canada is filed in accordance with this Act and all other requirements for the issuance of a patent under this Act are met.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "35(1) The Commissioner shall, on the request of any person made in such manner as may be prescribed and on payment of a prescribed fee, cause an application for a patent to be examined by competent examiners to be employed in the Patent Office for that purpose.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "73(1) An application for a patent in Canada shall be deemed to be abandoned if the applicant does not  <FRAGMENT_SUPPRESSED>", "(a) reply in good faith to any requisition made by an examiner in connection with an examination, within six months after the requisition is made or within any shorter period established by the Commissioner;  <FRAGMENT_SUPPRESSED>", "(b) comply with a notice given pursuant to subsection 27(6);  <FRAGMENT_SUPPRESSED>", "(c) pay the fees payable under section 27.1, within the time provided by the regulations;  <FRAGMENT_SUPPRESSED>", "(d) make a request for examination or pay the prescribed fee under subsection 35(1) within the time provided by the regulations;  <FRAGMENT_SUPPRESSED>", "(e) comply with a notice given under subsection 35(2); or  <FRAGMENT_SUPPRESSED>", "(f) pay the prescribed fees stated to be payable in a notice of allowance of patent within six months after the date of the notice.  <FRAGMENT_SUPPRESSED>", "\"(2) An application shall also be deemed to be abandoned in any other circumstances that are prescribed.  <FRAGMENT_SUPPRESSED>", "\"(3) An application deemed to be abandoned under this section shall be reinstated if the applicant  <FRAGMENT_SUPPRESSED>", "(a) makes a request for reinstatement to the Commissioner within the prescribed period;  <FRAGMENT_SUPPRESSED>", "(b) takes the action that should have been taken in order to avoid the abandonment; and  <FRAGMENT_SUPPRESSED>", "(c) pays the prescribed fee before the expiration of the prescribed period.  <FRAGMENT_SUPPRESSED>", "\"(4) An application that has been abandoned pursuant to paragraph (1)(f) and reinstated is subject to amendment and further examination.  <FRAGMENT_SUPPRESSED>", "\"(5) An application that is reinstated retains its original filing date. <FRAGMENT_SUPPRESSED>", "Patent Rules  <FRAGMENT_SUPPRESSED>", "\"2. In these Rules, authorized correspondent\" means, in respect of an application,  <FRAGMENT_SUPPRESSED>", "(a) where the application was filed by the inventor, where no transfer of the inventor's right to the patent or of the whole interest in the invention has been registered in the Patent Office and where no patent agent has been appointed  <FRAGMENT_SUPPRESSED>", "(i) the sole inventor,  <FRAGMENT_SUPPRESSED>", "(ii) one of two or more joint inventors authorized by all such inventors to act on their joint behalf, or  <FRAGMENT_SUPPRESSED>", "(iii) where there are two or more joint inventors and no inventor has been authorized in accordance with subparagraph (ii), the first inventor named in the petition or, in the case of PCT national phase applications, the first inventor named in the international application,  <FRAGMENT_SUPPRESSED>", "(b) where an associate patent agent has been appointed or is required to be appointed pursuant to section 21, the associate patent agent, or  <FRAGMENT_SUPPRESSED>", "(c) where paragraphs (a) and (b) do not apply, a patent agent appointed pursuant to section 20; (", "correspondant autorisé", ")  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"3(1) If a person takes any proceeding or requests that any service be rendered by the Commissioner or by the Patent Office, the person shall pay to the Commissioner the appropriate fee, if any, set out in Schedule II for that proceeding or service.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"6(1) Except as provided by the Act or these Rules, for the purpose of prosecuting or maintaining an application the Commissioner shall only communicate with, and shall only have regard to communications from, the authorized correspondent.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"20(1) An applicant who is not an inventor shall appoint a patent agent to prosecute the application for the applicant.  <FRAGMENT_SUPPRESSED>", "\"(2) The appointment of a patent agent shall be made in the petition or by submitting to the Commissioner a notice signed by the applicant.  <FRAGMENT_SUPPRESSED>", "\"(3) The appointment of a patent agent may be revoked by submitting to the Commissioner a notice of revocation signed by the applicant or that patent agent.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"28(1) Subject to subsection (2), the Commissioner may advance an application for examination out of its routine order upon the request of any person who pays the fee set out in item 4 of Schedule II, where the Commissioner determines that failure to advance the application is likely to prejudice that person's rights.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"98(1) For an application deemed to be abandoned under section 73 of the Act to be reinstated, the applicant shall, in respect of each failure to take an action referred to in subsection 73(1) of the Act or section 97, make a request for reinstatement to the Commissioner, take the action that should have been taken in order to avoid the abandonment and pay the fee set out in item 7 of Schedule II, before the expiry of the 12-month period after the date on which the application is deemed to be abandoned as a result of that failure.  <FRAGMENT_SUPPRESSED>", "\"(2) For the purposes of subsection (1), if an application is deemed to be abandoned for failure to pay a fee referred to in subsection 3(3), (4) or (7), for the applicant to take the action that should have been taken in order to avoid the abandonment, the applicant shall, before the expiry of the time prescribed by subsection (1), either  <FRAGMENT_SUPPRESSED>", "(a) pay the applicable standard fee, or  <FRAGMENT_SUPPRESSED>", "(b) file a small entity declaration in respect of the application in accordance with section 3.01 and pay the applicable small entity fee. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "Loi sur les brevets  <FRAGMENT_SUPPRESSED>", "\"27(1) Le commissaire accorde un brevet d'invention à l'inventeur ou à son représentant légal si la demande de brevet est déposée conformément à la présente loi et si les autres conditions de celle-ci sont remplies.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"35(1) Sur requête à lui faite en la forme réglementaire et sur paiement de la taxe réglementaire, le commissaire fait examiner la demande de brevet par tel examinateur compétent recruté par le Bureau des brevets.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"73(1) La demande de brevet est considérée comme abandonnée si le demandeur omet, selon le cas:  <FRAGMENT_SUPPRESSED>", "a) de répondre de bonne foi, dans le cadre d'un examen, à toute demande de l'examinateur, dans les six mois suivant cette demande ou dans le délai plus court déterminé par le commissaire;  <FRAGMENT_SUPPRESSED>", "b) de se conformer à l'avis mentionné au paragraphe 27(6);  <FRAGMENT_SUPPRESSED>", "c) de payer, dans le délai réglementaire, les taxes visées à l'article 27.1;  <FRAGMENT_SUPPRESSED>", "d) de présenter la requête visée au paragraphe 35(1) ou de payer la taxe réglementaire dans le délai réglementaire;  <FRAGMENT_SUPPRESSED>", "e) de se conformer à l'avis mentionné au paragraphe 35(2);  <FRAGMENT_SUPPRESSED>", "f) de payer les taxes réglementaires mentionnées dans l'avis d'acceptation de la demande de brevet dans les six mois suivant celui-ci.  <FRAGMENT_SUPPRESSED>", "\"(2) Elle est aussi considérée comme abandonnée dans les circonstances réglementaires.  <FRAGMENT_SUPPRESSED>", "\"(3) Elle peut être rétablie si le demandeur:  <FRAGMENT_SUPPRESSED>", "a) présente au commissaire, dans le délai réglementaire, une requête à cet effet;  <FRAGMENT_SUPPRESSED>", "b) prend les mesures qui s'imposaient pour éviter l'abandon;  <FRAGMENT_SUPPRESSED>", "c) paie les taxes réglementaires avant l'expiration de la période réglementaire.  <FRAGMENT_SUPPRESSED>", "\"(4) La demande abandonnée au titre de l'alinéa (1)f) et rétablie par la suite est sujette à modification et à nouvel examen.  <FRAGMENT_SUPPRESSED>", "\"(5) La demande rétablie conserve sa date de dépôt. <FRAGMENT_SUPPRESSED>", "Règles sur les brevets  <FRAGMENT_SUPPRESSED>", "\"2. Les définitions qui suivent s'appliquent aux présentes règles.  <FRAGMENT_SUPPRESSED>", "«correspondant autorisé» Pour une demande:  <FRAGMENT_SUPPRESSED>", "a) lorsque la demande a été déposée par l'inventeur, qu'aucune cession de son droit au brevet, de son droit sur l'invention ou de son intérêt entier dans l'invention n'a été enregistrée au Bureau des brevets et qu'aucun agent de brevets n'a été nommé:  <FRAGMENT_SUPPRESSED>", "(i) l'unique inventeur,  <FRAGMENT_SUPPRESSED>", "(ii) s'il y a deux coïnventeurs ou plus, celui autorisé par ceux-ci à agir en leur nom,  <FRAGMENT_SUPPRESSED>", "(iii) s'il y a deux coïnventeurs ou plus et qu'aucun de ceux-ci n'a été ainsi autorisé, le premier inventeur nommé dans la pétition ou, dans le cas des demandes PCT à la phase nationale, le premier inventeur nommé dans la demande internationale;  <FRAGMENT_SUPPRESSED>", "b) lorsqu'un coagent a été nommé ou doit l'être en application de l'article 21, le coagent ainsi nommé;  <FRAGMENT_SUPPRESSED>", "c) lorsque les alinéas a) et b) ne s'appliquent pas, l'agent de brevets nommé en application de l'article 20. (", "authorized correspondent", ")  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"3(1) La personne qui remplit des formalités ou demande la prestation d'un service par le commissaire ou le Bureau des brevets verse au commissaire la taxe qui est prévue, le cas échéant, à l'annexe II.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"6(1) Sauf disposition contraire de la Loi ou des présentes règles, dans le cadre de la poursuite ou du maintien d'une demande, le commissaire ne communique qu'avec le correspondant autorisé en ce qui concerne cette demande et ne tient compte que des communications reçues de celui-ci à cet égard.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"20(1) Le demandeur qui n'est pas l'inventeur nomme un agent de brevets chargé de poursuivre la demande en son nom.  <FRAGMENT_SUPPRESSED>", "\"(2) L'agent de brevets est nommé dans la pétition ou dans un avis remis au commissaire et signé par le demandeur.  <FRAGMENT_SUPPRESSED>", "\"(3) La nomination d'un agent de brevets peut être révoquée par un avis de révocation remis au commissaire et signé par l'agent ou le demandeur.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"28(1) Sous réserve du paragraphe (2), le commissaire peut, à la demande de la personne qui verse la taxe prévue à l'article 4 de l'annexe II, devancer la date normale d'examen d'une demande s'il juge que le non-devancement est susceptible de porter préjudice aux droits de cette personne.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"98(1) Pour que la demande considérée comme abandonnée en application de l'article 73 de la Loi soit rétablie, le demandeur, à l'égard de chaque omission visée au paragraphe 73(1) de la Loi ou à l'article 97, présente au commissaire une requête à cet effet, prend les mesures qui s'imposaient pour éviter l'abandon et paie la taxe prévue à l'article 7 de l'annexe II, dans les douze mois suivant la date de prise d'effet de l'abandon.  <FRAGMENT_SUPPRESSED>", "\"(2) Pour prendre les mesures qui s'imposaient pour éviter l'abandon pour non-paiement de la taxe visée aux paragraphes 3(3), (4) ou (7), le demandeur, avant l'expiration du délai prévu au paragraphe (1):  <FRAGMENT_SUPPRESSED>", "a) soit paie la taxe générale applicable;  <FRAGMENT_SUPPRESSED>", "b) soit dépose, à l'égard de sa demande, la déclaration du statut de petite entité conformément à l'article 3.01 et paie la taxe applicable aux petites entités. <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}