{"id_": "097564", "body_str": [["[1]", "Zinn, J.", ": Canada may order the removal of persons who have breached the", "Immigration and Refugee Protection Act", ", R.S.C. 2001, c. 27. In keeping with our international obligations, the Act provides numerous avenues such persons may explore and engage to ensure that they are not placed at risk if removed to their country of origin.  <FRAGMENT_SUPPRESSED>"], ["[2]", "Subject to the limited appeal provisions in the Act, once a removal order has been issued, the question is not whether the person will be removed from Canada, but", "when", "the removal will occur. Section 48(2) of the Act provides that the foreign national against whom the removal order is made \"", "must", "leave Canada", "immediately", "\" (emphasis added). Sometimes life gets in the way of things; sometimes leaving Canada immediately is not possible, sometimes it is not practical, and sometimes it is simply inhumane. Accordingly, Parliament provided some limited discretion as to the timing of the removal by providing that the removal order is to be \"enforced as soon as", "reasonably practicable", "\" (emphasis added). The enforcement officer may briefly delay or defer the person's removal from Canada, either on his own motion or at the request of the person affected.  <FRAGMENT_SUPPRESSED>"], ["[3]", "Mr. Williams was ordered to be removed from Canada to his country of origin,  <FRAGMENT_SUPPRESSED>", "Jamaica. He was to be removed on March 25, 2009. His request that his removal be deferred was denied. For the reasons that follow, in the unique circumstances at hand, this application is allowed.  <FRAGMENT_SUPPRESSED>", "Background  <FRAGMENT_SUPPRESSED>"], ["[4]", "The decision under review was made on March 16, 2009. It is a decision of an enforcement officer refusing the applicant's request for a deferral of his removal from Canada pending his application for permanent residence from within Canada based on humanitarian and compassionate grounds (the H&C application). Following the refusal, applicant filed further evidence and submissions seeking a re-consideration of that decision. Another officer denied the request for reconsideration on March 17, 2009. The reconsideration decision is not the subject of this or any application for review and the evidence relating to it cannot be considered when reviewing the decision under review as it was not before that officer.  <FRAGMENT_SUPPRESSED>"], ["[5]", "Mr. Williams was born in Kingston, Jamaica, on May 23, 1965; he is currently 44 years of age. He entered Canada illegally in 1994 and remained underground until he came to the attention of the Canadian immigration authorities in August of 2006.  <FRAGMENT_SUPPRESSED>"], ["[6]", "On December 4, 1994, he married his first wife, Audrey Anna Locke, in Toronto. It appears from the record that she had a daughter from a previous relationship. Together, Mr. Williams and Ms. Locke had two sons, Chavell, born in 1996 and Rashawn, born in 1998. Chavell suffers from asthma and has a number of allergies, including allergies to peanuts and eggs. It was not pointed out to the enforcement officer that Chavell also has some developmental delays and is schooled in a special education class.  <FRAGMENT_SUPPRESSED>"], ["[7]", "Mr. Williams' first wife owned a restaurant business in Toronto called The Jerk Spot. When his wife was alive, Mr. Williams was an \"advisor\" to the business. Tragically, Mr. Williams' wife died suddenly on July 28, 2006, leaving him to care for their children.  <FRAGMENT_SUPPRESSED>"], ["[8]", "Shortly after her death Mr. Williams was arrested by the Toronto Police and charged with a number of offences related to the use or possession of fraudulent credit cards. The Toronto Police alerted the immigration authorities and Mr. Williams was detained on August 16, 2006. An inadmissibility report was issued pursuant to section 44(1) of the Act. The applicant was later released on a $5000 bond posted by the sister of his deceased wife.  <FRAGMENT_SUPPRESSED>"], ["[9]", "On October 10, 2006, Mr. Williams was removal ready and was provided with a Pre-Removal Risk Application (PRRA). He waived his right to a PRRA but he was not removed due to the pending criminal charges which were not disposed of until September 24, 2008.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The officer's notes from the October 10, 2006 meeting indicate that the applicant told him that his wife had died on July 28, 2006, that he had custody of their two children, that the three of them were living with his sister-in-law, that his former wife's business was \"in trust to him\" and was then being run by his wife's business partner, and that he would purchase his and his sons' tickets to Jamaica as he would be taking them with him.  <FRAGMENT_SUPPRESSED>"], ["[11]", "In December 2006, the applicant re-married. The pastor of his church had introduced him to Charmaine, a single woman with three children then aged 17, 12 and 6. He and his sons moved into the home owned by his new wife. On March 22, 2007, she gave birth to their daughter, Alyse.  <FRAGMENT_SUPPRESSED>"], ["[12]", "On April 30, 2007, the applicant filed an H&C application. The notes of the enforcement officer from 2009 reflected that although the application \"included his marriage certificate, Mr. Williams was not eligible to be part of the Spousal Class, as he disclosed Criminal Convictions in the USA in 1994.\" There is nothing further in the record relating to these alleged offences.  <FRAGMENT_SUPPRESSED>"], ["[13]", "On September 24, 2008, he was tried in Toronto and convicted of use of a credit card obtained by fraud, attempted fraud, and obstructing a peace officer. He was given a conditional discharge, 60 hours of community service and 12 months probation. In the request for deferral his counsel described the circumstances that led to the criminal charges, implying that his role was minor.  <FRAGMENT_SUPPRESSED>", "In or about June 2006, Mr. Williams was charged with credit card fraud because of his association with a friend who used a false credit card at a Home Depot store. He was with him at the time and was also charged with credit card fraud. Not having any legal status in Canada he gave a false name to police and was charged with attempted fraud and obstruct [sic] justice. Those matters were disposed of on September 24, 2008 and Mr. Williams was given a conditional discharge.  <FRAGMENT_SUPPRESSED>"], ["[14]", "On February 26, 2009, Mr. Williams attended a pre-removal interview. The officer's notes reflect that he informed the officer of his recent marriage, the birth of his daughter, his wife's children, and the fact that she was now pregnant and was expecting to deliver their baby on July 13, 2009. He also informed the officer that The Jerk Spot was now \"owned by himself and current wife.\" The applicant informed the officer that he did not know if his two sons would be travelling to Jamaica with him. With respect to the business the notes indicate the following:  <FRAGMENT_SUPPRESSED>", "...[T] old PC that he could no longer legally work in Canada; the PC said that he had never worked in Canada; I told him that he could not be involved in his business. <FRAGMENT_SUPPRESSED>", "He also informed the officer that his brother lived in Jamaica, his mother lived in Hartfort, Connecticut, and he had an aunt and a cousin in Montréal, Québec.  <FRAGMENT_SUPPRESSED>"], ["[15]", "Although no removal date had yet been set, the next day the applicant filed a request for the deferral of his removal. On March 3, 2009, he was served with a Direction to Report which indicated that his removal would occur on March 25, 2009.  <FRAGMENT_SUPPRESSED>"], ["[16]", "In his request for deferral, Mr. Williams discloses the history outlined above. In addition, he notes that his wife is six months pregnant and \"her health is challenging as she has been experiencing heart problems.\" He informs the authorities that he has requested a medical note to show that this is a concern. The bases for the request for deferral were the following:  <FRAGMENT_SUPPRESSED>", "(i) The long outstanding H&C application (then outstanding for 22 months) which, it was submitted had not been processed due to a backlog in the system.  <FRAGMENT_SUPPRESSED>", "(ii) The best interests of the children and his family dynamics. It was pointed out that there were now six children involved, two were his sole responsibility from his previous marriage, one was his joint responsibility with his wife, and another was to be born in three months. With respect to his two sons, his counsel wrote: \"...[H] e feels that it would be a dereliction of his duty to leave them here in Canada with his second wife who would have the burden of managing her health issue and a baby. <FRAGMENT_SUPPRESSED>", "(iii) The loss of the business, The Jerk Spot, which it was said employed four persons and which was the source of income and financial support for the family of eight (soon to be nine). His counsel wrote in the deferral request: \"There is not one iota of doubt that deporting Mr. Williams to Jamaica, and having his wife and family here in Canada with the young baby and her questionable health would severely impact the survivability of the business. <FRAGMENT_SUPPRESSED>"], ["[17]", "Subsequently, the medical note was provided by the applicant. It reads as follows:  <FRAGMENT_SUPPRESSED>", "Mrs. Williams has been attending this clinic since March 26, 2007. She is currently pregnant and her due date is July 13, 2009.  <FRAGMENT_SUPPRESSED>", "It would be greatly appreciated if her husband Gary Williams D.O.B. 23/05/1965 is allowed to stay in Canada to help her with her current pregnancy and childbirth, as she has no other close relatives in this country.  <FRAGMENT_SUPPRESSED>", "She has 4 of her children and two of his children to look after as well and will definitely need as much help as she can get from her husband during the pregnancy and at delivery.  <FRAGMENT_SUPPRESSED>", "Mrs. Williams is under investigation by Dr. F. Jeejeebhoy for an episode of arterial fibrillation and syncope. An MRI of the heart was ordered by Dr. Jeejeebhoy and this will be postponed due to the pregnancy.  <FRAGMENT_SUPPRESSED>", "She is under a lot of stress due to her husband's pending deportation. It would be appreciated if a stay of deportation is allowed for her husband until all her issues are resolved.  <FRAGMENT_SUPPRESSED>"], ["[18]", "On March 16, 2009, the enforcement officer denied the request for deferral. The officer's notes reflect that he considered each of the three bases advanced by the applicant.  <FRAGMENT_SUPPRESSED>"], ["[19]", "With respect to the medical condition of his wife, the officer infers that as the MRI has been postponed, her medical condition it is not urgent or severe enough to warrant immediate investigation. The officer notes that as a Canadian citizen, Mrs. Williams is not required to travel to Jamaica and she has health care and social programs available to her in Canada. He notes that \"insufficient evidence has been presented to demonstrate that Mrs. Williams is either unwilling or unable to avail herself of any programs which may be able to assist her during this period of transition. <FRAGMENT_SUPPRESSED>"], ["[20]", "With respect to the outstanding H&C application the officer notes that it was received in Vegreville on April 30, 2007, and was transferred to Mississauga on November 30, 2007 for processing. He writes that \"insufficient evidence has been presented to demonstrate that a decision on Mr. Williams' H&C or Spousal application is imminent at this time.\" He further concludes that he is not satisfied that the application was submitted in a timely manner. He reviews the applicant's history in Canada and the fact that upon waiving a PRRA on October 10, 2006, his removal order became enforceable but that he was unable to be removed due to the pending criminal charges.  <FRAGMENT_SUPPRESSED>"], ["[21]", "The officer considers the best interests of the children and writes:  <FRAGMENT_SUPPRESSED>", "Mr. Williams may chose [", "sic", "] to bring his sons aged 11 and 13 with him to Jamaica as he had previously indicated to Off. P. Watson during his interview on 10 October 2006 that this was an option he was considering. If he chooses to remain in Canada, I am satisfied they may remain in the care of their step-mother, or another designate. I note that during his interview on 10 October 2006, Mr. Williams indicated that he and his children were staying with his sister-in-law and her", "son", ", both of whom were Canadian citizens. I further note that during his interview on 26 February 2009, Mr. Williams stated that he has family in Canada, as well as his mother in the USA. In regards to Mr. Williams' adopted children as well as his 2 year old daughter, I am satisfied that if they remain in Canada they will do so under the care of their mother and will have the physical and emotional support necessary to adjust to their new circumstances. (emphasis added)  <FRAGMENT_SUPPRESSED>"], ["[22]", "The officer also considered the applicant's business. He writes:  <FRAGMENT_SUPPRESSED>", "... insufficient evidence has been presented to demonstrate that Mr. Williams is, in fact, the owner of the business in question. No documents were presented with the request to defer which speak to the legitimacy of this claim. However, assuming that Mr. Williams is the owner of the business in question, insufficient evidence has been presented to demonstrate that Mr. Williams has made any efforts to find an alternative arrangement for the management of the business in the event of his removal from Canada. I note that during his interview on 10 October 2006, Mr. Williams stated that he acted as an \"advisor\" to the business until his late wife's death and that it was now \"in trust\" to him. He further stated to Off. Watson that the restaurant was being run by his late wife's business partner Makis Arthur. Insufficient evidence has been presented to demonstrate whether Makis Arthur is still involved with the business, however insufficient evidence has been presented to demonstrate that Mr. Williams could not similarly place the restaurant in trust to another individual, possibly Makis Arthur, or that he could not hire one of his current employees to manage the business in his absence.  <FRAGMENT_SUPPRESSED>"], ["[23]", "On March 23, 2009, I granted a stay of removal pending the final disposition of this application for leave and judicial review. Information was provided to the Court with that motion going to the issue of irreparable harm that was not provided to the enforcement officer with the request to defer and which may have been of assistance to the officer. That information, and the basis for the stay being granted is set out in the endorsement, which reads as follows:  <FRAGMENT_SUPPRESSED>", "1. The Court is not impressed by some of the conduct of Mr. Williams since arriving in this country. In particular his surreptitious arrival in 1994 and the fact that he lived \"underground\" until he came to the attention of the immigration authorities as a result of being charged, and later convicted of credit card fraud and obstructing a police officer. However, it appears that he was given a conditional discharge and served the sentence - 60 hours of community service and 12 months probation.  <FRAGMENT_SUPPRESSED>", "2. One cannot help but be moved by the circumstances of his family. He married in 1994 and has two sons of that marriage, born in 1996 and 1998. The oldest is mentally delayed and suffers from serious allergies. His wife died suddenly in mid 2006. Through his Church he met and married his current spouse. She has three children from an earlier relationship. They are now aged 17, 11 and 6. The oldest has sickle cell anaemia and has periodic episodes that require hospitalization. The applicant and his spouse have one child of their marriage who was born in March 2007 and they are expecting their second child in July of this year. His current wife suffers from fainting spells, which cannot be diagnosed until after the birth, and has a heart murmur that is treated by aspirin. Her condition prevents her from working.  <FRAGMENT_SUPPRESSED>", "3. Mr. Williams operates a restaurant in Toronto which he apparently inherited from his deceased wife. He has four employees and asserts that as it is a cash business, he or his spouse must be on site.  <FRAGMENT_SUPPRESSED>", "4. Mr. Williams has an H&C application that has been outstanding for 15 [", "sic", "] months.  <FRAGMENT_SUPPRESSED>", "5. The enforcement officer considered and, in my mind, relied on information from an interview that Mr. Williams had with immigration authorities in October 2006. In particular, the officer references that in 2006, Mr. Williams said that if he was removed to Jamaica, he may chose to bring his two sons with him and that he and his children were living with his sister-in-law and her husband [", "sic", "]. What the officer does not mention in this regard is that this interview was given before Mr. Williams married his current spouse and that his circumstances have changed considerably since then. I am of the view that there is a serious issue raised as to the procedural fairness afforded Mr. Williams by the officer referring to and relying upon this dated information. I am further of the view that there is a serious issue raised in that the officer finds that there is insufficient evidence that Mr. Williams owns \"The Jerk Spot\". Again, the officer relies on the dated 2006 information and noted that Mr. Williams then said that the restaurant was \"in trust\" to him. No doubt because its owner, his former wife, had died. His entire analysis of the ability of Mr. Williams to place this restaurant in the hands of some third party for the financial support of his family is extremely questionable and, in my mind, unlikely to meet the reasonableness standard set out by the Supreme Court in", "Dunsmuir", ", even given the deference the officer's decision is due.  <FRAGMENT_SUPPRESSED>", "6. This is one of those rare instances where the harm occasioned by the removal of one parent is irreparable harm within the", "Toth", "test. The harm is the probable dissolution of the business, and the impact on the children and spouse at a time when many are in need of the applicant's emotional and physical support, in addition to his financial support. Additionally, while his criminal record is of his own making, it will probably result in him not being readmitted to Canada and reunited with his family should the application for judicial review of the refusal to defer be successful.  <FRAGMENT_SUPPRESSED>", "7. The balance of convenience tips in favour of the applicant in these very extraordinary circumstances.  <FRAGMENT_SUPPRESSED>", "8. The Court wishes to express to Mr. Williams that it expects him to remain honest and upstanding and to provide financial support to his extended family. But for his family's exceptional circumstances which rise to the level of irreparable harm, the serious issues raised in the officer's decision would not have kept him in Canada in light of his previous history.  <FRAGMENT_SUPPRESSED>", "Issues  <FRAGMENT_SUPPRESSED>"], ["[24]", "The applicant raises the following issues:  <FRAGMENT_SUPPRESSED>", "1. Whether the enforcement officer's decision to refuse the applicant's deferral of removal request was reasonable?  <FRAGMENT_SUPPRESSED>", "2. Whether special circumstances exist to warrant the award of costs either on a partial or substantial indemnity basis?  <FRAGMENT_SUPPRESSED>"], ["[25]", "At the commencement of the hearing I informed the parties that I was satisfied that there was nothing in the record that would warrant an award of costs. This Court's stay decision did not render the applicant's success in this application a certainty and there was no dereliction of duty or bad faith in the respondent pursuing the application to judicial review on the merits of the case. Accordingly, this application proceeded to be heard on its merits. The sole issue before the Court is whether the decision not to defer removal was reasonable.  <FRAGMENT_SUPPRESSED>", "Analysis  <FRAGMENT_SUPPRESSED>"], ["[26]", "The applicant submits that the serious issues described by this Court in its stay order are substantive flaws with the decision that render it unreasonable. The applicant also submits that the officer erred in determining that his H&C application was not filed in a timely manner, and that the officer erred in focusing on the imminence of a decision on the outstanding H&C application rather than on the length of time that had passed since it was filed. The applicant contends that the officer's speculation regarding the severity of Mrs. Williams' medical condition was unreasonable and that he failed to adequately consider the impact of the applicant's removal on his family, and the fact that removal would cause them irreparable harm.  <FRAGMENT_SUPPRESSED>"], ["[27]", "The respondent submits that the only question before this Court is whether the officer \"exercised his discretion and performed his duty in accordance with the law when declining to defer the Applicant's removal.\" The respondent says that the officer had only a very narrow discretion to defer removal, and that the officer exercised this discretion reasonably. The respondent also contends that the applicant's lack of clean hands supported the refusal to defer removal. The respondent submits that an outstanding H&C application does not necessarily form the basis for a deferral request, that the diminished procedural fairness obligations on removals officers were met in this case, that the officer's referral to previous statements was legitimate, and that any error was not material to the result. The respondent relies on this Court's decision in", "<FRAGMENT_SUPPRESSED>  for the proposition that an enforcement officer is not required to conduct a preliminary H&C assessment; the respondent submits that the officer's assessment of the family's interests were adequate in the circumstances.  <FRAGMENT_SUPPRESSED>"], ["[28]", "As earlier noted, the fact that the applicant's motion for a stay of removal was granted in this case by me does not lead directly to the conclusion that the application for review of that decision will also be granted by me.  <FRAGMENT_SUPPRESSED>"], ["[29]", "This is so because a motion for a stay of removal and a judicial review of a refusal to defer removal are different proceedings. The conclusion that serious issues exist on the tri-partite test described in", "<FRAGMENT_SUPPRESSED>  (T.D.) of \"likelihood of success\", does not lead directly to the conclusion that these issues are reviewable issues once examined with the benefit of a complete record. Likewise, the conclusion that the applicant faces irreparable harm under the tri-partite test does not lead directly to the conclusion that he also faces a risk of death, extreme sanction or inhumane treatment if a deferral of removal is not granted.  <FRAGMENT_SUPPRESSED>"], ["[30]", "This case is an excellent illustration that an applicant who fails to provide a full and complete record in support of a deferral request does so at his own peril. There was evidence that could have been placed before the enforcement officer but it was not. We will never know whether that information would have changed the outcome. It was submitted only later with the reconsideration request and stay motion. Before turning to examine the challenges the applicant advances to the decision under review, I wish to make a few comments on the basis for deferral requests and the role of this Court when those decisions are challenged.  <FRAGMENT_SUPPRESSED>"], ["[31]", "Section 48(2) of the Act obligates enforcement officers to enforce valid removal orders \"as soon as is reasonably practicable\". Section 48 has been interpreted to grant officers only a very limited discretion to consider requests to defer removal:", "<FRAGMENT_SUPPRESSED>  (T.D.); and", "Wang, supra", ". In", "Wang", ", at para. 48, Pelletier J. (as he then was), held that:  <FRAGMENT_SUPPRESSED>", "...deferral should be reserved for those applications or processes where the failure to defer will expose the applicant to the risk of death, extreme sanction or inhumane treatment in circumstances and where deferral might result in the order becoming inoperative. The consequences of removal in those circumstances cannot be made good by readmitting the person to the country following the successful conclusion of their pending application.  <FRAGMENT_SUPPRESSED>"], ["[32]", "On my reading of the decisions in", "Baron", "Wang", "and", "Simoes", "the situations where an officer may be called upon to defer removal will fall within one three categories.  <FRAGMENT_SUPPRESSED>"], ["[33]", "The first category involves situations where there are factors directly related to the travel arrangements required to remove the person. In this category are factors such as the cancellation of a scheduled flight, the sudden illness of the traveller, and the unavailability of required escorts. In cases such as these there will be little judgment or discretion required by the officer; it is likely that in these cases it will be obvious that the travel arrangements have to be changed and removal postponed to a later date.  <FRAGMENT_SUPPRESSED>"], ["[34]", "The second category involves situations where there are factors that are not related to the travel arrangements but that are directly impacted by them. In this category are factors such as the impact on a child's school year where a child is being removed, the impact on a Canadian business where the person being removed operates a business, a pending birth or a death. In these cases, the deferral will be temporary in order to address or ameliorate the impact of the removal. The removal will be deferred to enable the child to finish the school year or to graduate, to enable the person to wind up or sell his business, to give birth to a child or to attend at the birth of a child, or to attend at a funeral. In some instances the relevant factor will have to relate directly to the person being removed. For example, if that person is a student it may be that a deferral to permit him or her to complete the school year is appropriate. That basis for deferral is less likely to be germane if the student is a child of the person subject to the removal order and the child will be remaining in Canada. In that case, absent special circumstances, the removal of the parent is not likely to have a material impact on the child's education. In other situations the relevant factor may not need to be one personal to the person being removed; it may be sufficient if it relates to an immediate family member or dependant. For example, the death of the spouse (who was to remain in Canada) of a person being removed may warrant a deferral in order that he can bury his spouse, make arrangement for the care of the children, or make arrangements for the disposition of the estate. On the other hand, if the person subject to the removal order has been estranged from his recently deceased former spouse and she has been more recently in a common-law relationship with another, it may be that a deferral is not justified. Accordingly, deferral in situations falling within this category will require judgment or discretion being exercised by the officer.  <FRAGMENT_SUPPRESSED>"], ["[35]", "The third category involves situations where there is a process under the Act which could lead to landing and therefore could result in the removal order becoming invalid or unenforceable", "and", "where the failure to defer will expose the person to the risk of \"death, extreme sanction or inhumane treatment\" [", "Wang", "at para. 48]. In those situations there is no alternative remedy available to ameliorate the impact on the applicant if the removal order becomes invalid as a result of that collateral process. Under this category fall deferral requests because of a pending H&C application. I concur with Justice Pelletier in", "Wang", ", at para. 45, that \"", "absent special considerations", ", an H&C application which is not based upon a threat to personal safety would not justify deferral because there is a remedy other than failing to comply with a positive statutory obligation\" (emphasis added). In such cases the applicant generally has a right to return if the H&C application is granted.  <FRAGMENT_SUPPRESSED>"], ["[36]", "One of the \"special considerations\" noted on occasion by this Court which may warrant deferral in the face of an H&C application is where the H&C application was brought on a timely basis but it has not been determined due to a backlog in the system:", "Simoes", "at para. 12. I can find no analysis or discussion of the rationale for this proposition. In my view, the rationale likely flows from the fact that it is a situation where the Minister has two competing statutory duties which are both at play. The Minister has a duty to remove those in breach of the Act and the Minister also has a duty to process applications for landing under the Act. The duty in both cases includes a duty to act promptly. Where the Minister has failed in his duty to promptly process an H&C application, then this should be a relevant consideration when determining when it is \"reasonably practicable\" to remove that applicant. Where an H&C application was filed promptly and the only reason why it has not been determined lies in the hands of the Minister, then the Minister should not be allowed to rigorously enforce his duty of removal when he has been delinquent in his duty to process applications that may make the removal unnecessary or invalid.  <FRAGMENT_SUPPRESSED>"], ["[37]", "The difficulty for the Court, and for enforcement officers, is that there is rarely any evidence of the time that is likely to be required before the H&C determination is made. The department's web site informs applicants that first stage approval of an H&C application currently takes 5 to 6 months. [see footnote 1] It cautions applicants:  <FRAGMENT_SUPPRESSED>", "Not all cases receive \"first stage of approval\" at CPC Vegreville. Some files may be transferred to a local CIC office. This may add further delays to the overall processing time.  <FRAGMENT_SUPPRESSED>", "The department's web site does not provide information to the public as to the average processing time that is taken to reach a final decision on an H&C application. It would seem to me that such information must be available within the department and it would be helpful to applicants and enforcement officers if it were made available. Last fall the Minister of Citizenship and Immigration indicated to Parliament that the processing time for an H&C application was 18 months. [see footnote 2] It is not clear whether the Minister meant this as an average processing time or the expected processing time.  <FRAGMENT_SUPPRESSED>"], ["[38]", "When an officer, following", "Wang", ", examines the \"special considerations\" that are involved in an outstanding H&C application this does not require the officer to address the merits of the H&C application, or as it has sometimes been put, to conduct a mini H&C analysis:", "<FRAGMENT_SUPPRESSED>", ". Rather, it is the officer's responsibility to consider the circumstances related to the H&C application and its potential impact on the removal order. In short, the officer is required to ask (1) was the H&C application submitted in a timely fashion, and (2) is a backlog on the part of the department the reason why the H&C application has not yet been determined. It is only if the answer to both questions is \"yes\" that the officer should turn his mind to whether a deferral is warranted. In so doing, the officer will consider a number of factors, including, the conduct of the applicant such as whether he or she has observed the Act's requirements or acted in a manner that subverts the provisions of the Act, whether there are other reasons advanced for the deferral which warrant consideration, and the period of deferral that is being sought or is likely to result. This is not to suggest that the officer is involved in a process that requires a dialogue with the applicant. The officer is merely required to consider the relevant factors present in the circumstances before him.  <FRAGMENT_SUPPRESSED>"], ["[39]", "In this respect, I do not share the view expressed by Justice Pelletier in", "Wang", ", at para. 49, that an applicant's criminality and the fact that he may not be re-admitted to Canada following a successful H&C application is not a relevant consideration for the enforcement officer. Just as the applicant's criminality is a relevant factor that weighs against a deferral, in my view, it is also a relevant factor in circumstances where there are issues of future family reunification in Canada.  <FRAGMENT_SUPPRESSED>"], ["[40]", "Undoubtedly, the applicant's criminality will be a consideration for the officer making the H&C determination. That officer will be balancing that consideration against those that are favourable to the applicant being permitted to file his application inland. The enforcement officer is not required to conduct that sort of analysis. Nonetheless, there may be circumstances, and the present case is an example of one, where the possibility that the applicant because of his criminality will not be permitted to re-enter Canada and be reunited with his family, ought to be given some consideration when faced with an H&C application that has been outstanding for some time.  <FRAGMENT_SUPPRESSED>"], ["[41]", "I now turn to the matters the applicant raises regarding the decision under review.  <FRAGMENT_SUPPRESSED>"], ["[42]", "In my view, the officer's conclusion with respect to the outstanding H&C application was reasonable. The applicant cites", "<FRAGMENT_SUPPRESSED>  at para. 8, for the proposition that officers should consider \"whether the application had been filed in a timely manner and whether the reason there was no decision was a backlog in the system\" rather than focusing on the imminence of a potential decision. In my opinion, this is the approach that the officer took in this case. The officer concluded that the applicant did not file his H&C application in a timely manner because he lived underground in Canada for more than 10 years before making his application, only made the application after he came to the attention of immigration authorities as a result of criminal charges that he was facing, and made it six months after he waived a PRRA. The officer noted when the application was filed, and also that it had been transferred to a local CIC Office for further processing. The officer did not discuss whether the delay in processing the application was based on backlog within CIC, and instead focused on whether a decision was imminent. In this case, the H&C application had been outstanding for 22 months at the time the officer rendered his decision. I agree with the applicant that this can create a reviewable error; however, in this case it does not. When the decision is read as a whole, taking into consideration the officer's reasonable conclusion regarding the timeliness of the applicant's H&C application, it was open to the officer not to exercise his discretion to grant a deferral of removal on the basis of the outstanding H&C application.  <FRAGMENT_SUPPRESSED>"], ["[43]", "I also find that the officer's conclusion with respect to the applicant's wife's medical condition was not unreasonable. The onus was on the applicant to put forward his strongest case in support of a deferral of removal:", "<FRAGMENT_SUPPRESSED> . The applicant provided little explanation of his wife's medical condition, its severity, or the reason why diagnosis had to be deferred until after the pregnancy. The officer did not have before him the explanation that was put before me on the stay motion that this delay was because the diagnostic tests were potentially dangerous to the unborn fetus. This left the officer to speculate that the medical condition was not \"urgent or severe.\" It would have been preferable had the officer not opined on a subject for which he had no training or expertise. Nevertheless, unless the applicant explains why his wife's medical condition warrants a deferral of removal, it is reasonable for an officer to conclude that the medical condition is not one requiring urgent attention.  <FRAGMENT_SUPPRESSED>"], ["[44]", "One might argue that the officer erred in focusing on the applicant's wife's heart issue and not on her pregnancy; indeed, the pending birth may well have been a stronger consideration. The Court of Appeal in", "Baron", ", at para. 51, approved the observation in", "Wang", "that a pending birth may be a valid reason for deferral. In this case the officer notes that the applicant's wife is expecting in three months time and that she has 5 other children for whom she and her husband care, but he fails to set out his thoughts on whether this fact alone warrants a deferral.  <FRAGMENT_SUPPRESSED>"], ["[45]", "The officer cannot be faulted for focusing on Mrs. Williams' heart issue and not on her pregnancy as the applicant did the same in his request for deferral. Further, he did not make additional representations when he submitted the medical note the next day even though it stressed her pregnancy in saying: \"She has 4 of her children and two of his children to look after as well and", "will definitely need as much help as she can get from her husband during the pregnancy and at delivery", "\" (emphasis added).  <FRAGMENT_SUPPRESSED>"], ["[46]", "The applicant requested a deferral until the H&C application had been determined. He may have been better advised to seek a deferral until after the baby was born or until after his wife's heart issue was diagnosed. This should be a lesson to applicants. If there are stronger reasons supporting a shorter term deferral, that is what ought to be sought.  <FRAGMENT_SUPPRESSED>"], ["[47]", "The aspect of the officer's decision that troubled me when I granted the stay is the officer's reliance on dated information in the department's file regarding the applicant. Specifically, the following are of concern, especially as the officer wrote that \"I have", "fully", "considered the impact that removal will have upon Mr. Williams' family and six children\" (emphasis added).  <FRAGMENT_SUPPRESSED>"], ["[48]", "First, he writes that Mr. Williams may choose to bring his sons with him to Jamaica as he previously indicated \"during his interview on 10 October 2006 that this was an option he was considering.\" This previous indication was made only a few months after his spouse and the mother of these two boys had died and at a time when he had sole custody of the boys. The officer then writes that if Mr. Williams chooses to have his sons remain in Canada, \"I am satisfied they may remain in the care of their step-mother, or another designate.\" There was no evidence before the officer that the step-mother would be prepared to care for these boys if their father was absent. The officer's assumption might be unobjectionable in a more usual situation but one must question its validity in the present circumstances. Mrs. Williams then had 4 of her own children to care for, another on the way, and heart issues that were unresolved. Mr. Williams might never be permitted to return to Canada and if he did not return then Mrs. Williams would be the care-giver of these boys for many years to come, given their ages. In such circumstances, the accuracy of the officer's assumption must be questioned.  <FRAGMENT_SUPPRESSED>"], ["[49]", "Turning to the other \"designate\" whom the officer mentions, these the officer says includes Mr. Williams' sister-in-law and her son, those with whom Mr. Williams' and his sons resided after his wife's death. It should be pointed out that there is no mention in the department's notes of his sister-in-law having any children; rather they reflect that in 2006 he was living with his sister-in-law and the oldest daughter of his first wife. Regardless, the officer sets out and relies upon the situation as it was in 2006 - some two and one-half years earlier in quite different circumstances. The officer assumes that these persons continue to reside in Toronto, that their personal circumstances have remained the same, and that they are prepared to take in these boys, perhaps forever, when they now have a step-mother who was not in the picture in 2006. The other possible designate the officer mentions is Mr. Williams' \"family in Canada\" and \"his mother in the USA.\" The family members in Canada, as disclosed in the notes of the February 10, 2009 meeting, are an aunt and cousin of Mr. Williams who were living in Montreal. The officer knows nothing of the circumstances of any of these family members. In my view, the officer's conclusion that any of these could provide care for these two boys is mere speculation.  <FRAGMENT_SUPPRESSED>"], ["[50]", "Second, the officer concludes, based on the 2006 interview notes, that Mr. Williams could place the business in trust to another, just as it had been placed in trust to him in 2006. What the notes from the 2006 interview indicate is that the business had been owned by his now deceased wife, that Mr. Williams had been an advisor to her business, that it was then in trust to him and that it was then being run by the deceased wife's \"business partner\" Makis Arthur.  <FRAGMENT_SUPPRESSED>"], ["[51]", "When the information provided in 2006 is viewed in the context of his wife's recent death, it is probable that the business was in trust to Mr. Williams as the heir to his wife's estate. If so, suggesting that Mr. Williams in 2009 could \"similarly place the business in trust to another individual\" makes no sense.  <FRAGMENT_SUPPRESSED>"], ["[52]", "In most situations, relying on dated information from an applicant in the immigration file will be of little or no consequence. However, where it is known that there have been material changes since that earlier information was provided, such as is the case here, it is unfair and unreasonable to rely on earlier information without first checking with the applicant to determine whether it remains valid.  <FRAGMENT_SUPPRESSED>"], ["[53]", "The duty of fairness in the context of a deferral request is low; nonetheless, it has been held that even on a low standard, it is contrary to the duty of fairness to render a decision relying on extrinsic evidence on a material point that was not provided by the applicant:", "Level (Litigation Guardian of) v. Canada (Minister of Public Safety and Emergency Preparedness)", ", 2008 FC 227.  <FRAGMENT_SUPPRESSED>"], ["[54]", "The evidence relied on in this case by the officer was not extrinsic evidence; the evidence relied upon came from notes made of statements previously given by the applicant. However, in my view, the same analysis applies where the evidence relied upon has not been recently confirmed by the applicant and there have been significant events in the interim which would cause a reasonable person to ask whether they remain accurate.  <FRAGMENT_SUPPRESSED>"], ["[55]", "In this case, it is not clear to me that the officer had to rely on the statements made by the applicant in 2006 to render a decision on the deferral request; nonetheless, the officer did so. For that reason, the decision must be set aside.  <FRAGMENT_SUPPRESSED>"], ["[56]", "When a decision such as this has been set aside, it is usual for the Court to refer the application back to be decided by a different officer. In this instance, such an order is inappropriate because the baby that was expected has now been born, presumably Mrs. Williams' heart issues have been resolved, the business situation may have changed, and it is now almost three years since the H&C application was filed - more than twice the processing time indicated by the Minister.  <FRAGMENT_SUPPRESSED>"], ["[57]", "Accordingly, I shall not order that the request for deferral be redetermined.  <FRAGMENT_SUPPRESSED>"], ["[58]", "Mr. Williams should be under no delusion that he may now stay in Canada permanently. The respondent may issue him another Direction to Report and he may well find himself again subject to imminent removal from Canada. If he has not already done so, he should organize his affairs so that his family and business will not be placed in jeopardy if he is returned to Jamaica because, given his criminal past, he may never be permitted to return to his family in Canada.  <FRAGMENT_SUPPRESSED>"], ["[59]", "Neither party proposed a question for certification and in my view there is none.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[60]", "THIS COURT ORDERS AND ADJUDGES that", ":  <FRAGMENT_SUPPRESSED>", "1. This application for judicial review is allowed and the decision of the enforcement officer dated March 16, 2009 refusing the request for deferral of removal is set aside;  <FRAGMENT_SUPPRESSED>", "2. If the respondent issues the applicant with a Direction to Report and the applicant seeks a deferral of that removal, the deferral request is to be considered by an officer who was not involved in the decision under review or the reconsideration of that decision;  <FRAGMENT_SUPPRESSED>", "3. No costs are awarded; and  <FRAGMENT_SUPPRESSED>", "4. No question is certified.  <FRAGMENT_SUPPRESSED>", "Footnotes  <FRAGMENT_SUPPRESSED>", "1.\t http://www.cic.gc.ca/english/information/times/canada/process-in.asp  <FRAGMENT_SUPPRESSED>", "2.\t Minutes of Standing Committee on Citizenship and Immigration, Number 026, 2nd Session, 40th Parliament, Tuesday, October 6, 2009, page 3.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}