{"id_": "097619", "body_str": [["[1]", "Heneghan, J.", ": The Information Commissioner of Canada (the \"Applicant\") applies for judicial review, pursuant to paragraph 42(1)(a) of the", "Access to Information Act", ", R.S.C. 1985, c. A-1 (the \"Act\"), of a decision of the Minister of Natural Resources Canada (the \"Respondent\" or the \"Minister\") dated March 11th, 2013. In that decision, the Respondent denied the recommendation of the Applicant that certain material that had been redacted and deemed \"personal information\" under subsection 19(1) was not personal information and should be released. The Minister was of the opinion that the information was in fact personal information and would remain redacted."], ["[2]", "By Order dated October 16th, 2013, Justice McVeigh granted a confidentiality order pursuant to Rules 151 and 152 of the", "Federal Courts Rules", ", SOR/98-106 and subsection 47(1) of the Act. The confidentiality order applies to the information which is the subject of this application for judicial review and other material that the Respondent would be authorized to refuse to disclose if requested under the Act.", "II.", "FACTS"], ["[3]", "On June 7th, 2010 the Department of Natural Resources Canada (the \"Department\") received an access to information request under the Act from Mr. Paul Einarsson, President and Chief Operating Officer of Geophysical Services Inc. (\"GSI\"). In that request, Mr. Einarsson asked the Department for:", "Records remaining with the GSC Atlantic and Western Canada Branch that are relevant to request #DC7040-10-31: \"Please provide copies of posters, powerpoints, webpages, interpretations, seismic sections, including any materials in all instances where GSI owned Seismic Data (wholly or partially) forms any part of information disclosed to third parties, including but not limited to other government agencies, foreign government agencies, research institutions, or the public, including details and dates of those disclosures\"."], ["[4]", "By letter dated October 15th, 2010 the Department forwarded the requested information to Mr. Einarsson. The Department noted in its letter that certain information included in the disclosure was redacted pursuant to subsection 19(1) of the Act. The Department also notified Mr. Einarsson of his right to complain to the Applicant with respect to the redaction."], ["[5]", "Mr. Einarsson contacted the Department seeking clarification of the reasons for the redaction of certain information. The Department responded by email on December 2nd, 2010, advising Mr. Einarsson that the information redacted was personal information as defined in the", "Privacy Act", ", R.S.C. 1985, c. P-21 (the \"Privacy Act\"). The Department was of the opinion that subsection 19(1) of the Act prevented disclosure of the information."], ["[6]", "Mr. Einarsson responded by email on December 12th, 2010 and referred to various provisions of the Act and the Privacy Act that, in his opinion, supported disclosure of the information. He also referenced case law in support of disclosure and asked the Department to reconsider its refusal to disclose the information."], ["[7]", "On December 14th, 2010 Mr. Einarsson filed a complaint with the Applicant about the Department's refusal to disclose the redacted information. In his complaint, he alleged that the Department improperly withheld the requested information."], ["[8]", "The Applicant investigated the complaint."], ["[9]", "In the course of the investigation, the Department disclosed to the Applicant correspondence to a number of third parties, advising them of Mr. Einarsson's initial request and seeking consent to the disclosure of information."], ["[10]", "On August 25th, 2011 the Applicant sent a letter to the Department with a summary of its investigation to date. It took the position that redaction of the information was not justified. It offered the Department an opportunity to provide further submissions on the issue. The Department responded on November 17th, 2011 with extensive submissions justifying the redaction of the information."], ["[11]", "On February 13th, 2013 the Department wrote to Mr. Einarsson and disclosed further information relevant to his initial access to information request. Some information was still redacted under subsection 19(1) of the Act."], ["[12]", "By letter dated February 26th, 2013 the Applicant sent a letter to the Minister of Natural Resources Canada reporting the outcome of its investigation. The Applicant expressed the opinion that the complaint was well founded and the refusal to disclose the redacted information was not justified under subsection 19(1) of the Act. The Applicant recommended that, as the Minister representing the Department, the information be disclosed to Mr. Einarsson."], ["[13]", "On March 11th, 2013 the Minister responded to that letter and rejected the recommendation to disclose."], ["[14]", "On March 28th, 2013 the Applicant wrote to Mr. Einarsson and informed him of the results of the investigation and the Respondent's refusal to disclose the information. It informed Mr. Einarsson of his right to apply for judicial review of the Respondent's decision, pursuant to section 41 of the Act, or to have the Applicant apply for judicial review with his consent, pursuant to paragraph 42(1)(a)."], ["[15]", "Mr. Einarsson responded on June 10th, 2013. He authorized the Applicant to commence an application for judicial review of the Respondent's decision on his behalf, and provided his consent pursuant to paragraph 42(1)(a) of the Act.", "III.", "DECISION UNDER REVIEW"], ["[16]", "In a March 11th, 2013 letter the Respondent rejected the Applicant's recommendation that he disclose the redacted information, on the basis that he was unable to reconcile the recommendation to release the information with the definition of personal information under the Privacy Act."], ["[17]", "The Respondent noted the Department's attempts to obtain consent from the affected parties to disclose the information in question and to comply with the earlier recommendation of the Applicant to apply subsection 19(2) of the Act. The Respondent was of the opinion that the Department had complied fully with that earlier recommendation to apply subsection 19(2), and that it had pursued all possible avenues to enable disclosure of the information."], ["[18]", "Further, the Respondent expressed the opinion that the Department had soundly determined that the redacted information was personal information. The Respondent refused to disclose the redacted information.", "IV.", "RELEVANT LEGISLATION"], ["[19]", "The relevant provisions of the Act are:", "Personal information", "19. (1) Subject to subsection (2), the head of a government institution shall refuse to disclose any record requested under this Act that contains personal information as defined in section 3 of the Privacy Act.", "Where disclosure authorized", "(2) The head of a government institution may disclose any record requested under this Act that contains personal information if", "(a) the individual to whom it relates consents to the disclosure;", "(b) the information is publicly available; or", "(c) the disclosure is in accordance with section 8 of the Privacy Act.", "Renseignements personnels", "19. (1) Sous réserve du paragraphe (2), le responsable d'une institution fédérale est tenu de refuser la communication de documents contenant les renseignements personnels visés à l'article 3 de la Loi sur la protection des renseignements personnels.", "Cas où la divulgation est autorisée", "(2) Le responsable d'une institution fédérale peut donner communication de documents contenant des renseignements personnels dans les cas où:", "a) l'individu qu'ils concernent y consent;", "b) le public y a accès;", "c) la communication est conforme à l'article 8 de la Loi sur la protection des renseignements personnels."], ["[20]", "The relevant provisions of the Privacy Act are:", "\"personal information\"", "« renseignements personnels »", "\"personal information\" means information about an identifiable individual that is recorded in any form including, without restricting the generality of the foregoing,", "...", "(b) information relating to the education or the medical, criminal or employment history of the individual or information relating to financial transactions in which the individual has been involved,", "...", "(i) the name of the individual where it appears with other personal information relating to the individual or where the disclosure of the name itself would reveal information about the individual,", "but, for the purposes of sections 7, 8 and 26 and section 19 of the Access to Information Act, does not include", "(j) information about an individual who is or was an officer or employee of a government institution that relates to the position or functions of the individual including,", "(i) the fact that the individual is or was an officer or employee of the government institution,", "(ii) the title, business address and telephone number of the individual,", "(iii) the classification, salary range and responsibilities of the position held by the individual,", "(iv) the name of the individual on a document prepared by the individual in the course of employment, and", "(v) the personal opinions or views of the individual given in the course of employment,", "« renseignements personnels »", "\"personal information\"", "« renseignements personnels » Les renseignements, quels que soient leur forme et leur support, concernant un individu identifiable, notamment:", "...", "b) les renseignements relatifs à son éducation, à son dossier médical, à son casier judiciaire, à ses antécédents professionnels ou à des opérations financières auxquelles il a participé;", "...", "i) son nom lorsque celui-ci est mentionné avec d'autres renseignements personnels le concernant ou lorsque la seule divulgation du nom révélerait des renseignements à son sujet;", "toutefois, il demeure entendu que, pour l'application des articles 7, 8 et 26, et de l'article 19 de la Loi sur l'accès à l'information, les renseignements personnels ne comprennent pas les renseignements concernant:", "j) un cadre ou employé, actuel ou ancien, d'une institution fédérale et portant sur son poste ou ses fonctions, notamment:", "(i) le fait même qu'il est ou a été employé par l'institution,", "(ii) son titre et les adresse et numéro de téléphone de son lieu de travail,", "(iii) la classification, l'éventail des salaires et les attributions de son poste,", "(iv) son nom lorsque celui-ci figure sur un document qu'il a établi au cours de son emploi,", "(v) les idées et opinions personnelles qu'il a exprimées au cours de son emploi;", "...", "V.", "ISSUES"], ["[21]", "This application for judicial review raises the following issues:", "A. What is the appropriate standard of review?", "B. Is the redacted information \"personal information\" that is exempt from disclosure under subsection 19(1) of the Act?", "C. May the information be disclosed pursuant to subsection 19(2) of the Act?", "VI.", "ARGUMENTS", "A. What is the appropriate standard of review?", "Applicant's Argument"], ["[22]", "The Applicant submits that judicial review under section 42 of the Act is a", "de novo", "review of the Respondent's decision to refuse access to records or to redact portions of those records and that the appropriate standard of review is correctness; see the decision in", "3430901 Canada Inc. et. al. v. Canada (Minister of Industry)", "(2001), 282 N.R. 284 at paragraphs 38 - 39. It argues that the burden of justifying the refusal to disclose information lies on the Respondent, pursuant to section 48 of the Act.", "Respondent's Argument"], ["[23]", "The Respondent submits that the decision not to disclose information under subsection 19(1) of the Act is reviewable on the standard of correctness, relying on the decision in", "<FRAGMENT_SUPPRESSED>  at paragraph 19. He further submits that once it is determined that he was authorized to refuse to disclose the information, the Court's", "de novo", "power is exhausted; see the decision in", "<FRAGMENT_SUPPRESSED>  at paragraph 107."], ["[24]", "The Respondent argues that the discretionary determination as to whether or not personal information may be disclosed under subsection 19(2) is reviewable on the standard of reasonableness, relying on the decision in", "<FRAGMENT_SUPPRESSED> ,", "at paragraphs 106 - 11. When the Respondent establishes that non-disclosure was justified, the burden is on the Applicant to demonstrate that one of the exceptions under subsection 19(2) applies, relying on the decision in", "<FRAGMENT_SUPPRESSED>  at paragraph 13.", "Analysis"], ["[25]", "In my opinion, the parties have correctly identified correctness as the appropriate standard of review with respect to the Respondent's determination that the information at issue is personal information pursuant to subsection 19(1) of the Act; see the decision in", "<FRAGMENT_SUPPRESSED>  Respondent's decision whether or not to disclose personal information under subsection 19(2) is a discretionary one, subject to review on the standard of reasonableness; see the decision in", "<FRAGMENT_SUPPRESSED> ,", "at paragraphs 106 - 11.", "B. Is the redacted information \"personal information\" that is exempt from disclosure pursuant to subsection 19(1) of the Act?", "Applicant's Argument"], ["[27]", "The Applicant argues that the Federal Court of Appeal has set out a principled approach to determining whether or not information is personal information within the definition of the Privacy Act; see the decision in", "<FRAGMENT_SUPPRESSED>  (F.C.A.) at paragraphs 35 - 64. The Applicant says that this approach requires that personal information be understood as information falling within an individual's right of privacy, connoting concepts of intimacy, identity, dignity and integrity of the individual. The information must be \"about\" an identifiable individual."], ["[28]", "The Applicant submits that information of a professional and non-personal nature is not personal information within the meaning of section 3 of the Privacy Act, relying in this respect on the decision in", "<FRAGMENT_SUPPRESSED>  the approach followed by the Federal Court of Appeal, the Applicant submits that the names, titles and business contact information of corporate employees, redacted by the Respondent, is not personal information. It does not disclose information within the scope of an individual's identity, intimacy, dignity and integrity."], ["[30]", "The Applicant refers to the", "Personal Information Protection and Electronic Documents Act", ", S.C. 2000, c. 5 (\"PIPEDA\") and argues that this statute expressly provides at subsection 2(1) that personal information does not include the name, title, business address or telephone number of an employee of an organization. Given the common objectives of the Privacy Act and PIPEDA, the Applicant submits that the two statutes should be given a consistent reading.", "Respondent's Argument"], ["[31]", "The Respondent notes that the Supreme Court of Canada has found that the definition of personal information in the Privacy Act is deliberately broad; see the decision in", "<FRAGMENT_SUPPRESSED>  about an individual is personal information, unless it falls into one of the exceptions provided for in the definition."], ["[32]", "The Respondent submits that the information does not have to meet any other requirements to qualify as personal information. Basic work-related information, when about identifiable individuals, is personal information; see the decisions in  <FRAGMENT_SUPPRESSED>  paragraphs 1, 70 and 83. The information at issue in this case falls squarely within the general definition under the Privacy Act."], ["[33]", "The Respondent argues that the information that was redacted by the Department also falls within at least two of the examples of personal information provided in section 3 of the Privacy Act, that is, subsections 3(b) and 3(j)."], ["[34]", "Subsection 3(b) of the Privacy Act defines information relating to the employment history of individuals as being personal information. He argues that information related to employment history is connected to individual autonomy, dignity, and privacy; see the decision in", "United Food and Commercial Workers, Local 401 v. Privacy Commissioner (Alta.) et al.", "(2013), 451 N.R. 253 (S.C.C.) at paragraphs 19 and 24."], ["[35]", "There is no basis to distinguish between personal information and information about an individual acting in a professional capacity. The Federal Court of Appeal has expressly rejected the argument that the names of private sector employees were company information, rather than personal information; see the decision in", "<FRAGMENT_SUPPRESSED>  (F.C.A.)."], ["[36]", "The Respondent submits that subsection 3(j) of the Privacy Act excludes employment related information about federal government employees from the definition of personal information. It would not have been necessary to expressly exclude this from the definition if such information was not personal information. If Parliament had intended for this exclusion to apply to private sector employees, it would have done so expressly as it did for federal government employees."], ["[37]", "Further, the Respondent argues that subsection 3(i) of the Privacy Act includes in the definition of personal information the name of an individual where its disclosure would reveal other information about that individual. The information that accompanies the disclosure does not itself have to be personal; see the decision in", "<FRAGMENT_SUPPRESSED>", "at paragraphs 1 and 85."], ["[38]", "The Respondent submits that the disclosure of names in this case would reveal other information about the individuals which is not in the public domain; see the decision  <FRAGMENT_SUPPRESSED> -Ortho, supra", ". The names are personal information and are exempt from disclosure under subsection 19(1) of the Act."], ["[39]", "Finally, the Respondent argues that the Applicant's reliance on the definition of personal information in PIPEDA is misplaced. PIPEDA expressly provides that it does not apply to any government institutions to which the Privacy Act applies, including the Department.", "Analysis"], ["[40]", "The Respondent's determination that the information at issue is personal information pursuant to subsection 19(1) of the Act is reviewable on the standard of correctness. In judicial review, decisions that are reviewable on a correctness standard are not entitled to deference by the reviewing judge. The Court must perform its own analysis and decide whether it agrees with the decision maker. If the reviewing Court does not agree with the decision maker's conclusions, it must substitute its own view and provide the correct answer; see the decision in", "<FRAGMENT_SUPPRESSED>  at paragraph 50."], ["[41]", "In my opinion, the Respondent correctly determined that the information at issue in this case is personal information within the meaning of section 3 of the Privacy Act. The Supreme Court of Canada has held that the definition of personal information should be read broadly; see the decision in", "Canada (Information", "Commissioner", ") v. Canada (Commissioner of the Royal Canadian Mounted Police)", "supra"], ["[42]", "The redacted information falls squarely within the section 3 definition of personal information, that is, it is information about identifiable individuals, recorded in a form. It is hard to imagine information that could be more accurately described as \"about\" an individual than their name, phone number and business or professional title."], ["[43]", "Professional or work-related information about an individual may be classified as personal information; see the decisions in", "<FRAGMENT_SUPPRESSED>  no requirement in the Supreme Court of Canada jurisprudence that the information reveal anything further about an individual to be classified as personal."], ["[44]", "As for the cases cited by the Applicant in support of the argument that names and titles of private sector employees is not personal information, including", "<FRAGMENT_SUPPRESSED> , I prefer the approach of the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>", "and the Federal Court of Appeal  <FRAGMENT_SUPPRESSED> -Ortho, supra."], ["[45]", "In", "Janssen-Ortho, supra", ", the Federal Court of Appeal affirmed a decision of a motions judge that the names of private sector employees constituted personal information and should not be disclosed; see paragraphs 9-11 of the decision."], ["[46]", "Similarly, in", "<FRAGMENT_SUPPRESSED> ,", "the Supreme Court of Canada held that names of employees appearing on a sign-in log constitutes personal information. The information in that case was ordered disclosed only because it was found to fall under an exception for government employees pursuant to paragraph 3(j)(iii) of the Privacy Act; see paragraphs 1 and 4 of the decision."], ["[47]", "In the present case, there is no such applicable exception, because the information relates to private sector employees. The information therefore constitutes personal information within the meaning of section 3 of the Privacy Act."], ["[48]", "As for the Applicant's submissions regarding the relationship between PIPEDA and the Privacy Act, the Supreme Court of Canada has rejected the argument that PIPEDA and the Privacy Act should be interpreted in reference to each other; see the decision in", "<FRAGMENT_SUPPRESSED> . The proper approach is to interpret each act based on the language of its own provisions.", "C. May the information be disclosed pursuant to subsection 19(2) of the Act?", "Applicant's Argument"], ["[49]", "Should the Court find that the redacted information is personal information, the Applicant argues that it should nonetheless be disclosed under subsection 19(2) of the Act. It relies, in this regard, upon paragraph 19(2)(b), which provides that the Respondent may disclose personal information if it is within the public domain."], ["[50]", "Some of the information withheld by the Department is publicly available on the internet. The conditions permitting disclosure pursuant to paragraph 19(2)(b) have been met. The Applicant submits that once the Court determines that information is in the public domain, the Respondent has no residual discretion to resist disclosure and the \"may\" in subsection 19(2) becomes directive; see the decision in", "<FRAGMENT_SUPPRESSED>  at paragraphs 35 - 44.", "Respondent's Argument"], ["[51]", "The Respondent argues that he took relevant factors into account in exercising his discretion to refuse to disclose information that was not publicly available. The Applicant acknowledged during the course of its investigation that the Department made reasonable efforts to obtain consent to disclose the information and to determine whether or not it was in the public domain. There is no evidence that the information was available to the Respondent or the Department when they responded to the initial access to information request, and the fact that the documents are now in the hands of the Applicant is not relevant to assessing whether he reasonably exercised his discretion pursuant to subsection 19(2) in originally replying to the access request.", "Analysis"], ["[52]", "In my opinion, the decision of the Minister to not disclose personal information pursuant to subsection 19(2) of the Privacy Act is a discretionary decision, reviewable on a standard of reasonableness. The reasonableness standard requires that the decision be justifiable, transparent and intelligible, and fall within a range of possible, acceptable outcomes; see the decision in", "<FRAGMENT_SUPPRESSED>", "at paragraph 47."], ["[53]", "I acknowledge that some of the redacted information is publicly available. The question is whether it should be disclosed pursuant to paragraph 19(2)(b) of the Act."], ["[54]", "The Applicant includes in the confidential record evidence indicating that information relating to", "[redacted", "] is publicly available on the internet."], ["[55]", "The Respondent correctly notes that disclosure is discretionary under section 19(2) and that it is not necessary to search every possible source before determining whether personal information is publicly available. He argues that at the time that disclosure of this information was refused, the said information was not disclosed by the internet searches that were conducted in response to the access request."], ["[56]", "In my opinion, in asking that the said information be disclosed pursuant to paragraph 19(2)(b), the Applicant is asking that the exercise of discretion be put in the hands of the Court. I am not prepared to go that far."], ["[57]", "Insofar as there was a discretion to be exercised, it lay with the Respondent, under subsection 19(2)(b). On the basis of the information available to him, prior to this application, the information referred to in paragraph 54 above was not publicly available."], ["[58]", "In my view, a condition of disclosure pursuant to subsection 19(2)(b) is that information was publicly available. That condition did not exist when the Respondent responded to the access request. In the circumstances, I fail to see how the Respondent had a discretion that he could exercise. The reasonableness standard cannot be applied."], ["[59]", "In the alternative, if the information was not publicly available, the Respondent's refusal to disclose was reasonable."], ["[60]", "It appears that the so-called publicly available information was obtained as a result of internet searches conducted after the commencement of this application."], ["[61]", "As a matter of practicality, this information, now that it is in the public domain, could be disclosed by the Respondent on a voluntary basis, but that is a matter for the parties to address and not the Court."], ["[62]", "In conclusion, this application for judicial review is dismissed."], ["[63]", "At the hearing, counsel for the Respondent advised that he would not seek costs. Accordingly, in the exercise of my discretion pursuant to the", "Federal Courts Rules", ", SOR/98-106, I make no order as to costs.", "Application dismissed.", "Editor: E. Joanne Oley/vnh"]]}