{"id_": "097817", "body_str": [["[1]", "Kelen, J.", ": This is an application for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the RPD) dated December 15, 2009 concluding that the applicant is not a Convention refugee or person in need of protection pursuant to sections 96 and 97 of the", "Immigration and Refugee Protection Act", "(IRPA), S.C. 2001, c. 27 because he does not have a well founded fear of persecution and the risk he fears is generalized.", "FACTS", "Background"], ["[2]", "The thirty-five (35) year old applicant is a Jewish citizen of Israel and a former citizen of Ukraine. He arrived in Canada on April 6, 2005 and claimed refugee status on July 5, 2007. The applicant is married and has one daughter. Neither are party to these proceedings."], ["[3]", "The applicant was born in the Ukraine and experienced discrimination and harassment due to his Jewish faith. The applicant immigrated to Israel in 2003 with his wife and daughter under the law of the Right of Return and obtained automatic citizenship. Four months after arriving he was summoned to report to military headquarters and was told he would have to perform a month of military service each year. He may also be mobilized for service in the event of a war. The applicant did not want to participate in any war or be forced to kill people because his conscience would not allow it. He feared that he may be killed by opposing soldiers since he could not shoot back. The applicant further fears the harm that may come to him or his family from a terrorist attack or war."], ["[4]", "The applicant returned to Ukraine in 2004 to avoid Israel's compulsory military service. He experienced the same level of harassment in Ukraine as he did before immigration to Israel. On April 6, 2005 the applicant left Ukraine and arrived in Canada. The applicant did not claim refugee protection immediately. He instead waited for over two years to see if the security situation in Israel improved, especially after the Lebanon-Israeli summer war of 2006. On July 5, 2007 the applicant claimed refugee status.", "Decision under review"], ["[5]", "The RPD dismissed the refugee claim on December 15, 2009 because the applicant did not have a well founded fear of persecution, and the risk he fears is generalized."], ["[6]", "The determining issues were whether the applicant faced persecution for a Convention reason and whether any risk alleged by the applicant is faced generally by the citizens of Israel. The RPD noted that the Office of the United Nations High Commissioner for Refugees", "Handbook on Procedures and Criteria for Determining Refuge Status", "acknowledges that military service by conscription and reasonable punishment for non-compliance does not amount to persecution."], ["[7]", "The RPD determined that the applicant did not have an objection to performing military service due to genuine reasons of conscience for the following reasons:", "1. it was not sufficient for the applicant to merely state that he \"could not kill people\" to establish that that his objection was due to genuine, political, religious or moral beliefs;", "2. the applicant served in the Ukrainian military in 1994 for 19 months in the Anti-Aircraft Defence Forces performing kitchen duties where he allegedly refused to train with weapons; and", "3. the applicant did not inform any Israeli authority or military personnel that he was opposed to performing military service or attempted to seek a service exemption through one of the mechanisms available."], ["[8]", "The RPD described at paragraphs 13-14 of the decision the administrative avenues a conscientious objector may utilize in seeking an exemption or adjustment of military service:", "¶13 While the claimant testified there was no point in telling the military that he could not participate in war, the documentary material indicates there are circumstances when exemptions are granted by the Israeli military. Draftees who are given a Profile 21 medical classification based on a medical condition making them unsuitable for military service are exempt from service in the IDF (Haaretz 5 Dec. 2006; The Jerusalem Post 1 Feb. 2006). Approximately 20 percent of draftees were exempt from service on medical -psychological grounds. Soldiers classified under Profile 41, which indicates they experience \"adjustment difficulties\" are not discharged from the military but are given a lighter service. (Maariv 9 Apr. 2003).", "¶14 Exemptions for male conscientious objectors are considered on a case by case basis by a special military committee and the Ministry of defence.", "The RPD found at paragraph 19 that the applicant did not exhaust all avenues available to him in Israel before fleeing and therefore could not rebut the presumption of state protection:", "¶19 ...I find on a balance of probabilities from the documentary material that the IDF makes serious efforts to consider a soldier's mental and/or medical condition at all stages of the soldier's service and when considering military service exemptions. I find that by failing to take the mater to anyone else the claimant has failed to exhaust all avenues available to him in Israel prior to seeking international protection. I find that the claimant has not provided clear and convincing evidence to rebut the presumption of state protection."], ["[9]", "The RPD made two adverse credibility findings. The RPD found that the applicant's testimony about not knowing of Israel's military conscription regime until he arrived in Israel lacks credibility because:", "1. the applicant attended three consultations at the Israeli consulate prior to immigrating where he would have been informed about Israel's compulsory military service; and", "2. a \"Guide for the New Immigrant\", which was on the record before the RPD, contained information on Israel's military service and is available in Russian."], ["[10]", "The applicant's delay in claiming refugee protection after arriving in Canada while waiting for the situation in Israel to improve were demonstrative of a lack of subjective fear. The RPD further found that the applicant's stated intention to return to Israel if the security situation improved lent support to the conclusion that the applicant was fleeing the terror attacks in Israel, and not compulsory military service."], ["[11]", "The RPD determined that the risk of terror attacks was a general risk faced by all Israelis and thus excluded from the ambit of protection pursuant to paragraph 97(1)(b)(ii) of IRPA. The refugee claim was therefore dismissed.", "LEGISLATION"], ["[12]", "Section 96 of IRPA grants protection to Convention refugees:", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", ") is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", ") not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", ") soit se trouve hors de tout pays don't elle a la nationalité et ne peut ou, du fait de cette  crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner."], ["[13]", "Section 97 of IRPA grants protection to certain categories of persons:", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", ") to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", ") to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays don't elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", ") soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou  occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "ISSUES"], ["[14]", "The applicant raises the following issues:", "1. Did the Panel deny the applicant natural justice and fairness in its conduct of the Refugee Hearing, particularly with respect to the inadequate interpreter?; and", "2. Did the Panel commit a reviewable error in its assessment of the applicant's fear to serve in military actions, as well as fear of consequences of refusing to serve in such actions?", "STANDARD OF REVIEW"], ["[15]", "<FRAGMENT_SUPPRESSED>  N.R. 1, the Supreme Court of Canada held at paragraph 62 that the first step in conducting a standard of review analysis is to \"ascertain whether the jurisprudence has already determined in a satisfactory manner the degree of (deference) to be accorded with regard to a particular category of question\": see also", "<FRAGMENT_SUPPRESSED>  per Justice Binnie at para. 53."], ["[16]", "Questions of credibility, state protection and IFA concern determinations of fact and mixed fact and law. It is clear that as a result of <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> such issues are to be reviewed on a standard of reasonableness. Recent case law has reaffirmed that the standard of review for determining whether the applicant has a valid IFA is reasonableness:", "<FRAGMENT_SUPPRESSED>  per Justice Russell at para. 29;", "<FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 316, per Justice Snider at para. 3; and my decision in", "<FRAGMENT_SUPPRESSED>  at para. 23. Whether the applicant's right to a fair hearing and natural justice has been compromised by inadequate translation is a question of procedural fairness which is reviewable on a standard of correctness:", "<FRAGMENT_SUPPRESSED>  FTR 30, per Justice Russell at paras. 20-22."], ["[17]", "In reviewing the RPD's decision using a standard of reasonableness, the Court will consider \"the existence of justification, transparency and intelligibility within the decision-making process\" and \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": <FRAGMENT_SUPPRESSED> , supra, at paragraph 47; <FRAGMENT_SUPPRESSED> , supra, at para. 59.", "Issue No. 1", ": Did the Panel deny the applicant natural justice and fairness in its conduct of the Refugee Hearing, particularly with respect to the inadequate interpreter?"], ["[18]", "The applicant submits that RPD breached its duty of procedural fairness to the applicant during the hearing for he following reasons:", "1. the RPD ignored counsel's concerns over the inadequacy of the interpretation services;", "2. the applicant's counsel was interrupted numerous times by the RPD which pressured the applicant's counsel to examining the applicant in less than one-third of the period allotted for the hearing; and", "3. the RPD refused to accept for late filing an article by the European Jewish Press on anti-Semitism in Ukraine; and", "4. the RPD displayed bias and signs of having predetermined the issues."], ["[19]", "The leading authority with respect to the standard of interpretation required in a refugee hearing is", "<FRAGMENT_SUPPRESSED> , per Justice Stone. In that decision, the Federal Court of Appeal confirmed at paragraph 4 that while interpretation need not be perfect, it must be: (1) continuous; (2) precise; (3) competent; (4) impartial; and (5) contemporaneous. The applicant is obligated to object to inadequate interpretation at the earliest opportunity lest it be found that the inadequacy of the interpretation was waived: <FRAGMENT_SUPPRESSED> , supra, at para. 19.  <FRAGMENT_SUPPRESSED>  I held at paragraph 16 that inadequate translation will only breach procedural fairness if material to the outcome of the case:", "¶16 This Court has held on several occasions that faulty translation may not amount to a breach of procedural fairness if, as in this case, the errors are immaterial to the outcome of the case.  <FRAGMENT_SUPPRESSED>  per Blais J and", "<FRAGMENT_SUPPRESSED>  per Lutfy J. (as he then was).", "See also", "Sherpa", ", supra, at paragraphs 60-63."], ["[20]", "The applicant in <FRAGMENT_SUPPRESSED> , supra, produced an affidavit from an interpreter who listened to audio tapes of the hearing to identify important errors. The applicant in this case adduced no evidence which would allow the Court to make an informed decision as to the quality of the translation. The applicant requests that this Court conclude that the applicant was denied procedural fairness based on counsel's submission that he was of the view that the interpreter was inadequate. The Court cannot conclude without evidence that the interpretation was inadequate. This is sufficient to dispose of this ground of review."], ["[21]", "Even if the applicant had adduced evidence of translation inadequacy, the evidence on the record found at pages 27-28 of transcripts that the applicant waived his objection in order to expedite the hearing:", "COUNSEL: My advice to the client was to ask for a different interpreter; my client wants to continue with this hearing today.", "MEMBER: I'm going to suggest to you that we will continue and then you can make a written request, sir, to have an audit done with respect to the interpretation at this hearing and you will be provided with the results of that audit. It will be an independent audit, it won't be done by that interpreter and you will get the results of that audit and nobody is stopping you from doing that.", "[...]", "COUNSEL: I understand your recommendation and if it comes to audit I would request the entire audit."], ["[22]", "The hearing continued. The applicant never sought an audit of the interpretation service as suggested by the RPD. The failure to conduct an audit and assess the quality of interpretation is fatal to this ground of review. The Court must conclude that the applicant waived his objection to the quality of interpretation by his omission to follow-up with adequate steps to prove his allegations."], ["[23]", "The applicant submits that he should not have been interrupted numerous times or pressured into completing his examination of the applicant in less than a third of the time allotted to the hearing. There is no basis for this submission. The applicant instructed his counsel to make sure that the hearing would be concluded on the same day. Furthermore, the RPD interrupted counsel when he was repeating the same questions which were already asked by the RPD and the Refugee Protection Officer. On other occasions the RPD reminded counsel that the applicant was not qualified to answer technical questions, such as the citizenship law of Ukraine. The applicant further submits that the RPD should have allowed him to file at the beginning of the hearing an article from the European Jewish Press on anti-Semitism in Ukraine. None of these submissions are persuasive since they are all minor procedural issues which are reasonably within the control of the RPD. It is trite law that the RPD is a master of its own procedure:", "<FRAGMENT_SUPPRESSED> , per Justice Beaudry at para. 70. It was open to the RPD to refuse to admit for filing on the day of the hearing a country condition document. The RPD has a rule for procedural fairness which requires that parties disclose their documents 20 days prior to the hearing. The document which the applicant sought to produce at the hearing should have respected this rule. The Court finds that the RPD did not breach the applicant's rights to procedural fairness in the present circumstances."], ["[24]", "The applicant alleged bias on the part of the RPD. The test for a reasonable apprehension of bias was set out by Justice Grandpré of the Supreme Court of Canada in", "Committee for Justice and", "<FRAGMENT_SUPPRESSED> . The Court stated at page 394:", "As already seen by the quotation above, the apprehension of bias must be a reasonable one held by reasonable and right minded persons, applying themselves to the question and obtaining thereon the required information. In the words of the Court of Appeal, that test is \"what would an informed person, viewing the matter realistically and practically--and having thought the matter through--conclude. Would he think that it is more likely than not that Mr. Crowe, whether consciously or unconsciously, would not decide fairly.\"", "The Court further held that the standard for impartiality is adjustable in accordance with the circumstances of the particular tribunal that rendered the decision under review: see also", "<FRAGMENT_SUPPRESSED>  per Justice Evans at paragraph 21."], ["[25]", "The applicant's submits that the RPD's bias is evident from its procedural rulings and its treatment of the applicant's counsel. The Court cannot accede to this submission. The Court already found that the RPD's procedural rulings were within its jurisdiction and were not procedurally unfair to the applicant. The applicant could not point towards any statements from the RPD panel where it is evident that the applicant was treated in a hostile manner or that the RPD panel has predetermined the refugee claim. In my view, an informed person viewing the matter realistically and practically would not reasonably conclude that it was more likely than not that the RPD panel, consciously or unconsciously, decided the case with bias or a prejudiced mind. This ground of review must therefore fail.", "Issue No. 2", ": Did the Panel commit a reviewable error in its assessment of the applicant's fear to serve in the military actions, as well as fear of consequences of refusing to serve in such actions?"], ["[26]", "The applicant submits that the RPD's credibility and risk assessments are erroneous because the RPD was overzealous in its search for microscopic inconsistencies which would discredit the applicant."], ["[27]", "The applicant relies on Federal Court of Appeal's decision in", "<FRAGMENT_SUPPRESSED>  (F.C.A.), which held that the RPD should not be \"over-vigilant in its microscopic examination of the evidence of persons who testify through an interpreter and tell tales of horror in whose objective reality there is reason to believe.\""], ["[28]", "Sworn testimony is presumed true unless there is a reason to doubt its truthfulness:", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 799, per Justice Shore at para. 17;", "<FRAGMENT_SUPPRESSED>  per Justice Rouleau at para. 16;", "<FRAGMENT_SUPPRESSED>  per D.J. Frenette at para. 19. Delay or failure to claim refugee protection is an important consideration in assessing whether a claim is well founded. The reasons for not claiming refugee status in a foreign country must be valid in order to avoid an adverse inference:", "<FRAGMENT_SUPPRESSED>  per Justice Pinard at para. 6. The Court is not in as good a position as the RPD to assess the credibility of the evidence:", "<FRAGMENT_SUPPRESSED>  (F.C.A.)."], ["[29]", "The RPD determined that the applicant's delay in claiming refugee protection in Canada was unreasonable. The applicant left Israel in 2004 and claimed refugee protection in 2007. This is a significant delay which the applicant failed to explain. It was reasonably open to the RPD to find that the applicant's explanation, that he waited to see if the security situation in Israel was improving, could reasonably excuse the delay. It was reasonably open to the RPD to find that the applicant's delay indicated that he feared terrorism and not his compulsory military service and draw a negative inference as to his credibility."], ["[30]", "The Federal Court of Appeal has held in", "<FRAGMENT_SUPPRESSED>  N.R. 1, per Justice Sexton at paragraph 50 that the applicant's failure to avail himself of all recourses that could grant him an exemption from military service as a conscientious objector constituted a failure to seek the state protection of the state. The obligation to seek alternatives to compulsory services in Israel was reiterated in", "<FRAGMENT_SUPPRESSED>  per Justice Phelan at paragraph 19:", "¶19 On the issue of objection to military service, the law is that conscription is permissible as a law of general application and does not constitute persecution. The son was not a conscientious objector to all wars nor did he show that he would be forced to commit crimes against humanity. The daughter took no steps to avail herself of alternative means of service which is available to true conscientious objectors. The finding of no discrimination in respect of military service was likewise reasonable."], ["[31]", "<FRAGMENT_SUPPRESSED>  Justice Trudel of Federal Court of Appeal made the following comments at paragraph 24, albeit in the context of evaluating undue hardship in H&C applications, with respect to the applicant's motivations to desert his military service:", "¶24 The beliefs and motivations of Mr. Hinzman were of important significance to the ultimate decision, given the context of an H&C application. The appellants had also provided some evidence that the right to conscientious objection \"is an emerging part of international human rights law\" (", "<FRAGMENT_SUPPRESSED>  (FCA), at paragraph 15). The Officer had given some weight in her PRRA decision to the views of Amnesty International. Still, there is no assessment of these factors in her H&C decision.", "This decision is instructive on the need for Immigration Officers to assess the motivation for deserting military service when assessing humanitarian and compassionate factors and undue hardship. The RPD in this case inquired into the applicant's motivations and noted his response that his conscience will not allow him to kill another human being."], ["[32]", "The applicant in this case made no efforts to seek an exemption from Israeli military service, despite the availability of medical-psychological exemptions, and a specialized committee which exists to accommodate conscientious observers. The applicant provided no explanation for his failure to even make inquiries into the possibility of an exemption. Instead he departed Israel at the conclusion of the one year period which exempted him from service. It was open to the RPD to find that the applicant did not rebut the presumption of state protection, which in this case is particularly strong since Israel is a democratic country with specific mechanisms designed to accommodate persons similarly situated to the applicant."], ["[33]", "On the issue of the applicant's fear from terror attacks, the applicant testified that there was no reason why he or his family would be subject to a greater risk than the rest of the population. The applicant is afraid because he came close to being a casualty after a suicide bomber detonated himself in a bus which the applicant departed 15 minutes prior to the explosion. This fact, however unfortunate and horrific, does not place the applicant in a different position then the rest of the Israeli population who are subject to the random risk of being present when a suicide bomber decides to attack. It was reasonably open to the RPD to find that the applicant's fear of terror attacks is a general risk which is exempted by the IRPA. This ground of review must therefore fail.", "CERTIFIED QUESTION"], ["[34]", "Both parties advised the Court that this case does not raise a serious question of general importance which ought to be certified for an appeal. The Court agrees.", "JUDGMENT"], ["[35]", "THIS COURT ORDERS AND ADJUDGES that", "The application for judicial review is dismissed.", "[End of document]"]]}