{"id_": "097987", "body_str": [["[1]", "Fothergill, J.", ": Bai Hong Cai [the Applicant] has brought an application for judicial review pursuant to s 72 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA]. The Applicant challenges a decision of the Refugee Protection Division of the Immigration and Refugee Board [the Board] which determined that the Applicant was neither a Convention refugee nor a person in need of protection pursuant to ss 96 and 97(1) of the IRPA."], ["[2]", "For the reasons that follow, the application for judicial review is allowed and the matter is remitted to the Board for re-determination by a differently-constituted panel.", "II.", "Background"], ["[3]", "The Applicant is a citizen of China. He formerly resided in Guangdong Province. His claim for refugee protection was based on the following contentions:", "• The Applicant's girlfriend, whom he expected to marry on August 8, 2010, was killed in a car accident on June 13, 2010. The Applicant was to accompany his girlfriend shopping that day, but chose to stay behind and play cards with his friends. He felt guilty about the death of his girlfriend and subsequently became fragile and lost confidence in life.", "• In July, 2010 a friend of the Applicant persuaded him to visit a Roman Catholic \"house church\". The Applicant attended his first house church service on July 18, 2010, and regularly thereafter. The Applicant's involvement in the church included distributing printed leaflets that protested against Chinese family planning policies and government-sanctioned churches.", "• On April 10, 2011, the Public Security Bureau (PSB) raided the house church that the Applicant had been attending. The Applicant escaped to his uncle's home. The Applicant learned two days later that the PSB had been to his parents' house to arrest him. The PSB told the Applicant's parents that they had arrested some of his fellow believers. The following day the PSB left an arrest summons for the Applicant at his parents' home.", "• Fearing the PSB, the Applicant's parents decided that he had to leave China. They hired an agent who made all the arrangements, including the acquisition of a fraudulent Singaporean passport for the Applicant."], ["[4]", "The Applicant arrived in Canada on June 18, 2011. He made a claim for refugee protection three days later, on June 21, 2011."], ["[5]", "The Board rejected the Applicant's claim on July 12, 2013. The Applicant filed an application for leave and judicial review in this Court on August 6, 2013, and leave was granted on October 15, 2014.", "III.", "The Board's Decision"], ["[6]", "The Board was not satisfied that the Applicant was a practising Christian when he resided in China. Documentary evidence submitted by the Applicant indicated that he had joined the Rite of Christian Initiation for Adults program and received the Roman Catholic sacraments of initiation (baptism, holy communion and confirmation) only after he arrived in Canada. The Board gave little weight to these documents as corroborative evidence that the claimant was a practising Christian in Guangdong Province, and drew a negative inference with respect to the Applicant's religious convictions."], ["[7]", "The Board also doubted the authenticity of the arrest summons submitted by the Applicant. The Board provided three reasons: (1) the availability of fraudulent documents throughout China; (2) the Applicant's travel from China to Canada using a fraudulent Singaporean passport, which demonstrated his willingness and capacity to acquire fraudulent documents; and (3) the Applicant's failure to provide sufficient credible or trustworthy evidence to explain how he had received the PSB's summons in Canada."], ["[8]", "The Board therefore rejected the Applicant's assertions that he was a practising Christian in China, that the PSB had raided the house church he attended, and that he is now sought by the PSB as a member of an illegal house church. In addition, the Board did not accept that the PSB had arrested some of the Applicant's fellow believers."], ["[9]", "The Board ultimately concluded that the Applicant had joined a Christian church in Canada only for the purpose of supporting a fraudulent claim for refugee protection. The Board nevertheless considered the possibility that the Applicant may have a valid", "sur place", "claim,", "i.e", "., whether there was a serious possibility that the Applicant would now be persecuted if he returned to Guangdong Province, China and practised Christianity in an unregistered church."], ["[10]", "The Board reviewed several reports that described the situation faced by Christians in Guangdong Province, and concluded that the Province has one of the most liberal policies on religious freedom in China. The Board found that the situation in Guangdong differs from that in many other provinces where there have been arrests or incidents of persecution of ordinary Christians. It reasoned that if there had been arrests or incidents of persecution of Christians who worship in house churches with a similar profile to that of the Applicant's church in Guangdong Province, then this would have been reflected in the documentation."], ["[11]", "The Board therefore concluded that the Applicant was not credible witness, that the PSB was not pursuing him due to his involvement in underground Christian activities, and that he would be free to practise Christianity in the congregation of his choice should he return to Guangdong Province.", "IV.", "Issues"], ["[12]", "The following issues are raised in this application for judicial review:", "A. Whether the Board's assessment of the Applicant's credibility was reasonable; and", "B. Whether the Board's determination of the Applicant's", "sur place", "claim was reasonable.", "V.", "Analysis"], ["[13]", "The Board's findings regarding the Applicant's credibility and his", "sur place", "claim are both subject to review by this Court against a standard of reasonableness (REFERENCE_SUPPRESSED).", "A. Whether the Board's assessment of the Applicant's credibility was reasonable"], ["[14]", "A refugee claimant's sworn testimony is presumed to be true unless there are reasons to doubt its veracity (REFERENCE_SUPPRESSED)."], ["[15]", "In assessing a refugee claimant's credibility, the Board is entitled to take into account the discrepancies, contradictions and omissions in the evidence and to view the evidence from the perspective of rationality and common sense (REFERENCE_SUPPRESSED. In", "CITATION_SUPPRESSED", ", this Court observed that:", "[...] the basic rule in Canadian law is that foreign documents (whether they establish the identity or not of a claimant) purporting to be issued by a competent foreign public officer should be accepted as evidence of their content unless the Board has some valid reason to doubt their authenticity."], ["[17]", "I agree with the Applicant that the general availability of fraudulent documents in China is not a sufficient reason to doubt the authenticity of the arrest summons. The implication of the Board's reasoning is that all documents issued by public officers in China are suspect. However, as this Court held in", "REFERENCE_SUPPRESSED, evidence of widespread forgery in a country is not, in itself, sufficient to reject foreign documents as forgeries."], ["[18]", "I also agree with the Applicant that the Board's adverse finding of credibility based on the Applicant's use of a fraudulent Singaporean passport is unreasonable. As this Court held in", "CITATION_SUPPRESSED:"], ["[18] Where a claimant travels on false documents, destroys travel documents or lies about them upon arrival following an agent's instructions, it has been held to be peripheral and of very limited value as a determination of general credibility. First, it is not uncommon for those who are fleeing from persecution not to have regular travel documents and, as a result of their fears and vulnerability, simply to act in accordance with the instructions of the agent who organized their escape. Second, whether a person has told the truth about his or her travel documents has little direct bearing on whether the person is indeed a refugee [...]."], ["[19]", "Finally, the negative inference drawn by the Board from the Applicant's inability to demonstrate how he received the arrest summons in Canada was also unreasonable. The Board rejected the Applicant's testimony that he received the summons by mail and then threw away the envelope in which it was sent. The Board did not accept the Applicant's explanation for why he neglected to retain the envelope as evidence of the origin of the arrest summons. However, this concern was never raised by the Board during the hearing. On the contrary, the transcript reveals that the Board explicitly informed the Applicant and his counsel that the absence of the envelope was not a concern. As a result, the matter was not explored further in the Applicant's testimony or in counsel's submissions."], ["[20]", "In sum, the Board's assessment of the Applicant's credibility was unreasonable and did not fall within the range of possible, acceptable outcomes which are defensible in respect of the facts and law.", "B. Whether the Board's determination of the Applicant's sur place claim was reasonable."], ["[21]", "sur place", "refugee is defined in the United Nations Handbook on Procedures and Criteria for Determining Refugee Status as a person \"who was not a refugee when he left his country, but who becomes a refugee at a later date.\" The UNCHR Handbook describes two situations in which a", "sur place", "claim may arise: (1) a change in circumstances in the country of origin during the person's absence, or (2) as a result of a person's own actions such as associating with refugees already recognized or expressing political views in the new country of residence."], ["[22]", "The Board concluded, on a balance of probabilities, that the Applicant would be able to worship in the Christian congregation of his choice if he were to return to Guangdong Province and that there was no serious possibility that he would be persecuted for doing so."], ["[23]", "In conducting a", "sur place", "assessment, it is an error for the Board to engage in selective analysis of the documentary evidence and to ignore contradictory evidence without providing a reasonable explanation (", "REFERENCE_SUPPRESSED). The Applicant submits that the Board failed to consider the situation faced by Roman Catholics who worship in illegal house churches in China, and reached its conclusion without regard to the documentary evidence of country conditions that was submitted on behalf of the Applicant."], ["[24]", "The Board acknowledged that the Applicant is a Roman Catholic. However, the Board's assessment of country conditions did not meaningfully distinguish between the experiences of different Christian denominations in China. Furthermore, the Board's decision made no reference to the evidence of country conditions submitted by the Applicant, which indicated that Roman Catholics may be singled out for persecution by Chinese authorities."], ["[25]", "The Respondent emphasized that Guangdong Province, unlike other regions in China, is unusually tolerant of diverse religious practices, and the very few recorded incidents of persecution have involved prominent religious figures rather than lay practitioners such as the Applicant. In reply, the Applicant referred to this Court's decision in", "REFERENCE_SUPPRESSED, which bears a remarkable similarity to this case - including the facts: a friend killed in a car crash, feelings of guilt and despondency, seeking solace in a house church which was subsequently raided by the PSB, receiving a summons from the PSB; and then fleeing Guangdong Province and undergoing the rites of initiation at the Chinese Martyrs Catholic Church in Toronto. Both the Applicant in this case and the applicant in", "CITATION_SUPPRESSED", "submitted a letter from the Reverend Jianwei Deng to substantiate their claims of recent religious conversion."], ["[26]", "Despite the troubling similarities between the allegations made by the Applicant in this case and the applicant in", "CITATION_SUPPRESSED", ", I must allow the application for judicial review on substantially the same grounds. In", "CITATION_SUPPRESSED", ", Justice de Montigny said the following about the risks faced by Roman Catholics who worship in illegal house churches in Guangdong Province:"], ["[36] As for the Board's assessment of the documentary evidence, I am equally of the view that it is somewhat defective. After reviewing a few incidents involving house churches, the Board found that there is no evidence of suppression of religious practices in Guangdong province, and therefore, that the Applicant's alleged underground church would not be of any interest to the PSB. In my view, this assessment of the documentary evidence is at best questionable. The conflict between the Vatican and the Chinese government is well documented, as well as the detention of the Catholic clergy and the repression of the underground house churches. There are, no doubt, huge discrepancies in the treatment of Catholics depending on the tolerance shown by local authorities, and the information on the exact situation in various provinces is obviously scarce. However, the reported incidents that were before the Board member should at least have given him reason to pause."], ["[37] [...] One must also take into consideration that the information collected by various non-governmental and governmental organizations about persecution may only be the tip of the iceberg. In that context, the documentary evidence deserved closer scrutiny and cannot, without more, strengthen the Board's finding with respect to the Applicant's credibility or support its finding that there is only a mere possibility that an incident that led to the arrest of ordinary members of a church would occur in Guangdong province."], ["[27]", "For the foregoing reasons, the application for judicial review is allowed and the matter is remitted to the Board for re-determination by a differently-constituted panel.", "JUDGMENT"], ["[28]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is allowed and the matter is remitted to the Board for re-determination by a differently-constituted panel. No question is certified for appeal.", "Application allowed.", "Editor: Sharon McCartney/nmg", "[End of document]"]]}