{"id_": "098047", "body_str": [["[1]", "Russell, J.", ": This is an application under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC- 2001, c. 27 (Act) for judicial review of the decision of a visa officer (Officer), dated 15 July 2011, which refused the Applicants' application for permanent residence on humanitarian and compassionate (H&C) grounds under subsection 25(1) of the Act.", "BACKGROUND"], ["[2]", "The Applicants are all citizens of South Korea living in Canada without status. The Male Applicant and the Female Applicant are married; the Minor Applicants are their son, Min Woo, and daughter, Min Ji."], ["[3]", "The Applicants came to Canada in July 2000 from Sri Lanka. At that time, Min Woo was 12 years old and Min Ji was 8 years old. They are now 24 and 20 years old respectively. Citizenship and Immigration Canada (CIC) admitted the Applicants to Canada as visitors but denied them an extension of their visitor status on 31 January 2001. At that time, an immigration counsellor found that the Applicants had fulfilled the original purpose of their visit and were no longer", "bona fide", "visitors and issued voluntary departure orders against them."], ["[4]", "The Applicants did not leave Canada after CIC denied their visitor extension. Instead, they began to build a life for themselves here: the Adult Applicants began to work and the Minor Applicants went to school. In the time they have been in Canada, Min Woo has completed high-school and now works in his father's business. Min Ji has also completed high-school; she attended York University for one semester but left because she could no longer afford the tuition fees. At the same time, the Adult Applicants worked at several jobs. Currently, the Male Applicant owns a business (Sura Sushi) and the Female Applicant is also employed at Sura Sushi."], ["[5]", "CIC received the Applicants' application for permanent residence on 26 June 2009 (H&C Application). At that time, Min Woo was 21 years old and Min Ji was seventeen years old. In their submissions to support their H&C Application, the Applicants drew attention to their establishment in Canada, noting that the Male Applicant owns his own business and all of the Applicants are now assimilated into Canadian culture. They also highlighted the hardship they would face if they were returned to South Korea because the economic situation there gives them few prospects for employment. Finally, the Applicants said the Minor Applicants' best interests favoured their staying in Canada with their parents. They noted the Minor Applicants have been educated in the Canadian system for the 8 ½ years they have been in Canada and face large barriers to accessing post-secondary education in South Korea."], ["[6]", "The Officer considered the Applicants' H&C Application and refused it on 14 July 2011. She notified the Applicants by letter dated 15 July 2011.", "DECISION UNDER REVIEW"], ["[7]", "The Decision in this case consists of the Officer's letter of 15 July 2011 (Refusal Letter) and reasons for decision (Notes) which she signed on 14 July 2011."], ["[8]", "The Refusal Letter informed the Applicants that the Officer had considered their H&C Application but had decided not to grant an exemption in their case. It also informed the Applicants that they were without status in Canada and should depart Canada within 30 days."], ["[9]", "The Notes reveal the Officer's reasons for rejecting the H&C Application. She began by reviewing the grounds advanced by the Applicants to support their application, noting that they relied on their establishment, the hardship they would face, and the Minor Applicants' best interests.", "Establishment"], ["[10]", "The Officer noted that the Applicants have lived in Canada for some time and the Adult Applicants, except for brief periods, have been employed the whole time. She also noted that the Male Applicant has filed taxes since 2006, though she found he only did so because registration of his business made this unavoidable. Although the Applicants' submissions said Sura Sushi employed two Canadian citizens and one permanent resident, the Officer found there was no evidence to prove this was the case. The Applicants submitted evidence to show they were involved in community groups and had developed relationships with family and friends in Canada, but the Officer found these activities were expected and common practice."], ["[11]", "The Officer said she could not conclude the Applicants' stay in Canada was outside their control. They stayed here after CIC issued departure orders in 2001 and could have gone back to South Korea. If they had left when they should have, the Applicants then could have returned to Canada with proper documentation.", "Hardship"], ["[12]", "Although the Applicants said the economic situation in South Korea would cause hardship, the Officer found there was insufficient evidence before her to show they faced limited employment prospects there. The Applicants submitted documents to show South Korea was experiencing an economic crisis, but the Officer noted these documents were from 2008 and found she could not assume South Korea remains in crisis. She found the Male Applicant had transferable skills from his experience in Canada which would give him an advantage in South Korea."], ["[13]", "The Applicants also said they did not have many contacts or a support network in South Korea, but the Officer found this was not the case. The Male Applicant has five siblings in South Korea. The Female Applicant's parents live there as well, and the Applicants would have support from their family. Against the family the Applicants have in South Korea, the Officer balanced the fact that they have no family in Canada. She concluded that a return to South Korea would lead to building stronger family ties there."], ["[14]", "The Officer said the Applicants had overcome obstacles in Canada to build a life here. She gave little weight to their assertion they would face obstacles on return to South Korea. The Officer also found their readjustment to life in South Korea would be less difficult than their adjustment to life in Canada had been.", "Best Interests of the Children"], ["[15]", "When the Officer analyzed the Minor Applicant's interests, she noted they had spent eight years in school in Canada. She also noted the Applicants'submissions that the Minor Applicants are westernised, face barriers on return to South Korea, and have weak Korean language skills. The application also drew attention to the Adult Applicants' inability to provide for the Minor Applicants in South Korea."], ["[16]", "The Officer said she was alert and sensitive to the Minor Applicants' interests. She found there was insufficient evidence that they would not be able to readjust to life in South Korea. The Officer also found they would have support from their parents, grandparents, and other family in South Korea. Further, the Officer found the Minor Applicants' English skills would give them an advantage in South Korea. They could also return to Canada on study permits if they wanted to pursue a post-secondary education here.", "Conclusion"], ["[17]", "Based on the evidence before her, the Officer found the Applicants had not demonstrated unusual and undeserved or disproportionate hardship. On that basis, she denied their request for permanent residence and an exemption from the normal requirement to apply for a permanent resident visa from outside of Canada.", "ISSUES"], ["[18]", "The Applicants raise the following issues in this proceeding:", "a. Whether the Officer breached their right to procedural fairness by denying them the opportunity to respond and by relying on extrinsic evidence;", "b. Whether the Officer applied the wrong test for the best interests of a child;", "c. Whether the Officer applied the incorrect test for H&C Relief;", "d. Whether the Decision is unreasonable.", "STANDARD OF REVIEW"], ["[19]", "The Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis."], ["[20]", "A decision-maker's reliance on undisclosed extrinsic evidence is a breach of procedural fairness (see", "<FRAGMENT_SUPPRESSED> ). Likewise, the opportunity to respond to a decision-maker's concerns is also an issue of procedural fairness (see", "<FRAGMENT_SUPPRESSED> ."], ["[21]", "In", "<FRAGMENT_SUPPRESSED>  the Supreme Court of Canada held at paragraph 100 that \"It is for the courts, not the Minister, to provide the legal answer to procedural fairness questions.\" Further, the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED> held that the \"procedural fairness element is reviewed as a question of law. No deference is due. The decision-maker has either complied with the content of the duty of fairness appropriate for the particular circumstances, or has breached this duty.\" The standard of review on the first issue is correctness."], ["[22]", "<FRAGMENT_SUPPRESSED>  Justice Paul Crampton held at paragraph 12 that the standard of review on the question of whether an officer applied the correct test in assessing an H&C application was correctness. Justice Michael Kelen made a similar finding in  <FRAGMENT_SUPPRESSED> s did Justice Michel Beaudry in  <FRAGMENT_SUPPRESSED> . Further, whether an officer applied the proper test for where the best interest of a child lie is an issue which is to be evaluated on the correctness standard.  <FRAGMENT_SUPPRESSED>  (QL), the Supreme Court of Canada held that, when reviewing an H&C decision, \"considerable deference should be accorded to immigration Officers exercising the powers conferred by the legislation, given the fact-specific nature of the inquiry, its role within the statutory scheme as an exception, the fact that the decision-maker is the Minister, and the considerable discretion evidenced by the statutory language\" (paragraph 62). Justice Michael Phelan followed this approach in", "<FRAGMENT_SUPPRESSED> . The standard of review on the fourth issue is reasonableness."], ["[24]", "When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at paragraph 47, and", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\"", "STATUORY PROVISIONS"], ["[25]", "The following provisions of the Act are applicable in this proceeding:", "11.", "(1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act.", "...", "25.", "(1) The Minister must, on request of a foreign national in Canada who is inadmissible or who does not meet the requirements of this Act, and may, on request of a foreign national outside Canada, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligations of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected.", "[...]", "ARGUMENTS", "The Applicants", "Improper test for Best Interest of the Child"], ["[26]", "The Applicants say the Officer applied the wrong test when she analyzed the Minor Applicants' interests. They point to", "Baker", ", above, where Justice L'Heureux-Dubé said at paragraph 72 that", "[...] for the exercise of the discretion to fall within the standard of reasonableness, the decision-maker should consider children's best interests as an important factor, give them substantial weight, and be alert, alive and sensitive to them."], ["[27]", "The Applicants also note that Justice Douglas Campbell of this Court examined what it means for officers to be alert, alive, and sensitive to children's best interests in", "<FRAGMENT_SUPPRESSED> ."], ["[28]", "In this case, the Officer was not appropriately alert, alive, or sensitive to the Minor Applicants' interests. She did not demonstrate any awareness of their needs, but simply found that they would be able to readjust to life in South Korea. She was also not alive to the fact the Minor Applicants have spent many years in Canada or to the effect of relocation to South Korea on their education and well-being. The Officer further failed to consider how the Minor Applicants would suffer if they must leave Canada. Finally, the Officer did not consider how the Minor Applicants' loss of their Korean language skills impacted their best interests."], ["[29]", "The Applicants rely on", "<FRAGMENT_SUPPRESSED> where the Court set aside an officer's decision because", "The Officer refers to no evidentiary basis for the conclusion that\"children are resilient by nature...,\" and he makes no attempt to engage with the specific advice he is given concerning the children involved in this case. Even if children are resilient by nature (which certainly does not accord with my experience), the Officer was not alert and alive to the interests of these specific children in the way that he dealt with the detailed psychological evidence before him."], ["[30]", "Rather than looking at whether the Minor Applicants could adjust to life in South Korea, the Officer should have considered their dependency on their parents, their establishment in Canada, their links to South Korea, and the impact of a return on their education."], ["[31]", "The Officer was bound to consider the degree of hardship the Minor Applicants would face in South Koreabut failed to do so. Although she said she was alert and sensitive to their interests, she concluded they would be able to readjust to life in South Korea. The Applicants point out that the issue before the Officer was whether, given their education in Canada, their establishment here, and their language limitations in Korea, it is in the Minor Applicants best interests to be deported or to remain in Canada. Having determined where the Minor Applicants' best interests lay, the Officer was required to balance them against the other factors in the H&C Application."], ["[32]", "Rather than determining where the Minor Applicants' interests lay and balancing them against the other factors in the H&C Application, the Officer only examined whether they would be able to adjust to life in Korea. She found they would and that they could return to Canada on study permits if they chose to do so. This analysis, in addition to being improper, was unreasonable.", "Extrinsic Evidence and Procedural Fairness"], ["[33]", "The Applicants also argue that the Decision should be set aside because the Officer relied on extrinsic evidence without giving them an opportunity to comment on it. They point to", "<FRAGMENT_SUPPRESSED>  (FCA) where the Federal Court of Appeal held at paragraph 14 that", "[...] Nevertheless, I think it was the officer's duty before disposing of the application to inform the appellant of the negative assessment and to give him a fair opportunity of correcting or contradicting it before making the decision required by the statute. It is, I think, the same sort of opportunity that was spoken of by the House of Lords in", "<FRAGMENT_SUPPRESSED>  in these oft-quoted words of Lord Loreburn L.C., at page 182:", "They can obtain information in any way they think best, always giving a fair opportunity to those who are parties in the controversy for correcting or contradicting any relevant statement prejudicial to their view.", "Those words have application here even though a full hearing was not contemplated. (", "<FRAGMENT_SUPPRESSED> , at page 1113; see also", "<FRAGMENT_SUPPRESSED>  evidence that their skills in English will give the Minor Applicants an advantage in South Korea. The Officer did not put whatever evidence she had on this point to the Applicants. Although the burden of proof rests on the Applicants to satisfy the requirements for granting their H&C Application, this does not relieve the Officer of the duty to act fairly (see <FRAGMENT_SUPPRESSED> , above, at paragraph 17). The Applicants point to", "<FRAGMENT_SUPPRESSED>  where Justice Elizabeth Heneghan held that non-disclosure of a document breached an H&C applicant's right to procedural fairness. The Officer in this case committed the same reviewable error.", "Student Visa"], ["[35]", "The Applicants also argue that the Officer's conclusion that the Minor Applicants can come to Canada on student visas is unreasonable because it ignores evidence. The Officer did not consider that they are subject to removal orders and so would require a discretionary authorization to return. The Minor Applicants' ability to return to study on student visas is not certain. The Officer also did not take into account the likelihood of their obtaining a student visa, or the fact they would be unable to live in Canada without their parents.", "Unusual and Undeserved Hardship"], ["[36]", "The Applicants further argue that the Officer based her Decision on the Minor Applicants' ability to leave Canada, and the hardship they would face from being removed. The Officer said that the \"Applicants could have chosen to return to [South] Korea in 2001, obtained study and work permit documents at the Canadian visa office, and returned to Canada with proper immigration documentation.\" This shows the Officer was assessing the hardship the Minor Applicants would face if removed, which the Court has held is inappropriate for assessing the interests of children.", "Decision is Unreasonable"], ["[37]", "The Applicants also say the Decision is unreasonable because the Officer inappropriately analysed their establishment in Canada. The Officer held that, while their employment history was commendable, the Adult Applicants worked in Canada without status. She also found their stay in Canada was within their control. The Officer failed to examine how the Applicants would suffer when she unduly focussed on their ability to leave Canada in 2001. The Officer did not appropriately apply CIC's manual", "IP-5 - Immigrant Applications in Canada made on Humanitarian and Compassionate Grounds", "(Guidelines) which says at page 12 that", "Sufficient humanitarian and compassionate grounds may also exist in cases that do not meet the \"unusual and undeserved\" criteria but where the hardship of not being granted the requested exemption(s) would have an unreasonable impact on the applicant due to their personal circumstances."], ["[38]", "The Officer did not set out the positive establishment factors in the H&C Application or explain why these did not amount to disproportionate hardship. The Applicants point to", "<FRAGMENT_SUPPRESSED>  paragraphs 22 to 25, where Justice Russel Zinn held that:", "When the officer concluded that the evidence of establishment was no greater than is \"naturally expected of him\", that determination was required to be made based on the particular circumstances of the Applicant. Therefore, the officer must consider the evidence presented with respect to the background and characteristics of the Applicant.", "Mr. Ranji came to Canada approximately 10 years ago. He has only a grade eight education in India and was a farmer there. He is neither well-educated nor skilled.", "Despite those circumstances, he has been continuously employed, save for a two month period, in unskilled positions earning no more than $50,000 annually but has managed to accumulate a sizable bank account, co-purchase a residence with his brother, develop a significant equity in the residence, purchase an RRSP, financially support his family in India including sending his two children to private school in India, and has provided letters of support from community and social groups for his activities with them.", "The officer made no reference to Mr. Ranji's personal circumstances as set out above and there is no evidence that the officer considered them in concluding that he did no more than was naturally expected of him."], ["[39]", "The Officer's assessment in this case should have looked at the Applicants'relative gain and how difficult it would be for them to give this up. The Officer did not do this and inappropriately held what should have been positive factors in their application against the Applicants.", "The Respondent"], ["[40]", "The Respondent argues the Court should not interfere with the Decision because the Officer put appropriate weight on all the factors put forward by the Applicants in their H&C Application. An H&C exemption is an exceptional and discretionary remedy which gives special and additional consideration to applicants. The denial of an H&C exemption does not take any right away from the affected individual.", "Officer Appropriately Analysed the Minor Applicants' Interests"], ["[41]", "The Officer reasonably assessed the interests of the Minor Applicants. The Applicants are simply complaining about the weight she assigned to the factors in their application. The Officer also applied the correct test for the best interests of the children and appropriately considered the family the Minor Applicants had in South Korea, their health, their ability to obtain employment or education in South Korea, and other factors. Although the Applicants rely on <FRAGMENT_SUPPRESSED> , above, in which the Court held the best interests of adult children should be assessed, this one case is not binding on the Court."], ["[42]", "The best interests of an affected child analysis was immaterial to this H&C Application because the Minor Applicants are now adults.  <FRAGMENT_SUPPRESSED>  Justice Michel Shore had the following to say on point at paragraphs 79 and 80:", "As has been shown, the definition of \"child\" is undefined in the IRPA and the jurisprudence makes it clear that the best interests of the child analysis has a special relationship with the Convention on the Rights of the Child. Therefore, the Court is of the opinion, based on the above reasoning, that the importance that the Convention on the Rights of the Child has been unduly minimized by the earlier jurisprudence on this matter.", "Although the Court is sympathetic to the position of the Applicant, as the policy behind analyzing the best interests of the child is, as recognized by the Convention on the Rights of the Child, partially based on the physical and mental vulnerabilities of children; and it also recognizes that persons with disabilities may also be vulnerable, to varying degrees, the Court cannot agree that dependency and vulnerability are the defining characteristics of \"childhood\" for the purposes of section 25. The Court consequently finds that dependent adults should not be included in the analysis of the best interests of the child."], ["[43]", "Further, the Guidelines say at page 15 that", "BIOC must be considered when a child is under 18 years of age at the time the application is received. There may, however, be cases in which the situation of older children is relevant and should be taken into consideration in an H&C assessement [", "sic", "]. If, however, they are not under 18 years of age, it is not a best interests of the child case."], ["[44]", "As the Officer was not obligated to consider the Minor Applicants' best interests, no reviewable error can result from her analysis of this factor.", "No extrinsic Evidence"], ["[45]", "The Officer did not rely on extrinsic evidence. When the Officer said the Minor Applicants' English skills would be an advantage in South Korea, she was giving her opinion based on common sense. Further, this finding was not used against the Applicants; they said they would be disadvantaged by a return to South Korea but the Officer found they would actually have an advantage there. The Minor Applicants' English skills were only one of several factors the Officer considered.", "Study Permit"], ["[46]", "Although the Applicants take issue with the Officer's finding that the Minor Applicants could return to Canada on a study permit, the Respondent says this was a reasonable finding. They can apply for a study permit at any time.", "Appropriate Test"], ["[47]", "The Officer did not err by applying a hardship test to the Minor Applicants. She applied the best interest of the child test as well as the unusual and undeserved or disproportionate hardship test. The unusual and undeserved or disproportionate hardship test is the usual test applied under subsection 25(1), so it was reasonable for the Officer to apply it.", "Discretion to Weigh Factors"], ["[48]", "Finally, the Respondent says the Officer had the discretion to weigh all the factors in this H&C Application and did so appropriately. The Applicants have not shown that the Officer exercised her discretion unreasonably, so the Court should not interfere. Further, the Applicants simply disagree with the weight given to the various factors at play. It is inappropriate for the Court to re-weigh these factors (see", "<FRAGMENT_SUPPRESSED> ).", "The Applicants' Reply"], ["[49]", "The Applicants say that an H&C Application is not special and additional consideration; it is actually a consideration entrenched in the Act.", "Baker", ", above, establishes that profound rights and interests are affected by H&C determinations."], ["[50]", "The Applicants also say their complaint is not with how the Officer weighed the factors in their H&C Application. What they challenge is her failure to consider the time the Minor Applicants have spent in Canada, her inappropriate analysis of their English skills, and her assumption that they could return to Canada on a student visa. The Officer did not meaningfully grapple with the Minor Applicants' interests arising from the eight years they have been here."], ["[51]", "Although the Respondent has said <FRAGMENT_SUPPRESSED> , above, is not binding, the Applicants say that judicial comity binds this Court to follow that decision. None of the exceptions to the judicial comity principal apply her, so the Court must decide their case in accord with", "<FRAGMENT_SUPPRESSED> )."], ["[52]", "The Applicants say that Justice Shore's comments in <FRAGMENT_SUPPRESSED> , above, are obiter and the Officer was bound to consider the Minor Applicants' best interests. They point to", "<FRAGMENT_SUPPRESSED> )."], ["[53]", "Further, it is no answer to the breach of procedural fairness alleged by the Applicants for the Respondent to say that the Officer's finding that English is an advantage is simply her opinion. As Min Woo said in his affidavit on judicial review:", "I have read the [Decision]. In it, [the Officer] states that English language skills are highly desired in [South] Korea so that my sister and I will be at an advantage. I do not know where [she] got this information. [She] certainly did not share it with us and allow us to comment. If [she] had, we would have explained to [her] that English skills do not lead to better jobs or educational opportunities in Korea. It may be true that the English language is desired by people so that they can leave the country. But in re-settling in [South] Korea, knowing English will provide no advantage."], ["[54]", "The Officer was required to put whatever information she relied on for this conclusion to the Applicants and to give them an opportunity to respond."], ["[55]", "The Minor Applicants will not be issued a study permit if they apply for one and the Officer was wrong to say they could return to Canada in this way.", "ANALYSIS"], ["[56]", "The Applicants have gone to considerable lengths to characterize this Decision as being either unreasonable or procedurally unfair. Some of their arguments are attempts to introduce undue complexities into what is really a very simple Decision; and some of their assertions about what is not addressed in the Decision are simply inaccurate."], ["[57]", "What the Officer says about establishment is entirely appropriate given the fact that the Applicants chose to stay in Canada after receiving voluntary departure orders in January 2001 and to live and work here without the required immigration documents. As the Officer says, \"the applicants have worked without status their entire time in Canada.\" So the Applicants are attempting to use their unauthorized time and work here as a means of acquiring status in Canada. The Applicants are asking to be rewarded and credited for their unauthorized stay and work in Canada in a way that would be unfair to those who conduct themselves in accordance with the rules of our immigration system. This Court has said that people such as the Applicants cannot be credited in this way. The words of Justice Nadon in", "<FRAGMENT_SUPPRESSED>  (QL), at paragraphs 21 and 22 are relevant to much of what the Applicants have done in the present case:", "More importantly, the Guidelines certainly do not suggest that an applicant must pursue self-sufficiency at all cost and without regard to the means. I therefore disagree with the Applicants' argument that \"[i] t is irrelevant whether self-sufficiency is pursued with or without a work permit.\" In my opinion, the source of one's self-sufficiency is very relevant; otherwise, anyone could claim an exemption on the basis of self-sufficiency even if that self-sufficiency derived from illegal activities. I appreciate that in this case the Applicants worked honestly, albeit illegally. Nonetheless, the Applicants knowingly attempted to circumvent the system when they chose to continue working without authorization. Indeed, despite being told during their first interview that they were not authorized to work and that they should cease, there was no indication that the Applicants had given up their employment at the time of the second interview. Moreover, their lawyer had cautioned them about the risks of working without a work permit as well as on the ostensible benefit of showing self-sufficiency (regardless of its source), and they chose to remain in Canada and work illegally.", "I understand that the Applicants hoped that accumulating time in Canada despite a departure order against them might be looked on favourably insofar as they could demonstrate that they have adapted well to this country. In my view, however, applicants cannot and should not be \"rewarded\" for accumulating time in Canada, when in fact, they have no legal right to do so. In a similar vein, self-sufficiency should be pursued legally, and an applicant should not be able to invoke his or her illegal actions to subsequently claim a benefit such as a Ministerial exemption. Finally, I take note of the obvious: the purpose of the exemption, in this case, was to exempt the Applicants from the requirement of applying for status from abroad, not to exempt them from other statutory provisions such as the requirement of a valid work permit."], ["[58]", "In any event, in considering establishment, I think the Officer does consider what the Applicants have achieved here in light of the way they have achieved it and concludes, reasonably in my view, that a return to South Korea will not subject them to unusual and undeserved or disproportionate hardship."], ["[59]", "Nor do I think the Officer, as alleged by the Applicants, blames the children for this situation and subjects them to an unusual and undeserved or disproportionate hardship test. The Officer conducts a totally separate analysis of the Minor Applicants' best interests and then explains why this should not tip the balance in the Applicants' favour."], ["[60]", "The Applicants' assertions that the Officer makes no mention of their lengthy residence in Canada or the impact of removal upon the children's education, and does not consider the suffering involved in their return to South Korea, are simply wrong. A reading of the Decision reveals that the Officer is fully aware of what is at stake for this family, acknowledges the difficulties they will face, but also explains why these problems do not warrant a section 25 exemption."], ["[61]", "The only real issue for consideration, in my view, is whether the Officer conducted a reasonable and appropriate analysis of the Minor Applicants' best interests."], ["[62]", "The Respondent says that they were not really children so that a BIOC analysis was not necessary, and certainly would not be necessary if this matter is returned for reconsideration."], ["[63]", "It seems to me, however, that it was within the Officer's discretion to treat them as children and, if returned, a similar determination will have to be made. I do not see the jurisprudence of this Court as requiring an automatic loss of child status at 18 years of age. Justice Frederick Gibson dealt with a similar situation in <FRAGMENT_SUPPRESSED> , above, and had this to say at paragraph 20:", "[...] I conclude, against the requirements set out in Baker, that the analysis reflected in the reasons for the immigration officer's decision, as they relate to the interests of the applicants' children, is entirely insufficient; and I reach this conclusion bearing in mind the ages of the applicants' children, only one of whom was 18 or under at the date of the decision under review. Indeed, at that time, he was very close to 19 years of age.", "The two sons of the applicants, whatever their ages, remained \"children\" of the applicants who could reasonably be expected to be dramatically affected by the removal from Canada of their parents", ". [emphasis added]"], ["[64]", "Subsequent decisions of this Court have applied Justice Gibson's reasoning over similar objections from the  <FRAGMENT_SUPPRESSED>  <FRAGMENT_SUPPRESSED> , at paragraph 18, and <FRAGMENT_SUPPRESSED> , above, at paragraphs 29 and 30."], ["[65]", "It was also established on the evidence before the Officer that Min Ji (the daughter) was seventeen at the time the Applicants filed their H&C Application. The Respondent argues that, because she is now 20 years old, this excuses the Officer from having to consider her best interests. I disagree. The Respondent's own Guidelines say that \"[the best interests of the child] must be considered", "when a child is under 18 years of age at the time the application is received", ".\" In the face of this clearly articulated and publicly available ministerial guideline, the Applicants had a legitimate expectation that the Officer would consider, at least, Min Ji's best interests."], ["[66]", "In this case (and others like it) we have H&C applicants who could have benefited from the best interests of a child who has aged out of the protection solely because of the time between the filing of the application and its consideration by the Respondent. It seems to me that to hold that officers are not required to consider the best interest of a child directly affected in this situation would ignore the reality that administrative delays in processing applications generally lie at the Respondent's feet. In my view, it is no answer for the Respondent to rely on his own tardiness in evaluating the Applicant's H&C Application to extinguish an obligation he would have been under had he acted promptly. As such, the Officer was bound to consider Min Ji's best interests when evaluating the H&C Application in this case."], ["[67]", "With that said, I think the Officer's deficient analysis with respect the Min Ji's best interests means the Decision must be returned for reconsideration. It is well established that an H&C decision maker must be alert, alive, and sensitive to the best interests of any child directly affected by a decision. This means that the child's interests must be identified and defined and given primary consideration."], ["[68]", "In this case, the Officer failed to appropriately identify Min Ji's interests. Although the Officer was aware of the basic facts of the application - Min Ji lacked strong Korean language skills and would face barriers to post-secondary education, for example - she failed to determine whether, in the context of the evidence before her, it was in Min Ji's best interests to stay in Canada or return toSouth Korea. She also did not assess whether it was in Min Ji's interests for her parents and brother to remain in Canada with her, or for them to return to South Korea."], ["[69]", "Rather than meeting her obligation to assess what was in Min Ji's best interest and weighing this against the other factors in the H&C Application, the Officer found \"there is insufficient evidence to support that the children would not be able to readjust to life in Korea.\" Whether Min Ji could adjust to life in South Korea or not was not the test. As I recently said in", "<FRAGMENT_SUPPRESSED> to 70:", "When assessing a child's best interests an Officer must establish", "first", "what is in the child's best interest,", "second", "the degree to which the child's interests are compromised by one potential decision over another, and then finally, in light of the foregoing assessment determine the weight that this factor should play in the ultimate balancing of positive and negative factors assessed in the application.", "There is no basic needs minimum which if \"met\" satisfies the best interest test. Furthermore, there is no hardship threshold, such that if the circumstances of the child reach a certain point on that hardship scale only", "then", "will a child's best interests be so significantly \"negatively impacted\" as to warrant positive consideration. The question is", "not", ": \"is the child suffering enough that his \"best interests\" are not being \"met\"? The question at the initial stage of the assessment is: \"what is in the child's best interests?\"", "For example, officers should not discontinue their consideration of what is in a child's best interests after determining that the child is not being beaten or malnourished, [...], is not being outright denied medical care [or whether the child will be able to adjust to life in the new country]. In order to be properly \"alert, alive and sensitive to\" a child's best interest, the task that is specifically before an officer is to have regard to the child's circumstances, from the child's perspective, and then determined what is in [her] best interest.", "As was noted by the Federal Court of Appeal in", "Hawthorne"], ["[2002 FCA 474], and by this Court in", "Arulraj"], ["[2006 FC 529] and", "Shchegolevich"], ["[2008 FC 527], a child will rarely, if ever, be deserving of any level of hardship. As a result, a threshold test of undeserved or undue hardship or a threshold \"basic needs\" approach to a best interests analysis, like that applied by the Officer in this case, does not adequately determine - in a way that is \"alert, alive and sensitive\" - what is in the child's best interest.", "A child's best interests are certainly not determinative of an H&C application and are but one of many factors that ultimately need to be assessed. However, requiring that certain interests not be \"met\" or that a child \"suffer\" a certain amount before this factor will weigh in favour of relief, let alone be persuasive in the decision, contradicts well-established principle that officers must be especially alert, alive and sensitive to the impact of the decision from the child's perspective. Furthermore, this would seem to contradict the instruction of the Supreme Court of Canada that this factor be a primary consideration in an H&C application that must not be minimized.", "In", "Baker", ", above, the Supreme Court of Canada held that for the exercise of discretion under subsection 25(1) of the Act to fall within the standard of reasonableness, the decision-maker must consider the child's best interests as an important factor, give them substantial weight, and be alert, alive and sensitive to them. Justice L'Heureux-Dubé wrote at paragraph 75 that", "...for the exercise of the discretion to fall within the standard of reasonableness, the decision-maker should consider children's best interests as an important factor, give them substantial weight, and be alert, alive and sensitive to them. That is not to say that children's best interests must always outweigh other considerations, or that there will not be other reasons for denying an H & C claim even when children's interests are given this consideration.", "However, where the interests of children are minimized, in a manner inconsistent with Canada's humanitarian and compassionate tradition and the Minister's guidelines, the decision will be unreasonable.", "[Emphasis added]", "At paragraph 73 of", "Baker", ", the Supreme Court of Canada stated:", "The above factors indicate that emphasis on the rights, interests, and needs of children and special attention to childhood are important values that should be considered in reasonably interpreting the \"humanitarian\" and \"compassionate\" considerations that guide the exercise of the discretion. I conclude that because the reasons for this decision do not indicate that it was made in a manner which was alive, attentive, or sensitive to the interests of Ms. Baker's children, and did not consider them as an important factor in making the decision, it was an unreasonable exercise of the power conferred by the legislation, and must, therefore, be overturned.", "In <FRAGMENT_SUPPRESSED> , above, the Federal Court described what it means to be open and sensitive to the best interests of children, in the following terms:", "It is only after a visa officer has gained a full understanding of the real life impact of a negative H&C decision on the best interests of a child can the officer give those best interests sensitive consideration.", "To demonstrate sensitivity, the officer must be able to clearly articulate the suffering of a child that will result from a negative decision, and then say whether, together with a consideration of other factors, the suffering warrants humanitarian and compassionate relief.", "[Emphasis added]"], ["[70]", "In this case, the Officer focused on whether Min Ji would be able to adjust to life in South Koreawithout applying the appropriate test for her best interests. This was a reviewable error."], ["[71]", "Judicial review is therefore granted and the Decision is returned for reconsideration. I specifically direct the officer who reconsiders this application consider Min Ji's best interests according to the test I have articulated above."], ["[72]", "Counsel agree there is no question for certification and the Court concurs.", "JUDGMENT"], ["[73]", "THIS COURT'S JUDGMENT is that", "1. The application is allowed. The decision is quashed and the matter is returned for reconsideration.", "2. There is no question for certification.", "Application allowed.", "Editor: Gary W. McLaughlin/klf"]]}