{"id_": "098057", "body_str": [["[1]", "O'Keefe, J.", ": This is an application pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (the Act) for judicial review of a decision of an officer of Citizenship and Immigration Canada (CIC) (the officer), dated June 17, 2011, not to defer the applicants' removal from Canada pending a decision on their humanitarian and compassionate (H&C) application. This conclusion was based on the officer's finding that there were insufficient reasons to defer removal until a decision was made on the H&C application."], ["[2]", "The applicants request that the officer's decision be set aside and the matter be referred back for redetermination by a different officer.", "Background"], ["[3]", "The principal applicant is Jose Luis Urbina Ortiz. The other applicants are related to the principal applicant as follows: Magdalena Gutierrez De Urbina - wife; Madeline Urbina Gutierrez - daughter; Jose Luis Urbina Gutierrez - son; and Cruz Celeste Urbina Gutierrez - daughter."], ["[4]", "The applicants are all citizens of Mexico. The principal applicant and his wife also have an infant daughter, Estefania, who was born inCanada on October 18, 2010. This Canadian-born daughter has been under medical supervision due to complications at birth and she suffers from hip dysplasia."], ["[5]", "In Mexico, the principal applicant worked as a farmer on a ranch. The applicants also owned a plot of inherited land. This land sat vacant for several years. In 2003, the applicants decided to begin cultivating it. However, upon surveying the land, the applicants discovered a large marijuana crop. The applicants reported their discovery to the Mexican authorities who burnt the crop down on December 28, 2003. The applicants later realized that the crop had been planted by the Zetas drug cartel. The Zetas retaliated by setting fire to the applicants' home in January 2004. Shortly thereafter, an attempt was made to kidnap the applicant child Madeline. Madeline was able to seek refuge in a nearby shop. However, when the applicants went to the police to report the incident, Madeline identified one of the police officer's acquaintances as one of the attempted kidnappers."], ["[6]", "In fear of the Zetas cartel, the applicants moved to a different city in Mexico. Members of the cartel followed them across the country and they therefore decided to flee Mexico. Their first attempt to enter the United States in April 2004 failed and they were returned to Mexico. In April 2005, after seeing members of the cartel in their new town, the applicants made a second attempt to flee Mexico. This attempt was successful and the applicants lived illegally in the United States for almost three years."], ["[7]", "In October 2008, the American government began actively pursuing illegal immigrants. Due to their fear of being returned to Mexico, the applicants fled to Canada on November 5, 2008 and claimed refugee status. Their refugee claim was rejected on March 25, 2010. A subsequent PRRA application was also rejected on October 7, 2010. The applicants did not file an application for judicial review of the PRRA decision."], ["[8]", "In the fall of 2010, psychiatrist Dr. Celeste Thirlwell conducted assessments of the principal applicant's wife Magdalena and their eldest daughter Madeline. Dr. Thirlwell found that both these applicants suffer from post-traumatic stress disorder (PTSD) and major depression due to their past experiences and their fear of being returned to Mexico."], ["[9]", "On November 2, 2010, the applicants filed their H&C application. Due to administrative errors, the application was returned in December 2010. It was resubmitted with all required forms on February 9, 2011. The H&C application is currently pending."], ["[10]", "On April 6, 2011, CIC received a request to defer removal of applicant Magdalena due to her infant daughter's hip concern. This request was denied on April 16, 2011."], ["[11]", "On June 10, 2011, CIC received the applicants' request for a deferral of their removal pending a decision on their H&C application. This request included letters from Dr. Thirlwell describing the psychological condition of applicants Magdalena and Madeline. On June 17, 2011, the officer denied the applicants' deferral application. The date of removal was set for July 3, 2011."], ["[12]", "On June 27, 2011, the applicants were granted a stay of their removal pending a decision on this judicial review application.", "Officer's Decision"], ["[13]", "The officer denied the applicants' deferral application in a letter dated June 17, 2011. The Canada Border Services Agency (CBSA) notes to file that form part of the officer's decision explain the reasons for the denial."], ["[14]", "The officer first addressed the submissions pertaining to Estefania Urbina, the applicants'Canadian-born daughter. The officer referred to CBSA notes to file associated with the first deferral request for this infant dated April 6, 2011. In those notes, the officer observed that no documentation was submitted to support the doctor's statement that Estefania was unable to leave the country until she was 18 months old or until care was completed. The officer noted that there were many family members living in Mexico who might be able to assist with childcare. The officer therefore concluded that no immediate irreparable harm was identified from the information provided on the first deferral request."], ["[15]", "In the second deferral request, the officer acknowledged the additional evidence submitted for Estefania, including the wait time for the Shriner's hospital in Mexico and literature on Estefania's sickness. However, the officer noted that the literature showed good outcomes in a large number of cases which was encouraging especially in light of the care that Estefania had already received."], ["[16]", "The officer noted that the complete H&C application had been filed only two or three months prior to the deferral request. In addition, the family had already been granted an extended stay in Canada to allow the children to finish their school year and to obtain travel documents for Estefania. A work permit had also been granted to one of the family members. This was a further added benefit that few facing removal were afforded. Based on these circumstances, the officer did not find that deferral was warranted."], ["[17]", "The officer also noted that as the family had indicated a desire to return voluntarily to Mexico, they already had tickets to Cancun, a city located far from their original home. However, their requests to defer removal suggested that their intention to voluntarily comply may no longer exist, in which case enforcement of the removal orders may be required."], ["[18]", "The officer observed that the family was aware of the option to seek a review of their PRRA decision by the Federal Court, but had not done so. In addition, they were aware of the possibility of applying for a work permit from Mexico; however, there was no evidence that they had sought to pursue this option."], ["[19]", "The officer noted that the applicant children appeared to do well in school in both the United States and Canada. The officer found this indicative of their ability to adapt well to education systems in different countries, which would also include Mexico. Further, the length of time between their initial interview and their return date suggested that they had had significant opportunity to prepare themselves for departure."], ["[20]", "The officer noted that the family was resourceful and the principal applicant had been employed in Mexico prior to the family's departure. The officer also observed that the parents strongly supported the best interests of their children which would ensure that they were looked after in Mexico. The officer found that it was in the best interests of the children to remain with their parents, however, with regards to Estefania and her medical situation, it remained the parent's choice to decide whether it was best for her to remain in Canada or to make arrangements for her care in Mexico."], ["[21]", "Finally, the officer sympathized with the mental health concerns raised for the applicant mother and her eldest daughter. The officer noted that medication had not been prescribed, but support groups had been suggested. The officer found that such support groups would likely be available to the applicants in Mexico and the applicants had had time in Canada to begin researching how to access those resources. In addition, the officer observed that nine months had passed since the date of the psychiatrist's letters and much preparation and research may have been done to prepare the family for transition back to Mexico in that time."], ["[22]", "The officer also found it highly possible that many people were equally affected, of whom similar statements could and have been made by psychiatrists, and for whom poor outcomes have not resulted. Further, the officer did not believe it possible that the psychiatrist, or any other doctor, could determine with absolute certainty the outcome of the circumstances of this case since it would require\"the ability to predict the future and be aware of all variables that will affect the outcome\". As no more recent documents had been submitted on the applicants' mental health concerns, the officer found that the situation might have stabilized and not worsened."], ["[23]", "For these reasons, the officer denied the applicants' request for deferral until receipt of the outcome of their H&C application.", "Issues"], ["[24]", "The applicants submit the following point at issue:", "Did the officer err in law in denying the applicants' request to defer their removal?"], ["[25]", "I would phrase the issues as follows:", "1. What is the appropriate standard of review?", "2. Did the officer err in not deferring the applicants' removal until their H&C application was decided?", "Applicants' Written Submissions"], ["[26]", "The applicants submit that the appropriate standard of review of a removal officer's decision on a deferral request is reasonableness. On these types of decisions, very little deference is owed to the officer's decision."], ["[27]", "The applicants submit that they requested a deferral to allow a decision to be made on their pending H&C application. This request was made in light of credible and compelling evidence that if removed, applicant Madeline would suffer irreversible psychological harm and her mother, applicant Magdalena, would be at serious risk of psychological collapse and potential suicide."], ["[28]", "The applicants submit that it is established law that a removal officer errs if he or she does not consider the harm that immediate removal will cause to a child applicant or to an applicant's mental health. In addition, the applicants submit that the officer committed a reviewable error by holding the psychiatrist to an elevated standard of absolute certainty on her prediction of the applicants' future mental well-being."], ["[29]", "Further, the applicants submit that the officer's finding that a support group of women and children would likely be available to the applicants in Mexico is grounded on two reviewable errors. First, the psychiatrist clearly indicated that the applicant Magdalena would require more than solely support groups to recover from her trauma. To recover, she would require: \"guaranteed freedom from deportation\" and \"therapy for children who have been victims of trauma\". Secondly, the psychiatrist clearly found that the harm that the applicant Madeline would face if returned would be \"irreversible\". No support group would make Mexico safer from the recognized widespread kidnappings in the country. Therefore, returning applicant Madeline to Mexico would \"compromise her development\"."], ["[30]", "The applicants also criticize the officer's finding that applicant Madeline's situation may have stabilized, as opposed to worsened, in the eight months since the date of the psychiatrist's letter. The applicants submit that this finding is speculative and there was no reason to think that her condition would have worsened because, at the moment, she remains \"in a safe country\"."], ["[31]", "In summary, on the specific facts of this case, the applicants submit that it was not reasonably practicable, within the meaning of subsection 48(2) of the Act, to remove the applicants.", "Respondent's Written Submissions"], ["[32]", "The respondent submits that questions of fact, discretion and policy and questions where the legal issues are intertwined with the factual issues attract a standard of review of reasonableness."], ["[33]", "The respondent submits that the officer's decision was reasonable. The respondent highlights the recent filing of the applicants' H&C application and the lack of evidence that a decision was imminent."], ["[34]", "The respondent submits that the essence of the applicants' claim is that their H&C application ought to be determined before removal. However, this ignores the scheme and provisions of the Act that clearly provide that removal is the rule with deferral being the exception. Further, a removal officer's discretion to defer removal under section 48 of the Act is extremely narrow. There is no requirement to conduct a mini H&C assessment of factors such as the best interests of the child."], ["[35]", "In making its decision, an officer may consider compelling or special personal circumstances. However, the respondent submits that in this case, the applicants have failed to establish special circumstances requiring the deferral of their removal. The mere existence of an H&C application does not in itself warrant a deferral or stay of removal."], ["[36]", "Nevertheless, the respondent submits that the officer did consider the psychiatrist's letters submitted by the applicants. However, the officer found that as no evidence had been submitted to the contrary, support was likely available in Mexico and there was a lack of new evidence to show that the applicants' mental states had worsened or that there was immediate psychological harm. As no evidence was submitted to show that the applicants had received treatment to improve their mental health, it was reasonable for the officer to find insufficient evidence of the harm alleged by the applicants.", "Applicants' Written Reply"], ["[37]", "In reply, the applicants submit that contrary to the respondent's submissions, the officer did not consider that the applicants' materials were silent on the question of whether or not they had sought mental health treatment. Further, the applicants included ample expert evidence of immediate, severe and irreversible harm to the applicant Madeline; harm that exceeded the more general inherent consequences of removal.", "Analysis and Decision", "Issue 1", "What is the appropriate standard of review?"], ["[38]", "Where previous jurisprudence has determined the standard of review applicable to a particular issue before the court, the reviewing court may adopt that standard (see", "<FRAGMENT_SUPPRESSED>  at paragraph 57)."], ["[39]", "Both parties agree that the appropriate standard of review of a removal officer's decision on a deferral request is reasonableness. It is established jurisprudence that this is the appropriate standard of review for these types of decisions (see", "<FRAGMENT_SUPPRESSED>  [2007] FCJ No 117 at paragraphs 5 and 6; appeal dismissed in 2008 FCA 8, [2008] FCJ No 22; and", "<FRAGMENT_SUPPRESSED>  [2009] FCJ No 1369 at paragraph 15)."], ["[40]", "In reviewing the officer's decision on the standard of reasonableness, the Court should not intervene unless the officer came to a conclusion that is not transparent, justifiable and intelligible and within the range of acceptable outcomes based on the evidence before it (see <FRAGMENT_SUPPRESSED> above, at paragraph 47; and", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  [2009] SCJ No 12 at paragraph 59). As the Supreme Court held in <FRAGMENT_SUPPRESSED> above, \"it is not up to a reviewing court to substitute its own view of a preferable outcome, nor is it the function of the reviewing court to reweigh the evidence\" (at paragraph 59).", "Issue 2", "Did the officer err in not deferring the applicants' removal until their H&C application was decided?"], ["[41]", "The source of a removal officer's power to defer removal is provided in subsection 48(2) of the Act, which states:", "If a removal order is enforceable, the foreign national against whom it was made must leave Canada immediately and it must be enforced", "as soon as is reasonably practicable", ". [emphasis added]"], ["[42]", "This provision places a positive obligation on the respondent to execute a valid removal order. The removal officer has limited discretion to defer a removal until it is reasonably practicable (see", "<FRAGMENT_SUPPRESSED>  [2009] FCJ No 314 at paragraph 49). Further, the removal officer's discretion to defer removal is limited to the scope and adequacy of the information put forward to him (see", "<FRAGMENT_SUPPRESSED>  [2006] FCJ No 182 at paragraph 30)."], ["[43]", "Generally, an outstanding H&C application, absent special considerations, is not sufficient on its own to justify delay unless there is a threat to personal safety (see", "<FRAGMENT_SUPPRESSED> ). As stated by Mr. Justice Pierre Blais in the concurring opinion in", "Baron", "above, at paragraph 87:", "H&C applications are not intended to obstruct a valid removal order. Where a PRRA has revealed that the applicants are not at risk if they are returned, then the applicants are intended to make future requests for permanent residence from their home country."], ["[44]", "Further, the scope of a removal officer's considerations in assessing a deferral request is limited. In general, deferral should only be granted \"where failure to defer will expose the applicant to the risk of death, extreme sanction or inhumane treatment\"(see", "Wang", "above, at paragraph 48)."], ["[45]", "Removal officers are not positioned to evaluate all the evidence that might be relevant in an H&C application (see", "Ramada", "above, at paragraph 7). However, they can consider whether there are good reasons to delay removal, such as a person's ability to travel, the need to accommodate other commitments such as school obligations or compelling circumstances such as H&C considerations (see", "Ramada", "above, at paragraph 3). They can also consider whether the consequences of removal can be remedied by readmission after an outstanding application is approved (see", "Wang", "above, at paragraph 48)."], ["[46]", "In terms of affected children, their immediate interests should be treated fairly and with sensitivity (see", "<FRAGMENT_SUPPRESSED>  [2006] FCJ No 310 at paragraph 3). However, removal officers have \"no obligation to substantially review the children's best interest before executing a removal order\" (see", "Baron", "above, at paragraph 57)."], ["[47]", "Turning to the case at bar, the officer made several observations before evaluating the psychiatric evidence. The officer noted that no medication had been prescribed, but support groups had been suggested. The officer found it likely that such groups would be available in Mexico, access to which could be researched before the applicants' departure. The officer's most contentious statement was the following:", "Not to diminish the statements in the letter written by Dr. Thirlwell I believe it is very possible that there are many persons equally affected of whom the statements could and have been made and have not resulted in a poor outcome and while there could be I do not believe it is possible for Dr. Thirlwell or any other Doctor to determine with absolute certainty the outcome of the circumstances of this or other cases since this would require the ability to predict the future and be aware of all variables that will affect the outcome."], ["[48]", "The officer found that as there had been no more recent documents submitted on the mental health concerns, the situation might have stabilized and not worsened."], ["[49]", "The applicants submit that the officer erred by:", "1. not considering the harm to the applicants' mental health;", "2. holding the psychiatrist to an elevated standard of absolute certainty on her prediction of the applicants' future mental well-being;", "3. relying on the existence of support groups in Mexico, even though the psychiatrist had clearly stated that such groups would not be sufficient to help either applicant Magdalena or applicant Madeline; and", "4. finding that applicant Madeline's situation may have stabilized in the nine months since the psychiatrist's letter."], ["[50]", "A review of the psychiatrist's letters is required to assess the strength of the applicant's submissions. The psychiatrist wrote separate letters for applicant Magdalena (dated September 27, 2010) and applicant Madeline (dated October 16, 2010). These letters reported on the psychiatrist's assessment of the applicants'psychological and emotional functioning and the potential harmful effects of removal from Canada."], ["[51]", "In the letter pertaining to applicant Magdalena, the psychiatrist described the applicant as being \"overwhelmed with fear about her family's future\" since their refugee status was refused. The applicant was \"terrified about the possible deportation of her family\", which had \"seriously compromised her mental functioning\". This has led to problems with memory and concentration, sleeping, and depression. However \"[s]he denies any suicidal ideation or psychotic symptoms\". She was diagnosed with PTSD and major depressive episode. These conditions required \"treatment with cognitive behavioural therapy for depression\" and the psychiatrist stated that the applicant would \"benefit from attending a support group of women and children who have been victims of trauma\". The psychiatrist also found that the applicant would recover well from these conditions if she was not exposed to further trauma. However, returning to Mexico would expose her to further trauma, cause irreversible psychological and emotional damage, further undermine her current fragile mental status, likely compromise her ability to function as a mother and place her \"at serious risk of psychological collapse and potential suicide.\""], ["[52]", "The psychiatrist's letter regarding the applicant Madeline noted that she was having problems sleeping and concentrating. Her mental status exam showed that she \"appeared markedly stressed and anxious\". However, she denied \"any suicidal ideation or psychotic symptoms\". As with her mother, the applicant Madeline was diagnosed with PTSD and major depressive episode. Her fear of her family's pending deportation \"has seriously compromised her mental functioning\". The psychiatrist noted that \"her condition requires treatment with cognitive behavioural therapy for depression\" and \"[s]he would benefit from attending therapy for children who have been victims of trauma\". If allowed to stay in Canada, the psychiatrist found that the applicant's likelihood of recovery was good. Conversely, returning to Mexico would expose her to further trauma, cause irreversible psychological and emotional damage, place her in physical danger, undermine her current mental status and compromise her development. The psychiatrist concluded that if deported, the applicant's\"condition will deteriorate, her suffering will increase and she is at serious risk of psychological and emotional collapse.\""], ["[53]", "On judicial review, a removal officer's discretion should only be second-guessed where \"they have overlooked an important factor, or seriously misapprehended the circumstances of a person to be removed\" (see", "Ramada", "above, at paragraph 7)."], ["[54]", "The applicants' submissions suggest that the officer in this case seriously misapprehended the mental condition of two of the applicants and overlooked the seriousness of the projected effects of deportation on them."], ["[55]", "<FRAGMENT_SUPPRESSED>  [2009] FCJ No 1058, this Court clearly stated that \"a non-expert decision-maker errs when she rejects expert psychological evidence without basis\" (at paragraph 46). The weight assigned to medical evidence is however a task assigned to the officer and does not raise a serious issue where the officer makes accurate observations of the reported treatment (see", "<FRAGMENT_SUPPRESSED>  [2003] FCJ No 1353, at paragraph 12)."], ["[56]", "The key question is therefore whether the officer rejected the psychiatrist's letters without basis or merely assigned little weight to them. Although the contentious statement (cited above) raises concerns that the officer, as a non-expert, was characterizing a doctor's prognosis as \"the ability to predict the future\", I find that as a whole it is more a question of weighing the evidence than purely rejecting it."], ["[57]", "The officer relied on the primary treatment being support groups for both applicants. A review of the psychiatrist's letters indicates that treatment with cognitive behavioural therapy for depression was also recommended. However, no evidence was provided that such treatment had been sought, even though the deferral request was filed more than eight months after the date of the psychiatrist's letters. This is notable, as it is established jurisprudence that a removal officer's discretion is limited to the scope and adequacy of the information put forward to him (see <FRAGMENT_SUPPRESSED> above, at paragraph 30)."], ["[58]", "The letters do highlight the increased psychological risk faced by both applicants should they return toMexico. However, recalling the limited discretion that a removal officer has in deferring removal, deference should be shown to the officer's finding that this increased psychological risk does not amount to \"risk of death, extreme sanction or inhumane treatment\" (see", "Wang", "above, at paragraph 48)."], ["[59]", "In summary, I find the applicants have failed to show a reviewable error. Read as a whole, the officer's decision was transparent and justifiable and within the range of acceptable outcomes based on the evidence before it. I would therefore dismiss this judicial review."], ["[60]", "Neither party wished to submit a proposed serious question of general importance for my consideration for certification.", "JUDGMENT"], ["[61]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is dismissed.", "ANNEX", "Relevant Statutory Provisions", "Immigration and Refugee Protection Act", ", SC 2001, c 27", "48. (1) A removal order is enforceable if it has come into force and is not stayed.", "(2) If a removal order is enforceable, the foreign national against whom it was made must leave Canada immediately and it must be enforced as soon as is reasonably practicable.", "72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.", "48. (1) La mesure de renvoi est exécutoire depuis sa prise d'effet dès lors qu'elle ne fait pas l'objet d'un sursis.", "(2) L'étranger visé par la mesure de renvoi exécutoire doit immédiatement quitter le territoire du Canada, la mesure devant être appliquée dès que les circonstances le permettent.", "72. (1) Le contrôle judiciaire par la Cour fédérale de toute mesure - décision, ordonnance, question ou affaire - prise dans le cadre de la présente loi est subordonné au dépôt d'une demande d'autorisation.", ".........................", "Jose Luis Urbina Ortiz, Magdalena Gutierrez De Urbina, Madeline Urbina Gutierrez, Jose Luis Urbina Gutierrez et  <FRAGMENT_SUPPRESSED>  O'Keefe", "[Traduction]: La Cour est saisie d'une demande présentée en application du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, ch 27 (la Loi), sollicitant le contrôle judiciaire de la décision du 17 juin 2011 par laquelle un agent de Citoyenneté et Immigration Canada (CIC) (l'agent) a refusé de reporter le renvoi des demandeurs du Canada en attendant l'issue de la demande fondée sur des motifs d'ordre humanitaire. L'agent a conclu que les motifs justifiant un tel report étaient insuffisants."], ["[2]", "Les demandeurs sollicitent l'annulation de la décision de l'agent et le renvoi de l'affaire à un autre agent pour nouvel examen.", "Contexte"], ["[3]", "Le demandeur principal est Jose Luis Urbina Ortiz. Il a les liens de parenté suivants avec les autres demandeurs: Magdalena Gutierrez De Urbina est son épouse; Madeline Urbina Gutierrez, sa fille; Jose Luis Urbina Gutierrez, son fils; et Cruz Celeste Urbina Gutierrez, sa fille."], ["[4]", "Les demandeurs sont tous citoyens du Mexique. Le demandeur principal et son épouse ont un bébé, Estafania, née au Canada le 18 octobre 2010. Cette enfant est sous surveillance médicale en raison de complications survenues à la naissance et parce qu'elle souffre d'une dysplasie de l'articulation de la hanche."], ["[5]", "Le demandeur principal travaillait au Mexique comme fermier dans un ranch. Les demandeurs possédaient également un lot sur une terre dont ils avaient hérité et qui est restée vacante pendant plusieurs années. En 2003, ils ont décidé de commencer à la cultiver, mais ont découvert en l'inspectant une importante culture de marijuana. Ils ont signalé leur découverte aux autorités mexicaines qui l'ont passée au feu le 28 décembre 2003. Les demandeurs ont ensuite réalisé qu'elle avait été plantée par le cartel de la drogue des Zetas. Ces derniers se sont vengés en incendiant leur maison en janvier 2004. Peu après, l'enfant demanderesse Madeline a été victime d'une tentative d'enlèvement, mais a réussi à se réfugier dans un magasin voisin. Toutefois, lorsque les demandeurs se sont rendus au commissariat pour signaler l'incident, Madeline a reconnu une des connaissances du policier comme étant l'un des hommes qui avaient essayé de l'enlever."], ["[6]", "Craignant le cartel des Zetas, les demandeurs ont déménagé dans une autre ville du Mexique. Talonnés par les membres du cartel, ils ont décidé de fuir le pays. Leur première tentative pour entrer aux États-Unis en avril 2004 ayant échoué, ils ont été renvoyés au Mexique. En avril 2005, ils ont cherché une seconde fois à fuir le Mexique après avoir aperçu des membres du cartel dans la ville où ils venaient de s'installer. Ils ont réussi et ont vécu illégalement aux États-Unis pendant presque trois ans."], ["[7]", "En octobre 2008, le gouvernement américain a commencé à poursuivre activement les immigrants illégaux. Craignant d'être renvoyés au Mexique, les demandeurs ont fui vers le Canada: ils sont entrés au pays le 5 novembre 2008 et ont présenté une demande d'asile qui a été rejetée le 25 mars 2010. Une demande d'ERAR subséquente a aussi été rejetée le 7 octobre suivant. Les demandeurs n'ont pas sollicité le contrôle judiciaire de la décision relative à l'ERAR."], ["[8]", "À l'automne 2010, la Dre Celeste Thirlwell, psychiatre, a évalué l'épouse du demandeur principal, Magdalena, et leur fille aînée, Madeline. Elle a conclu que ces deux demanderesses souffraient de troubles de stress post-traumatique (TSPT) et de dépression grave dus à leurs expériences passées et à leur crainte d'être renvoyées au Mexique."], ["[9]", "Le 2 novembre 2010, les demandeurs ont déposé une demande fondée sur des motifs d'ordre humanitaire, mais en raison d'erreurs administratives, celle-ci a été retournée en décembre 2010 puis soumise à nouveau avec tous les formulaires requis le 9 février 2011. Elle est actuellement pendante."], ["[10]", "Le 6 avril 2011, CIC a reçu une demande de report du renvoi de la demanderesse Magdalena faisant valoir que son bébé souffrait d'un problème à la hanche. Cette demande a été refusée le 16 avril 2011."], ["[11]", "Le 10 juin 2011, CIC recevait la demande des demandeurs pour faire reporter leur renvoi en attendant l'issue de leur demande fondée sur des motifs d'ordre humanitaire. Y figuraient les lettres de la Dre Thirlwell décrivant l'état psychologique des demanderesses Magdalena et Madeline. Le 17 juin 2011, l'agent a rejeté la demande de report des demandeurs. La date de renvoi a été fixée au 3 juillet 2011."], ["[12]", "Le 27 juin 2011, les demandeurs ont obtenu un sursis à l'exécution de leur renvoi en attendant l'issue de la présente demande de contrôle judiciaire.", "La décision de l'agent"], ["[13]", "L'agent a rejeté la demande de report des demandeurs dans une lettre datée du 17 juin 2011. Les notes de l'Agence des services frontaliers du Canada (ASFC) font partie de la décision de l'agent et expliquent les motifs de ce refus; elles figurent au dossier."], ["[14]", "L'agent a d'abord examiné les observations concernant Estefania Urbina, la fille des demandeurs née au Canada. En se référant aux notes de l'ASFC figurant au dossier relativement à la première demande de report présentée pour ce nourrisson le 6 avril 2011, il fait observer qu'aucun document n'avait été soumis à l'appui de la déclaration du médecin selon laquelle Estefania ne pouvait quitter le pays qu'à l'âge de 18 mois ou jusqu'à ce que ses soins soient complétés. L'agent a souligné que de nombreux parents vivant au Mexique pouvaient les aider à s'occuper de l'enfant, et a donc conclu que les renseignements fournis dans la première demande de report ne faisaient état d'aucun préjudice immédiat et irréparable."], ["[15]", "En ce qui concerne la seconde demande de report, l'agent a pris acte des éléments de preuves additionnels soumis en rapport avec Estefania, notamment le délai d'attente à l'hôpital Shriner du Mexique et des publications sur sa maladie. Il a toutefois précisé que celles-ci rapportaient un grand nombre d'issues favorables, ce qui était d'autant plus encourageant compte tenu des soins qu'Estefania avait déjà reçus."], ["[16]", "L'agent a fait remarquer que la demande fondée sur des motifs d'ordre humanitaire complète avait été déposée deux ou trois mois seulement avant la demande de report. De plus, la famille avait déjà bénéficié d'un sursis prolongé au Canada afin que les enfants puissent terminer leur année scolaire et que les parents puissent obtenir des titres de voyage pour Estefania. Un permis de travail avait également été octroyé à l'un des membres de la famille. C'était là un avantage supplémentaire que peu de personnes menacées de renvoi se voient accorder. L'agent a estimé, dans ces circonstances, qu'un report n'était pas justifié."], ["[17]", "Comme la famille avait exprimé le désir de retourner volontairement au Mexique, l'agent a également précisé qu'ils avaient acheté des billets d'avion pour Cancún, une ville située loin de leur domicile initial. Or, leur demande de report du renvoi portait à croire qu'ils n'avaient peut-être plus l'intention de se conformer volontairement à la mesure de renvoi: dans ce cas, l'exécution de la mesure serait nécessaire."], ["[18]", "L'agent a observé que la famille était consciente qu'elle pouvait demander à la Cour fédérale d'examiner la décision relative à l'ERAR, mais qu'elle ne l'avait pas fait. Les membres de la famille savaient également qu'il était possible de demander un permis de travail depuis le Mexique, mais rien n'indique qu'ils aient cherché à se prévaloir de cette option."], ["[19]", "L'agent a souligné que les enfants demandeurs semblaient eu avoir de bons résultats scolaires, aux États-Unis et au Canada, ce qui témoignait d'après lui de leur capacité à s'adapter aux systèmes éducatifs de différents pays, dont celui du Mexique. Par ailleurs, le long délai entre leur entrevue initiale et leur date de retour donne à penser qu'ils ont eu amplement le temps de se préparer en vue du départ."], ["[20]", "L'agent a souligné que la famille était pleine de ressources et que le demandeur principal avait eu un emploi au Mexique avant leur départ. Il a fait remarquer que l'intérêt supérieur des enfants leur tenait très à cœur et qu'ils veilleraient bien sur eux au Mexique. L'agent a conclu qu'il était dans l'intérêt supérieur de ces enfants de rester avec leurs parents. Cependant, en ce qui concerne Estefania et ses problèmes médicaux, c'était à eux de décider s'il était préférable qu'elle reste au Canada ou qu'ils prennent des dispositions pour qu'elle soit soignée au Mexique."], ["[21]", "Enfin, l'agent a été sensible aux problèmes de santé mentale de la mère demanderesse et de sa fille aînée, soulignant qu'aucun médicament ne leur avait été prescrit, mais qu'on leur avait recommandé des groupes de soutien. L'agent a estimé que les demanderesses pouvaient probablement trouver ce genre de groupes au Mexique et qu'elles avaient eu le temps au Canada de s'informer de la manière dont elles pouvaient se prévaloir de ces ressources. De plus, l'agent a fait remarquer que neuf mois s'étaient écoulés depuis la rédaction des lettres de la psychiatre, et que la famille aurait pu effectuer d'importants préparatifs et recherches pour assurer la transition de retour au Mexique."], ["[22]", "Pour l'agent, il était aussi fort possible que de nombreuses personnes souffrant des mêmes problèmes, à l'égard desquels des psychiatres ont émis ou auraient pu émettre des avis analogues, n'aient pas connu d'issues défavorables. En outre, il lui a paru invraisemblable que la psychiatre, ou tout autre médecin, puisse déterminer avec une certitude absolue l'issue de la présente affaire, car cela revient à [traduction] « pouvoir prédire l'avenir et connaître toutes les variables qui influeront sur l'issue ». Des documents plus récents n'ayant pas été soumis au sujet des problèmes de santé mentale des demanderesses, l'agent a conclu que la situation pouvait s'être stabilisée plutôt que détériorée."], ["[23]", "Pour ces motifs, l'agent a rejeté la demande de report des demandeurs en attendant qu'il soit statué sur leur demande fondée sur des motifs d'ordre humanitaire.", "Questions en litige"], ["[24]", "Selon les demandeurs, la question en litige est la suivante:", "1. L'agent a-t-il commis une erreur de droit lorsqu'il a rejeté la demande de report pour le renvoi des demandeurs?"], ["[25]", "Je formulerais les questions en litige comme suit:", "1. Quelle est la norme de contrôle applicable?", "2. L'agent a-t-il commis une erreur en ne reportant pas le renvoi des demandeurs jusqu'à ce qu'il ait été statué sur leur demande fondée sur des motifs d'ordre humanitaire?", "Les observations écrites des demandeurs"], ["[26]", "Les demandeurs soutiennent que la décision d'un agent de renvoi relative à une demande de report doit être soumise à la norme de la raisonnabilité. Ce type de décision ne commande que peu de retenue."], ["[27]", "Les demandeurs font valoir qu'ils ont demandé un report en attendant qu'une décision soit rendue relativement à leur demande fondée sur des motifs d'ordre humanitaire. Cette demande reposait sur des éléments de preuve crédibles et convaincants établissant qu'un renvoi entraînerait un préjudice psychologique irréversible pour la demanderesse Madeline, et exposerait sa mère, la demanderesse Magdalena, à un risque sérieux d'effondrement psychologique, voire de suicide."], ["[28]", "Pour les demandeurs, il est établi en droit qu'un agent de renvoi commet une erreur s'il ne tient pas compte du préjudice qu'un renvoi immédiat causera sur la santé mentale des demandeurs ou sur celle des enfants. Ils ajoutent que l'agent a commis une erreur susceptible de contrôle en exigeant que la psychiatre réponde à une norme stricte de certitude absolue pour ce qui est de ses prédictions touchant le bien-être mental des demanderesses."], ["[29]", "Par ailleurs, les demandeurs avancent que la conclusion de l'agent selon laquelle les demanderesses auront probablement accès à un groupe de soutien pour les femmes et les enfants au Mexique, repose sur deux erreurs susceptibles de contrôle. Premièrement, la psychiatre a bien indiqué que pour se remettre du traumatisme qu'elle a subi, il ne suffira pas à Magdalena de participer à des groupes de soutien. Elle devra être [traduction] « assurée d'être soustraite à l'expulsion » et il sera nécessaire que [traduction] « ses enfants victimes de traumatisme suivent une thérapie ». Deuxièmement, la psychiatre a conclu catégoriquement que le préjudice que subirait la demanderesse Madeline en cas de retour serait [traduction] « irréversible ». Aucun groupe de soutien ne pourra mettre le Mexique à l'abri des enlèvements généralisés qui sont notoires dans ce pays. Par conséquent, renvoyer la demanderesse Madeline au Mexique [traduction] « compromettrait son développement »."], ["[30]", "Les demandeurs contestent également la conclusion de l'agent selon laquelle la situation de la demanderesse Madeline s'était peut-être stabilisée, plutôt que détériorée, dans les huit mois qui se sont écoulés depuis la lettre de la psychiatre. Ils estiment qu'elle repose sur des suppositions et que rien ne donnait à penser que son état se serait détérioré parce qu'elle se trouve pour le moment [traduction] « dans un pays sûr »."], ["[31]", "En résumé, les demandeurs soutiennent, en regard des faits précis de la présente affaire, que les circonstances ne permettaient pas, au sens du paragraphe 48(2) de la Loi, de les renvoyer.", "Les observations écrites du défendeur"], ["[32]", "Le défendeur soutient que les questions touchant aux faits, au pouvoir discrétionnaire ou aux politiques, ou qui font intervenir des enjeux juridiques inextricablement liés à des considérations factuelles, commandent l'application de la norme de contrôle de la décision raisonnable."], ["[33]", "Le défendeur prétend que la décision de l'agent était raisonnable. Il souligne le caractère récent du dépôt de la demande fondée sur des motifs d'ordre humanitaire des demandeurs ainsi que l'absence de preuve établissant qu'une décision était imminente."], ["[34]", "Pour le défendeur, la demande des demandeurs repose essentiellement sur la nécessité de statuer sur la demande fondée sur des motifs d'ordre humanitaire avant le renvoi. Or, c'est ignorer le régime et les dispositions de la Loi, laquelle prévoit clairement que le renvoi est la règle et le report l'exception. Par ailleurs, le pouvoir discrétionnaire dont jouit l'agent de renvoi pour reporter l'application de cette mesure que lui confère l'article 48 de la Loi est extrêmement limité. Il n'y entre aucune obligation d'effectuer une mini-appréciation des facteurs relatifs à la demande fondée sur des motifs d'ordre humanitaire tels que l'intérêt supérieur de l'enfant."], ["[35]", "Au moment de rendre sa décision, l'agent peut tenir compte de circonstances personnelles impérieuses ou spéciales. Cependant, le défendeur soutient qu'en l'espèce, les demandeurs n'ont pas établi que des circonstances particulières rendaient nécessaire le report de leur renvoi. La simple existence d'une demande fondée sur des motifs d'ordre humanitaire ne justifie pas en soi de reporter un renvoi ou d'y surseoir."], ["[36]", "Le défendeur fait néanmoins remarquer que l'agent a examiné les lettres de la psychiatre soumises par les demandeurs. Comme aucune preuve à l'effet contraire n'avait été présentée, l'agent a toutefois conclu que les demanderesses pouvaient probablement bénéficier d'un soutien au Mexique et que les nouveaux éléments de preuve étaient insuffisants pour montrer que leur état mental s'était détérioré ou qu'elles risquaient de subir un préjudice psychologique immédiat. Comme rien n'indiquait qu'elles avaient reçu des traitements pour améliorer leur santé mentale, l'agent pouvait raisonnablement conclure que la preuve relative au préjudice allégué par les demandeurs était lacunaire.", "Réponse écrite des demandeurs"], ["[37]", "Les demandeurs soutiennent en réponse que, contrairement aux observations du défendeur, l'agent n'a pas jugé que les documents qu'ils avaient présentés étaient muets sur la question de savoir si les demanderesses avaient cherché à recevoir un traitement de santé mentale. Par ailleurs, ils avaient présenté une preuve d'expert établissant amplement le caractère immédiat, grave et irréversible du préjudice subi par la demanderesse Madeline, dont la portée va bien au-delà des conséquences générales inhérentes au renvoi.", "Analyse et décision"], ["[38]", "Première question", "Quelle est la norme de contrôle applicable?", "Lorsque la jurisprudence définit la norme de contrôle applicable à la question particulière dont la Cour est saisie, le tribunal de révision peut l'adopter (voir", "<FRAGMENT_SUPPRESSED> , au paragraphe 57)."], ["[39]", "Les deux parties conviennent que la décision d'un agent de renvoi concernant une demande de report appelle la norme de la raisonnabilité. La jurisprudence a établi qu'il s'agissait de la norme de contrôle applicable à ce type de décisions (voir", "<FRAGMENT_SUPPRESSED>  [2007] ACF no 117, aux paragraphes 5 et 6; appel rejeté dans 2008 CAF 8, [2008] ACF no 22; et", "<FRAGMENT_SUPPRESSED>  [2009] ACF no 1369, au paragraphe 15)."], ["[40]", "Lorsqu'elle examine la décision de l'agent suivant la norme de la raisonnabilité, la Cour ne doit intervenir que si ce dernier est parvenu à une conclusion qui n'est pas transparente, justifiable et intelligible et n'appartient pas aux issues acceptables compte tenu de la preuve dont il disposait (voir <FRAGMENT_SUPPRESSED> , précité, au paragraphe 47; et", "<FRAGMENT_SUPPRESSED>  [2009] ACS no 12, au paragraphe 59). Comme l'a affirmé la Cour Suprême dans l'arrêt", "Khosa,", "précité, [traduction] « il n'appartient pas aux cours de révision de substituer l'issue qui serait à son avis préférable, pas plus que de soupeser à nouveau les éléments de preuve » (au paragraphe 59)."], ["[41]", "Deuxième question", "L'agent a-t-il commis une erreur en ne reportant pas le renvoi des demandeurs jusqu'à ce qu'il ait été statué sur leur demande fondée sur des motifs d'ordre humanitaire?", "Le pouvoir de l'agent de renvoi de reporter l'application de cette mesure découle du paragraphe 48(2) de la Loi, lequel prévoit:", "L'étranger visé par la mesure de renvoi exécutoire doit immédiatement quitter le territoire du Canada, la mesure devant être appliquée", "dès que les circonstances le permettent", ". [Non souligné dans l'original.]"], ["[42]", "Cette disposition crée pour le défendeur l'obligation concrète d'exécuter une mesure de renvoi valide. Le pouvoir discrétionnaire de l'agent de reporter le renvoi jusqu'à ce que les circonstances le permettent est limité (voir", "<FRAGMENT_SUPPRESSED>  [2009] ACF no 314, au paragraphe 49). Il est également restreint par l'étendue et la pertinence des renseignements qui lui sont présentés (voir", "<FRAGMENT_SUPPRESSED>  [2006] ACF no 182, au paragraphe 30)."], ["[43]", "En l'absence de considérations spéciales, le fait qu'une demande fondée sur des motifs d'ordre humanitaire soit en instance ne suffit pas, en règle générale, pour justifier un sursis, à moins qu'il n'existe une menace à la sécurité personnelle (voir", "<FRAGMENT_SUPPRESSED> ). Le juge Pierre Blais s'est exprimé comme suit dans ses motifs concordants, dans l'arrêt", "Baron", ", précité, au paragraphe 87:", "Les demandes CH ne sont pas censées faire obstacle aux mesures de renvoi valides. Lorsque l'ERAR révèle que le demandeur ne serait exposé à aucun risque s'il retournait dans son pays d'origine, on s'attend à ce que le demandeur présente ses demandes de résidence permanente ultérieures de son pays d'origine."], ["[44]", "Par ailleurs, l'agent de renvoi ne peut examiner qu'un nombre limité de facteurs lorsqu'il évalue une demande de report. En général, ces demandes ne doivent être accueillies que dans les cas « où le défaut de différer ferait que la vie du demandeur serait menacée, ou qu'il serait exposé à des sanctions excessives ou à un traitement inhumain » (voir", "Wang", ", précité, au paragraphe 48)."], ["[45]", "Les agents de renvoi ne sont pas en mesure d'évaluer toute la preuve susceptible d'être pertinente dans le cadre d'une demande fondée sur des motifs d'ordre humanitaire (voir", "Ramada", ", précitée, au paragraphe 7). Ils peuvent cependant déterminer s'il existe de bonnes raisons de retarder le renvoi, par exemple la capacité de voyager d'une personne, la nécessité d'honorer d'autres engagements comme des obligations scolaires, ou des circonstances impérieuses telles que des considérations d'ordre humanitaire (voir", "Ramada", ", précitée, au paragraphe 3). Les agents peuvent aussi réfléchir à la possibilité de remédier aux conséquences du renvoi en réadmettant le demandeur une fois la demande pendante approuvée (voir", "Wang", ", précitée, au paragraphe 48)."], ["[46]", "Pour ce qui est des enfants concernés, leur intérêt immédiat doit être traité équitablement et avec sensibilité (voir", "<FRAGMENT_SUPPRESSED>  [2006] ACF no 310, au paragraphe 3). Cependant, les agents de renvoi « ne [sont] pas tenu[s] d'effectuer un examen approfondi de l'intérêt supérieur des enfants avant d'exécuter la mesure de renvoi » (voir", "Baron", ", précité, au paragraphe 57)."], ["[47]", "Dans le cas qui nous occupe, l'agent a formulé plusieurs observations avant d'évaluer la preuve psychiatrique. L'agent a souligné qu'aucun médicament ne leur avait été prescrit, mais que les groupes de soutien leur avaient été recommandés. Il a estimé que les demanderesses pouvaient probablement trouver de tels groupes au Mexique, et qu'elles pouvaient effectuer des recherches en ce sens avant leur départ. La déclaration la plus controversée de l'agent est la suivante:", "[Traduction]", "Sans restreindre la portée des déclarations figurant dans la lettre rédigée par la Dre Thirlwell, j'estime qu'il est très possible que de nombreuses personnes souffrant des mêmes problèmes, à l'égard desquels des psychiatres ont émis ou auraient pu émettre des avis analogues, n'aient pas connu d'issues défavorables et, même dans le cas inverse, il me paraît invraisemblable que la Dre Thirlwell, ou tout autre médecin, puisse déterminer avec une certitude absolue l'issue de la présente affaire ou celle d'autres affaires, car cela reviendrait à pouvoir prédire l'avenir et à connaître toutes les variables qui influeront sur l'issue."], ["[48]", "Comme aucun autre document plus récent n'avait été soumis au sujet des problèmes de santé mentale, l'agent a conclu que la situation pouvait s'être stabilisée plutôt que détériorée."], ["[49]", "Les demandeurs font valoir que l'agent a commis une erreur pour les raisons suivantes:", "1. il n'a pas tenu compte du préjudice pour la santé mentale des demanderesses;", "2. il a exigé que la psychiatre réponde à une norme stricte de certitude absolue quant à sa prédiction concernant le bien-être mental des demanderesses;", "3. il a tenu pour acquis l'existence de groupes de soutien au Mexique, alors que la psychiatre avait clairement indiqué que de ces groupes ne suffiraient pas à aider la demanderesse Magdalena ou la demanderesse Madeline;", "4. il a conclu que la situation de la demanderesse Madeline pouvait s'être stabilisée dans les neuf mois qui s'étaient écoulés depuis la lettre de la psychiatre."], ["[50]", "Il faut examiner les lettres de la psychiatre pour évaluer le bien-fondé des observations du demandeur. La psychiatre a écrit deux lettres différentes pour les demanderesses Magdalena (datée du 27 septembre 2010) et Madeline (datée du 16 octobre 2010). Ces lettres faisaient état de son évaluation du fonctionnement psychologique et émotionnel de chacune ainsi que des effets potentiellement préjudiciables de leur renvoi du Canada."], ["[51]", "Dans la lettre concernant Magdalena, la psychiatre déclare qu'elle était [traduction] « rongée de peur pour l'avenir de sa famille », depuis le rejet de leur demande d'asile. La demanderesse était [traduction] « terrifiée à l'idée que sa famille puisse être expulsée », ce qui avait [traduction] « gravement compromis son fonctionnement mental ». Elle était donc aux prises avec des problèmes de mémoire, de concentration, de sommeil et de dépression. Cependant, [traduction] « [e]lle nie avoir des idées suicidaires ou des symptômes psychotiques » et a reçu un diagnostic de TSPT et d'épisode dépressif grave. Ces affections rendaient nécessaire une [traduction] « thérapie cognitivo-comportementale pour la dépression », et la psychiatre de préciser que la demanderesse [traduction] « tirerait profit de réunions de groupes de soutien pour les femmes et les enfants ayant subi un traumatisme ». Elle estime également que la demanderesse se remettrait sans difficulté si elle n'était plus exposée à d'autres traumatismes. Or, son renvoi au Mexique aurait justement cet effet, il entraînerait des dommages psychologiques et émotionnels irréversibles, aggraverait encore la précarité de son état mental actuel, nuirait probablement à sa capacité de remplir son rôle de mère et l'exposerait [traduction] « à un grave risque d'effondrement psychologique, voire de suicide »."], ["[52]", "La lettre de la psychiatre concernant la demanderesse Madeline indique qu'elle avait de la difficulté à dormir et à se concentrer. D'après l'examen de son état mental, elle [traduction] « paraissait nettement stressée et anxieuse ». Cependant, elle a nié [traduction] « avoir des idées suicidaires ou des symptômes psychotiques ». Tout comme sa mère, la demanderesse Madeline a reçu un diagnostic de TSPT et d'épisode dépressif majeur. La crainte de voir sa famille éventuellement expulsée [traduction] « a gravement compromis son fonctionnement mental ». La psychiatre a souligné que [traduction] « son état exige une thérapie cognitivo-comportementale pour la dépression », et qu'[traduction] « [e]lle tirerait profit d'une thérapie destinée aux enfants ayant été victimes de traumatismes ». La psychiatre a conclu que les chances de la demanderesse étaient bonnes si elle était autorisée à rester au Canada. Inversement, son retour au Mexique l'exposerait à un traumatisme additionnel, entraînerait des dommages psychologiques et émotionnels irréversibles, la mettrait physiquement en danger, nuirait à son état mental actuel et compromettrait son développement. En conclusion, la psychiatre déclare qu'en cas de renvoi, [traduction] « l'état [de la demanderesse] se détériorera, ses souffrances seront plus grandes et elle risquera sérieusement l'effondrement psychologique et émotionnel. »"], ["[53]", "Dans le cadre d'un contrôle judiciaire, le pouvoir discrétionnaire des agents de renvoi ne doit être remis en question que s' « ils ont omis de tenir compte d'un facteur important ou commis une erreur grave dans l'évaluation de la situation de la personne visée par une mesure de renvoi » (voir", "Ramada", ", précitée, au paragraphe 7)."], ["[54]", "Les demandeurs laissent entendre dans leurs observations que l'agent s'est considérablement mépris sur l'état mental de deux des demandeurs et sur la gravité des effets que l'expulsion aurait sur eux."], ["[55]", "Dans la décision", "<FRAGMENT_SUPPRESSED>  [2009] ACF no 1058, la Cour a clairement affirmé que [traduction] « un décideur n'ayant pas qualité d'expert commet une erreur lorsqu'il rejette sans raison une preuve d'expert de nature psychologique » (au paragraphe 46). C'est toutefois à l'agent qu'il revient de pondérer la preuve médicale, ce qui ne soulève pas de question grave si ses remarques sur le traitement décrit sont correctes (voir", "<FRAGMENT_SUPPRESSED>  [2003] ACF no 1353, au paragraphe 12)."], ["[56]", "La question essentielle est donc de savoir si l'agent a rejeté les lettres de la psychiatre sans raison ou s'il ne leur a accordé qu'un poids négligeable. Bien que la déclaration controversée (citée plus haut) fasse craindre que l'agent, qui n'est pas un expert, ait qualifié un pronostic médical de [traduction] « capacité à prédire l'avenir », j'estime que dans l'ensemble, il s'agit davantage d'une question de pondération de la preuve que d'un rejet pur et simple."], ["[57]", "L'agent s'est appuyé sur le fait que le principal traitement recommandé pour les deux demanderesses était la participation à des groupes de soutien. Un examen des lettres de la psychiatre révèle qu'une thérapie cognitivo-comportementale pour la dépression était également suggérée. Cependant, rien n'indique que les demanderesses aient cherché à recevoir de tels traitements, bien que la demande de report ait été déposée plus de huit mois après la rédaction de ces lettres. Ce fait est notable, puisqu'il est établi dans la jurisprudence que le pouvoir discrétionnaire d'un agent de renvoi se limite à l'étendue et à la pertinence des renseignements qui lui sont présentés (voir <FRAGMENT_SUPPRESSED> , précitée, au paragraphe 30)."], ["[58]", "Les lettres font état du risque psychologique accru auquel s'exposeraient les deux demanderesses en retournant au Mexique. Cependant, en gardant à l'esprit que le pouvoir discrétionnaire des agents de renvoi d'octroyer un report est limité, la déférence est de mise à l'égard de la conclusion de l'agent selon laquelle ce risque psychologique accru n'équivaut pas à ce que « la vie du demandeur [soit] menacée, ou qu'il [soit] exposé à des sanctions excessives ou à un traitement inhumain » (voir", "Wang", ", précitée, au paragraphe 48)."], ["[59]", "En résumé, j'estime que les demandeurs n'ont pas démontré qu'une erreur susceptible de contrôle avait été commise. Dans l'ensemble, la décision de l'agent était transparente, justifiable et appartenait aux issues possibles acceptables compte tenu de la preuve dont il disposait. Je rejette donc la présente demande de contrôle judiciaire."], ["[60]", "Aucune des parties n'a souhaité me soumettre une question grave de portée générale aux fins de certification.", "JUGEMENT"], ["[61]", "LA COUR ORDONNE que", "la demande de contrôle judiciaire soit rejetée.", "ANNEXE", "Dispositions législatives pertinentes", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, ch. 27", "48. (1) La mesure de renvoi est exécutoire depuis sa prise d'effet dès lors qu'elle ne fait pas l'objet d'un sursis.", "(2) L'étranger visé par la mesure de renvoi exécutoire doit immédiatement quitter le territoire du Canada, la mesure devant être appliquée dès que les circonstances le permettent.", "72. (1) Le contrôle judiciaire par la Cour fédérale de toute mesure - décision, ordonnance, question ou affaire - prise dans le cadre de la présente loi est subordonné au dépôt d'une demande d'autorisation.", "48. (1) A removal order is enforceable if it has come into force and is not stayed.", "(2) If a removal order is enforceable, the foreign national against whom it was made must leave Canada immediately and it must be enforced as soon as is reasonably practicable.", "72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.", "[End of document]"]]}