{"id_": "098226", "body_str": [["[1]", "Fothergill, J.", ": Tessa Tisson has brought an application for judicial review pursuant to s 72 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [the IRPA]. She challenges the decision of an immigration officer [the Officer] to refuse her request to apply for permanent residence from within Canada on humanitarian and compassionate [H&C] grounds in accordance with s 25(1) of the IRPA."], ["[2]", "For the reasons that follow, I have concluded that the Officer did not apply the correct legal test in assessing the best interests of Ms. Tisson's children. In addition, the Officer breached Ms. Tisson's right to procedural fairness by improperly relying on extrinsic evidence to assess her daughter's medical condition."], ["[3]", "The application for judicial review is therefore allowed and the matter is remitted to a different immigration officer for re-determination.", "II.", "Background"], ["[4]", "Ms. Tisson is a citizen of St. Lucia. She has two Canadian-born children: a seven year-old son and a five year-old daughter. Ms. Tisson's daughter was born with a genetic condition known as \"craniofrontonasal dysplasia,\" which can result in physical malformation of the head."], ["[5]", "Ms. Tisson alleges that she experienced sexual abuse at the hands of various family members throughout her childhood and into her teens. She states that prior to leaving St. Lucia she had no safe or permanent place to live."], ["[6]", "Ms. Tisson first entered Canada in March, 2000. She met the father of her children, who is a Canadian citizen, in 2002. Ms. Tisson overstayed her visa and was arrested in February, 2003 because she was in Canada without status and was working without authorization. Ms. Tisson applied for a Pre-Removal Risk Assessment [PRRA] which resulted in an adverse decision in December, 2003. She did not seek leave to challenge the decision in this Court and she did not appear for her scheduled removal in January, 2004."], ["[7]", "Ms. Tisson was arrested again in November, 2005. She then made her first application for an exemption to permit her to apply for permanent residence from within Canada on H&C grounds. The first application was refused in November, 2005. Ms. Tisson did not seek leave to challenge the decision in this Court and she was deported to St. Lucia."], ["[8]", "Ms. Tisson entered Canada for a second time in December, 2006, using a valid passport issued under a different surname. Ms. Tisson then began a common-law relationship with the father of her children. In 2008, Ms. Tisson gave birth to her son. In 2010, she gave birth to her daughter. The father of her children became physically abusive when Ms. Tisson was pregnant with her second child. He abandoned the relationship in 2013 when Ms. Tisson threatened to call the police. Ms. Tisson alleges that her former common-law partner had previously offered to sponsor her for permanent residence, but no application was ever made."], ["[9]", "Ms. Tisson made a second H&C application in February, 2014, which was rejected on April 8, 2014. This decision is the subject of the present application for judicial review.", "III.", "The Officer's Decision"], ["[10]", "In his decision, the Officer first addressed the best interests of Ms. Tisson's two children. While observing that they were unlikely to \"suffer unduly\" if they lived in St. Lucia, the Officer conceded that it was \"probably in the children's best interests that they remain in Canada, where services and standards of living are higher than would likely be for them in St. Lucia.\" The Officer found this to be a positive factor in his consideration of Ms. Tisson's H&C application, but he nevertheless concluded that \"this is not an important factor in this case.\""], ["[11]", "The Officer then described Ms. Tisson's deceitful behaviour and the lack of candour in her interactions with Canadian immigration authorities. In particular, the Officer noted that Ms. Tisson had twice stayed beyond the period that was authorized upon her entry into Canada, that she had failed to report for removal, that she had worked without authorization, and that she had disguised her identity upon her return to Canada. The Officer concluded that Ms. Tisson had not submitted her H&C application with \"clean hands,\" and put \"considerable weight on Ms. Tisson's bad faith and lack of candor.\""], ["[12]", "The Officer also observed that Ms. Tisson appeared to have misrepresented her past in St. Lucia. In 2004, Ms. Tisson stated in her first H&C application that she was at risk in St. Lucia because she was a lesbian and the state authorities in St. Lucia would be unable to protect her from persecution. However, in her second H&C application Ms. Tisson did not mention a risk of persecution due to her sexual orientation, and instead claimed that the risk she faced was from her former abusers."], ["[13]", "Given the inconsistency between the two accounts of the risk that Ms. Tisson allegedly faced in St. Lucia, the Officer concluded that one of them must have involved misrepresentation. The Officer reasoned that if the sexual abuse had in fact occurred, then the trauma was not as severe as Ms. Tisson claimed; if it was, then it would have been included in Ms. Tisson's first H&C application.", "IV.", "Issues"], ["[14]", "Ms. Tisson raised a number of issues in support of her application for judicial review. Only two of them are determinative:", "A. Whether the Officer applied the correct legal test in assessing the best interests of the children; and", "B. Whether the Officer breached Ms. Tisson's right to procedural fairness by relying on extrinsic evidence to assess the medical condition of her daughter.", "V.", "Analysis", "A. Whether the Officer applied the correct legal test in assessing the best interests of Ms. Tisson's children"], ["[15]", "Whether the Officer applied the right legal test in assessing the best interests of the children[BIOC] is a question of law to be reviewed against the standard of correctness (", "FRAGMENT_SUPPRESSED). The Officer's treatment of the evidence is to be reviewed against the standard of reasonableness (", "FRAGMENT_SUPPRESSED)."], ["[16]", "In", "FRAGMENT_SUPPRESSED, Justice Russell adopted a three-step approach to assessing a child's best interests: an officer must establish first what those interests are; second, the degree to which the child's interests are compromised by one potential decision over another; and finally, the weight that the child's interests should be given in the ultimate balancing of the factors to be assessed in the application (see also", "FRAGMENT_SUPPRESSED). However, as noted by FRAGMENT_SUPPRESSED the guidelines proposed in", "FRAGMENT_SUPPRESSED", "may not readily conform to the circumstances of each case and appellate jurisprudence does not require that immigration officers adhere to a specific formula when assessing the BIOC. Nevertheless, an officer is required to examine the BIOC \"with care\" and to weigh them against other factors (", "FRAGMENT_SUPPRESSED). Ultimately, an officer must be \"alert, alive and sensitive\" to the BIOC in order to satisfy the correct test (", "FRAGMENT_SUPPRESSED."], ["[17]", "In this case, I am not satisfied that the Officer applied the correct legal test to his consideration of the BIOC. Nor was his analysis reasonable. According to the Officer's notes, there \"would be some disruption involved and, for [Ms. Tisson's son], a change in schools and friends.\" With respect to Ms. Tisson's daughter, the Officer acknowledged that her doctor was unaware of any hospitals in St. Lucia that were capable of providing any surgical treatment that may be required. The Officer noted that there were no photos of Ms. Tisson's daughter included in the application, and so it was difficult for him to see \"how severe the conditions might be for her.\" Nevertheless, the Officer concluded that it was not apparent \"that surgical care will be required or that she will experience significant problems, should she go [to St. Lucia] and remain without surgical care.\""], ["[18]", "The Officer's BIOC analysis improperly focused on the level of hardship that Ms. Tisson's daughter would experience if she were removed to St. Lucia, as evidenced by his use of the terms \"severe\" and \"significant.\" Applying a hardship threshold to an analysis of the best interests of the child has repeatedly been found by this Court to be an error of law (", "FRAGMENT_SUPPRESSED). As noted in", "FRAGMENT_SUPPRESSED"], ["[19]", "In order to demonstrate that the Officer was alert, alive, and sensitive to the BIOC, it was necessary for his analysis to address the \"unique and personal consequences\" that removal from Canada would have for Ms. Tisson's children (", "FRAGMENT_SUPPRESSED). In this case, several consequences of removal do not appear to have been fully considered, including the inadequacy of medical care for Ms. Tisson's daughter, the lack of social services (on which Ms. Tisson and her children are heavily dependent), and the real risk of homelessness for the children in St. Lucia."], ["[20]", "As the Federal Court of Appeal held in", "FRAGMENT_SUPPRESSED", "B. Whether the Officer breached Ms. Tisson's right to procedural fairness by relying on extrinsic evidence to assess the medical condition of Ms. Tisson's daughter"], ["[21]", "Questions of procedural fairness and natural justice are reviewable by this Court against the standard of correctness (", "FRAGMENT_SUPPRESSED). Nevertheless, some deference is owed by this Court to the RPD's procedural choices (", "FRAGMENT_SUPPRESSED. This may include procedural choices regarding the disclosure of information (", "FRAGMENT_SUPPRESSED)."], ["[22]", "Disclosure of information may be necessary to provide the affected party with a reasonable opportunity for meaningful participation in the decision-making process (", "FRAGMENT_SUPPRESSED). When a decision-maker unilaterally consults information found on the Internet, and this could not have been reasonably anticipated, then fairness may require that the person affected by the decision be given an opportunity to challenge its relevance or validity (", "FRAGMENT_SUPPRESSED)."], ["[23]", "In this case, the Officer's decision included the following statement:", "I looked up descriptions of [Ms. Tisson's daughter's] conditions at Wikipedia and followed a few of the related links. These showed a number of photos of children with varying degrees of these conditions. Their appearances ranged from mildly abnormal to severely disfigured."], ["[24]", "The record disclosed to Ms. Tisson and submitted to this Court did not include the on-line photographs that were viewed by the Officer. Nor is it clear what inferences the Officer drew from viewing them. Because Ms. Tisson's daughter was described by her doctor as \"currently ...[appearing] to be mildly affected,\" the implication is that the on-line photographs contributed to the Officer's conclusion that she may not \"experience significant problems in St. Lucia\" or require \"surgical care\" in the future. However, according to the doctor who is treating Ms. Tisson's daughter, \"decisions with respect to surgery are delayed until approximately 5-7 years of age, when the skull and orbital growth are almost complete.\" At the time of the Officer's decision, Ms. Tisson's daughter was not yet five years of age."], ["[25]", "I conclude that the Officer's reliance on the results of an Internet search that were not disclosed to Ms. Tisson denied her the opportunity to address the information, and thereby breached her right to procedural fairness.", "VI.", "Conclusion"], ["[26]", "For the foregoing reasons, the application for judicial review is allowed and the matter is remitted to a different immigration officer for re-determination.", "JUDGMENT"], ["[27]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is allowed and the matter is remitted to a different immigration officer for re-determination. No question is certified for appeal.", "[End of document]"]]}