{"id_": "098545", "body_str": [["[1]", "Martineau, J.", ": The applicant, Xiong Lin Zhang, a citizen of China, has been selected for immigration under Quebec's Investor Program; his family consist of his wife and three dependent children, including Xia Di Zhang (the retarded son) who was born in 1986 and was diagnosed as having \"moderate mental retardation\"."], ["[2]", "Despite the fact that the retarded son is a non-accompanying family member, the applicant and the other accompanying family members have been deemed to be inadmissible in conformity with paragraph 38(1)(c) and section 42 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [Act] on the grounds that the retarded son suffers from a health condition that might reasonably be expected to cause excessive demand on health or social services, leading to the present judicial review application."], ["[3]", "The applicant has not provided to the satisfaction of the visa officer details of an individualized plan to ensure that no excessive demand will be imposed on Canadian social services for the next five years. The applicant readily admits that if the retarded son would be accompanying the rest of the family to Canada, social services - in terms of special education, occupational therapy and sheltered workshops - would be required. The costs of same in Canada are not challenged by the applicant."], ["[4]", "The relevant facts are not disputed by the parties. On March 17, 2010, the medical officer issued a medical opinion deeming the retarded son inadmissible, followed on April 13, 2010 by a fairness letter notably inviting the applicant to submit an \"individualized plan\" together with a declaration of ability and intent to pay for all the social services his retarded son would require."], ["[5]", "On May 8, 2010, the applicant replied by stating that he had decided to \"give up the application of [his retarded] son.\" The visa officer responded that the latter was nonetheless a \"dependent child\", even if listed as \"non-accompanying\", and gave the applicant another copy of the fairness letter along with another 30 days to submit a response."], ["[6]", "On July 12, 2010, the applicant sent a signed declaration of ability and intent, a signed personal declaration, a signed declaration by his sister, and some medical and financial documents. The personal declaration explains that his alternate plan to offset the costs of the Canadian social services is to leave his retarded son in China. His aunt (the applicant's younger sister) has her own medical clinic, as well as experience caring for his retarded son. The applicant states that he has sufficient capital for future medical expenses of the retarded son. The signed declaration by his sister supports the applicant's declaration."], ["[7]", "This additional information was reviewed by both the medical officer and the visa officer, but it was not sufficient to overturn their conclusion that the medical condition of the retarded son might be expected to cause excessive demand on Canadian social services. A refusal letter was signed by the visa officer on December 2, 2011."], ["[8]", "According to the jurisprudence, interpretations of the Act and the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 [Regulations], as a matter of law, are reviewable on a standard of correctness, while other findings of the visa officer are reviewable on a standard of reasonableness:", "<FRAGMENT_SUPPRESSED> . As far as reasonableness is concerned, the analysis of the Court is mostly concerned with \"the existence of justification, transparency and intelligibility within the decision-making process\"; intervention is called for only if the impugned decision does not fall within the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\":", "<FRAGMENT_SUPPRESSED> ."], ["[9]", "In the case at bar, considering that his retarded son is a non-accompanying dependent and that there is a plan to take care of him in China, the applicant contends that their application for permanent residence should not have been refused on inadmissibility grounds. Basing himself on", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], the applicant submits that the visa officer has failed to carry out an individualized assessment of the applicant's plan in China and has further erred in the interpretation of paragraph 3(1) of the Act and the principle of family reunification. In my opinion, there is no error in the interpretation of the Act or the Regulations and the visa officer's conclusion is within the range of reasonable possible outcomes in view of the facts and the law. Accordingly, this application for judicial review cannot succeed."], ["[10]", "According to the evidence on record, the retarded son at present suffers from a health condition that \"might reasonably be expected to cause excessive demand on health or social services\" and it is apparent that the individualized plan submitted by the applicant \"does not address how [the applicant] would mitigate the costs of social services in Canada that [the retarded son] might reasonably be expected to use", "were he to become a permanent resident of Canada", "\", as found by the visa officer."], ["[11]", "The reasoning provided by the visa officer is self-explanatory and does not appear to be unreasonable:", "My understanding of ... Canada's immigration law is that it is not sufficient for a permanent resident applicant to say that excessive demand on Canadian health or social services posed by a dependent child will be mitigated by leaving that family member behind in his home country. Subsection 3(1)(d) of the", "Immigration and Refugee Protection Act", "states as a principle of Canada's immigration law the reunification of families in Canada. The definition of dependent child supports this principle; because of the age of the child, or because of age and financial dependency of the child as a student, or because of financial dependency of the child due to medical condition even when the child has reached adulthood. Zhang Xia Di is your dependent child not only because of his age at the date you submitted your application to the Province of Quebec, 21 years of age on 22 October 2007, but also because he is unable to be, and always has been unable to be, financially self-supporting due to his mental condition. Keeping the family unit of a principal applicant intact is a goal of Canada's immigration legislation."], ["[12]", "I also fail to see any error of law in the visa officer's reasoning above."], ["[13]", "Firstly, whether the retarded son is less than 22 years of age, or is 22 years of age or older, at the relevant date to consider the application for permanent residence, he is deemed a \"dependent\" under section 2 of the Regulations, because he is the biological child of the applicant and has depended substantially on the financial support of the applicant, and is unable to be financially self-supporting due to his mental condition."], ["[14]", "Secondly, the inadmissibility of the applicant is based on the inadmissibility of a non-accompanying family member who is a dependent child. Paragraph 42(a) of the Act must be read in conjunction with section 23 of the Regulations, which respectively provide:", "42. A foreign national, other than a protected person, is inadmissible on grounds of an inadmissible family member if", "(a) their accompanying family member or, in", "prescribed circumstances", ", their non-accompanying family member is inadmissible; or", "...", "23.", "For the purposes of paragraph 42(a) of the Act", ", the prescribed circumstances in which the foreign national is inadmissible on grounds of an inadmissible non-accompanying family member are that", "(a) the foreign national has made an application for a permanent resident visa or to remain in Canada as a permanent resident; and", "(b) the non-accompanying family member is", "...", "(iii)", "a dependent child", "of the foreign national and either the foreign national or an accompanying family member of the foreign national has custody of that child or is empowered to act on behalf of that child by virtue of a court order or written agreement or by operation of law, or  [Emphasis added]", "...", "42. Emportent, sauf pour le résident permanent ou une personne protégée, interdiction de territoire pour inadmissibilité familiale les faits suivants:", "a) l'interdiction de territoire frappant tout membre de sa famille qui l'accompagne ou qui,", "dans les cas réglementaires", ", ne l'accompagne pas;", "...", "23.", "Pour l'application de l'alinéa 42a) de la Loi", ", l'interdiction de territoire frappant le membre de la famille de l'étranger qui ne l'accompagne pas emporte interdiction de territoire de l'étranger pour inadmissibilité familiale si:", "a) l'étranger a fait une demande de visa de résident permanent ou de séjour au Canada à titre de résident permanent;", "b) le membre de la famille en cause est, selon le cas:", "...", "(iii)", "l'enfant à charge", "de l'étranger, pourvu que celui-ci ou un membre de la famille qui accompagne celui-ci en ait la garde ou soit habilité à agir en son nom en vertu d'une ordonnance judiciaire ou d'un accord écrit ou par l'effet de la loi,", "...", "Thus, regardless of whether or not the applicant actually planned to leave his son in China or not, paragraph 42(a) of the Act extends the inadmissibility of the retarded son to the applicant. It follows that the other family members who are accompanying the applicant are also inadmissible by the effect of paragraph 42(b) of the Act."], ["[15]", "Thirdly, before issuing a visa to a foreign national who wishes to enter Canada and to become permanent resident, the visa officer must be satisfied that the foreign national is not inadmissible and meets the requirements of the Act (subsection 11(1) of the Act). The foreign national and the members of his family must submit to a medical examination on request (subsection 16(2) of the Act). In this regard, the visa officer shall determine that a foreign national is inadmissible on health grounds if the latter's health condition might reasonably be expected to cause excessive demand (section 20 of the Regulations). In such a case, only the Minister has the power to exempt an inadmissible person from any applicable criteria or obligations of the Act, where humanitarian and compassionate considerations exist, taking into account the best interest of a child directly affected, as the case may be (subsection 25(1) of the Act). In the case at bar, the applicant has not invoked any humanitarian and compassionate considerations."], ["[16]", "Fourthly, it must be remembered that the basic aim of the excessive demand inadmissibility provision in paragraph 38(1)(c) of the Act is to ensure that access to health and social services by Canadian citizens and permanent residents is not denied or impaired by reason of excessive demands for those services by prospective immigrants and also to acknowledge that the health and social services provided in Canada are not limitless nor costless (", "<FRAGMENT_SUPPRESSED>  leave to appeal to SCC refused [2002] SCCA No 38. However, the applicant may provide additional evidence that speaks to their ability and intent to mitigate the cost of social services in Canada - an individualized plan - which the officer must consider before refusing an application on the ground the person is admissible under paragraph 38(1)(c) of the Act: <FRAGMENT_SUPPRESSED> , above;", "<FRAGMENT_SUPPRESSED>  [2007] FCJ No 1172; Citizenship and Immigration Canada, Operational Bulletins 063 and 063B, \"Assessing Excessive Demand on Social Services\", 24 September 2008 and 29 July 2009."], ["[17]", "Fifthly, paragraph 38(1)(c) of the Act, which speaks of inadmissibility on health grounds because the health condition of the foreign national \"might reasonably be expected to cause excessive demand on health or social services,\" must be interpreted and applied in a manner consistent with the intent and object of the Act and the Regulations. In support of the reasonable likelihood that the applicant would sponsor his dependent child, the visa officer has pointed to paragraph 3(1)(d) of the Act as setting out \"a principle of Canada's immigration law\" and that \"keeping the family unit of a principal applicant in fact is a goal of Canada's immigration legislation.\" The applicant contends that the visa officer placed too much emphasis on the family reunification objective while not taking into account the entirety of the objectives listed in subsection 3(1) of the Act. However, the problem with this argument is that these other objectives are not relevant to the particular question at hand in terms of admissibility."], ["[18]", "The understanding by the visa officer of Canada's immigration law and the possibility to sponsor the retarded son is based on subsection 38(2) of the Act. This provision reads as follows:", "38. (2)", "Paragraph (1)(c) does not apply", "in the case of a foreign national who", "(a) has been determined to be a", "member of the family class", "and to be the spouse, common-law partner or", "child of a sponsor within the meaning of the regulations", "; [Emphasis added]", "38. (2)", "L'état de santé qui risquerait d'entraîner un fardeau excessif pour les services sociaux ou de santé", "n'emporte toutefois pas interdiction de territoire pour l'étranger:", "a) dont il a été statué qu'il fait", "partie de la catégorie « regroupement familial »", "en tant qu'époux, conjoint de fait ou", "enfant d'un répondant dont il a été statué qu'il a la qualité réglementaire"], ["[19]", "In my humble opinion, in evaluating the application for permanent residence, the visa officer could legally assume that the non-accompanying family member, here the retarded son, must not be inadmissible on health grounds in the first place. This supposes that an evaluation of the Canadian costs and of any individualized plan in Canada for a period of five or ten years, as the case may be (here for a five year period at least). Keeping with the basic objective of paragraph 38(1)(c) of the Act, it must not be forgotten that prospective immigrants include non-accompanying family members who can be sponsored in the future by a successful applicant. The problem is that there is no clear undertaking by the applicant that he will not sponsor the retarded son, while it is even questionable whether an applicant seeking the issuance of a visa to gain permanent resident status, can legally renounce to the right to sponsor a non-accompanying family member."], ["[20]", "It is apparent that the proposition made by the applicant to leave the retarded son in China is a disguised way to circumvent the requirements of the Act. By analogy, what was stated in", "<FRAGMENT_SUPPRESSED> DLR (4th) 675, seems equally applicable in this instance:", "As has been held in several previous cases, it is not possible to enforce a personal undertaking to pay for health services that may be required after a person has been admitted to Canada as a permanent resident, if the services are available without payment. The Minister has no power to admit a person as a permanent resident on the condition that the person either does not make a claim on the health insurance plans in the provinces, or promises to reimburse the costs of any services required. See, for example,", "<FRAGMENT_SUPPRESSED>  (Fed. T.D.) at para. 30;", "<FRAGMENT_SUPPRESSED>  (Fed. T.D.) at para. 8;", "Poon, supra,", "at paras. 18-19."], ["[21]", "Thus, it was up to the applicant to discharge his onus by providing a credible plan for mitigating the excessive demand on social services in Canada. The fact that the retarded son will apparently be taken care of in China by an aunt does not really respond to the visa officer's concern that nothing prevents the applicant in the future from sponsoring his retarded son once he will have himself gained permanent resident status (", "<FRAGMENT_SUPPRESSED> [2011] FCJ No 29)."], ["[22]", "To sum up, in the case at bar, I find that the visa officer has conducted an individualized assessment. The excessive costs regarding the retarded son were estimated at a total of approximately $26,000 - $46,000 per year over a five-year period, whereas the average Canadian per capita health and social services cost for the same services required by the applicant's son at the time of the decision, totalled about $6,131 per year over a five-year period. Thus, it was not unreasonable to require that the applicant submit an individualized plan addressing the problem of excessive demand on social services in Canada, considering that the retarded son could be sponsored in the future without regard to his inadmissibility."], ["[23]", "For the reasons outlined above, this application for judicial review shall be dismissed. Having considered the oral and written submissions of the parties' counsels on the issue of certification, I have decided to certify the following question of general importance:", "In the aftermath of <FRAGMENT_SUPPRESSED> , when an applicant is required to submit an individualized plan to ensure that his family member's admission will not cause an excessive demand on social services, is it acceptable for this applicant to state that the inadmissible family member will not be accompanying him to Canada, considering that he could be sponsored in the future without regard to his inadmissibility pursuant to paragraph 38(2) of the", "Immigration and Refugee Protection Act", "JUDGMENT"], ["[24]", "THIS COURT'S JUDGMENT is that", "the present application for judicial review is dismissed and the following question of general importance is certified:", "In the aftermath of", "<FRAGMENT_SUPPRESSED> , when an applicant is required to submit an individualized plan to ensure that his family member's admission will not cause an excessive demand on social services, is it acceptable for this applicant to state that the inadmissible family member will not be accompanying him to Canada, considering that he could be sponsored in the future without regard to his inadmissibility pursuant to paragraph 38(2) of the", "Immigration and Refugee Protection Act", "Application dismissed.", "Editor: Angela E. McKay/klf"]]}