{"id_": "098526", "body_str": [["[1]", "Rennie, J.", ": The applicants seek judicial review of a decision by a Canada Border Services Agency (CBSA) Enforcement Officer who refused to defer removal of the applicants from Canada pending the determination of their application for humanitarian and compassionate (H&C) relief. For the reasons that follow the application is dismissed.", "Facts"], ["[2]", "The principle applicant, Igor Ovcak, and his two adult daughters, Sandra and Janja, are citizens of Slovenia. His wife, Miluse Ovcakova, is a citizen of Slovakia."], ["[3]", "The applicants claim that an immigration consultant induced them to enter Canada, telling them that upon their arrival they would be approved for permanent resident status. The applicants entered Canada as visitors in August of 2007. Mr. Ovcak explains that upon their arrival the immigration consultant told them that their application for permanent residence had been refused. He advised them to make a refugee claim."], ["[4]", "In November of 2007 the applicants applied for refugee protection based on alleged discrimination experienced by Ms. Ovcakova in Slovenia because of her ethnicity and nationality. In July of 2011 that application was denied. In November of 2011 the applicants applied for a Pre-Removal Risk Assessment (PRRA). On January 17, 2012, that application was also denied."], ["[5]", "On January 24, 2012 the applicants were advised that they were required to leave Canada on February 12, 2012. That day, they applied for permanent residence from within Canada on H&C grounds. They also requested deferral of their removal pending the outcome of that application."], ["[6]", "The Officer denied the deferral request on February 7, 2012. He based his decision on the following considerations:", "i. The H&C application was not submitted in a timely manner and there was no evidence to indicate that a decision was imminent.", "ii. Family separation is an inherent aspect of the removal process. There was no evidence to show that the family could not be reunited in Slovakia or Slovenia after their removal. Mrs. Ovcakova had lived in Slovenia from 1987 to 2007 and the Embassy of the Republic of Slovenia stated that she was a permanent resident of Slovenia.", "iii. There was no evidence to show that the applicants would be unable to find employment in Slovenia or Slovakia.", "iv. The applicants had reasonable notice regarding their removal from Canada and had time to prepare.", "v. The applicants'claim that they would be discriminated against based on Mrs. Ovcakova's nationality had already been addressed in the refugee and PRRA decisions.", "vi. Though the applicants assert that they had received erroneous legal advice, \"the responsibility for the outcome of any proceedings still rests with the individual, and not their chosen counsel.\"", "vii. Regarding the best interests of children, both daughters are adults. They have spent most of their lives in Slovenia and know the language, culture and customs. The daughters will be traveling with their parents and have extended family to help them adjust."], ["[7]", "On February 10, 2012, the applicants were granted a stay of the execution of the removal orders, and therefore were granted leave to commence an application for judicial review.", "Issue"], ["[8]", "The issue in this application is whether the Officer's decision was reasonable:", "<FRAGMENT_SUPPRESSED> .", "Analysis"], ["[9]", "Section 48 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (", "IRPA", ") requires individuals subject to an enforceable removal order to leave Canada immediately. Officers responsible for enforcing remand orders are required to so\"as soon as is reasonably practicable.\""], ["[10]", "An Officer has only limited discretion to defer removal, having regard to what is \"reasonably practicable\". Illness, a child's school year and a pending birth or death are all circumstances that may, in their context, justify deferral. A pending H&C application is not a bar to removal, but may be a relevant consideration if brought in a timely manner. As noted by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED> :", "...deferral should be reserved for those applications where failure to defer will expose the applicant to the risk of", "death, extreme sanction or inhumane treatment", ". With respect to H&C applications, absent special considerations, such applications will not justify deferral unless based upon a threat to personal safety [emphasis added]."], ["[11]", "In this case, the Officer considered all of the relevant circumstances and came to a reasonable conclusion."], ["[12]", "The applicants emphasize the possibility of family separation; Mr. Ovcak and his daughters will be removed to Slovenia, whereas Ms. Ovcakova will be removed to Slovakia, her country of citizenship. Additionally, Sandra Ovcak lives with her partner, a permanent resident in Canada. The applicants also submit that they will face financial hardship if removed."], ["[13]", "Family separation and financial hardship are unfortunate but ordinary consequences of removal from Canada. They do not constitute extraordinary circumstances that may justify deferral of removal:", "<FRAGMENT_SUPPRESSED> ."], ["[14]", "Moreover, the Officer concluded that the family had options for reunification. The Officer was entitled to give significant weight to the assurances from the Slovenian Embassy that Ms. Ovcakova's status as a permanent resident in Slovenia entitled her to live there, and that the applicants could be reunited in Slovakia or Slovenia."], ["[15]", "The US Department of State Reports, which were before the Officer, indicate that Slovakia and Slovenia joined the EU in 2004, and became signatories to the Schengen Agreement in 2007. Moreover, the uncontroverted fact is that the applicants lived in Slovenia, first as a married couple and then as a family from 1976 to 2007."], ["[16]", "The Officer also weighed reports about the economic situation in Slovenia and Slovakia but determined that there was no evidence that the applicants would be unable to find employment in either country. Evidence of weakened economies does not necessarily indicate that applicants cannot become employed. Therefore, the Officer's conclusion on this issue was reasonably open to him."], ["[17]", "The applicants submit that Janja Ovcak, who is 20 years old, remains a \"dependant child\" and therefore is entitled to best interest of the child analysis. This argument is based on section 2 of the", "Immigration and Refugee Protection Regulations,", "SOR/2002-227 (the", "Regulations", "), which defines\"dependant child\" as, among others, a biological child less than 22 years of age who has been and is financially dependent on the parents. Notably, the definitions in that section apply only to the", "Regulations", ", in contrast with the definitions in section 1 which also apply to the", "IRPA"], ["[18]", "The applicants' argument is supported by some case law from this Court. However, I am persuaded by Justice Shore's analysis of the issue in", "<FRAGMENT_SUPPRESSED> . He decided that a child for this purpose is a person under the age of 18. Justice Shore carefully considered domestic and international law on the issue. He gave particular weight to Article 1 of the", "Convention on the Rights of the Child", ", which defines a child as a person under the age of 18. Justice Hughes recently followed this reasoning in", "<FRAGMENT_SUPPRESSED> ."], ["[19]", "That said, the Officer in this case in any event was alive and sensitive to the circumstances of both Janja and Sandra. The Officer acknowledged the hardship they will face and reasonably decided that it would be lessened because they are familiar with Slovenia and would be traveling with family."], ["[20]", "The applicants further submit that their pending H&C application ought to justify deferral because it was made in a timely manner, having regard to their circumstances. In particular, the applicants submit that their former immigration consultant negligently failed to inform them of the possibility of an H&C application. They promptly applied upon retaining new counsel."], ["[21]", "The applicants rely on", "<FRAGMENT_SUPPRESSED>  in arguing that the alleged negligence of their former counsel constitutes a \"special circumstance\" warranting deferral of removal pending an H&C application."], ["[22]", "The situation in <FRAGMENT_SUPPRESSED> was substantially different. In that case, the applicant's counsel filed a refugee claim without the applicant's knowledge. Counsel later neglected to follow the applicant's instructions to file an H&C application. Then, when the applicant finally did submit an H&C application, Citizenship and Immigration Canada failed to inform him that his application could not be processed due to a deficiency. This caused further delay. There were other significant circumstances, including the best interests of two young Canadian children, which justified a deferral of the removal order."], ["[23]", "It was reasonably open to the Officer to determine that the applicants' circumstances were not similarly unusual and compelling. It is not uncommon for individuals to become dissatisfied with their legal representation, particularly with the benefit of hindsight. Absent circumstances such as in <FRAGMENT_SUPPRESSED> , where counsel acted both without instructions and failed to follow instructions that he had, this will not justify deferral."], ["[24]", "Deferral of a removal order is limited to extraordinary circumstances. The Officer considered all of the applicants' submissions in determining that such circumstances were not present in this case. Therefore, I find that the decision was reasonable.", "JUDGMENT"], ["[25]", "THIS COURT'S JUDGMENT is that", "the application for judicial review be and is hereby dismissed. No question for certification has been proposed and none arises.", ".........................", "Igor Ovcak, Miluse Ovcakova,  <FRAGMENT_SUPPRESSED>  demandeurs sollicitent le contrôle judiciaire d'une décision d'un agent d'exécution de l'Agence des services frontaliers du Canada (l'ASFC), qui a refusé de reporter leur renvoi jusqu'à ce qu'une décision soit rendue sur leur demande fondée sur des considérations humanitaires (la demande CH). Pour les motifs qui suivent, la demande est rejetée.", "Faits"], ["[2]", "Le demandeur principal, Igor Ovcak, et ses deux filles adultes, Sandra et Janja, sont des citoyens de la Slovénie. Son épouse, Miluse Ovcakova, est une citoyenne de la Slovaquie."], ["[3]", "Les demandeurs soutiennent qu'un consultant en immigration les a incités à entrer au Canada, en leur disant que le statut de résident permanent leur serait accordé à leur arrivée au pays. Les demandeurs sont entrés au pays à titre de visiteurs en août 2007. M. Ovcak explique que le consultant en immigration leur a dit à leur arrivée que leur demande de résidence permanente avait été rejetée. Il leur a conseillé de présenter une demande d'asile."], ["[4]", "Au mois de novembre 2007, les demandeurs ont présenté une demande d'asile fondée sur la discrimination dont Mme Ovcakova prétend faire l'objet en Slovénie en raison de son appartenance ethnique et de sa nationalité. Au mois de juillet 2011, cette demande a été rejetée. En novembre 2011, les demandeurs ont présenté une demande d'examen des risques avant renvoi (l'ERAR). Le 17 janvier 2012, une autre décision défavorable a été rendue."], ["[5]", "Le 24 janvier 2012, les demandeurs ont été avisés qu'ils devaient quitter le Canada le 12 février 2012. Ce jour-là, ils ont présenté une demande de résidence permanente de l'intérieur du Canada fondée sur des considérations humanitaires. Ils ont également sollicité le report de leur renvoi jusqu'à ce qu'une décision soit rendue sur cette demande."], ["[6]", "L'agent a rejeté la demande de report le 7 février 2012. Sa décision était fondée sur les considérations suivantes:", "i. La demande CH n'avait pas été présentée en temps opportun et rien n'indiquait qu'une décision était imminente.", "ii. La séparation familiale fait partie intégrante du processus de renvoi. Rien n'indiquait que la famille ne pourrait pas se réunir en Slovaquie ou en Slovénie après son renvoi. Mme Ovcakova avait vécu en Slovénie de 1987 à 2007 et l'ambassade de la République de Slovénie avait déclaré qu'elle était une résidente permanente de ce pays.", "iii. Rien ne démontrait que les demandeurs seraient incapables de trouver de l'emploi en Slovénie ou en Slovaquie.", "iv. Les demandeurs avaient reçu un avis raisonnable de leur renvoi du Canada et ils avaient eu du temps pour se préparer.", "v. La prétention des demandeurs selon laquelle ils feraient l'objet de discrimination en raison de la nationalité de Mme Ovcakova avait déjà été examinée dans les décisions sur la demande d'asile et sur la demande d'ERAR.", "vi. Quoique les demandeurs déclarent avoir reçu des conseils juridiques erronés, [traduction] « la responsabilité de l'issue de toute procédure appartient à l'individu et non au consultant qu'il a choisi ».", "vii. En ce qui a trait à l'intérêt supérieur des enfants, les deux filles sont des adultes. Elles ont passé la plus grande partie de leurs vies en Slovénie et en connaissent la langue, la culture et les coutumes. Les filles voyageront avec leurs parents et elles ont une famille élargie pour les aider à s'adapter."], ["[7]", "Le 10 février 2012, les demandeurs ont obtenu un sursis à l'exécution des mesures de renvoi et l'autorisation leur a donc été accordée de présenter une demande de contrôle judiciaire.", "Question en litige"], ["[8]", "La question en litige dans la présente demande consiste à savoir si la décision de l'agent était raisonnable:", "<FRAGMENT_SUPPRESSED> .", "Analyse"], ["[9]", "L'article 48 de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (la LIPR), prescrit aux individus qui font l'objet d'une mesure de renvoi exécutoire de quitter le Canada immédiatement. Les officiers chargés de l'exécution des mesures de renvoi sont tenus de les appliquer « dès que les circonstances le permettent »."], ["[10]", "L'agent n'a qu'un pouvoir discrétionnaire limité de reporter un renvoi et doit prendre en compte la question de savoir si « les circonstances le permettent ». Une maladie, l'année scolaire d'un enfant et l'imminence d'une naissance ou d'un décès sont toutes des circonstances qui peuvent, dans leur contexte, justifier un report. Une demande CH en instance ne constitue pas un empêchement au renvoi, mais peut constituer une considération pertinente si elle est présentée en temps opportun. Comme la Cour d'appel fédérale l'a noté dans", "<FRAGMENT_SUPPRESSED> :", "[...] l'exercice du pouvoir discrétionnaire de différer le renvoi devrait être réservé aux affaires où le défaut de le faire exposerait le demandeur à un risque", "de mort, de sanctions excessives ou de traitement inhumain", ". Pour ce qui est des demandes CH, à moins qu'il n'existe des considérations spéciales, ces demandes ne justifient un report que si elles sont fondées sur une menace à la sécurité personnelle. [Je souligne.]"], ["[11]", "En l'espèce, l'agent a pris en considération toutes les circonstances pertinentes et est parvenu à une conclusion raisonnable."], ["[12]", "Les demandeurs font ressortir la possibilité d'une séparation de la famille; M. Ovcak et ses filles seront renvoyés en Slovénie, tandis que Mme Ovcakova sera renvoyée en Slovaquie, le pays dont elle est une citoyenne. De plus, Sandra Ovcak vit avec son partenaire, un résident permanent du Canada. Les demandeurs font également valoir qu'ils seront exposés à des difficultés financières advenant leur renvoi."], ["[13]", "La séparation familiale et les difficultés financières sont des conséquences malheureuses, mais ordinaires d'un renvoi du Canada. Elles ne constituent pas des circonstances extraordinaires pouvant justifier de reporter le renvoi:", "<FRAGMENT_SUPPRESSED> ."], ["[14]", "De plus, l'agent a conclu que la famille avait des options qui lui permettraient de se réunir. Il était loisible à l'agent d'accorder un poids considérable aux assurances données par l'ambassade de la Slovénie selon lesquelles le statut de résidente permanente de Mme Ovcakova en Slovénie lui donnait le droit d'y vivre, et que les demandeurs pourraient se réunir en Slovaquie ou en Slovénie."], ["[15]", "Les rapports du Département d'État des États-Unis, dont l'agent disposait, indiquent que la Slovaquie et la Slovénie se sont jointes à l'UE en 2004 et ont signé l'Accord de Schengen en 2007. De plus, il est incontesté que les demandeurs ont vécu en Slovénie, d'abord comme couple marié, puis comme famille de 1976 à 2007."], ["[16]", "L'agent a également pris en compte les rapports sur la situation économique en Slovénie et en Slovaquie, mais il a conclu que rien n'indiquait que les demandeurs seraient incapables de trouver de l'emploi dans l'un ou l'autre pays. Des éléments de preuve sur la faiblesse des économies n'indiquent pas nécessairement que les demandeurs ne pourront pas trouver d'emploi. Par conséquent, il était loisible à l'agent de parvenir à cette conclusion relativement à cette question."], ["[17]", "Les demandeurs font valoir que Janja Ovcak, qui a vingt ans, demeure une « enfant à charge » et qu'elle a par conséquent droit à une analyse de l'intérêt supérieur de l'enfant. Cet argument est fondé sur l'article 2 du", "Règlement sur l'immigration et la protection des réfugiés", ", DORS/2002-227 (le Règlement), lequel définit notamment l'« enfant à charge » comme un enfant biologique de moins de 22 ans qui dépend du soutien financier des parents. Il convient de noter que les définitions dans cet article ne s'appliquent qu'au Règlement, alors que les définitions à l'article premier s'appliquent aussi à la LIPR."], ["[18]", "L'argument des demandeurs est étayé par une certaine jurisprudence de la Cour. Cependant, l'analyse de la question à laquelle s'est livré le juge  <FRAGMENT_SUPPRESSED>  me convainc. Le juge Shore a statué qu'un enfant, à cet égard, est une personne de moins de 18 ans. Il a examiné attentivement le droit interne et le droit international sur la question. Il a accordé un poids particulier à l'article premier de la", "Convention relative aux droits de l'enfant", ", qui définit un enfant comme une personne de moins de 18 ans. Le juge Hughes a récemment suivi ce raisonnement dans", "<FRAGMENT_SUPPRESSED> ."], ["[19]", "Cela dit, en l'espèce, l'agent a été, en tout état de cause, attentif et sensible aux circonstances de Janja et de Sandra. L'agent a reconnu les difficultés que celles-ci rencontreraient et a conclu de manière raisonnable que ces difficultés seraient amoindries du fait que Janja et Sandra connaissent bien la Slovénie et qu'elles voyageraient avec leur famille."], ["[20]", "Les demandeurs font en outre valoir que leur demande CH en instance devrait justifier un report puisqu'elle a été présentée en temps opportun, compte tenu de leur situation. En particulier, les demandeurs soutiennent que leur consultant en immigration antérieur a négligé de les informer de la possibilité de présenter une demande CH. Ils ont rapidement déposé une demande lorsqu'ils ont retenu les services d'un nouveau consultant."], ["[21]", "Les demandeurs invoquent", "<FRAGMENT_SUPPRESSED>  à l'appui de leur prétention selon laquelle la négligence dont aurait fait preuve leur consultant antérieur constitue une [traduction] « circonstance spéciale » justifiant un report du renvoi jusqu'à ce qu'une décision soit rendue sur la demande CH."], ["[22]", "Dans", "Natoo,", "la situation était sensiblement différente. Dans cette affaire, l'avocat du demandeur avait déposé une demande d'asile à l'insu du demandeur. L'avocat avait ensuite négligé de suivre les instructions du demandeur de déposer une demande CH. Lorsque le demandeur avait finalement présenté une telle demande, Citoyenneté et Immigration Canada ne l'avait pas informé que sa demande ne pouvait pas être traitée en raison d'une lacune. Il en était résulté un nouveau retard. D'autres circonstances importantes, dont l'intérêt supérieur de deux jeunes enfants canadiens, justifiaient un report de la mesure de renvoi."], ["[23]", "Il était raisonnablement loisible à l'agent de conclure que les circonstances des demandeurs n'étaient pas semblablement inusitées et impérieuses. Il n'est pas rare que des individus deviennent insatisfaits de leur représentant juridique, en particulier de manière rétrospective. Cela ne justifie pas un report, sauf dans des circonstances comme celles de <FRAGMENT_SUPPRESSED> , où l'avocat avait agi sans instructions et avait également fait défaut de suivre les instructions qui lui avaient été données."], ["[24]", "Une mesure de renvoi n'est reportée que dans des circonstances extraordinaires. Pour déterminer que de telles circonstances n'existaient pas en l'espèce, l'agent a examiné toutes les observations des demandeurs. Par conséquent, je conclus que la décision était raisonnable.", "JUGEMENT"], ["[25]", "LA COUR STATUE que", "la demande de contrôle judiciaire est rejetée. Aucune question à certifier n'a été proposée et aucune n'est soulevée.", "[End of document]"]]}