{"id_": "098674", "body_str": [["[1]", "Zinn, J.", ": The Applicants, a Russian Orthodox Christian family with Israeli citizenship, immigrated to Israel from Russia in 1999. They sought refugee protection in Canada immediately upon landing on July 30, 2006. The Refugee Protection Division of the Immigration and Refugee Board of Canada [RPD] denied their claims on many bases: (1) the presumption of state protection had not been rebutted; (2) the Applicants had not made efforts to seek state protection; (3) the father, Sergey Goloubov, was not a credible witness; and (4) the Applicants had an internal flight alternative [IFA] as they could relocate to a Russian community within Israel."], ["[2]", "The Applicants submit that the RPD made the following errors in rejecting their claim:", "1. It erred in finding that Mr. Goloubov was not credible because of his explanation for not producing a medical report documenting the injuries he suffered during an attack by his neighbour in Israel;", "2. It erred by finding that there was adequate state protection without providing any explanation as to why certain evidence was preferred over other evidence and by drawing inferences without evidentiary support;", "3. It erred by finding that the Applicants could safely return to Israel if they relocated to a Russian community;", "4. It erred in rejecting the Applicants' evidence respecting harm to similarly situated persons without explaining why it was rejected; and", "5. It erred in drawing an adverse inference from the fact that the principal Applicant had added a fear of the ultra-racist Israeli organization, the Khemla Association, only on \"the day of his hearing\"despite the fact that several hearings were conducted between January 2010 and April 2012."], ["[3]", "While not explicitly set out as an issue, the Applicants also argue that the RPD evaluated their application with a biased view of the Israeli-Palestinian conflict which affected its perception of Mr. Goloubov's reservations regarding reporting for military service."], ["[4]", "At the hearing, the Respondent objected to the re-characterization of this bias argument. The Applicants submitted that the RPD had erred in failing to assess Mr. Goloubov's claim that he would be at risk in Israel given his objection to some military service. I agree with the Respondent that no such submission was made in the Applicants' memorandum or in their Reply and it cannot be made at the last minute, taking the opposing party and the Court by surprise."], ["[5]", "For the reasons that follow, I find that the RPD's findings with respect to the availability of state protection were reasonable and this application for judicial review must therefore be dismissed. Since the issue of state protection is determinative, I do not need to come to any conclusions as to the reasonableness of the RPD's credibility findings, or the availability of an IFA. However, I will comment briefly on the Applicants' allegation of bias at the end of these reasons."], ["[6]", "The RPD found that the Applicants had not rebutted the presumption of state protection. Specifically, it found that while they complained of the police refusing to help, they did not avail themselves of the complaints procedure for investigating police complaints through the Ombudsman's office. The RPD acknowledged that sometimes complaints \"do not always receive adequate response due to problems within the investigation system in a conspiracy of silence among police officers,\" but determined that this was no reason for the Applicants not to seek state protection altogether."], ["[7]", "The Applicants submit that the RPD erroneously concluded that state protection was available to them despite observing that complaints did not always receive adequate responses. They argue that no explanation is provided as to why the RPD discounts \"evidence about a systemic flaw in the complaints investigation process.\" They further argued that that the RPD erred by failing to consider the real impact of efforts by the state to protect its citizens."], ["[8]", "The Applicants' submissions are unfounded. First, there is simply no evidence in the record to indicate that there is a \"systemic flaw\" in the complaints investigation process. The strongest statement in the national document package [NDP] relating to police conduct is that several", "Jehovah's Witnesses", "reported difficulties in convincing police to investigate crimes against them: United States Department of State,", "2010 Report on International Religious Freedom - Israel and the Occupied Territories", ", (17 November 2010), Certified Tribunal Record, at p 696. There is no similar report for", "Russian Orthodox Christians", ". The RPD states at paragraph 14 of its reasons that \"if there is a serious problem for Christians in Israel, this would be mentioned [in the NDP].\" That is a reasonable conclusion to reach based on the evidence."], ["[9]", "Second, the RPD canvasses the potential for initiating police complaints through the office of the Minister of Justice and the Ombudsman's office. Contrary to the Applicant's submissions, this constitutes an analysis of the real impact of efforts to provide state protection. No more was needed because there is simply no evidence in the NDP that these complaints processes are inadequate to protect Russian Orthodox Christians. In fact, as was noted by the RPD, of the 1505 complaints investigated by the Ministry of Justice's Department for Investigations of Police Officers, 20 percent ended in a criminal trial or disciplinary hearing (Certified Tribunal Record, at p 379). The remaining complaints were closed because of lack of evidence or the officers were found not to be guilty. Similarly, the record shows that in 2009, the Ombudsman's office received 756 complaints against the Israeli police force, and 43.8 percent of them were found to be justified."], ["[10]", "Finally, the comments in the decision referencing the fact that complaints to the Ombudsman \"do not always receive adequate response due to problems within the investigation system in a conspiracy of silence among police officers\" is not, as submitted, contradictory evidence because the reference from which that observation is taken does not refer to police investigations generally. Contrary to what the applicant submits, it refers to investigations regarding improper use of force where officers are required to testify against each other. As the Applicants make no claim that the police improperly used force against them, this evidence is not relevant."], ["[11]", "In addition to these comments, I make the following observations. There are no indications in the NDP that Russian Orthodox Christians, despite being a minority in Israel, face unique challenges with which the state is unable or fails to deal."], ["[12]", "Further, Israel is a democratic society with free and fair elections. Therefore, the Applicants face a higher threshold in order to rebut the presumption of state protection, commensurate with the level of democracy:", "<FRAGMENT_SUPPRESSED> ."], ["[13]", "The US Department of State, 2008", "Human Rights Report on Israel and the Occupied Territories", ", (25 February 2009), pointed to by the Applicants, describes specific instances of societal abuses and discrimination based on religious beliefs or practices, but most of these instances were directed towards Jehovah's Witnesses and Muslims. There were a number of discrete instances against Christians, but no specific mention was made of instances involving Orthodox Christians or Russian Christians specifically, and, most importantly, there is no indication of any failure on the part of the state to protect these populations, nor of discrimination towards Russian immigrants or Orthodox Christians by police. In fact, there is evidence that crimes against Christian groups are being adequately investigated. For example, in one violent incident where 100 Haredi Jews assaulted approximately 50 Christian tourists in Jerusalem, two of the attackers were subsequently convicted: See the Certified Tribunal Record at p 609."], ["[14]", "As for issues with the children, evidence in the NDP also shows that the Israel National Council for the Child (NCC) set up a special in-house Ombudsman for Children and Youth to make it easier for immigrant children and their families to address problems with the treatment of immigrant children. This office answers approximately 10,000 requests annually, ranging from requests for general advice, intervention with the school, to macro level policy advocacy: See Certified Tribunal Record at p 664."], ["[15]", "No attempts were made by the Applicants to approach the Ombudsman for protection for their children."], ["[16]", "Given the various efforts that Israel has taken to ensure state protection is available and the complete lack of evidence that such efforts are inadequate, there is no justification on the part of the Applicants for not seeking the protection available to them. In fact, the Applicants' evidence reveals that no efforts were made to even learn about the available means for protection. Therefore, there is nothing to suggest that the Applicants would not have been able to avail themselves of state protection, and there is no compelling reason for their failure to seek out state protection."], ["[17]", "While the Applicants raise serious issues with respect to the credibility finding and the RPD's IFA determination, as noted earlier, the state protection finding, which was reasonable, is determinative of this application."], ["[18]", "Although it is unnecessary given the conclusion I have reached, I will make some comments on the allegation of bias in the Applicants' memorandum."], ["[19]", "The Applicants allege that the RPD's reasons indicate a bias and that the RPD member \"is sympathetic to one participant to the Palestinian-Israeli conflict to the disadvantage of the Applicants.\""], ["[20]", "I agree with the Respondent that the test for reasonable apprehension of bias is high and that the Applicants' accusations do not meet this standard. Beyond the one sentence in the RPD's reasons that \"I find that the claimant cannot refuse to serve in the military simply because he refuses to take up arms against Palestinians who aim rockets into civilian areas in Israel,\" there is no indication of any bias on the part of the RPD. Additionally, the RPD's statement referenced documents in the NDP that confirm that 1,500 rockets were fired into Israel indiscriminately and that very issue was discussed between the RPD and Mr. Goloubov during the hearing."], ["[21]", "Even if the RPD's comment could be viewed as indicative of a reasonable apprehension of bias with respect to the Israeli-Palestinian conflict, there is no indication that this would have had any effect on the application given that none of the family's claims for protection related to the Israeli-Palestinian conflict."], ["[22]", "Therefore, not only is the allegation of bias unfounded, even if accepted as it was pled, it would not have affected the outcome of the application."], ["[23]", "This application for judicial review is dismissed. It was reasonable for the RPD to conclude that the Applicants had failed to rebut the presumption of state protection on the evidence before it."], ["[24]", "Neither party proposed a question for certification.", "JUDGMENT"], ["[25]", "THIS COURT ORDERS AND ADJUDGES that", "the application is dismissed and no question is certified.", ".........................", "Sergey Goloubov, Rozalina Goloubov, Daniel Goloubov,  <FRAGMENT_SUPPRESSED>  demandeurs, membres d'une même famille chrétienne orthodoxe russe ayant la citoyenneté israélienne, ont quitté la Russie en 1999 pour immigrer en Israël. Ils ont demandé l'asile au Canada immédiatement à leur arrivée le 30 juillet 2006. La Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié (SPR) a rejeté leur demande pour plusieurs motifs: 1) les demandeurs n'ont pas réfuté la présomption de protection de l'État; 2) les demandeurs n'ont pas cherché à obtenir la protection de l'État; 3) le père, Sergey Goloubov, n'était pas un témoin crédible; et (4) les demandeurs pouvaient se prévaloir d'une possibilité de refuge intérieur (PRI) et pouvaient s'établir dans une autre collectivité russe en Israël."], ["[2]", "Les demandeurs font valoir que la SPR a commis plusieurs erreurs en rejetant leur demande:", "1. Elle a fait erreur en concluant que M. Goloubov n'a pas été crédible en expliquant la raison pour laquelle il n'a pas produit un rapport médical documentant les blessures que lui a fait subir un voisin qui l'a agressé en Israël;", "2. Elle a fait erreur en concluant que la protection offerte par l'État était adéquate sans expliquer la raison pour laquelle elle a retenu certains éléments de preuve plutôt que d'autres et en tirant des conclusions non étayées par la preuve;", "3. Elle a fait erreur en concluant que les demandeurs pouvaient retourner en Israël en toute sécurité s'ils s'établissaient dans une collectivité russe;", "4. Elle a fait erreur en rejetant, sans expliquer ses motifs, les éléments produits par les demandeurs pour prouver que d'autres habitants du même endroit ont aussi subi des préjudices;", "5. Elle a fait erreur en tirant une conclusion défavorable du fait que le demandeur principal n'a déclaré craindre l'association israélienne ultra-raciste Khemla que [traduction] « le jour de son audience » en dépit de ce que plusieurs audiences ont eu lieu entre janvier 2010 et avril 2012."], ["[3]", "Sans l'énoncer clairement comme une question litigieuse, les demandeurs prétendent aussi que la SPR a évalué leur demande dans une perspective biaisée du conflit israélo-palestinien, et que cette perspective a influé sur sa compréhension de la réticence qu'avait M. Goloubov à servir dans l'armée."], ["[4]", "Lors de l'audience, le défendeur a contesté cette redéfinition de l'argument de partialité. Les demandeurs ont fait valoir que la SPR avait commis une erreur en n'accordant pas d'importance à l'argument de M. Goloubov selon lequel son opposition à servir quelque temps dans l'armée mettait sa vie en danger en Israël. Je conviens avec le défendeur que ni l'exposé des arguments des demandeurs ni leur réplique ne renferme d'observation à cet effet, et qu'ils ne peuvent la présenter à la dernière minute, prenant ainsi la partie adverse et la Cour par surprise."], ["[5]", "Pour les motifs qui suivent, je conclus que la décision de la SPR relativement à l'existence de la protection de l'État était raisonnable et que la présente demande de contrôle judiciaire doit par conséquent être rejetée. Comme la question de la protection de l'État est déterminante en l'espèce, il ne sera pas nécessaire de statuer sur le caractère raisonnable des conclusions qu'a tirées la SPR à l'égard de la crédibilité ni sur l'existence d'une PRI. Toutefois, je commenterai brièvement l'allégation de partialité des demandeurs à la suite de ces motifs."], ["[6]", "La SPR a conclu que les demandeurs n'avaient pas réfuté la présomption de protection de l'État. Plus précisément, elle a conclu que, même s'ils s'étaient plaints du fait que la police avait refusé de les aider, ils ne se sont pas prévalus du mécanisme d'investigation des plaintes formulées contre la police mis sur pied par le Bureau de l'ombudsman. La SPR a reconnu que « les plaintes ne sont pas toujours réglées de façon appropriée en raison de problèmes au sein du système d'enquête et de la conspiration du silence qui règne chez les policiers », mais elle a conclu que ce n'était pas une raison valable de ne pas réclamer la protection de l'État."], ["[7]", "Les demandeurs font valoir que la SPR a fait erreur en concluant qu'ils pouvaient se prévaloir de la protection de l'État après qu'elle lui eut fait remarquer qu'il n'était pas toujours convenablement donné suite aux plaintes. Ils déclarent que la SPR n'a pas expliqué la raison pour laquelle elle a écarté [traduction] « la preuve d'un défaut systémique du mécanisme d'investigation des plaintes ». Ils prétendent en outre que la SPR a commis une erreur en négligeant de tenir compte du véritable résultat des efforts déployés par l'État pour protéger ses citoyens."], ["[8]", "Les observations des demandeurs sont sans fondement. Tout d'abord, rien au dossier n'indique l'existence d'un « défaut systémique » du mécanisme d'investigation des plaintes. La mention la plus éloquente sur le comportement de la police contenue dans le cartable national de documentation sur Israël (CND) révèle que plusieurs", "Témoins de Jéhovah", "ont déclaré avoir eu de la difficulté à convaincre les policiers de faire enquête sur les crimes commis contre eux (United States Department of State,", "2010 Report on International Religious Freedom - Israël and the Occupied Territories", ", (17 novembre 2010), dossier certifié du tribunal, page 696). Aucun rapport du genre ne porte sur les", "chrétiens orthodoxes russes", ". La SPR déclare au paragraphe 14 de sa décision que « si la communauté chrétienne se heurtait à de graves problèmes en Israël, ces problèmes seraient connus [dans le CND] [...] ». Cette conclusion est raisonnable au vu de la preuve."], ["[9]", "Ensuite, la SPR a examiné la possibilité de déposer des plaintes contre la police par l'entremise du ministère de la Justice et du Bureau de l'ombudsman. Contrairement à ce qu'ont fait observer les demandeurs, elle a ainsi analysé le véritable résultat des efforts mis en œuvre par l'État pour protéger ses citoyens. Il ne lui en fallait pas plus car rien dans le CND ne donne à entendre que le mécanisme d'investigation des plaintes protège mal les chrétiens orthodoxes russes. En fait, comme l'a fait remarquer la SPR, des 1505 plaintes examinées par le Département des enquêtes sur les policiers du ministère de la Justice, 20 p. cent se sont conclues par un procès au criminel ou une audience disciplinaire (dossier certifié du tribunal, page 379). Les autres plaintes ont été classées en raison de preuves insuffisantes ou parce que les policiers ont été disculpés. De même, le dossier révèle qu'en 2009, le Bureau de l'ombudsman a reçu 756 plaintes contre des membres de la police israélienne et 43,8 p. cent d'entre elles ont été jugées fondées."], ["[10]", "Enfin, le passage de la décision où il est mentionné que les plaintes présentées à l'ombudsman « ne sont pas toujours réglées de façon appropriée en raison de problèmes au sein du système d'enquête et de la conspiration du silence qui règne chez les policiers » ne constitue pas, contrairement à ce qu'avancent les demandeurs, une preuve contradictoire parce que le passage en question ne se rapporte pas aux enquêtes sur les policiers. Contrairement à ce qu'avancent les demandeurs, ce passage porte sur les enquêtes relatives au recours abusif à la force dans le cas de policiers tenus de témoigner les uns contre les autres. Étant donné que les demandeurs n'allèguent pas que la police a employé une force excessive à leur endroit, cet élément de preuve n'a aucune pertinence."], ["[11]", "Outre ces observations, je tiens à faire celles-ci. Rien n'indique dans le CND que les chrétiens orthodoxes russes, malgré leur statut de minorité en Israël, se heurtent à des difficultés particulières que l'État ne veut ou ne peut résoudre."], ["[12]", "Par ailleurs, Israël est un pays démocratique qui tient des élections libres et justes. En conséquence, le fardeau qui incombe aux demandeurs de réfuter la présomption de protection de l'État est plus lourd car il est proportionnel au degré de démocratie dans le pays (", "<FRAGMENT_SUPPRESSED> )."], ["[13]", "Le document du Département d'État américain", "2008 Human Rights Report on Israël and the Occupied Territories", ", (25 février 2009), auquel ont fait référence les demandeurs, décrit des cas précis d'actes de violence et de discrimination sociales fondés sur les croyances ou pratiques religieuses; mais la plupart de ces actes ciblent les Témoins de Jéhovah et les musulmans. Un certain nombre d'agressions discrètes ont été commises contre des chrétiens, mais le document ne fait pas mention de violence ciblant les chrétiens orthodoxes, ni les chrétiens russes plus précisément; qui plus est, il n'est nullement question non plus d'un manquement de l'État à protéger ces groupes de la population ni d'actes discriminatoires de la police à l'égard d'immigrants russes ou de chrétiens orthodoxes. Au contraire, la preuve indique que les crimes contre les groupes de chrétiens sont soumis à des enquêtes en bonne et due forme. Par exemple, à la suite d'un violent incident où une centaine de juifs haredim se sont attaqués à une cinquantaine de touristes chrétiens à Jérusalem, deux des agresseurs ont été condamnés (voir le dossier certifié du tribunal, page 609)."], ["[14]", "Quant aux enfants, le CND révèle aussi que le Conseil national de l'enfance d'Israël (NCC) a nommé un ombudsman spécial pour les enfants et les jeunes afin de protéger les enfants immigrants et leurs familles contre les mauvais traitements. Chaque année, cet ombudsman répond à quelque 10 000 demandes: des demandes de conseils généraux aux demandes de défense globale des droits en passant par les demandes d'intervention en milieu scolaire (dossier certifié du tribunal, page 664)."], ["[15]", "Les demandeurs n'ont jamais demandé à l'ombudsman de protéger leurs enfants."], ["[16]", "Compte tenu des diverses mesures qu'a prises Israël pour veiller à la protection de ses citoyens et de l'absence totale de preuve établissant l'insuffisance de ces mesures, les demandeurs n'avaient pas de raison de ne pas se prévaloir de la protection qu'offrait l'État. En fait, les éléments de preuve des demandeurs révèlent qu'ils n'ont même jamais cherché à se renseigner sur les moyens de protection qui étaient à leur disposition. Par conséquent, rien ne nous permet de croire que les demandeurs n'auraient pas pu se prévaloir de la protection de l'État et rien n'explique qu'ils n'ont pas cherché à obtenir cette protection de l'État."], ["[17]", "Bien que les demandeurs soulèvent des questions d'importance relativement à la conclusion rendue sur leur crédibilité et à la décision à laquelle la PRI est arrivée au sujet de la PSI, que nous avons déjà mentionné, la décision relative à la protection de l'État, qui était raisonnable, est déterminante en l'espèce."], ["[18]", "Bien que cela soit inutile vu la conclusion à laquelle j'ai abouti, je ferai tout de même des observations sur l'allégation de partialité énoncée dans l'exposé des demandeurs."], ["[19]", "Les demandeurs allèguent que les motifs de la SPR traduisent une partialité et que le commissaire de la SPR [traduction] « est sympathique à un participant du conflit palestino-israélien à la défaveur des demandeurs »."], ["[20]", "Je conviens avec le défendeur que le critère de détermination de l'existence d'une crainte raisonnable de partialité est exigeant et que les accusations des demandeurs n'y satisfont pas. À part cette phrase que la SPR a inscrite dans ses motifs et selon laquelle elle « estime que le demandeur d'asile ne peut pas refuser de servir dans l'armée simplement parce qu'il refuse de combattre des Palestiniens, qui procèdent à des tirs de roquettes dans des zones civiles en Israël », rien n'indique que la SPR a été partiale. De plus, cette déclaration de la SPR prenait appui sur des documents du CND qui confirment que 1500 roquettes avaient été tirées sur Israël sans discernement; et la SPR et M. Goloubov ont discuté de ce point particulier durant l'audience."], ["[21]", "Même si cette observation du commissaire peut sembler ajouter de la force à la crainte raisonnable de partialité en ce qui concerne le conflit israélo-palestinien, rien n'indique que cette opinion a eu une incidence sur l'issue de la demande étant donné qu'aucune des demandes d'asile des membres de la famille ne se rapporte au conflit israélo-palestinien."], ["[22]", "Par conséquent, non seulement l'allégation de partialité est dénudée de tout fondement, mais même si nous lui faisions droit, elle n'aurait pas d'incidence sur l'issue de la demande."], ["[23]", "La présente demande de contrôle judiciaire est rejetée. Il était raisonnable pour la SPR de conclure que les demandeurs n'avaient pas réfuté la présomption de protection de l'État au vu de la preuve dont elle disposait."], ["[24]", "Aucune des parties n'a proposé de question à certifier.", "JUGEMENT"], ["[25]", "LA COUR STATUE QUE", "la demande est rejetée et qu'aucune question n'est à certifier.", "[End of document]"]]}