{"id_": "098704", "body_str": [["[1]", "Martineau, J.", ": The applicants are citizens of Haiti. They are hereby challenging the legality of a decision rendered on July 3, 2008, by the Refugee Protection Division of the Immigration and Refugee Board (the Board) which concludes that they are not \"Convention refugees\" nor \"persons in need of protection\" pursuant to sections 96 and 97 of the", "Immigration and Refugee Protection Act,", "S.C. 2001, c. 27 (the Act)."], ["[2]", "The principal applicant alleges that he was illegally arrested and detained for a period of nine months on political grounds after he attempted to convince fellow merchants not to make any contribution to a group of Chimères and police officers who want the return of former President Aristide. Following her husband's release, the applicant's wife, the second applicant in the herein proceedings, allegedly wrote a letter to the Minister of Justice of Haiti and to the chief of police of Haiti to denounce the fact that her husband had been illegally arrested and detained."], ["[3]", "The Board did not believe the applicants' story and dismissed their claim."], ["[4]", "The assessment of the weight placed on the evidence by the Board and how it interpreted that evidence at the hearing is a question of fact. Accordingly, it should be reviewed on a standard of reasonableness (", "<FRAGMENT_SUPPRESSED> ). Provided the decision \"falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\", this Court will not intervene."], ["[5]", "This judicial review should be dismissed. The Board's overall conclusion regarding the applicants' lack of credibility is clearly supported by the evidence on record and is entirely reasonable in the circumstances."], ["[6]", "The Board had serious reasons to question the truthfulness of the applicants' story. The principal applicant first testified that he obtained his birth certificate in person. The Board noted that this event happened during the period the principal applicant was allegedly in detention. The principal applicant then changed his version. He was simply not able to provide a credible explanation for this major contradiction (which incidentally, according to other documents in the Tribunal Record, is not the only contradiction with respect to the alleged detention). Finding the allegations of the principal applicant not credible, the Board was entitled to discard corroborative evidence submitted by the principal applicant's wife and not to give any weight to the letter purportedly addressed to the Minister of Justice. The grounds indicated by the Board in the impugned decision to discard the claims are reasonable in the circumstances."], ["[7]", "Finally, the Court concludes that the applicants' claim with regard to them being at greater risk if returned to Haiti because of a general perception as to their enrichment upon return from abroad was also reasonably dismissed by the Board since section 97 requires personalized risk (", "<FRAGMENT_SUPPRESSED> ; aff'd 2009 FCA 31)."], ["[8]", "No question of general importance is raised by counsel and none shall be certified.", "JUDGMENT"], ["[9]", "THIS COURT ORDERS AND ADJUDGES that", "the application for judicial review be dismissed. No question is certified.", "[End of document]"]]}