{"id_": "098886", "body_str": [["[1]", "Martineau, J.", ": By order dated February 4, 2004, Prothonotary Mireille Tabib required Merck & Co. Inc. and Merck Frosst Canada Inc. (collectively  <FRAGMENT_SUPPRESSED> ), within such period of time as may be determined by the case management judge or prothonotary, to serve a further and better affidavit of documents which shall only list all documents relevant to their loss of sales and profits attributable to Apotex Inc.'s (Apotex) activities found to be infringing the Canadian Patent No. 1,275,349 (the '349 patent) with costs in the cause.", "THE 1991 ACTION"], ["[2]", "This appeal is just the most recent proceeding in a long judicial saga that started in 1991. For a time, Apotex made and sold in Canada a generic version of Merck's product Vasotec. Merck took the position that those activities infringed the '349 patent. [see footnote 1] In 1991, Merck commenced an infringement action against Apotex (Action No. T-2408-91). Apotex defended the 1991 action on a number of grounds, and also counterclaimed for a declaration that certain claims of the '349 patent were invalid. The result of the 1991 action was that the '349 patent was held to be valid and to have been infringed. [see footnote 2]"], ["[3]", "With respect to the monetary remedy flowing from the infringement of the '349 patent, following the judgment of December 14, 1994 (", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 133 (T.D.)), in February 1995, there was a hearing as to Merck's entitlement to an election. Apotex argued that the Court should refuse to grant the equitable remedy of an accounting of profits and raised the issue of delay. MacKay, J., ruled that Merck was entitled to an accounting of profits. [see footnote 3] In his opinion, no facts were established that would warrant the Court refusing the relief of an accounting of profits if Merck so elected. The Court of Appeal confirmed the validity of the order made by McKay, J., in this regard (File A-180-95, October 23, 1995).", "THE 1996 ACTION"], ["[4]", "In 1996, Apotex commenced the present action in order to obtain a declaration that the manufacture and sale of enalapril tablets from licensed enalapril acquired after the trial of the 1991 action would not infringe the '349 patent. [see footnote 4] Merck defended the claim, and upon obtaining leave, added a counterclaim to seek a declaration of infringement in relation to the enalapril referred to in the statement of claim. Apotex filed a defence to the counterclaim to allege invalidity of the '349 patent. Those allegations were struck on the basis that the validity of the patent had been conclusively determined in the 1991 action. [see footnote 5]"], ["[5]", "In the 1996 action, both parties brought motions for summary judgment on the issue of infringement. The evidence filed in the summary judgment motions included evidence of the acquisition of the 1994 enalapril. There was no evidence that Apotex had acquired any other enalapril after the trial of the 1991 action. McKeown, J., dismissed the summary judgment motion of Apotex and allowed the summary judgment motion of Merck on the basis of the doctrine of res judicata. [see footnote 6]"], ["[6]", "Following the summary judgment decision by order dated May 31, 2002, McKeown, J., on Merck's motion, granted, inter alia a declaration of infringement of the '349 patent. He also determined that Merck was entitled to elect between damages or an accounting of profits after a discovery of Apotex. He also ordered a reference for the purpose of making an inquiry and determining various issues of fact relating to Merck's claim for damages/profits and as to exemplary or punitive damages. With respect to the entitlement to an accounting of profits, McKeown, J., noted that it is normally awarded unless there are circumstances warranting otherwise. Noting that the order sought by Merck is \"the exact order\" that was made by the Court in the 1991 action, he failed to see that there is \"any significant difference\" in this case warranting otherwise. Based on the evidence on record, McKeown, J., determined that Merck is not disentitled from equitable relief due to delay, alleged dishonesty in disclosures, and the invalidity of the patent."], ["[7]", "Apotex appealed the order of McKeown, J. By judgment dated June 30, 2003, the Court of Appeal allowed the appeal in part and varied the order of the Court so as to provide, inter alia, that the procedure for the remedy phase shall conform to a set of guidelines (", "<FRAGMENT_SUPPRESSED> ; 26 C.P.R.(4th) 278 (F.C.A.)). Among these, if Merck wishes to keep open the possibility that it will ask for an accounting in lieu of damages, both parties should be entitled to examinations for discovery on issues relating to remedy. They should then be entitled to be heard on the question of whether or not Merck should be permitted to make the election. The decision as to whether or not Merck is permitted to make the election is for a judge, not a referee. The matter of punitive damages should not be considered until after all other remedies are determined, and then the judge and not a referee should determine whether punitive damages ought to be awarded, and the quantum."], ["[8]", "The Court of Appeal essentially determined that McKeown, J.'s, conclusions with respect to the monetary remedies were premature since Apotex had not yet had an opportunity to discover evidence of the relevant facts on these issues and the matter of punitive damages should not be considered until after all other remedies are determined. Sharlow, J.A., who wrote the reasons for judgment, recognized that Apotex was entitled to search for evidence to defend itself against an accounting award. [see footnote 7] Key to the refusal by McKeown, J., to permit discovery to take place was his determination that there was \"no change in the facts relevant to [Merck's] entitlement to make the election\". At paragraph 32 and 33, Sharlow, J.A., writes:", "\"There is considerable force in the argument that if Merck wishes to keep its options open, Apotex should also be entitled to search for evidence to defend itself against an accounting award. However, the motions judge did not give Apotex that right because, in the 1991 action, Merck was held to be entitled to make the election, and the motions judge could not discern any change in the facts relevant to that entitlement.", "\"I respectfully disagree with the motions judge on this point. I am unable to see how the motions judge could determine that the facts relating to entitlement have not changed, when Apotex has not yet had an opportunity to discover evidence of those facts. In my view, the motions judge erred in permitting Merck to make its election after discovering Apotex, without first permitting Apotex to discover Merck on issues of remedy so that it could make appropriate submissions on whether Merck should be entitled to make the election. This error can be corrected by an appropriate amendment to the judgment (refer to 'Conclusions', below).\""], ["[9]", "As I read both McKeown, J., and the Court of Appeal's decisions, their reference to a \"change in the facts\", which is \"relevant\" to Merck's entitlement to make the election and which facts are subject to discovery, only makes sense if one accepts at the same time that res judicata or issue estoppel apply to the facts which are contemporary to the trial of the 1991 action.", "THE PRESENT APPEAL"], ["[10]", "Prothonotary Tabib ordered on February 4, 2004, that Merck delivers a further and better affidavit of documents which will list all documents relevant to their loss of sales and profits attributable to Apotex's activities found to be infringing. However, the prothonotary discarded, as being entirely irrelevant and for the reasons she indicated in her order, the following documents which Apotex also sought to be included in said order, that is, all documents  <FRAGMENT_SUPPRESSED> 's possession, custody or control regarding:", "(a) Merck's delay in prosecuting the '349 patent;", "(b) the mislabeling by Merck of vasotec tablets as containing enalapril maleate;", "(c) the \"tenuous nature\" of the '349 patent; and", "(d) the market interference of Merck in respect of Apotex's attempts to sell its product.", "(the requested documents)."], ["[11]", "Apotex submits that the prothonotary erred in law and in principle and exercised her discretion on the basis of a wrong principle or on misapprehension of the facts as to what factors should guide the Court. Apotex considers that the only issue before the prothonotary was whether it had demonstrated a sufficient basis to believe that additional documents existed but had not been produced by Merck in respect of the question of its entitlement to the equitable remedy of an accounting of profits. In fact, Apotex further submits that the documents above are all relevant to this issue. Essentially, Apotex submits that the prothonotary failed to give effect to the Federal Court of Appeal's judgment mentioned above."], ["[12]", "The order made by the prothonotary is both interlocutory and discretionary. The standard of review of such order has been conclusively set out by MacGuigan, J.A., in", "<FRAGMENT_SUPPRESSED>  at para. 18 (S.C.C.)). I find that the prothonotary did not err in law. In my opinion, she correctly interpreted the judgment of the Court of Appeal and did not fail to give effect to said judgment. The prothonotary considered all relevant factors. I am not satisfied that in refusing to order the production of documents which she found were irrelevant to the issues between the parties, the prothonotary is clearly wrong. Even if I assume that the prothonotary's order raises questions which are \"vital\" to the final issue of the case, which I find is not the case in view of the procedural nature of the order in question [see footnote 8], in reviewing the whole matter de novo, I would nevertheless exercise my discretion in the same manner as the prothonotary did in this case."], ["[13]", "First, I see no flaw or manifest error in the prothonotary's general approach and I fully endorse the following remarks:", "\"I will therefore consider Apotex's motion, as any motion to compel a further and better affidavit of documents, on the basis of whether the documents sought may be relevant to the issues between the parties, and whether the evidence before me demonstrates that the documents exists and have not been disclosed.", "\"When the Court of Appeal recognized Apotex's right to discovery, it recognized its rights to conduct discovery within the normal bounds of the Rules of the Court. It did not issue to Apotex a fishing licence to enquire at large as to any of Merck's actions, not circumscribed or raised by any pleading, on the off chance that Apotex might find something it could turn into a relevant allegation. It is therefore Apotex's burden to show, on the basis of the pleadings, the evidence and arguments on its motion, both the relevance of the issues and the existence of documents in regard thereof.\""], ["[14]", "Prima facie, an affidavit of production of documents is conclusive as to what documents are relevant and privileged, but the Court has power to order a further and better affidavit. Here, it is reasonable to infer that while the Court of Appeal has recognized Apotex's general right to conduct discovery, any such right is not absolute. Apotex's right to discovery of Merck on matters related to the grant of the equitable remedy of an accounting of profits are clearly subject to the requirements of reasonableness and relevance which in turn are subject to the", "Rules", "and applicable jurisprudence. It is clear that the burden of showing that Merck's production is inadequate lies on Apotex, who made that allegation. Apotex must show that documents exist, that they are in the possession or control of Merck and that the documents are relevant (although their ultimate relevance and weight will be matters for determination by the trial judge)."], ["[15]", "The purpose of discovery, whether oral or by production of documents, is to obtain admissions to facilitate proof of all the matters which are properly in issue between the parties. The question of whether a document \"relates\" to an issue in the case depends upon a reasonable interpretation of the pleadings. In this regard, the party demanding a document must demonstrate that the information in the document may, either directly or indirectly, advance its own case or damage the case of its opponent (", "<FRAGMENT_SUPPRESSED> ; 291 N.R. 113, at para. 24 (F.C.A.)). The mere fact that Apotex generally objects to the granting of an award of accounting of profits, absent of any specific allegations of fact in its pleadings, does not entitle it to conduct a \"fishing expedition\". Moreover, it is not open to a party to enlarge the area of discovery indefinitely by making irrelevant allegations which, even if substantiated, could not affect the result of the action (Fox,", "Canadian Patent Law and Practice", "(4th Ed.), at 456-57)."], ["[16]", "The application of the principles of res judicata and issue estoppel also have a bearing on the question of the relevance. Documents that cannot be relied upon by a party or used in any way to affect any parties' case are, by operation of these principles, fundamentally irrelevant. Discovery of such documents results in needless waste of time and resources. Judicial discretion in this area is warranted. In the present circumstance of this case, it would be contrary to the economy of the", "Rules", "that the relevance of the documents sought by Apotex should only be decided by a judge at a later stage once discoveries have been conducted."], ["[17]", "Second, with reference to each specific category of documents Apotex wished to be produced and which the prothonotary refused to order the production, I find no reason to disturb the prothonotary's findings in this regard. Certainly, they are not clearly wrong, in the sense that the exercise of discretion was not based upon a wrong principle or a misapprehension of the facts."], ["[18]", "Regarding Merck's delay in prosecuting the '349 patent, the prothonotary indicates that this issue has already been addressed by MacKay, J., and as such, any document relating to that issue is irrelevant. At pages 2 and 3 she indicates as follows:", "\"This issue was raised in the first enalapril action (T-2408-91) between the same parties, and Justice MacKay found that: 'there was no evidence that period [between 1979 and 1990] was the result of any action or influence of the Plaintiff'.", "The question of whether delay was caused by Merck in prosecution of the '349 Patent has been conclusively determined by Justice MacKay's judgment in T-2408-91", ", and by application of the principles of issue estoppel, Apotex is not entitled to bring any evidence to undermine this determination.", "Any document relating to that issue is therefore entirely irrelevant", ".\" (my emphasis)"], ["[19]", "In Court file No. T-2408-91, MacKay, J., found Merck entitled to the remedy of accounting of profits (", "<FRAGMENT_SUPPRESSED> ; 60 C.P.R.(3d) 298, at pp. 301-302 (F.C.T.D.)). In the present proceeding, this same ground was raised by Apotex before McKeown, J., on the motion to settle the terms of the Summary Judgment where he indicated that Merck had not, by its conduct, disentitled itself to equitable relief. This finding was not disturbed by the Court of Appeal (A-407-02). In light of this, the prothonotary properly recognized that Apotex did not put in any evidence on its motion to show there existed any change of circumstances that may have had an impact on the question of entitlement, subsequent to the decision of MacKay, J., in T-2408-91."], ["[20]", "With respect to the mislabeling by Merck of Vasotec tablets as containing enalapril maleate the prothonotary wrote at page 3:", "\"I fail to see how this issue could possibly be relevant to Merck's entitlement to an accounting of profits.", "\"It is true that an accounting of profits is an equitable remedy, that the Court has discretion not to grant it, and that in exercising this discretion, the Court is entitled to look at whether the holder of the patent acted inequitably towards the infringer. I cannot see how, even if true, the fact that Merck might have misled the public as to the enalapril maleate content of its Vasotec tablets can possibly be construed as an inequity towards Apotex. There is no principle of law to the effect that a plaintiff could be denied an accounting of profits based on inequitable - or even downright dishonest - conduct if that conduct has no relation or bearing on the infringer or the infringer's activities. Apart from attempting to paint Merck black, Apotex has neither pleaded nor even attempted to explain how Merck's labelling had or has anything to do with Apotex's profits and Merck's entitlement thereto.\""], ["[21]", "I fail to see any clear error in the above reasoning. For past conduct to be relevant to a refusal of equitable relief under the \"clean hands\" doctrine, relief to which a party would otherwise be entitled, such conduct must relate directly to the subject-matter of the plaintiff's claim. [see footnote 9] In my opinion, Prothonotary Tabib properly appreciated that any alleged conduct in connection with Merck's own commercial product, Vasotec, can have no relevance or connection to Apotex or Apotex's continued infringement of the '349 patent. Again, incidentally, I note that this issue had also been raised by Apotex during the trial in Court No. T-2408-91 as a ground to have the '349 patent declared invalid, but was found to be irrelevant. [see footnote 10]"], ["[22]", "As regard to the tenuous nature of the '349 patent, the prothonotary wrote at page 3-4:", "\"This issue is no more and no less than a further plea that the '349 Patent is invalid. In effect, what Apotex attempts to do with this argument is to say that even though it has been conclusively found that the '349 Patent is valid, Apotex now has evidence which would show it to be invalid, and that even if that evidence cannot be adduced to dispute Apotex's liability to Merck, it should at least be taken into account in deciding whether Merck should be entitled to an accounting of profits. In other words, Apotex would like the Court to recognize that the patent is valid for the purposes of infringement, but invalid for the purpose of an accounting of profits. This argument is untenable. The factual and legal issues involved in the determination of the validity of the '349 Patent have been conclusively determined by judgments of this Court and of the Court of Appeal. By the application of the doctrine of issue estoppel, it is simply not open for Apotex to bring into question that conclusion, for whatever purpose - including the entitlement issue. Documents pertaining to that issue are therefore irrelevant.\""], ["[23]", "Again, I see no error in the above reasoning. The prothonotary correctly recognized that Apotex is seeking once again to challenge the validity of the Merck '349 patent. In this connection, Apotex relied on an affidavit of a lawyer and patent agent, Ivor Hughes, dated July 31, 2001, deposing that, in his opinion, the '349 patent is invalid (Para. 8, affidavit of Ivor Hughes, sworn July 31, 2001, Exhibit O to affidavit of H.B. Radomski). Validity has conclusively and finally been determined against Apotex in Court No. T-2808-01. Additionally, Apotex's ability to plead the invalidity of the '349 patent as a defence to Merck's claim for patent infringement in the present action, including presenting new arguments and grounds of invalidity from those raised in T-2408-91, were struck from Apotex's pleadings, on the basis of res judicata. All avenues for appeal were exhausted. [see footnote 11]"], ["[24]", "Regarding the market interference of Merck in respect of Apotex's attempts to sell its product, the prothonotary wrote at page 4-5:", "\"Apotex's motion record fails to define what is meant by Merck's 'interference' with Apotex entering the market.", "\"As examples of documents going to that issue, Mr. Radomski's affidavit refers to eight documents or letters dated December 14 to 16, 1994, the period of time for which Apotex and its chairman, Bernard Sherman, were found in contempt of Court for defying the permanent injunction to sell infringing Apo-enalapril tablets. I cannot see how Merck's conduct in preventing or attempting to prevent Apotex to sell infringing products in breach of the injunction during that period could possibly be relevant to an accounting of profits for infringing sales by Apotex. Legitimate actions of a party to prevent infringement cannot, by any stretch of the imagination, be relevant to the issue of entitlement to profits. It is only if these actions cross the line and become abusive that they might be relevant. By any understanding of the law, Merck was, from December 14 onwards, within its rights to take steps to prevent Apotex from selling infringing products, and Apotex was barred from doing so. Any attempt by Apotex to 'enter the market' was illegal. How perfectly legal conduct could lead to Merck's loss of entitlement to an accounting of profits is not explained or hinted at by Apotex. Nor are there any allegations, in the pleadings or in the motion record of Apotex, that Merck's conduct was inappropriate in any manner, shape or form.\""], ["[25]", "As recognized by the prothonotary, there is no explanation  <FRAGMENT_SUPPRESSED> 's motion record describing what is meant by \"interference\". There is no reference in any of Apotex's pleadings in T-294-96 to such an allegation. The document relied upon by Apotex in its so-called Fresh as Amended Affidavit of Documents are documents dated December 14, 15 and 16, 1994, all dated prior to the original award of an accounting of profits to Merck and Merck Frosst in T-2408-91, and prior to any pleadings in the present action. As also recognized by the prothonotary, these documents cited in the Fresh as Amended Affidavit of Documents as going to \"Market Interference\" relate to Merck's attempts to stop Apotex from defying the permanent injunction and continuing to sell Apo-enalapril tablets, on December 15, and 16, 1994. Indeed, this conduct resulted in a finding of contempt of court, affirmed on appeal, with leave to appeal denied. [see footnote 12] There is no evidence or explanation from Apotex to show how Merck's conduct in seeking to stop Apotex and Dr. Sherman from continuing their illegal and outrageous conduct in contempt of the court's authority could give rise to an allegation of market interference and could constitute a ground for denying Merck entitlement to an accounting of the profits."], ["[26]", "In conclusion, I find that the prothonotary's order is consistent with and in accordance with the judgment of the Court of Appeal and follows the applicable principles in respect of the Court's discretion to order a further and better affidavit of documents. The prothonotary made no error in refusing to order production based on her conclusion on relevance. In view of the result, Merck is entitled to their costs in both instances.", "ORDER"], ["[27]", "THIS COURT ORDERS that the motion brought forward by Apotex Inc. for an Order setting aside the Order of Prothonotary Tabib be dismissed with costs against Apotex in both instances.", "Appeal dismissed.", "Editor: Angela E. McKay/klf", "Footnotes", "1. The '349 patent relates to enalapril and enalapril maleate, said to be an ingredient of the drug called Vasotec.", "2.", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 356 (F.C.A.)). Section 56 of the", "Patent Act", ", R.S.C. 1985, c. P-4 was held to protect Apotex from liability for infringement with respect to certain enalapril maleate. The terms of the permanent injunction were amended. The remainder of the trial decision was upheld, including the finding of infringement with respect to 44.9 kg of licenced enalapril that Apotex had purchased in March of 1993 from the unnamed foreign party that acquired it from Delmar prior to the extinguishment of its compulsory licence. After the trial of the 1991 action, Apotex sold or had some involvement in selling enalapril tablets that had been part of its inventory. Those transactions were later found to breach the permanent injunction (", "<FRAGMENT_SUPPRESSED> ; 5 C.P.R.(4th) 1 (T.D.), appeal allowed in part (2003), 305 N.R. 68; 241 F.T.R. 160; 25 C.P.R.(4th) 289; 2003 FCA 234).", "3.", "<FRAGMENT_SUPPRESSED> ; 60 C.P.R.(3d) 298 (F.C.T.D.).", "4. In May and October of 1994, that is after the trial of the 1991 action but before the judgment of December 14, 1994, Apotex purchased 772.9 kg of licenced enalapril from the unidentified foreign party that had acquired it from Delmar prior to the extinguishment of the compulsory licence (the \"1994 enalapril\"). At the trial of the 1991 action, there was no evidence relating to the 1994 enalapril. That is not surprising, because Apotex acquired the 1994 enalapril after the completion of the trial. In 1994 or 1995, when Merck began to suspect that Apotex may have acquired enalapril after the trial of the 1991 action, it tried by various means to bring post-trial acquisitions within the scope of the remedies obtained in the 1991 action. It did not succeed (", "<FRAGMENT_SUPPRESSED> ; 161 F.T.R. 161 ( <FRAGMENT_SUPPRESSED> ; 77 C.P.R.(3d) 541 ( <FRAGMENT_SUPPRESSED> ; 143 F.T.R. 161; 78 C.P.R.(3d) 376 (T.D.), affd. [1999] F.C.J. No. 2022; 293 N.R. 316 (F.C.A.), leave to appeal dismissed [2002] S.C.C.A. No. 79; 272 N.R. 198; 84 C.P.R.(3d) 172 (S.C.C.)).", "5.", "<FRAGMENT_SUPPRESSED> ; 179 F.T.R. 12 (T.D.), affirmed on appeal, [2000] F.C.J. No. 1909; 266 N.R. 360 (F.C.A.).", "6.", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 1, had changed the law to the degree that the doctrine of res judicata should not apply. The summary judgment was upheld on appeal (", "<FRAGMENT_SUPPRESSED> )).", "7. As noted by Sharlow, J.A., the accounting of profits is an equitable remedy which ought to be allowed by the Court in exercise of its equitable jurisdiction when the circumstances so warrant. As a matter of fairness, the accounting remedy should not be granted over the objection of the infringing party unless that party is first given a reasonable opportunity to argue that equity should preclude the accounting remedy. But the right to make submissions is a \"hollow one\" here if Apotex cannot obtain \"relevant evidence\" from Merck.", "8. The test of \"vitality\" is a stringent one. Accordingly, one should not come too hastily to the conclusion that a question, however important it might be, is a vital one (", "Aqua-Gem", ", supra, Isaac, C.J.'s, analysis in", "Aqua-Gem", ", supra, of the role of the prothonotary at pages 454 and 455 of his minority reasons, which remains basically unchallenged in the majority opinion written by MacGuigan J.A.). See also", "<FRAGMENT_SUPPRESSED> ; 315 N.R. 175, at pp. 18-19 (F.C.A.).", "9.", "<FRAGMENT_SUPPRESSED> ; 29 C.P.R.(3d) 545, at p. 230 (F.C.A.).", "10.", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.) (1994), 88 F.T.R. 260 (T.D.).", "11.", "<FRAGMENT_SUPPRESSED> ; 179 F.T.R. 12 (T.D.), affirmed [2000] F.C.J. No. 1909; 266 N.R. 360 ( <FRAGMENT_SUPPRESSED> ; 11 C.P.R.(4th) 38 (T.D.).", "12. Reasons for Judgment of MacKay, J., Court No. T-2408-91, dated March 7, 2000, reported", "<FRAGMENT_SUPPRESSED> ; 5 C.P.R.(4th) 1 (T.D.); Reasons for Supplementary Judgment of MacKay, J., Court No. T-2408-91, dated June 5, 2001, reported", "<FRAGMENT_SUPPRESSED>  C.P.R.(4th) 456 (T.D.); Reasons for Judgment of Sexton, J.A., Court No. A-226-00, dated May 26, 2003, leave dismissed, reported", "<FRAGMENT_SUPPRESSED> ; 25 C.P.R.(4th) 289 (F.C.A.).", "[End of document]"]]}