{"id_": "099075", "body_str": [["[1]", "Martineau, J.", "[Translation]: The applicants are challenging the legality of a decision of the Refugee Appeal Division [RAD] of the Immigration and Refugee Board of Canada, dated January 24, 2014, which upheld the decision of the Refugee Protection Division [RPD] determining that the applicants were neither Convention refugees nor persons in need of protection under sections 96 and 97 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA]."], ["[2]", "The applicants are citizens of El Salvador who fear returning to that country due to the problems experienced by applicant Aldo Apolo Aquino Guardado resulting from the theft of his car by a businessman who enjoys a great deal of political influence and the reprisals that followed his attempts to obtain protection from the authorities. The RPD refused their claim for refugee protection because it found the applicant not to be credible and the RAD upheld that decision."], ["[3]", "As was the case in several matters recently brought before the Court, the main issue in this case was the RAD's application of a reasonableness standard of judicial review to the findings of fact and of mixed fact and law in the RPD's decision. For the reasons I set out in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], an appeal before the RAD is not a judicial review and the RAD's application of the standard suitable for judicial review is not an acceptable outcome in respect of the law."], ["[4]", "I explained in <FRAGMENT_SUPPRESSED> that there are currently two competing approaches in decisions of this Court as to which standard the RAD should apply to findings of fact and of mixed fact and law made by the RPD. Without issuing any pronouncements on the scope of the review that ought to be carried out by the RAD, suffice it to say that the applicants were denied the appeal they were entitled to under the law, given that the RAD instead applied a standard of judicial review. The matter will therefore be referred back to the RAD for redetermination in light of the precedents of the Court, including those I analyzed in <FRAGMENT_SUPPRESSED> .", "JUDGMENT"], ["[5]", "THE COURT ORDERS AND ADJUDGES that", "the application for judicial review is allowed. The impugned decision is set aside and the matter is referred back to the Refugee Appeal Division for a reconsideration of the applicant's appeal. No question is certified.", ".........................", "Aldo Apolo Aquino Guardado, Liza Maria Machon de  <FRAGMENT_SUPPRESSED>  contestent la légalité d'une décision de la Section d'appel des réfugiés de la Commission de l'immigration et du statut de réfugié du Canada [SAR], datée du 24 janvier 2014, qui confirme la décision de la Section de la protection des réfugiés [SPR] selon laquelle les demandeurs ne sont ni des réfugiés au sens de la Convention, ni des personnes à protéger, sous les articles 96 et 97 de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 [LIPR]."], ["[2]", "Les demandeurs sont des citoyens du Salvador qui craignent y retourner à cause des problèmes vécus par le demandeur Aldo Apolo Aquino Guardado en raison du vol de sa voiture par un homme d'affaires jouissant d'une grande influence politique et des représailles suite à ses tentatives d'obtenir la protection des autorités. La SPR a refusé leur demande d'asile parce qu'elle a trouvé que le demandeur n'était pas crédible et la SAR a confirmé cette décision."], ["[3]", "Comme ce fut le cas dans plusieurs affaires récemment devant la Cour, la principale question en litige dans ce dossier était l'application par la SAR de la norme de contrôle judiciaire de la raisonnabilité aux conclusions de fait et mixtes de fait et de droit de la décision de la SPR. Pour les motifs que j'ai exposés dans l'affaire", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], l'appel devant la SAR n'est pas un contrôle judiciaire et l'application par la SAR des normes du contrôle judiciaire n'est pas une issue acceptable en droit."], ["[4]", "J'ai expliqué dans <FRAGMENT_SUPPRESSED> qu'il existe présentement deux approches concurrentielles dans les décisions de cette Cour quant à la norme que devrait appliquer la SAR aux conclusions de fait et mixtes de fait et de droit de la SPR. Sans me prononcer sur l'étendue de l'examen que devrait faire la SAR, il est suffisant de conclure que les demandeurs n'ont pas eu droit à l'appel prévu par la loi puisque la SAR a plutôt appliqué les normes du contrôle judiciaire. L'affaire sera donc renvoyée à la SAR pour un réexamen à la lumière des précédents de la Cour, incluant ceux que j'ai analysés dans l'affaire <FRAGMENT_SUPPRESSED> .", "JUGEMENT"], ["[5]", "LA COUR STATUE que", "la demande de contrôle judiciaire est accueillie. La décision contestée est annulée et l'affaire est retournée à la Section d'appel des réfugiés pour une nouvelle détermination de l'appel du demandeur. Aucune question n'est certifiée.", "[End of document]"]]}