{"id_": "099064", "body_str": [["[1]", "Fothergill, J.", ": Belinda Antoine [the Applicant] has brought an application for judicial review pursuant to s 72 of the", "Immigration and Refugee Protection Act,", "SC 2001, c 27 [the IRPA]. The Applicant challenges the Pre-Removal Risk Assessment [PRRA] conducted by a Senior Immigration Officer [the Officer], who determined that the Applicant is not a person in need of protection under s 97 of the IRPA."], ["[2]", "For the reasons that follow, the application for judicial review is allowed and the matter is remitted to a different immigration officer for re-determination.", "II.", "Background"], ["[3]", "The Applicant is a citizen of St. Lucia. Her submissions in support of her request for a PRRA included the following contentions:", "• The Applicant was involved in an abusive relationship with her husband in Castries, St. Lucia. The abuse began in 1988 and was both verbal and physical. It entailed yelling, shoving, punching and kicking. On one occasion, he hit her in the back with a rock.", "• In 2008, the Applicant was coerced into smuggling drugs from St. Lucia to England. She was arrested by British customs officers and convicted of drug-trafficking. The Applicant was sentenced to 52 months in prison and served 18 months.", "• While in prison, the Applicant fully realized her sexual feelings towards other women. She had been attracted to women since her adolescence, but it was at this time that she began to identify as bisexual.", "• In August, 2009, the Applicant was released from prison and deported from England to St. Lucia. She returned to the home that she shared with her husband. The abuse began again and in October, 2009 the Applicant's husband struck her with a stick, breaking her arm. The Applicant became depressed and suicidal, and was eventually hospitalized.", "• Throughout her ordeal, the Applicant was supported by a network of friends. In 2011, her friendship with one woman grew into a sustained sexual relationship. The Applicant was discovered by her husband during a sexual encounter with her girlfriend. He assaulted the Applicant physically and verbally, sometimes using homophobic epithets. He threatened to kill her.", "• The Applicant was terrified. She discovered that the local community knew about her lesbian relationship, and she believed that her life was at risk in St. Lucia. With the assistance of a friend, the Applicant booked a plane ticket to Canada.", "• The Applicant left St. Lucia and arrived in Canada on September 15, 2011. She made a claim for refugee protection upon arrival."], ["[4]", "The Applicant's refugee claim was heard in September, 2013. She was found to be ineligible for protection pursuant to Article 1(F)(b) of the", "United Nations Convention Relating to the Status of Refugees", "[the Convention] as a result of her criminal conviction in England. The Applicant then made a request for a PRRA. Because the Applicant was a person described in s 112(3)(c) of the IRPA (non-conferral of refugee protection in accordance with Article(1)(F) of the Convention), s 113(d) required the Officer to consider the risk factors listed under s 97. The Applicant received a negative PRRA on May 15, 2014."], ["[5]", "The Applicant filed an application for leave and for judicial review of the negative PRRA in this Court on July 14, 2014. Leave was granted on February 24, 2015.", "III.", "The Officer's Decision"], ["[6]", "The Officer's decision consists of a letter dated May 15, 2014 and the Officer's notes on file."], ["[7]", "The Officer acknowledged that the Applicant had submitted substantial documentary evidence confirming the existence of violence against women in St. Lucia. This evidence indicated that violence against women is a serious problem, but one that the government of St. Lucia is \"attempting to remedy.\" The Officer noted that the Applicant had not exhausted all avenues of redress in her country of nationality, and that there was no objective evidence to corroborate the Applicant's claims of abuse. The Officer concluded that the documented efforts of the government of St. Lucia suggested that state protection would be available to the Applicant if she were to return to that country."], ["[8]", "The documentary evidence also confirmed that homophobia is widespread in St. Lucia. Nevertheless, the Officer concluded that laws which criminalize homosexuality in St. Lucia are not actively enforced, and there is protection available for persons who have been the victims of criminal conduct. The Officer noted that the Applicant is not \"living the lifestyle of a lesbian,\" and that there was no objective evidence that she would be perceived as a lesbian in St. Lucia. The Officer therefore concluded that there was insufficient evidence to establish that the Applicant would be targeted or persecuted due to her bisexuality and, in the event that she was, the police would be willing to prosecute the perpetrators.", "IV.", "Issues"], ["[9]", "The following issues are raised by this application for judicial review:", "A. Whether the Officer applied the correct test for state protection and reached a reasonable conclusion; and", "B. Whether the Officer respected the Applicant's right to procedural fairness.", "V.", "Analysis"], ["[10]", "Whether the Officer identified and applied the correct test for state protection is reviewable by this Court against the standard of correctness (", "FRAGMENT_SUPPRESSED)."], ["[11]", "Where the proper test has been applied, findings of fact and questions of mixed fact and law, such as the availability of state protection, are to be assessed against the standard of reasonableness (", "FRAGMENT_SUPPRESSED)."], ["[12]", "Whether the Officer respected the Applicant's right to procedural fairness, in particular whether she should have been granted an oral hearing, are to be reviewed against the standard of correctness (", "FRAGMENT_SUPPRESSED).", "A. Whether the Officer applied the correct test for the adequacy of state protection and reached a reasonable conclusion"], ["[13]", "I am satisfied that the Officer correctly identified the test for determining the adequacy of state protection. However, in my view the test was improperly applied to both aspects of the Applicant's claim, and the Officer's conclusions were therefore unreasonable.", "i.", "State protection and domestic abuse"], ["[14]", "Although the Officer identified the correct test for determining the adequacy of state protection, she improperly focused on the \"serious efforts\" of the state rather than on tangible results (", "FRAGMENT_SUPPRESSED)."], ["[15]", "The documentary evidence confirmed that violence against women is a serious problem in St. Lucia. The Officer found that this was something the government was \"attempting to remedy.\" As noted by Justice Mactavish in", "FRAGMENT_SUPPRESSED this Court and the Federal Court of Appeal have repeatedly observed that it is an error for an immigration officer to consider only the efforts made by a government to protect its citizens without examining whether those efforts have translated into adequate state protection. Evidence of a state's efforts to combat persecution does not establish that state protection is in fact adequate (", "FRAGMENT_SUPPRESSED)."], ["[16]", "One of the documents provided by the Applicant in support of her PRRA application was an affidavit sworn by Flavia Cherry, Chairperson of the Caribbean Association of Feminist Research and Action [CAFRA]. The affidavit addresses, among other things, the situation faced by victims of domestic abuse in St. Lucia, the lack of police protection and state prosecution following reports of abuse, and the lack of funding for social programs to support victims."], ["[17]", "Many of the Officer's findings were directly contradicted by Ms. Cherry's conclusions, yet the Officer's report did not mention the affidavit at all. An immigration officer commits a reviewable error when she engages in a selective analysis of the documentary evidence and ignores contradictory evidence without providing a reasonable explanation (", "FRAGMENT_SUPPRESSED). The error is compounded where the evidence is especially relevant (", "FRAGMENT_SUPPRESSED)."], ["[18]", "The Officer also found that the Applicant had failed to rebut the presumption of state protection because she did not explain whether she had filed a police report and there was no corroborative evidence to substantiate her claims of abuse. However, the Applicant included a Personal Information Form [PIF] in support of her request for a PRRA in which she stated that she \"had gone to the police many times,\" but they eventually told her to leave her husband because \"they could not help\"."], ["[19]", "In the absence of evidence to the contrary, the statements contained in a claimant's PIF benefit from a presumption of truthfulness (", "FRAGMENT_SUPPRESSED). An officer may reject evidence only for valid reasons and in clear terms (", "FRAGMENT_SUPPRESSED). In this case, I find that the Officer did not properly consider the evidentiary record and ignored or rejected evidence without explanation."], ["[20]", "Finally, the Officer erred in relying on the services provided by non-state agencies in support of her finding that adequate state protection would be available to the Applicant. As Justice Rennie, then a judge of this Court, held in", "FRAGMENT_SUPPRESSED", "ii.", "State protection and homophobia"], ["[21]", "The documentary evidence that was before the Officer clearly stated that a climate of fear and intolerance prevails for those who engage in homosexual behaviour in St. Lucia. However, the Officer found that there was \"insufficient objective evidence to indicate that the government or its agents are the instigators of the harm\", and that St. Lucia's anti-buggery law was \"not actively enforced\". Again, this is an incorrect application of the test for the adequacy of state protection. The Officer pointed to ways in which the government of St. Lucia refrains from participating in the persecution of homosexuals, and noted that the police do not generally apply a law that criminalizes homosexual acts. This is not an analysis of the adequacy of state protection. It is only an observation that the government itself does not normally persecute individuals who engage in homosexual activities in St. Lucia. The Officer did not consider whether individuals whose sexual behaviour is prohibited by indecency statutes that criminalize consensual same-sex activity may be reluctant or unwilling to avail themselves of police protection because they may incriminate themselves by doing so."], ["[22]", "The Officer's decision included the following remarks:", "The applicant is not living the lifestyle of a lesbian and while in St. Lucia she lived with her ex-husband and children. I have no objective evidence before me that the applicant would be or is perceived to be a lesbian. I have no information that the applicant lived with anybody else except for her ex-husband in St. Lucia."], ["[23]", "The implication of the Officer's remarks is that in order to avoid persecution, the Applicant must continue to avoid an overtly lesbian \"lifestyle\". But the expectation that an individual should practise discretion with respect to her sexual orientation is perverse, as it requires the individual to repress an immutable characteristic (", "FRAGMENT_SUPPRESSED). This Court has ruled that requiring a woman to hide her relationship with another woman in order to avoid punishment could be a serious interference with a basic human right, and therefore amount to persecution (", "FRAGMENT_SUPPRESSED)."], ["[24]", "I therefore find that the Officer did not properly apply the test for determining the adequacy of state protection, and her conclusions were not justified, transparent, or intelligible (", "FRAGMENT_SUPPRESSED). The Officer's decision was unreasonable.", "B. Whether the Officer respected the Applicant's right to procedural fairness"], ["[25]", "The Applicant says that the Officer breached her right to procedural fairness by making an adverse finding of credibility without an oral hearing. A PRRA is usually conducted without an oral hearing, but s 113(b) of the IRPA provides that", "FRAGMENT_SUPPRESSED. Section 167 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 [the Regulations], identifies the factors to be considered in determining whether an oral hearing is required. These include:", "• whether the evidence raises a serious issue as to the applicant's credibility that goes to the foundation of the application;", "• whether the evidence is material to the outcome of the decision; and", "• whether the evidence would justify allowing the application for protection if it were accepted."], ["[26]", "In", "FRAGMENT_SUPPRESSED then a judge of this Court, said the following about the factors enumerated in s 167 of the Regulations:", "FRAGMENT_SUPPRESSED"], ["[27]", "The Officer made two comments which the Applicant says amount to adverse findings of credibility. The Officer referred to a letter from The 519 Church Street Community Centre, where the Applicant volunteers, and observed that the letter \"does not establish that the Applicant is a lesbian/bisexual\". As previously noted, elsewhere in her decision the Officer remarked that \"[t]he applicant is not living the lifestyle of a lesbian\"."], ["[28]", "The Respondent says that an officer may make a determination as to the sufficiency of evidence presented by a claimant without having to consider whether the evidence is credible (", "FRAGMENT_SUPPRESSED). In the context of a PRRA, the burden of proving an asserted fact is two-fold; the claimant must meet (a) an evidentiary burden of presenting facts that underpin the claim; and (b) a legal burden of proving those facts on a balance of probabilities (", "FRAGMENT_SUPPRESSED)."], ["[29]", "In", "FRAGMENT_SUPPRESSED, Justice Russell said the following about the difference between a \"lack of credibility\" finding and a finding of \"insufficient objective evidence\":", "FRAGMENT_SUPPRESSED"], ["[30]", "While the Officer's comment regarding the Applicant's involvement with The 519 Community Centre may suggest that she disbelieved that the Applicant is in fact bisexual, it appears that the Officer's main preoccupation was whether she would be perceived as such in St. Lucia. For the reasons expressed above, this preoccupation was misplaced. However, I am unable to conclude that it was based on a rejection of the Applicant's credibility."], ["[31]", "The Applicant is currently in a common-law relationship with a Canadian man who has agreed to sponsor her. Her current spouse apparently understands and accepts the Applicant's bisexuality. This appears to be the genesis of the Officer's comment that the Applicant is not \"living the lifestyle of a lesbian\"."], ["[32]", "Although the matter is not entirely free from doubt, I am satisfied that the Officer rejected the Applicant's PRRA submissions because she believed there was insufficient evidence to establish that the Applicant would be at risk of persecution in St. Lucia. I have concluded that this finding was unreasonable, but it does not appear to have been based to any significant extent on a rejection of the Applicant's credibility. I therefore find that the Applicant was not entitled to an oral hearing, and the manner in which the Officer reached her decision did not breach the Applicant's right to procedural fairness.", "VI.", "Conclusion"], ["[33]", "For the foregoing reasons, the application for judicial review is allowed and the matter is remitted to a different immigration officer for re-determination. No question is certified for appeal.", "JUDGMENT"], ["[34]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is allowed and the matter is remitted to a different immigration officer for re-determination. No question is certified for appeal.", "Application allowed.", "Editor: Angela E. McKay", "[End of document]"]]}