{"id_": "099124", "body_str": [["[1]", "Russell, J.", ": This is an application under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC-2001, c 27 (Act) for judicial review of the decision of an Immigration Officer (Officer), dated 15 September 2011 (Decision), which refused the Applicants' request for permanent residence from within Canada on humanitarian and compassionate (H&C) grounds.", "BACKGROUND"], ["[2]", "The Principal Applicant is a citizen of Sierra Leone. The Minor Applicants, who are the Principal Applicant's daughter Hannah and son Seth, are citizens of Sierra Leone and the United States of America (USA). When they applied for permanent residence on H&C grounds, the Principal Applicant's husband (Samuel) was living in Sierra Leone. Samuel and the Principal Applicant have two other daughters, Shaina - who is Hannah's twin - and Samantha. Shaina and Samantha were living in the USA when the H&C application was filed. It appears from the Certified Tribunal Record (CTR) that all the children are currently living in Canada with the Principal Applicant."], ["[3]", "Before coming to Canada, the Applicants lived in the USA with Samuel, Shaina, and Samantha. Samuel had been admitted to the USA under a United Nations program which granted former members of the National Provisional Ruling Counsel study visas and work permits in exchange for peacefully handing over power after a coup in Sierra Leone. In October 2006, immigration authorities in the USA called Samuel and the Principal Applicant in for an interview. Samuel was arrested and, after a year-long detention, was released. After they were denied green cards, the entire family returned to Sierra Leone."], ["[4]", "Hannah came to Canada to visit her grandparents on 16 March 2009. While visiting her grandparents, Hannah was admitted to Sick Kids Hospital on 26 March 2009 with life-threatening anorexia nervosa. On 22 May 2009, the Principal Applicant and Seth were admitted to Canada as visitors. They came to support Hannah through her treatment. Citizenship and Immigration Canada (CIC) interviewed the Principal Applicant before granting her a temporary resident visa (TRV) in 2009. At that time, she said she was coming to Canada for three months and would then take her two daughters back to Sierra Leone with her. The officer processing the TRV noted her other two children would stay in Sierra Leone with her husband."], ["[5]", "On 3 November 2009, the Principal Applicant applied to extend her visitor visa, but the application was refused because she had not paid the fee for the three children she included in the application."], ["[6]", "The Applicants waited until 6 May 2010 to regularize their status in Canada. On that day, they applied for permanent residence on H&C grounds (H&C Application). The H&C Application was primarily based on the continuing treatment Hannah requires for anorexia. The Applicants also relied on their establishment in Canada and the Minor Applicants' best interests as positive factors."], ["[7]", "The Officer considered the H&C Application and rejected it on 15 September 2011. She advised the Applicants of the outcome in a letter, dated 16 September 2011 (Refusal Letter).", "DECISION UNDER REVIEW", "Establishment in Canada"], ["[8]", "The Applicants were not sufficiently established in Canada to merit an H&C exemption. The Officer found the Applicants had not shown whether the children were registered in school, or provided evidence to show the Principal Applicant is a volunteer at her son's school as she said she was. The Officer concluded that, because the Minor Applicants could be attending school either in Canada or the USA, the Applicants had not provided convincing evidence that either of the Minor Applicants was attending school."], ["[9]", "The Officer said the Applicant had received advice from a visa officer when she was granted a visa to come to Canada; that officer told the Applicant she would have to comply with the", "Immigration and Refugee Protection Regulations", "SOR/2002-227 (Regulations). The Officer noted the Respondent returned the Principal Applicant's application to renew her visa in 2009 because she had not paid the fees. The Officer concluded the Principal Applicant had not demonstrated she could comply with the Regulations and could not follow instructions, which was a factor in her H&C Application."], ["[10]", "The Applicants had also not provided proof of when Hannah entered Canada or proof of her status here. Although one of Hannah's doctors had provided a note which said the Principal Applicant's presence was necessary for Hannah's recovery from anorexia, the Officer said they had been granted a privilege through a humanitarian gesture. This was a relevant, but not crucial factor, though the Officer gave it significant weight. The Applicants had not shown Hannah could not receive treatment in the USA. The Principal Applicant had told the visa officer processing her TRV that she would leave with her children at the end of her three month stay. The Officer concluded there would be no separation if the Principal Applicant were not granted an H&C exemption."], ["[11]", "The Officer found Hannah had come to Canada and the Principal Applicant joined her later. This showed that the Principal Applicant had left Hannah at the most critical time with respect to her anorexia nervosa. The Officer also found that Hannah was not admitted legally into Canada, because her passport bore a stamp for entry into the USA from 16 March 2009."], ["[12]", "When the Principal Applicant was interviewed for her temporary resident visa, she said that two of her children were living in Sierra Leone. The Officer found that, at that time, two of her children were in Canada, two were in the USA, and none were in Sierra Leone. As citizens of the USA, the Principal Applicant's children could live there if they chose. The Officer found it would be difficult for the Principal Applicant to be separated from Hannah if she went to live in the USA, but noted that the Principal Applicant was already separated from Shaina and Samantha, who were living in the USA.", "Health Care"], ["[13]", "The Officer noted that Hannah had been admitted to hospital in Canada after she stopped eating while visiting her grandparents here. The Principal Applicant had obtained a TRV to Canada after one of Hannah's doctors requested her presence to help Hannah recover. The Officer gave significant weight to Hannah's anorexia nervosa, but also found there was nothing to indicate Hannah could not receive equivalent care in the USA. She relied on her own research, which indicated that there was a modern hospital in Warren, Michigan - where Shaina and Samantha lived - and found that Hannah has the right to medical services in the USA. There was also no documentation to show Hannah was receiving counselling in Canada, though the Applicants had said this was the case."], ["[14]", "The Officer considered the evidence from the doctors who are treating Hannah and the detrimental effect that a removal to Sierra Leone would have on her health. However, the Officer also noted that the doctors seemed to be unaware that Hannah was an American citizen and had two sisters living in the United States. The Officer gave considerable weight to Hannah's health problems, but found insufficient evidence that she could not receive treatment in the United States.", "Best Interests of the Child"], ["[15]", "The Officer found that all the Principal Applicant's children were registered for school in Sierra Leone in 2008, so they would be able to continue their education if they returned there. As citizens of the USA, they could also continue their education there if they chose to do so. The Applicants had not shown any of the children would face difficulty in accessing education, which was a significant factor in the Decision."], ["[16]", "The Officer considered the doctors' evidence that Hannah would not be able to receive treatment in Sierra Leone. However, Hannah is a citizen of the USA and the Officer found she could obtain the same services in the USA that are available in Canada. The Officer was not satisfied that Hannah could only obtain treatment for anorexia nervosa in Canada."], ["[17]", "The Officer gave significant weight to the Minor Applicants' American citizenship. She acknowledged that it would be a very difficult choice, but found that the Principal Applicant had to decide whether to take Hannah to Sierra Leone or send her to the USA. The Applicants had not shown Hannah could not stay in the USA without her mother and there was nothing preventing the Principal Applicant from applying for status in the USA. The Officer noted the Principal Applicant's previous application for status in the USA was refused because of Samuel. The Applicants had not shown the Principal Applicant had to remain in Canada to care for her children.", "Other Factors"], ["[18]", "The Officer also noted that Samuel had applied for a visitor's visa in November 2010, which was refused, but he had been granted a visa on 20 July 2011 because he had shown the ability to support his family. Immigration officials had been told that all the children were in Canada, but there was no evidence to show this was the case. Samuel had also said on his visa application that two of his children lived with him in Sierra Leone. The Officer put significant weight on the Minor Applicants' lack of status in Canada. The Officer was not satisfied Samuel could continue to support the family in Canada; his job was in Sierra Leone, so he would be unable to send money to support them if he relocated here", "Conclusion"], ["[19]", "The difficulties the Applicants faced if they were not granted H&C relief did not amount to unusual and undeserved or disproportionate hardship and there were insufficient humanitarian and compassionate grounds to merit a positive determination under subsection 25(1).", "ISSUES"], ["[20]", "The Applicants raise the following issues in this proceeding:", "a. Whether the Decision was reasonable;", "b. Whether the Officer breached their right to procedural fairness by relying on extrinsic evidence.", "STANDARD OF REVIEW"], ["[21]", "The Supreme Court of Canada in", "FRAGMENT_SUPPRESSED, held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis."], ["[22]", "It is well established that the standard of review applicable to an officer's H&C decision is reasonableness.", "FRAGMENT_SUPPRESSED, shows that FRAGMENT_SUPPRESSED. Also, in", "FRAGMENT_SUPPRESSED, the Federal Court of Appeal found at paragraph 18 that the standard of review on H&C determinations is reasonableness. The standard of review on the first issue is reasonableness."], ["[23]", "When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See", "FRAGMENT_SUPPRESSED. Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\""], ["[24]", "As an element of the duty of fairness, whether the Officer gave the Applicants the opportunity to respond to any extrinsic evidence is subject to the correctness standard.", "FRAGMENT_SUPPRESSED says FRAGMENT_SUPPRESSED Further, the Federal Court of Appeal in", "FRAGMENT_SUPPRESSED held that the FRAGMENT_SUPPRESSED The standard of review on the second issue is correctness.", "STATUTORY PROVISIONS"], ["[25]", "The following provisions of the Act are applicable in this proceeding:", "25", ". (1) The Minister must, on request of a foreign national in Canada who is inadmissible or who does not meet the requirements of this Act, and may, on request of a foreign national outside Canada, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligations of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected.", "25", ". (1) Le ministre doit, sur demande d'un étranger se trouvant au Canada qui est interdit de territoire ou qui ne se conforme pas à la présente loi, et peut, sur demande d'un étranger se trouvant hors du Canada, étudier le cas de cet étranger; il peut lui octroyer le statut de résident permanent ou lever tout ou partie des critères et obligations applicables, s'il estime que des considérations d'ordre humanitaire relatives à l'étranger le justifient, compte tenu de l'intérêt supérieur de l'enfant directement touché.", "ARGUMENTS", "The Applicants", "Best Interests of the Child"], ["[26]", "The Decision is unreasonable because the Officer did not consider whether treatment for Hannah's condition was available in Sierra Leone. The Officer assumed the Applicants would return to the USA, which precluded her from considering the availability of treatment in Sierra Leone, which is the only place where the Principal Applicant and her children can all reside together. The Officer ignored evidence from Hannah's doctors that treatment was not available in Sierra Leone and that Hannah needed her mother's support to recover. The Officer assumed the Applicants would be separated, but this assumption was not open to her given the support Hannah requires from the Principal Applicant. The Officer was not alert, alive, or sensitive to Hannah's best interest as", "FRAGMENT_SUPPRESSED", ", above, requires."], ["[27]", "When the Officer considered Hannah's best interests, she began her analysis from the standpoint of Hannah's removal from Canada. She only considered whether there was treatment available to Hannah in the USA and did not consider the possibility of Hannah staying in Canada."], ["[28]", "The Officer's analysis of the Minor Applicants' best interests was also unreasonable because she took into account irrelevant factors. She referred to the Minor Applicants' status in Canada and their authorization to study here, neither of which had any bearing on where their best interests lay. Further, the Officer's references to the possibility that the Minor Applicants could join their sisters in the USA are unreasonable, as the sisters are no longer there. The Officer ought to have known that Shaina and Samantha are not in the USA because the Applicants informed her by letter on 9 August 2011 that the sisters had joined the Applicants in Canada."], ["[29]", "The Officer also found that Hannah could live in Warren, Michigan without any evidence to show this was the case. This is speculation, so the Decision is unreasonable on this point.", "Breach of Procedural Fairness"], ["[30]", "The Officer relied on extrinsic evidence without disclosing it to the Applicants, which breached their right to procedural fairness. The Officer considered the notes from the Principal Applicant's visa interview in 2009. The Officer also referred to the Principal Applicant's failure to renew her visa in Canada. She further relied on her own research about hospital services available in Warren, Michigan where the H&C Application said Shaina and Samantha lived. The Officer also assumed Samuel was living in Canada, when he was not."], ["[31]", "The Officer was under a duty to put any extrinsic evidence she was relying on to the Applicants for their comment. She did not do so, which denied them the opportunity to respond to this evidence and breached their right to procedural fairness. See", "FRAGMENT_SUPPRESSED.", "The Respondent"], ["[32]", "The Decision is reasonable and the Officer did not err when she considered the children's best interests. H&C applicants bear the onus to provide sufficient evidence to establish hardship, but the Applicants did not meet the onus on them in this case.", "FRAGMENT_SUPPRESSED teaches that bald assertions by H&C applicants are insufficient to establish hardship.", "FRAGMENT_SUPPRESSED establishes that H&C Applicants must support their applications with evidence."], ["[33]", "The Officer was alert, alive, and sensitive to Hannah's best interests and weighed these interests against the other factors in the H&C Application. The standard on H&C applications is not whether better or more affordable health care is available in Canada. See", "FRAGMENT_SUPPRESSED shows that the best interests of a child are not necessarily determinative of an H&C application, even where they favour remaining in Canada. The Applicants did not demonstrate that treatment was not available in the USA. It was open to the Officer to find that Hannah's best interests did not lie with granting an H&C exemption."], ["[34]", "Although the Officer relied on extrinsic evidence, this does not amount to a reviewable error. The Officer's finding was that the Applicants did not show treatment was not available in the USA.", "FRAGMENT_SUPPRESSED shows that it is open to an officer to refuse H&C relief where an applicant merely prefers Canada's health care system. The Officer weighed all the positive factors in the H&C Application and the Court should not interfere.", "The Applicants' Reply"], ["[35]", "FRAGMENT_SUPPRESSED", ", above, is distinguishable because it was a medical inadmissibility case. Further, the issue in", "FRAGMENT_SUPPRESSED", "was the affordability of health care; the issue in this case was the availability of health care. There was evidence before the Officer that there is no treatment for anorexia nervosa available in Sierra Leone. The other cases the Respondent has relied on to show health care is not a factor in H&C applications do not apply here because they relate to deferral of removal, not H&C relief."], ["[36]", "Rather than assessing the hardship the Applicants face from removal to Sierra Leone, where treatment for Hannah's condition is not available, the Officer focussed on whether treatment was available to her in the USA. The Principal Applicant has no status in the USA so she could not be with Hannah there. The evidence before the Officer shows that the Principal Applicant's presence is necessary for Hannah's recovery. Hannah and the Principal Applicant could only be together in Canada or Sierra Leone, so the Officer was required to consider whether treatment was available in Sierra Leone. She ignored Sierra Leone in favour of an analysis of whether care was available to Hannah in the USA. This renders the Decision unreasonable."], ["[37]", "Although the Respondent has said the Applicants did not show medical treatment was not available in the USA, they say they did not lead evidence on this point because they cannot be together in the USA.", "ANALYSIS"], ["[38]", "In", "FRAGMENT_SUPPRESSED, I set out what an H&C officer should keep in mind when conducting a BIOC analysis:", "FRAGMENT_SUPPRESSED"], ["[39]", "In the present case, the Officer does not decide where Hannah's best interests lie. Saying that \"it has not been shown that the child could not stay in the United States without her mother ...\" is not an analysis of the child's best interests. Nor is a conclusion that \"none of the children seem to have legal status in Canada\" an analysis of their best interests."], ["[40]", "It is well accepted that the best interests of the child do not necessarily dictate an affirmative result in an H&C application. See", "FRAGMENT_SUPPRESSED. However, no weighing with other factors can occur unless and until the child's best interests are identified. The Officer fails to do this."], ["[41]", "In addition, as the Applicant points out, the Officer gives no consideration in the BIOC analysis to the fact that Hannah requires her mother's presence if she is to survive and recover from her anorexia nervosa."], ["[42]", "Included in the Applicants' application was a letter from Hannah's doctors. The doctors describe Hannah's condition when she was hospitalized:", "During this admission Hannah's illness was of such severity that her body was not physically able to tolerate food and she required complex diagnostic procedures and invasive treatments."], ["[43]", "It became clear that every time that Hannah was discharged from the hospital, her situation deteriorated quickly. The doctors described her condition as follows:", "Hannah's disease is very severe and she rapidly deteriorates medically and psychologically when away from the hospital. This has resulted in three inpatient admissions."], ["[44]", "The doctors also explained that Hannah will need family support if she is to survive this potentially fatal illness:", "Anorexia Nervosa is a serious illness that is accompanied by increased rates of morbidity and mortality. It is, however, an illness that responds to intensive treatment.", "Hannah will need considerable support from her parents", "to recover from this illness, as well as intensive medical and psychiatric treatment [emphasis added]."], ["[45]", "The doctors also comment on the availability of treatment for anorexia nervosa in Sierra Leone:", "We have made inquiries into the medical care available in Sierra Leone and surrounding countries and currently, there is no one in Sierra Leone or the area who is trained in the diagnosis and treatment of Hannah's severe illness."], ["[46]", "However, when the Officer assesses the best interests of the child, she assumes that Hannah will be returning to the USA instead of Sierra Leone. This means that the Officer never assesses whether medical treatment is available for Hannah in Sierra Leone:", "I give this factor significant weight, but there is nothing to show that the child could not receive medical care in her country, the United States ...", "I understand that it would be difficult not to live with her child if this situation occurs, but she is already separated from her other two children living in the United States ...", "However, there is nothing to indicate that Hannah Mariama could not obtain the same care in the United States. I verified whether the child could receive the same services in Warren, where her two sisters live. Based on my research, there is a modern hospital in Warren where all the services could be provided."], ["[47]", "The Officer ignores the doctors' advice with respect to the necessity for the presence of Hannah's mother if she is to recover from her illness:", "I give significant weight to the applicant's choice, and I understand that it is a heart-breaking decision, but", "it has not been shown that the child could not stay in the United States without her mother", ", and although the parents were denied green cards in 2008, there is nothing to prevent the applicant from applying again ... It was not satisfactorily shown that the applicant must stay in Canada to look after her children."], ["[48]", "I agree with the Applicants that the Officer erred by failing to consider whether there was medical treatment in Sierra Leone for Hannah. The Officer only considered whether there was medical treatment in Warren, USA. Because the Officer only considered the availability of treatment in the USA, the Officer failed to consider whether treatment is available in Sierra Leone, despite the doctors' warning."], ["[49]", "I further agree with the Applicants that, given the doctors' warning about the parental support needed for Hannah to effectively treat her illness, the Officer had a duty to consider the impact of her going to Sierra Leone with her parents, and whether she could receive medical treatment there. The Officer could not simply assume that they would be separated. We are talking about a fifteen-year-old girl who was suffering from a potentially fatal illness."], ["[50]", "The Principal Applicant described in her H&C Application how integral she is to her daughter's treatment:", "it hasn't been easy being the only parent here supporting her through all the ebbs and lows, and being part of the treatment team as doctors strongly recommend my presence during all her treatments to provide support and encouragement as they try to restore her weight and manage her depression."], ["[51]", "In the end, the Officer has simply failed to assess Hannah's best interests. Based on the evidence before the Officer, it was clear that Hannah needed to be with her mother, and that could only occur in Canada or in Sierra Leone. The Officer erred by not assessing the consequences of Hannah returning to Sierra Leone with her mother."], ["[52]", "If the Officer had been alert, alive and sensitive to Hannah's best interests, she would have taken into account the Principal Applicant's crucial role in Hannah's therapy, and the fact that mother and daughter can only be together in Sierra Leone. As a result, the Officer should have paid heed to the doctors' warning that there is no treatment for Hannah in Sierra Leone, and should have considered the implications of Hannah returning to Sierra Leone with her mother."], ["[53]", "The Officer's assertion that \"it has not been shown that the child could not stay in the United States\" is clearly wrong given the medical evidence before the Officer. This error cannot be overlooked by saying \"although the parents were denied green cards in 2008, there is nothing to prevent the applicant from applying again.\" The Principal Applicant can apply again in the USA but the if, how, and when of acceptance remain entirely speculative. The Officer appears to think that Hannah can be sent to the USA to join her fourteen and seventeen-year-old siblings (who are not there), even though the medical evidence says that her mother's presence is crucial for her treatment and recovery from a very serious illness. This conclusion is unreasonable."], ["[54]", "There are other problems with the decision, but the BIOC analysis is so important to the overall conclusion that the matter has to be returned for reconsideration on this ground alone."], ["[55]", "Counsel agree there is no question for certification and the Court agrees.", "JUDGMENT"], ["[56]", "THIS COURT'S JUDGMENT is that", "1. The application is allowed. The Decision is quashed and the matter is returned for reconsideration by a different officer.", "2. There is no question for certification.", "Application allowed.", "Editor: Sharon McCartney/vnh"]]}