{"id_": "099372", "body_str": [["[1]", "Harrington, J.", ": This is a case of missing bunkers. Aquavita, the sub-sub-time charterer of the ship MV Pantelis claims to have been the owner of the bunkers on board when she was redelivered to her disponent owners Zhenhua Translink Shipping Co. It claims that the bunkers were then misappropriated by the actual, both then and now, owners of the Pantelis, Pantelis Shipping Ltd., who consumed them without authorization or compensation."], ["[2]", "The Pantelis was arrested in Vancouver in this action framed both", "in rem", "and", "in personam", "against her owners for unjust enrichment and conversion. After bailing her out, the owners moved to have the action struck and the arrest set aside on the sole ground that this Court \"lacks jurisdiction to adjudicate the matter\". At the close of the hearing, I said I would dismiss the motion to strike upon written reasons. Those reasons follow."], ["[3]", "In support of their motion, the owners invoked both Rules 208(", ") and 221 of the", "Federal Courts Rules", ". They read:", "208.", "A party who has been served with a statement of claim and who brings a motion to object to", ") the jurisdiction of the Court,", "does not thereby attorn to the jurisdiction of the Court.", "221.", "(1) On motion, the Court may, at any time, order that a pleading, or anything contained therein, be struck out, with or without leave to amend, on the ground that it", ") discloses no reasonable cause of action or defence, as the case may be,", ") is immaterial or redundant,", ") is scandalous, frivolous or vexatious,", ") may prejudice or delay the fair trial of the action,", ") constitutes a departure from a previous pleading, or", ") is otherwise an abuse of the process of the Court,", "and may order the action be dismissed or judgment entered accordingly.", "(2) No evidence shall be heard on a motion for an order under paragraph (1)(", ").", "208.", "Ne constitue pas en soi une reconnaissance de la compétence de la Cour la présentation par une partie:", "...", "d) d'une requête contestant la compétence de la Cour.", "221.", "(1) À tout moment, la Cour peut, sur requête, ordonner la radiation de tout ou partie d'un acte de procédure, avec ou sans autorisation de le modifier, au motif, selon le cas:", "a) qu'il ne révèle aucune cause d'action ou de défense valable;", "b) qu'il n'est pas pertinent ou qu'il est redondant;", "c) qu'il est scandaleux, frivole ou vexatoire;", "d) qu'il risque de nuire à l'instruction équitable de l'action ou de la retarder;", "e) qu'il diverge d'un acte de procédure antérieur;", ") qu'il constitue autrement un abus de procédure.", "Elle peut aussi ordonner que l'action soit rejetée ou qu'un jugement soit enregistré en conséquence.", "(2) Aucune preuve n'est admissible dans le cadre d'une requête invoquant le motif visé à l'alinéa (1)", ")."], ["[4]", "Although Rule 221(1)(", "), together with 221(2), provides that no evidence shall be led, which I take to be evidence from the moving party, the case law has created an exception when it comes to jurisdictional facts (", "REFERENCE_SUPPRESSED). It was on that basis that the owners filed an affidavit from one Alexandros Kapellaris, an executive with the owners' managers. For its part, Aquavita submits that the affidavit is irrelevant at this stage, as it does not go to the jurisdiction of this Court, but rather to the merits of the claim which are not yet in issue.", "I.", "The Facts"], ["[5]", "According to the Statement of Claim and the Affidavit to Lead Warrant of Mark Seward, a London solicitor who acted for Aquavita in arbitration against Zhenhua, Aquavita arranged to have the Pantelis bunkered prior to her redelivery to Zhenhua. When Zhenhua originally delivered the Pantelis to Aquavita, there was a certain amount of intermediate fuel oil and diesel oil on board. Aquavita was obliged to redeliver with the same amount on board, more or less. It redelivered with a small shortfall. Aquavita and Zhenhua were in dispute with respect to a number of items, including overpayment of hire and the bunkers. In the arbitration, Aquavita was awarded US$216,780 plus interest and costs. This figure was arrived at after the arbitrators set off the shortfall of bunkers in Zhenhua's favour, which was in amount of US$3,829.65. Thus, Aquavita was found in breach of its charterparty with Zhenhua with respect to bunkers."], ["[6]", "At the same time Aquavita redelivered the Pantelis to Zhenhua, she was redelivered up the chain of charter parties to her owners. Aquavita has been unable to collect from Zhenhua and so has claimed against the owners. It only claims the amount of the arbitration award, notwithstanding that the bunkers on board were worth more than US$1,000,000. For his part, Mr. Kapellaris starts from the other end of the chain. The owners of the Pantelis had chartered her to the head charterer, Hong Xiang Shipping Holding (Hong Kong) Co. Ltd., who apparently sub-chartered to Zhenhua. Aquavita submits that I should not take in account Mr. Kapellaris' affidavit for the purposes of this motion. I agree."], ["[7]", "Mr. Kapellaris' affidavit deals with the merits of the claim, not with the jurisdiction of this Court. As it became clear during oral argument, I was not persuaded that this Court lacked jurisdiction. Owners' counsel submitted that quite apart from this Court's lack of jurisdiction, the action should also be struck under Rules 221(1)(", ") and (", ") as being scandalous, frivolous or vexatious and an abuse of process of this Court. Even if Mr. Kapellaris' affidavit is inadmissible under Rule 221(1)(", "), it was receivable under Rules 221(1)(", ") and (", "). Indeed in their written submissions the owners quoted Rules 221(1)(", "), (", ") and (", "), leaving out the other subsections."], ["[8]", "I cannot agree with this submission. Aquavita had to meet the allegations in the Notice of Motion, no more, no less. The Notice of Motion said nothing about the action being scandalous, frivolous or vexatious or an abuse of process. To borrow a line from Mr. Justice Létourneau, Aquavita was not obliged to ferret around in the written submissions, Mr. Kapellaris' affidavit and the exhibits thereto, to determine whether there were other possible grounds for the dismissal of the action (", "REFERENCE_SUPPRESSED). Nor is this a motion for summary judgment which would have obliged Aquavita to put its best foot forward.", "II.", "Jurisdiction of the Federal Court"], ["[9]", "Aquavita's action is certainly novel. Having been found by the arbitrators to be liable to its disponent owner, Zhenhua, for redelivering the Pantelis with a shortfall of bunkers on board, it has parlayed the uncollected arbitration award into an action against the owners. Aquavita succeeded in the arbitration not because of the bunkers, but because of an overpayment of hire and other issues. If the award had not been for US$216,780, but for say US$400,000 presumably that would have been the amount claimed from the owners. It says it cannot claim the full value of the bunkers consumed by the owners because in that case it would have been unjustifiably enriched. One must wonder if Aquavita is taking the position that Pantelis is the guarantor of Zhenhua's obligations."], ["[10]", "However, the issue before the Court is not whether the action is well founded but rather whether the Court has jurisdiction to hear and determine the case on its merits."], ["[11]", "The case is based on subsection 22(1) of the", "Federal Courts Act", "and the definition of Canadian maritime law in subsection 2(1) thereof. They read:", "22.", "(1) The Federal Court has concurrent original jurisdiction, between subject and subject as well as otherwise, in all cases in which a claim for relief is made or a remedy is sought under or by virtue of Canadian maritime law or any other law of Canada relating to any matter coming within the class of subject of navigation and shipping, except to the extent that jurisdiction has been otherwise specially assigned.", "2.", "(1) In this Act,", "\"Canadian maritime law\" means the law that was administered by the Exchequer Court of Canada on its Admiralty side by virtue of the", "Admiralty Act", ", chapter A-1 of the Revised Statutes of Canada, 1970, or any other statute, or that would have been so administered if that Court had had, on its Admiralty side, unlimited jurisdiction in relation to maritime and admiralty matters, as that law has been altered by this Act or any other Act of Parliament;", "22. (1) La Cour fédérale a compétence concurrente, en première instance, dans les cas - opposant notamment des administrés - où une demande de réparation ou un recours est présenté en vertu du droit maritime canadien ou d'une loi fédérale concernant la navigation ou la marine marchande, sauf attribution expresse contraire de cette compétence.", "2.", "(1) Les définitions qui suivent s'appliquent à la présente loi.", "[...]", "« droit maritime canadien » Droit - compte tenu des modifications y apportées par la présente loi ou par toute autre loi fédérale - dont l'application relevait de la Cour de l'Échiquier du Canada, en sa qualité de juridiction de l'Amirauté, aux termes de la", "Loi sur l'Amirauté", ", chapitre A-1 des Statuts revisés du Canada de 1970, ou de toute autre loi, ou qui en aurait relevé si ce tribunal avait eu, en cette qualité, compétence illimitée en matière maritime et d'amirauté."], ["[12]", "Subsection 22(2) of the", "Act", "goes on to cite specific situations in which the Court has jurisdiction. The owners submit that Aquavita's reliance on paragraph 22(2)(", "): \"any claim in respect of goods, materials or services wherever supplied to a ship for the operation or maintenance of the ship, including, without restricting the generality of the foregoing, claims in respect of stevedoring and lighterage\" (necessaries claims) is misplaced as it was not a bunker supplier, but rather was fulfilling a contractual obligation to its disponent owners under charter party."], ["[13]", "That may or may not be so. However, one need go no further than the seminal decision of the Supreme Court in", "REFERENCE_SUPPRESSED. At issue was this Court's jurisdiction over a claim against a terminal operator for loss of cargo after discharge from a ship but before delivery. The Court specifically held that the claim did not fall within subsection 22(2), but rather fell within subsection 22(1) which for this purpose is more or less coextensive with Parliament's jurisdiction over \"navigation and shipping\" under subsection 91(10) of the", "Constitution Act, 1867"], ["[14]", "In upholding this Court's jurisdiction in the", "CITATION_SUPPRESSED", ", the Supreme Court stressed that the maritime nature of that case depended on three significant factors. The first was the proximity of the terminal operation to the sea. The second was the connection between the terminal operators' activities within the Port of Montréal and the contract of carriage by sea. The third was the fact that the storage at issue was short term pending final delivery. In this case, what is at issue is fuel on board the ship, which fuel was allegedly used to propel her over the ocean blue. Nothing could be more maritime."], ["[15]", "Although I have no hesitation in holding that this Court has jurisdiction to decide this action on its merits, the issue before me under Rule 221 of the", "Federal Courts Rules", "is whether it is \"plain and obvious\" that Aquavita does not have a cause of action (", "REFERENCE_SUPPRESSED, the plaintiff had taken action against the Province of Alberta for damages arising from the death of their daughter and sister in a boating accident. It was alleged that Alberta was the owner of a rescue ship which was negligently operated. Under Rule 221, I held that it was not \"plain and obvious\" that this Court lacked jurisdiction. I was upheld in appeal, 2012 FCA 167, [2012] FCJ No 705 (QL). Thereafter, Alberta sought determination of a question of law, being whether or not the Court had jurisdiction over it in relation to this matter. Madam Justice Mactavish held that it did, 2012 FC 1412, [2012] FCJ No 1691 (QL). However, she was reversed in appeal, 2013 FCA 217, [2013] FCJ No 1011 (QL) (Near and Webb JJA, for the majority, Sharlow JA dissenting). Although it was held that the cause of action was maritime, the majority held that this Court lacked jurisdiction because Alberta had not waived Crown immunity. The point, however, is that a \"plain and obvious\" decision is not a final one."], ["[17]", "Consequently, quite apart from the owners' right to appeal, under Rule 221 as it is presently written and interpreted, the issue of this Court's jurisdiction is still open.", "III.", "Other Matters"], ["[18]", "In the alternative, the owners submitted that the case be put under special management and that Aquavita, as a non-resident, be ordered to post security for costs. I decided it was premature to rule on these issues, but have convened a case management conference to inquire how the parties intend to proceed further."], ["[19]", "In the circumstances, I shall dismiss the motion but without costs.", "ORDER"], ["[20]", "FOR REASONS GIVEN;", "THIS COURT ORDERS that", "the motion is dismissed, without costs.", "Motion dismissed.", "Editor: E. Joanne Oley", "[End of document]"]]}