{"id_": "099726", "body_str": [["[1]", "Crampton, C.J.", ": These are the reasons for the Order that I issued in this proceeding on March 3, 2014. In that Order, I granted the", "ex parte", "application by the Commissioner of Competition for the production of records and the delivery of written returns by the Respondents pursuant to paragraphs 11(1)(b) and 11(1)(c) of the", "Competition Act", ", RSC, 1985, c C-34 [the \"Act\"], respectively."], ["[2]", "The purpose of these reasons is to clarify (i) the Court's role on applications under subsection 11(1), particularly with respect to the exercise of its discretion and what is expected from the Commissioner [Commissioner], (ii) the scope of information sought by the Commissioner, and (iii) the relevance of arguments going to the substantive merits of the Commissioner's inquiry."], ["[3]", "In addition, these reasons will also clarify the role of respondents in such applications."], ["[4]", "For the reasons set out below, the focus of the Court's attention in applications made under section 11 is not on whether the Commissioner has disclosed sufficient information to satisfy the Court that the Commissioner's inquiry is a", "bona fide", "one and that there is reason to believe that grounds exist for the making of an order under a specific section in Part VIII of the Act, or under Part VIII generally. Instead, in the typical proceedings initiated under section 11, the Court's focus will be on satisfying itself that (i) an inquiry is in fact being made, (ii) the Commissioner has provided full and frank disclosure, (iii) the information or records described in the Order being sought are relevant to the inquiry in question, and (iv) the scope of such information or records is not excessive, disproportionate or unnecessarily burdensome."], ["[5]", "That being said, as a practical matter, it may be difficult for the Court to satisfy itself that a respondent has or is likely to have information that is relevant to the Commissioner's inquiry, as required by subsection 11(1), without some contextual evidence of this nature. In the present application, the Commissioner amply satisfied the Court in this regard."], ["[6]", "Insofar as the substantive merits of the Commissioner's inquiry are concerned, hearings on", "ex parte", "applications under section 11 are not the appropriate forum in which definitive determinations should be made with respect to such issues."], ["[7]", "As to the role of respondents, it should not be expected that requests for leave to make written or oral submissions will be routinely granted by the Court. Generally speaking, the more appropriate manner in which a respondent's concerns regarding the scope or duplicative nature of the draft order should be brought to the Court's attention is through the Commissioner, pursuant to the Commissioner's duty of full and frank disclosure. It would then remain open to the respondent to bring a motion to deal with issues that subsequently arise, in the usual manner.", "I.", "Background"], ["[8]", "According to the evidence filed by the Commissioner, the Respondents Pearson Canada Inc. [Pearson Canada] and Penguin Canada Books Inc. [Penguin Canada] appear to be related to each other and to Penguin Group (USA), Inc. Pearson plc [Pearson] appears to be the parent company of each of those entities."], ["[9]", "Pearson Canada and Penguin Canada are publishers and distributors of books, in print and electronic form."], ["[10]", "In April 2012, the United States of America [USA], acting under the direction of the Attorney General of the United States, initiated a civil action [the \"Complaint\"] against Apple Inc. [Apple] and five of the six largest publishers of general interest fiction and non-fiction books in the United States. Those publishers [Publisher Defendants] included Penguin (USA), Inc., The Penguin Group, a division of Pearson [collectively, Penguin US], Hachette Book Group, Inc. [Hachette], HarperCollins Publishers L.L.C. [HarperCollins], Verlagsgruppe Georg von Holtzbrinck GmbH and Holtzbrinck Publishers, LLC [collectively, Holtzbrinck], doing business as Macmillan [collectively, Macmillan], and Simon & Schuster, Inc. [Simon & Schuster]."], ["[11]", "According to the Complaint filed by the USA, beginning no later than 2009, the Publisher Defendants, together with Apple, conspired to limit competition in the sale of general interest fiction and non-fiction electronic books [e-books], in particular with respect to the wholesale prices of such e-books, contrary to section 1 of the", "Sherman Act", ", 15 USC ยง 1. A central aspect of that alleged conspiracy involved replacing the wholesale model of retail distribution with an agency model that gave the Publisher Defendants the power to raise retail e-book prices themselves. At the distribution level, this shift to an agency model began with Apple, with whom the Publisher Defendants each signed e-book distribution agreements over a period of three days, in January 2010. Over the following four months, it was alleged that each Publisher Defendant transformed its business relationships with all of the major e-book retailers in the United States by replacing their prior wholesale model with an agency model and imposing flat prohibitions against discounting and other forms of price competition on all Apple e-book retailers."], ["[12]", "Among other things, the Complaint also described the alleged roles of the Chief Executive Officers [CEOs] of the Defendant Publishers in the alleged conspiracy, including the roles of Mr. John Makinson, CEO of the Penguin Group, who was repeatedly referenced in the Complaint, and Mr. David Shanks, CEO of Penguin (USA), Inc."], ["[13]", "In due course, that Complaint led to the issuance of a final judgment [Final Judgment] in May 2013 against Penguin US. The terms of that judgment include various provisions directed towards restrictive agreements entered into between Penguin US and retailers, prohibitions on entering into similar agreements for a fixed period of time, a prohibition on retaliatory conduct against other e-book publishers or e-book retailers (as defined in the judgment), and prohibitions on certain types of horizontal conduct with other e-book publishers (including other Publisher Defendants, all as defined in the judgment). The restrictive distribution agreements in question included agreements limiting e-book retailers' ability to set, alter or reduce the retail price of any e-book, or to offer price discounts or any other form of promotion to consumers, and agreements that contained certain types of Most Favoured Nation [MFN] clauses."], ["[14]", "In April 2013, the European Commission [Commission] issued a communication [Market Test Notice] in which it described its preliminary assessment of allegations of similar conduct against certain subsidiaries of Pearson and other publishers in relation to the sale of e-books in the European Economic Area [EEA]. The Market Test Notice also described various commitments that had been offered by those subsidiaries of Pearson to address the concerns identified by the Commission. Notwithstanding those commitments, those subsidiaries specifically did not agree with the Commission's assessment."], ["[15]", "On July 1, 2013, Bertelsmann SE & Co., KGaA and Pearson combined parts of their respective publishing businesses in a joint venture known as Penguin Random House."], ["[16]", "Among other things, the Commission's investigation led to the issuance of a Commission Decision on July 25, 2013 against Penguin Random House Limited and certain of its affiliates. That decision included a description of the alleged participation by those entities, their principal rivals and Apple in the implementation of a common global plan within the EEA. In addition, it described the Commission's preliminary view that those entities had participated in a concerted practice that was likely to have an appreciable effect on trade between EEA Member States, within the meaning of Article 101(1) of the", "Treaty on the Functioning of the European Union", ", OJ C 326/47 and Article 53(1) of the", "Agreement on the European Economic Area", ", OJ L 1/94."], ["[17]", "After reiterating that the Penguin entities in question did not agree with its preliminary assessment, the Commission accepted various commitments that had been offered by those entities to address its concerns. Those commitments included the termination of restrictive distribution agreements (referred to as \"agency agreements\") with retailers in the EEA, particularly agreements that (a) restrict, limit or impede an e-book retailer's ability to set, alter or reduce retail prices of e-books, or to offer any other form of promotion, or (b) contain certain types of MFN clauses. They also included undertakings to refrain from restricting an e-book retailer's pricing discretion, as described above, for a period of two years, and to refrain from entering into agreements with e-book retailers containing certain types of MFN clauses, for a period of five years."], ["[18]", "In July 2012, the Commissioner commenced an inquiry under subparagraph 10(1)(", ")(ii) of the Act on the basis that he had reason to believe that grounds exist for the making of an order under Part VIII of the Act with respect to certain alleged anti-competitive conduct to restrict e-book retail price competition in the markets for e-books in Canada. According to the initial affidavit filed by the Commissioner in these proceedings, that inquiry has been directed from the outset towards conduct described in sections 76 (price maintenance), 79 (abuse of dominant position) and 90.1 (restrictive agreements among competitors)."], ["[19]", "On February 7, 2014, a consent agreement [Consent Agreement] between the Commissioner and Hachette, certain of its affiliates, Macmillan, HarperCollins Canada Limited and Simon & Schuster Canada, a division of CBS Canada Holdings Co. [collectively, the \"Settling Publishers\"], was filed with the Competition Tribunal [Tribunal]."], ["[20]", "Neither the Respondents nor any of their affiliates were a party to the Consent Agreement. They take the position that they did not participate in the alleged horizontal agreement among e-book publishers into which the Commissioner is inquiring under section 90.1 of the Act."], ["[21]", "A press release issued by the Competition Bureau [Bureau] on the day the Consent Agreement was filed states, among other things, that the Bureau's investigation into the e-book industry in Canada continues.", "II.", "Relevant legislation"], ["[22]", "What follows is a brief summary of the legislation that is relevant to this application. The full text of the provisions referred to below is set forth in Appendix 1 to these reasons."], ["[23]", "Pursuant to subparagraph 10(1)(", ")(ii) of the Act, the Commissioner may cause an inquiry to be made into all such matters as the Commissioner considers necessary to inquire into with the view of determining the facts, whenever the Commissioner has reason to believe that grounds exist for the making of an order under Part VII.1 or Part VIII of the Act. Part VII.1 deals with deceptive marketing practices and is not relevant to this application. Part VIII deals with civilly reviewable trade practices, such as refusals to supply, price maintenance, exclusive dealing, tied selling, market restriction, abuse of dominant position and mergers."], ["[24]", "Once on inquiry, the formal investigative powers set forth in the Act may be exercised by the Commissioner, subject to judicial oversight. Those powers include the power to obtain, pursuant to paragraph 11(1)(", "), an order for the production of \"a record, a copy of a record certified by affidavit to be a true copy, or any other thing, specified in the order.\" They also include the power to obtain, pursuant to paragraph 11(1)(", "), an order for the making and delivery of \"a written return under oath or solemn affirmation showing in detail such information as is by the order required.\" The Court", "may", "issue such orders upon being satisfied by information on oath or solemn affirmation that (i) an inquiry is being made, and (ii) that the respondent has or is likely to have information that is relevant to the inquiry."], ["[25]", "Pursuant to subsection 76(1) of the Act, the Tribunal may issue certain types of remedial orders where it finds that certain types of persons, including a person who is engaged in the business of producing or supplying a product, have directly or indirectly engaged in one of two types of price maintenance. The first of those is agreeing, threatening, promising or likewise influencing upward, or discouraging the reduction of, the price at which the person's customer offers to supply or advertises a product within Canada. The second is refusing to supply a product or otherwise discriminating against any person or class of persons engaged in business in Canada because of the low pricing policy of that other person or class of persons. However, subsection 76(4) provides that no order may be made if the person and the customer in question are among other things, \"principal and agent or mandator and mandatary.\""], ["[26]", "Pursuant to section 79 of the Act, the Tribunal may prohibit a person or persons from engaging in a practice of anti-competitive acts where it finds that (a) the person or persons in question substantially or completely control, throughout Canada or any area thereof, a class or species of business, (b) that person or those persons have engaged in or are engaging in the anti-competitive practice in question, and (c) the practice has had, is having or is likely to have the effect of preventing or lessening competition substantially in a market."], ["[27]", "Pursuant to subsection 90.1(1) of the Act, the Tribunal may issue certain types of remedial orders where it finds that \"an agreement or arrangement - whether existing or proposed - between persons two or more of whom are competitors prevents or lessens, or is likely to prevent or lessen, competition substantially in a market ....\"", "III.", "The Draft Order and its Schedules"], ["[28]", "The draft Order submitted by the Commissioner on this application was virtually identical in all material respects to the orders recently issued by this Court pursuant to section 11 of the Act. That form of order has evolved into essentially a template and reflects comments provided by the Court to the Commissioner in prior hearings under section 11. The Court recognizes that this form of order may well continue to evolve and may not be appropriate in every case. The Respondents did not raise any concerns with respect to the text in the main body of the draft Order."], ["[29]", "Schedules I and II to the draft Order described the records to be produced pursuant to subparagraph 11(1)(", ") of the Act and the written returns of information to be produced pursuant to subparagraph 11(1)(", "), respectively. By comparison with other such schedules that this Court has seen, those schedules each had a relatively modest number of specifications and, at least to some extent, reflected input previously provided by the Respondents to the Commissioner."], ["[30]", "Broadly speaking, the records and written returns of information sought by the Commissioner concerned the following:", "i. Communications among e-book publishers relating to the sale, pricing or supply of e-books in Canada;", "ii. negotiations of agreements between e-book publishers and e-book retailers relating to the sale, pricing or supply of e-books in Canada;", "iii. the business and strategic considerations or justifications for agreements that limit an e-book retailer's ability to set, alter or reduce the retail price of e-books sold to consumers in Canada;", "iv. the procedures, policies, strategies or analyses relating to the pricing of e-books in Canada;", "v. the relationship between e-books and print books in Canada; and", "vi. the Respondents' revenues from the sale or supply of e-books in Canada."], ["[31]", "The principal concerns raised by the Respondents with respect to Schedules I and II are discussed in Part IV.b of these reasons below.", "IV.", "Analysis", "A.", "The Court's role and what is expected from the Commissioner"], ["[32]", "The initial affidavit filed by the Commissioner in support of this application stated the following with respect to the inquiry that is being conducted in this matter:", "i. It was commenced under subparagraph 10(1)(", ")(ii) of the Act based on the Commissioner's reason to believe that grounds exist for the making of an Order under Part VIII of the Act with respect to certain alleged anti-competitive conduct to restrict e-book retail price competition in the markets for e-books in Canada.", "ii. It concerns, but is not limited to, the Settling Publishers and the Respondents.", "iii. Based on the Commissioner's preliminary investigation and information the Bureau has gathered to date, the Commissioner has and continues to have reason to believe that, among other things,", "a. The Respondents entered into an agreement or arrangement with certain of their competitors to restrict e-book retail price competition.", "b. Further to this agreement or arrangement, the Respondents have engaged in conduct to restrict e-book retail price competition in Canada by, among other things, limiting or impeding the ability of e-book retailers to set, alter or reduce the retail price of e-books sold to consumers.", "c. The Respondents have engaged in this conduct since approximately 2011, and continue to do so.", "d. By engaging in the above-mentioned conduct, the Respondents have prevented or lessened, and are preventing or lessening, competition substantially in the markets for e-books in Canada."], ["[33]", "That affidavit also stated that Commissioner is investigating the alleged anti-competitive conduct under sections 76 and 79 of the Act."], ["[34]", "During the hearing of this application the Respondents submitted that the Commissioner is required to disclose, in the affidavit filed in support of an application under section 11, his reasons to believe that grounds exist for the making of an order, in respect of each of the elements of each section of the Act that are within the purview of the inquiry in question. While appearing to acknowledge that the Commissioner had broadly disclosed his reasons to believe with respect to section 90.1, they maintained that he had an obligation to provide at least some evidence with respect to each of the elements of section 90.1, yet failed to do so. In this regard, they relied on", "<FRAGMENT_SUPPRESSED>  [", "Symbol Technologies", "]. With respect to sections 76 and 79, they went further and alleged that the Commissioner failed to disclose any reason to believe that grounds exist for the making of an order. Instead, they asserted that the Commissioner simply made a bare statement that he \"is also investigating the alleged anti-competitive conduct under sections 76 and 79 of the Act.\" Relying on this Court's decisions in", "<FRAGMENT_SUPPRESSED>  (TD) [", "Air Canada", "], they maintained that this was insufficient. They added that, prior to seeing this reference in the Commissioner's initial affidavit, they had been unaware that the Commissioner's inquiry extended to those sections of the Act."], ["[35]", "I disagree with the substance of the Respondents' submissions regarding the Commissioner's disclosure requirements."], ["[36]", "To begin, in my view,", "Symbol Technologies", "is distinguishable. That case involved an appeal by a private party (Symbol Technologies Canada ULC [Symbol]) from a decision of the Tribunal granting leave to another private party (Barcode Systems Inc.) to make an application to the Tribunal against Symbol under the refusal to supply provisions of the Act. The applicable test for leave, as set forth in subsection 103.1(7) of the Act, is whether", "the Tribunal", "has reason to believe that the applicant is directly and substantially affected in its business by the practice of refusal to supply, as defined in subsection 75(1) of that Act. The Federal Court of Appeal ruled that \"unless the Tribunal considers all the elements of the practice set out in subsection 75(1) on the leave application, it could not conclude, as required by paragraph 103.1(7), that there was reason to believe that an alleged practice could be subject to an order under subsection 75(1)\" (", "Symbol  <FRAGMENT_SUPPRESSED> , at para 18)."], ["[37]", "The present application concerns something very different, namely, an application under paragraphs 11(1)(", ") and (c) of the Act for the production of written returns and documents. The test for the Court on such an application simply requires the Court to be satisfied of two things, namely, that an inquiry is being made under section 10 and that a person is likely to have information that is relevant to the inquiry. In contrast to the situation in", "Symbol Technologies", ", there is no requirement in section 11 for", "the Court", "to consider whether there is reason to believe, or reasonable grounds to believe, that grounds exist for the making of an order under part VII.1 or Part VIII of the Act", "(Air Canada", ", above, at para 20;", "<FRAGMENT_SUPPRESSED>  61 CPR (3d) 137, at para 8 (Gen Div)). That function was given by Parliament to", "the Commissioner", ", pursuant to subparagraph 10(1)(", ")(ii) of the Act. This is an important difference from the test that must be satisfied to obtain a search warrant under subparagraph 15(1)(", ")(ii) of the Act. Under that provision, it is", "the Court", "which must be satisfied by information on oath or solemn affirmation that there are reasonable grounds to believe that grounds exist for the making of an order under Part VII.1 or Part VIII of the Act."], ["[38]", "In further support of their position that the Commissioner is required to provide, in the affidavit filed in support of a request for an order under section 11, some explanation of why there is reason to believe that the grounds referred to in subparagraph 10(1)(", ")(ii) exist, the Respondents relied upon the following statement of Justice Reed, in", "Air Canada", ", above, at paragraph 31:", "31 Section 11 provides that a judge", "may", ", not shall, issue an order. Residual discretion exists. Also, I cannot conclude that section 11 authorizes the issuing of an order to produce information if the Commissioner were acting on a \"whim\". I cannot envisage a court granting a section 11 order on the basis of a bald assertion by the Commissioner that an inquiry has been commenced. It seems to me that any judge would require more than that. He or she is likely to require some description of the nature of the alleged conduct that is the subject of the inquiry, the basis of the Commissioner's decision to commence an inquiry and his reason for believing that conduct to which the inquiry is addressed has occurred. Also, the judge must be satisfied that the person against whom the order is sought is likely to have relevant information. This does not mean that the Court second guesses the Commissioner's decision that he has reasons to believe that the conduct that is the subject of the inquiry in question occurred, but it does allow the Court to refuse to grant an order when there is insufficient evidence to support a conclusion that a bona fide inquiry has been commenced. [Emphasis in original]"], ["[39]", "I agree with Justice Reed's statement that the presence of the word \"may\" in section 11 reflects Parliament's intention that the Court should, and does, retain the residual discretion to refuse to grant an order requested under that section of the Act, even where the two conditions set forth in section 11 have been met. To reiterate, these two conditions are that the Commissioner has been satisfied by information on oath or solemn affirmation that an inquiry is being made under section 10 and that a respondent is likely to have information that is relevant to the inquiry. As noted by Justice Mactavish in", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ], section 11 does not mandate that the Court act as a mere \"rubber stamp\" once those two conditions have been satisfied (see also", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ].)"], ["[40]", "I also share Justice Reed's view that it would be difficult to envisage a court granting an order under section 11 on the basis of bald assertions with respect to the two conditions set forth in that provision, or if it appeared that the Commissioner were acting on a \"whim.\" As Justice Mactavish elaborated, to properly exercise its discretion and its independent judicial oversight role with respect to the extensive investigative powers granted to the Commissioner under section 11, the Court must be fully apprised of the relevant circumstances surrounding the Commissioner's application ( <FRAGMENT_SUPPRESSED> , above, at paras 50-51)."], ["[41]", "However, I do not share Justice Reed's view that the Commissioner is required to provide sufficient evidence that a", "bona fide", "inquiry has been commenced. Stated alternatively, I do not accept the Respondents' position that the Commissioner is required to provide some evidence to explain why there is reason to believe that the grounds set forth in subparagraph 10(1)(", ")(ii) exist. I am not aware of any other authority that would support this view. That being said, as a practical matter, it may be difficult for the Court to satisfy itself that a respondent has or is likely to have information that is relevant to the Commissioner's inquiry, as required by subsection 11(1), without some contextual evidence of this nature. In the present application, the Commissioner amply satisfied the Court in this regard."], ["[42]", "In my view, the Commissioner's evidentiary obligations on an application under section 11 are not rooted in his reasons to believe that those grounds exist, but rather in (i) the duty of full and frank disclosure that exists on an", "ex parte", "application, and (ii) the Court's duty to satisfy itself that the information being sought by the Commissioner is relevant to the inquiry in question, and is not excessive, disproportionate or unnecessarily burdensome (", "<FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , above, at paras 21-23)."], ["[43]", "It is now well established that, as a statutory authority responsible for the administration and enforcement of the Act, the Commissioner benefits from a presumption that actions taken pursuant to the Act are", "bona fide", "and in the public interest", "(Canada (Competition Act, Director of Investigation and  <FRAGMENT_SUPPRESSED> (CA)). Accordingly, in the absence of evidence of bad faith or other evidence that the Commissioner's inquiry is not a", "bona fide", "inquiry, it will be presumed to be so."], ["[44]", "However, given that section 11 applications proceed on an", "ex parte", "basis, there is a \"heavy burden on the Commissioner to make full and frank disclosure\" of all of the relevant circumstances surrounding the application ( <FRAGMENT_SUPPRESSED> , above, at para 22; <FRAGMENT_SUPPRESSED> , above, at paras 26-36). This burden, which can also be expressed as an \"utmost duty of good faith,\" is not focused on circumstances supporting the Commissioner's application, but rather on two other things. The first is ensuring that the Court is informed of \"any points of fact or law known to it which favour the other side\" (", "<FRAGMENT_SUPPRESSED> , at para 27). The second is ensuring that the Court is able to detect and redress abuses of its own processes ( <FRAGMENT_SUPPRESSED> , above, at paras 31-36)."], ["[45]", "For example, the Commissioner cannot, through non-disclosure or misinformation, mislead the Court as to the potential relevance of the information for the inquiry in question. Likewise, the Commissioner is obliged to disclose the general nature and extent of any information already obtained from the respondent in the course of the inquiry and in the investigation leading up to the inquiry. If the respondent has provided significant information to the Commissioner in other contexts, such as a recent merger review, the Commissioner should also provide a general description of that information, together with an explanation of how that information differs from the information being sought in the section 11 application."], ["[46]", "These examples also describe information that should be disclosed by the Commissioner to satisfy the Court that the information being sought in the application is relevant to the inquiry in question, and is not excessive, disproportionate or unduly burdensome."], ["[47]", "Notwithstanding the foregoing, the Court recognizes that section 11 applications are made at the investigatory stage, before an application for an order under one of the substantive provisions of Part VII.1 or Part VIII has been made. The reason to \"cause an inquiry to be made\" under subsection 10(1) is with a \"view of determining the facts.\" For this reason, the Commissioner ordinarily will be given a certain degree of latitude with respect to minor or non-material misstatements, other errors or omissions, particularly if the application has been made on an emergency basis, or otherwise with little time for preparation ( <FRAGMENT_SUPPRESSED> , above, at para 28; <FRAGMENT_SUPPRESSED> , above, at para 31)."], ["[48]", "A certain degree of latitude will also ordinarily be warranted in recognition of the fact that the Commissioner may well need additional information to better understand the nature of the conduct that is the subject of the inquiry, whether it raises issues under additional sections of the Act, and the market(s) in which there is reason to believe the conduct is or may be taking place. Stated differently: \"Courts must, in the exercise of [their] discretion, remain alert to the danger of unduly burdening and complicating the law enforcement investigative process. Where that process is in embryonic form engaged in the gathering of the raw material for further consideration, the inclination of the Courts is away from intervention\" (", "<FRAGMENT_SUPPRESSED> (TD))."], ["[49]", "In recognition of this, and the fact that subparagraph 10(1)(", ")(ii) refers to the existence of grounds for making an order under parts VII.1 or VIII of the Act, it is not strictly necessary that the Commissioner identify any specific section of the Act in his affidavit (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]. In any event, the Commissioner will not be prevented from seeking information in respect of sections of the Act that are not identified in that affidavit. However, the Court will be vigilant to ensure that the Commissioner is not embarking on a \"fishing expedition\" ( <FRAGMENT_SUPPRESSED> , above, at para 329)."], ["[50]", "In my view, the foregoing principles simply clarify and apply to section 11 applications the existing jurisprudence, including <FRAGMENT_SUPPRESSED> , above, as it has developed subsequent to", "Air Canada", ". These principles apply to the typical case, and leave ample room for the Court to deal with exceptional circumstances and the particular facts of each case.", "(1) The Commissioner's Application in these Proceedings"], ["[51]", "In the present proceedings, the Respondents did not raise a question as to the", "bona fides", "of the Commissioner's inquiry, other than with respect to the substantive issues discussed in Part IV.C of these reasons below. Accordingly, the presumption that the inquiry described in the Commissioner's affidavit is a", "bona fide", "one was not displaced."], ["[52]", "In issuing my Order dated March 3, 2014, I was, and remain, persuaded that the other information provided in the Commissioner's initial affidavit, which is described at paragraphs 32 and 33 above, provided sufficient disclosure of the relevant circumstances surrounding the application to enable me to satisfy myself (i) that the Respondents have or are likely to have the information identified in that Order, and (ii) that it was appropriate for me to exercise my discretion to issue the Order."], ["[53]", "Given the concerns that were identified by the Respondents with respect to the sufficiency of the disclosure provided in the Commissioner's initial affidavit, and given my observation during the proceedings that those concerns could have easily been addressed by providing additional information in an amended affidavit, the Commissioner submitted a revised affidavit shortly after the hearing on this application."], ["[54]", "In that revised affidavit, additional information was added, to reflect the following:", "i. The Commissioner has reason to believe that the Respondents continue to engage in conduct to restrict e-book retail price competition, in particular by entering into and continuing to have distribution agreements with e-book retailers that, among other things, limit or impede the ability of e-book retailers to set, alter or reduce the retail price of e-books sold to consumers.", "ii. In certain circumstances, these distribution agreements also contain clauses whereby the retail price at which one e-book retailer sells an e-book to consumers depends on the retail price at which another e-book retailer sells the same e-book to consumers.", "iii. The Consent Agreement does not resolve the Commissioner's concerns regarding the Respondents' alleged conduct and the effects of the conduct in the markets for e-books in Canada, because the Commissioner has reason to believe that the Respondents continue to have the above-described types of agreements with e-book retailers in Canada that will not be affected by the Consent Agreement, and that will therefore continue to restrict e-book retail price competition in the markets for e-books in Canada."], ["[55]", "In addition, the Commissioner added new material to specifically address each of the elements of sections 76 and 79 of the Act."], ["[56]", "For the reasons that I have given above with the benefit of an opportunity to reflect more fully on the matter, it was unnecessary for the Commissioner to provide this additional information in an amended affidavit."], ["[57]", "For greater certainty, at the time I issued my Order dated March 3, 2014, I was, and remain, persuaded that the information in the initial affidavit, described at paragraphs 32 and 33 above, was sufficient to satisfy me that it was appropriate to exercise my discretion to issue that Order. That Order had been amended over a number of drafts to address certain other issues that are addressed in part IV.B. of these reasons below. This information was reinforced by additional information provided in the initial affidavit, and in the appendices thereto, with respect to the foreign investigations into similar conduct in the United States and Europe. It was not necessary for the Commissioner to address each of the elements of sections 90.1, 76 or 79, or to further explain the precise manner in which the Respondents were believed to have limited the ability of e-book retailers to set, alter or reduce the retail price of e-books sold to consumers in Canada since 2011. It was also not necessary for the Commissioner to further explain why the conduct being inquired into will not be affected by the Consent Agreement that was entered into with the Settling Publishers."], ["[58]", "I would simply add in passing that, based on the factual information provided in the initial affidavit, it should have been readily apparent to the Respondents that the conduct therein might well raise legitimate issues under sections 76 and 79 of the Act. During the hearing of this application, counsel to the Commissioner represented that this factual information regarding the basis for the Commissioner's inquiry had previously been communicated to the Respondents. This was not disputed by the Respondents. In any event, the Respondents do not appear to have been prejudiced by the lack of more explicit disclosure with respect to the basis for the Commissioner's inquiry under sections 76 and 79."], ["[59]", "Therefore, there does not appear to be a sound basis for me to exercise my discretion to depart from the general rule, discussed at paragraphs 47-49 above, that the Commissioner should be given the latitude to conduct his inquiry under Part VIII of the Act, whether it be with respect to the section of the Act that has been the focus of the inquiry, other sections that have been identified, or even sections that have not been identified. Of course, this is all subject to various parameters that have been discussed above, namely, that he provide full and frank disclosure to the Court, that the Court be satisfied that the information described in the order being sought is relevant to the Commissioner's inquiry, and that the Court be satisfied that such information is not excessive, disproportionate or unnecessarily burdensome.", "B.", "The scope of information sought by the Commissioner"], ["[60]", "Prior to the hearing on this application, the Commissioner and counsel to the Respondents had several written exchanges. Among other things, the Respondents expressed concerns regarding the burdensome and potentially duplicative nature of the draft Order that the Commissioner had shared with them. To a large degree, those concerns related to the extensive information already provided to the Commissioner over the course of 2012 and 2013 in connection with both the Penguin Random House joint venture and the U.S. investigation mentioned in Part I of these reasons above. In communicating their concerns, the Respondents noted this Court's prior admonition that the Commissioner should disclose such concerns to the Court and provide a summary of potentially overlapping information previously obtained from them ( <FRAGMENT_SUPPRESSED> , above, at paras 77-78, 88-91, 95-97)."], ["[61]", "At the Respondents' request, and perhaps having regard to that admonition, the Commissioner disclosed both the correspondence that predated the filing of this application and the subsequent correspondence that was filed prior to the hearing."], ["[62]", "In their correspondence, the Respondents stated, among other things, that they had already provided the Bureau with the following:", "i. Copies of their existing agency agreements for the sale of e-books;", "ii. Information about their largest e-book customers in Canada (filed as part of the notification to the Commissioner that was filed under Part IX of the Act, in respect of the Penguin Random House joint venture);", "iii. Extensive information in response to an informal request for information made in connection with that joint venture;", "iv. Copies of more than 20,000 documents produced in response to a formal Supplementary Request for Information made in connection with the joint venture (which apparently led the Respondents to collect more than 300,000 documents, before eventually determining that only 20,000 were responsive to the request);", "v. Copies of approximately 290,000 documents that were submitted to the Antitrust Division of the United States Department of Justice [DOJ] in connection with the joint venture."], ["[63]", "The Respondents further noted that they had incurred more than $750,000 in professional fees (before applicable taxes) in responding to the Commissioner's prior requests for information."], ["[64]", "In response to the Respondents' request that the draft Order be amended to eliminate requests for information that had previously been provided, the Commissioner added paragraph 12 to the draft that was initially submitted to the Court. That paragraph states that the Respondents need not produce information that was provided to the Commissioner in respect of the Penguin Random House joint venture pursuant to subsections 114(1) (initial notification filing) and 114(2) (formal Supplementary Information Request) of the Act."], ["[65]", "Paragraph 12 of the draft Order complements paragraph 11, which provides that where a Respondent previously produced a record to the Commissioner, that Respondent is not required to produce a copy of the record, provided that the Respondent: (1) identifies the previously produced record or thing to the Commissioner's satisfaction, (2) makes and delivers a written return in which it agrees and confirms certain things, and (3) receives confirmation from the Commissioner that such records or things need not be produced. In addition, paragraph 11 states that where an affiliate of the Respondents, as identified in Schedule 1 to the Order, previously produced a record or thing to the Commissioner, the Respondents are not required to produce an additional copy of the record, provided that the Respondents comply with the three conditions above."], ["[66]", "I am satisfied that, taken together, paragraphs 12 and 11 appropriately address the Respondents' concerns regarding the potentially duplicate nature of the Order."], ["[67]", "With respect to the Respondents' submissions concerning the information previously provided in connection with the Commissioner's current inquiry, the Penguin Random House joint venture and the U.S. DOJ's investigation of essentially the same conduct that is the subject of the Commissioner's inquiry, I find the Commissioner's general position to be", "prima facie", "reasonable. In brief, the Commissioner states that such information is insufficient to determine the facts with respect to the current inquiry. Based on the description of that information above, the different purposes for which much of that information was provided, and the fact that the bulk of that information was provided to a regulatory authority in another country in relation to a different investigation, it is not obvious to me that it should suffice for the purposes of the Commissioner's inquiry into alleged conduct in Canada under sections 90.1, 76 and 79 of the Act."], ["[68]", "I recognize that the Respondents have already incurred significant time and expense in responding to the various prior information requests from the Commissioner described above. However, this alone does not provide a sufficient justification for the Court to decline to exercise its discretion to issue the Revised Draft Order ( <FRAGMENT_SUPPRESSED> , above, at para 92). To warrant the exercise of such discretion in the Respondents' favour for this reason, the Court would have to be satisfied that the past burden incurred by the Respondents, together with the additional time and expense that will be associated with responding to the Order that I have issued, will be excessive, disproportionate or unnecessarily burdensome."], ["[69]", "In their correspondence to the Commissioner dated February 25, 2014, the Respondents acknowledged that the Revised Draft Order had satisfactorily addressed a number of the concerns that they had previously expressed. However, they maintained that other concerns remained unaddressed. Those concerns, together with the substantive issues discussed in the next section below, were the focus of their oral submissions in the hearing before me the following day. The remaining concerns of the Respondents can be summarized as follows."], ["[70]", "To begin, they maintained that the Revised Draft Order should be restricted to", "trade", "e-books, and should not extend to", "educational", "e-books. They based this position on their understanding that the inquiry does not relate to the latter type of e-books, and on the fact that Pearson Canada has published only educational books since it transferred its trade book business to Penguin Canada, in July 2013. They added that the definition of the broader category of all trade books should be limited to general interest fiction and non-fiction books, as was done in the U.S. Complaint discussed in Part I of these reasons above."], ["[71]", "While the Commissioner confined many of the Specifications in the Revised Draft Order to trade books (as defined therein), certain other Specifications were not so confined. These included the \"data\" Specifications set forth in Specifications 11, 12 and 13 of Schedule II. Specification 11 relates to all books, including print and audio books, while Specification 12 relates to all e-books. Specification 13 then requests much of the same information as described in Specification 12, for each print book and audio book within the scope of Specification 11."], ["[72]", "After I expressed some sympathy during the hearing of this application with the Respondents' position in relation to Specification 13, the Commissioner confined that Specification to trade print books and trade audio books. In addition, the Commissioner narrowed the definition of those types of books in the final Order."], ["[73]", "In my view, the Commissioner's refusal to confine the final draft Order, including the Specifications mentioned above, to trade e-books is not unreasonable. I accept the Commissioner's explanation that the information and records being requested under the final draft Order with respect to print, audio and educational books may well be relevant to, and assist in, the assessment of the competitive effects of the alleged anti-competitive conduct in relation to trade e-books. For example, if the analysis of all of this information revealed that the prices of print and audio books, including educational books, did not increase to the same degree as the prices of trade e-books in the period following the implementation of the conduct under inquiry, that could assist the Commissioner to establish that such conduct has substantially lessened competition, or is likely to do so."], ["[74]", "I also accept the Commissioner's position that even though Pearson Canada transferred its trade book business to Penguin Canada in July 2013, it may have information relevant to the inquiry, including information of the type described in the above-mentioned Specifications, for several reasons. These include the fact that it was engaged in the distribution and sale of trade books (including e-books) prior to that transfer, it has entered into agreements with e-book retailers for the distribution and sale of e-books, it continues to be engaged in the book publishing business generally, and it is an affiliate of Penguin Canada. If Pearson Canada no longer has certain categories of information because they have been transferred to Penguin Canada, it simply has to explain that fact in accordance with the terms of the final Order."], ["[75]", "This reasoning also applies with respect to the Respondents' submission that the Relevant Period should not include any periods after July 1, 2013, the date upon which (i) Pearson Canada contributed its trade book assets to Penguin Canada, and (ii) Penguin Canada was contributed to the Penguin Random House joint venture. I acknowledge the Respondents' assertion that the Senior Officers of the joint venture are different than those of the Respondents, and that Random House Canada has never been subject to any inquiry with respect to an alleged agreement for the sale of e-books. However, I do not accept their position that the documents and records of the joint venture could not be relevant to the Commissioner's inquiry, and that having to provide documents after July 1, 2013 from the joint venture would be disproportionately burdensome on Penguin."], ["[76]", "In addition, the Respondents submitted that the \"Relevant Period,\" as defined in the Order, should not include any periods prior to 2010, because (i) Penguin Canada and its predecessor did not sell any e-books to retailers prior to 2010; (ii) e-book readers were not sold in Canada until very late in 2009, and even then likely not in any material volumes until much later; and (iii) the Commissioner's affidavit only claims to have \"reason to believe that Penguin has engaged in this conduct since approximately 2011.\""], ["[77]", "In my view, it is not unreasonable for the Commissioner to seek information dating back to September 2009. According to the Complaint filed by the USA, that is approximately when the initial discussions took place between and among Apple and the U.S. Publisher Defendants, including Penguin US. I am satisfied that it is relevant for the Commissioner to see copies of the communications, records and other information described in the final Order dating back to that period. Among other things, this will assist the Commissioner to understand the business context in which the alleged conduct in Canada occurred, its underlying rationale, the extent to which that conduct changed relative to prior conduct and the impact that the conduct had, relative to the state of affairs immediately prior to that conduct, i.e., in the fall of 2009 and over the course of 2010."], ["[78]", "The Respondents further submitted that the Relevant Period described in the Order should not include any periods after May 17, 2013, the date of the U.S. Final Judgment. In this regard, they asserted that, pursuant to that Final Judgment, Penguin Canada and its predecessor have been legally prohibited from entering into or enforcing any agreement or arrangement with any other e-book publisher relating to prices or conditions of sale for e-books since that date."], ["[79]", "In my view, the fact that a respondent or an affiliate of a respondent to an application made under section 11 may have entered into a resolution in another jurisdiction with respect to conduct that is similar to conduct that is the subject of an inquiry under the Act does not axiomatically imply that documents and records post-dating such resolution cannot be relevant to the Commissioner's inquiry. To fully understand the nature and impact of the conduct in question, it will often be necessary to compare a respondent's behaviour and policies during the period in which conduct contrary to the Act is believed to have occurred, with the respondent's behaviour and policies during a reasonable period of time both before and after that period."], ["[80]", "Finally, the Respondents took the position that Specification 11 of the Order should not require information with respect to all books that they offered for sale during the Relevant Period, but rather should be confined to books that they actually sold. In support of this position, they stated that, in any given month, there are thousands of older books that Penguin Canada maintains for sale but does not actually sell. They added that it is not possible, or would be disproportionately burdensome to have to try to identify, books that were not sold in a given month. In addition, they stated that information in respect of books that were not sold during the Relevant Period cannot have any relevance to competition in Canada or the Commissioner's inquiry."], ["[81]", "After I expressed some sympathy with the Respondents' position on this point during the hearing of this application, the Commissioner revised Specification 11 to exclude those", "print", "and", "audio", "books that were not sold at any point during the Relevant Period. In my view, this was a reasonable and sufficient response, particularly given that the focus of the Respondents' oral submissions in respect of this matter appeared to be upon older print and audio books. Given that the focus of the Commissioner's inquiry is upon e-books, information and records with respect to those books, including e-books that were not actually sold during the Relevant Period, may very well be relevant to the inquiry. Indeed, it is not immediately apparent why information and records with respect to quantities of the relevant products sold and not sold during the relevant period of an inquiry would not be relevant to the inquiry.", "C.", "Issues concerning the substantive merits"], ["[82]", "In their correspondence to the Commissioner and during the oral hearing on this application, the Respondents vigorously asserted that as a result of the Consent Agreement filed with the Tribunal, the Commissioner can no longer have any plausible basis for any ongoing concern that conduct engaged in by them could lessen competition substantially, as contemplated by section 90.1 of the Act."], ["[83]", "In support of their position, the Respondents noted that each of the other major book publishers in Canada are parties to the Consent Agreement. They added that a term in the Consent Agreement states that where that agreement imposes an obligation on a respondent party to the agreement to engage in or to refrain from engaging in certain conduct, that obligation shall apply to any joint venture or other business arrangement established by that respondent and any of Penguin (USA), Inc., Pearson Canada or Penguin Canada, or their subsidiaries, successors and assigns. Accordingly, they asserted that the Consent Agreement expressly, and as a matter of fact, negates or precludes the possibility of an agreement described by section 90.1 of the Act, because neither Pearson Canada nor Penguin Canada can be party to an agreement with any competitor with a sufficient market presence to be able to agree to behave in a manner that prevents or lessens competition substantially. They maintain that this position is reinforced by the press release issued by the Bureau in respect of the Consent Agreement. Among other things, that press release states that the Bureau \"expects that competition among retailers will increase, resulting in lower prices for e-books,\" as a consequence of the Consent Agreement."], ["[84]", "Based on the foregoing, the Respondents submitted that the Commissioner cannot have \"reason to believe\" that grounds exist for the making of an order under Part VII.1 or Part VIII of the Act, within the meaning of paragraph 10(1)(", ")(ii), and that therefore the Court should exercise its discretion to decline to issue the Order sought by the Commissioner. They made a similar submission based on their assertion that the U.S. Final Judgment is (i) binding upon the Penguin Random House joint venture, of which Penguin Canada forms a part, and (ii) prohibits Penguin Canada from entering into or enforcing any agreement or arrangement with any other e-book publisher to raise, stabilize, fix, set or coordinate the retail price or wholesale price of any e-book, or to fix, set or coordinate any term or condition relating to the sale of e-books since May 17, 2013. They added that the fact that the Penguin Random House joint venture was ultimately cleared by the Commissioner reinforces their position that the Commissioner cannot have \"reason to believe\" that the grounds described above exist."], ["[85]", "In response, the Commissioner maintained that the Respondents entered into one or more agreements contrary to s. 90.1 and that pursuant to that or those agreement(s), they switched from their prior wholesale agreements with retailers to agency agreements that have and will continue to impose anti-competitive restrictions on retailers. The Commissioner also noted that the term in the Consent Agreement which imposes obligations on the Settling Publishers with respect to Penguin Canada and Pearson Canada pertains to", "future", "joint ventures or other business arrangements between the Respondents and any of the Settling Publishers. The Commissioner submitted that, notwithstanding this provision, the Respondents can continue to engage in unilateral discussions with e-book retailers while still acting further to the anti-competitive agreement that the Commissioner alleges was entered between the Respondents and the Settling Publishers. In response to questioning during the hearing of this application, the Commissioner stated that there is nothing in the Consent Agreement that prohibits the Settling Publishers from being a party to the agreement that is the subject of the inquiry being conducted pursuant to section 90.1, or that requires the Settling Publishers to withdraw from any such agreement."], ["[86]", "By their plain and explicit terms, each of the obligations imposed on the Settling Publishers under Part II of the Consent Agreement pertains to agreements or arrangements between a Settling Publisher and an e-book retailer, or to retaliatory conduct by the former towards the latter. In contrast to the U.S. Final Judgment, there does not appear to be any provision in the Consent Agreement that expressly prohibits a publisher from entering into or enforcing an agreement or other arrangement with another publisher to fix, set or coordinate the retail or wholesale price of any e-book, or to fix, set or coordinate any term or condition relating to the sale of e-books."], ["[87]", "Accordingly, I am not satisfied that it is as axiomatic as the Respondents suggest that the Consent Agreement precludes or negates any possibility of an agreement described by section 90.1. The same applies with even greater force to the fact that the Penguin Random House joint venture was cleared, as that arrangement only involved the parties to the joint venture, whereas the agreement that is the subject of the inquiry under section 90.1 includes other leading participants in the publishing business in Canada."], ["[88]", "I am also not satisfied that it is unlikely that the Commissioner's inquiry could discover information to demonstrate, as a matter of fact, the existence of an agreement described by section 90.1, to which one or both of the Respondents are a party. I note that the Respondents did not lead any evidence on either of these points."], ["[89]", "More fundamentally, a section 11 application is not the appropriate forum for the Court to make final determinations regarding issues related to theories of competitive effects, defences, exemptions or the factual likelihood that an inquiry may disclose the existence of information demonstrating the existence of conduct described in section 90.1 or another provision in Part VIII of the Act (", "Air Canada", ", above, at para 21;", "CP Containers (Bermuda) Ltd (Re)", ", 1995 CarswellNat 2899, 64 CPR (3d) 384, at para 6)."], ["[90]", "A section 11 application is made during the investigatory phase of the administration and enforcement of the Act by the Commissioner. The purpose of such investigations is to determine whether there is sufficient evidence to warrant an application to the Tribunal (in the case of inquiries under Part VII.1 or Part VIII of the Act) or a referral to the Director of Public Prosecutions (in the case of an inquiry under Part VI or Part VII). Absent evidence of bad faith or the existence of other exceptional circumstances, which I have difficulty identifying at this point in time, the Court should refrain from making determinations at this fact finding stage which essentially reach final conclusions regarding the substantive merits of an inquiry (", "<FRAGMENT_SUPPRESSED> , at para 87)."], ["[91]", "This applies equally to the Respondents' position with respect to subsection 76(4) of the Act, which provides, among other things, that no order may be made under subsection 76(2) where the respondent supplier and the customer are principal and agent.", "D.", "The role of respondents"], ["[92]", "Pursuant to the express terms of section 11, applications are to be made on an", "ex parte", "basis. Accordingly, parties other than the Commissioner have no right to participate in the hearing, file evidence or cross-examine on the Commissioner's affidavit (", "<FRAGMENT_SUPPRESSED> , at para 36);", "<FRAGMENT_SUPPRESSED>  OR (3d) 535, at paras 34-36;", "<FRAGMENT_SUPPRESSED> , 1995 CanLII 7316, at paras 12, 15 (Ont Sup Ct))."], ["[93]", "However, the Court may in certain circumstances require that notice be given to the party or parties named in the order being sought by the Commissioner, to provide an opportunity for the party or parties to seek leave to make written or oral submissions. The Court may provide a similar opportunity where, as in this application, the parties in question are aware of and attend the hearing."], ["[94]", "Given that Parliament can be taken to have deliberately decided that section 11 applications should ordinarily proceed on an", "ex parte", "basis, it should not be expected that requests for leave to make written or oral submissions will be routinely granted by the Court (", "R v B (SA)", ", 2001 ABCA 235, at para 61 (CanLII)). The more appropriate manner in which a respondent's concerns regarding the scope or potentially duplicative nature of the draft Order should be brought to the Court's attention is through the Commissioner, pursuant to the Commissioner's duty of full and frank disclosure ( <FRAGMENT_SUPPRESSED> , above, at paras 100-107)."], ["[95]", "In this regard, the Court generally will want to know whether one or more drafts of the order that is being sought have been discussed with representatives of the party or parties named in the order. Where such dialogue has taken place, the Court should be provided with a sense of the nature of any concerns that have been expressed by the party or parties in question, the basis for those concerns and whether the draft order was modified to reflect any of those concerns. In the current application, this was achieved by including the Respondents' prior correspondence with the Commissioner in the appendices to the initial affidavit that was filed on behalf of the Commissioner. The Commissioner's written submissions then explained how, if at all, the Respondents' concerns were addressed in subsequent drafts of the Order."], ["[96]", "Once the Order has been issued by the Court, it would remain open to the respondent to bring a motion to deal with issues that subsequently arise, in the usual manner."], ["[97]", "Parties considering seeking leave to make written or oral submissions to the Court should be aware that if their request is granted, it may be more difficult for them to subsequently demonstrate that the Court should set aside or vary its order \"by reason of a matter that arose or was discovered subsequent to the making of the order as stipulated by Rule 399(2)(a) of the", "Federal Courts Rules", ", SOR/98-106.", "V.", "Conclusion"], ["[98]", "For the reasons given above, the focus of the Court's attention in applications made under section 11 generally is not on whether the Commissioner has disclosed sufficient information to satisfy the Court that the Commissioner's inquiry is a", "bona fide", "one and that there is reason to believe that grounds exist for the making of an order under a specific section in Part VIII of the Act, or under Part VIII generally. Instead, in the typical proceedings initiated under section 11, the Court's focus will be on satisfying itself that (i) an inquiry is in fact being made, (ii) the Commissioner has provided full and frank disclosure, (iii) the information or records described in the Order being sought are relevant to the inquiry in question, and (iv) the scope of such information or records is not excessive, disproportionate or unnecessarily burdensome. In the present proceeding, having regard to the information filed by the Commissioner and the changes that were made to various drafts of the Order that I ultimately signed, I had no difficulty satisfying myself of those things."], ["[99]", "With respect to the substantive competition issues raised by the Respondents, hearings on", "ex parte", "applications under section 11 are not the appropriate forum in which definitive determinations should be made with respect to such issues."], ["[100]", "As to the role of respondents, it should not be expected that requests for leave to make written or oral submissions will be routinely granted by the Court. Generally speaking, the more appropriate manner in which a respondent's concerns regarding the scope or potentially duplicative nature of a draft Order being sought in an application under section 11 should be brought to the Court's attention is through the Commissioner, pursuant to the Commissioner's duty of full and frank disclosure.", "Order accordingly.", "Editor: Elizabeth M.A. Turgeon/vnh", "APPENDIX 1", "Relevant Provisions of the", "Competition Act", "Inquiry by Commissioner", "10. (1) The Commissioner shall", "(a) on application made under section 9,", "(b) whenever the Commissioner has reason to believe that", "(i) a person has contravened an order made pursuant to section 32, 33 or 34, or Part VII.1 or Part VIII,", "(ii) grounds exist for the making of an order under Part VII.1 or Part VIII, or", "(iii) an offence under Part VI or VII has been or is about to be committed, or", "(c) whenever directed by the Minister to inquire whether any of the circumstances described in subparagraphs (b)(i) to (iii) exists,", "cause an inquiry to be made into all such matters as the Commissioner considers necessary to inquire into with the view of determining the facts.", "Information on inquiry", "(2) The Commissioner shall, on the written request of any person whose conduct is being inquired into under this Act or any person who applies for an inquiry under section 9, inform that person or cause that person to be informed as to the progress of the inquiry.", "Inquiries to be in private", "(3) All inquiries under this section shall be conducted in private.", "Order for oral examination, production or written return", "11. (1) If, on the ex parte application of the Commissioner or his or her authorized representative, a judge of a superior or county court is satisfied by information on oath or solemn affirmation that an inquiry is being made under section 10 and that a person has or is likely to have information that is relevant to the inquiry, the judge may order the person to", "(a) attend as specified in the order and be examined on oath or solemn affirmation by the Commissioner or the authorized representative of the Commissioner on any matter that is relevant to the inquiry before a person, in this section and sections 12 to 14 referred to as a \"presiding officer\", designated in the order;", "(b) produce to the Commissioner or the authorized representative of the Commissioner within a time and at a place specified in the order, a record, a copy of a record certified by affidavit to be a true copy, or any other thing, specified in the order; or", "(c) make and deliver to the Commissioner or the authorized representative of the Commissioner, within a time specified in the order, a written return under oath or solemn affirmation showing in detail such information as is by the order required.", "Records in possession of affiliate", "(2) Where the person against whom an order is sought under paragraph (1)(b) in relation to an inquiry is a corporation and the judge to whom the application is made under subsection (1) is satisfied by information on oath or solemn affirmation that an affiliate of the corporation, whether the affiliate is located in Canada or outside Canada, has records that are relevant to the inquiry, the judge may order the corporation to produce the records.", "No person excused from complying with order", "(3) No person shall be excused from complying with an order under subsection (1) or (2) on the ground that the testimony, record or other thing or return required of the person may tend to criminate the person or subject him to any proceeding or penalty, but no testimony given by an individual pursuant to an order made under paragraph (1)(a), or return made by an individual pursuant to an order made under paragraph (1)(c), shall be used or received against that individual in any criminal proceedings thereafter instituted against him, other than a prosecution under section 132 or 136 of the Criminal Code.", "Effect of order", "(4) An order made under this section has effect anywhere in Canada.", "Price maintenance", "76. (1) On application by the Commissioner or a person granted leave under section 103.1, the Tribunal may make an order under subsection (2) if the Tribunal finds that", "(a) a person referred to in subsection (3) directly or indirectly", "(i) by agreement, threat, promise or any like means, has influenced upward, or has discouraged the reduction of, the price at which the person's customer or any other person to whom the product comes for resale supplies or offers to supply or advertises a product within Canada, or", "(ii) has refused to supply a product to or has otherwise discriminated against any person or class of persons engaged in business in Canada because of the low pricing policy of that other person or class of persons; and", "(b) the conduct has had, is having or is likely to have an adverse effect on competition in a market.", "Order", "(2) The Tribunal may make an order prohibiting the person referred to in subsection (3) from continuing to engage in the conduct referred to in paragraph (1)(a) or requiring them to accept another person as a customer within a specified time on usual trade terms.", "Persons subject to order", "(3) An order may be made under subsection (2) against a person who", "(a) is engaged in the business of producing or supplying a product;", "(b) extends credit by way of credit cards or is otherwise engaged in a business that relates to credit cards; or", "(c) has the exclusive rights and privileges conferred by a patent, trade-mark, copyright, registered industrial design or registered integrated circuit topography.", "Where no order may be made", "(4) No order may be made under subsection (2) if the person referred to in subsection (3) and the customer or other person referred to in subparagraph (1)(a)(i) or (ii) are principal and agent or mandator and mandatary, or are affiliated corporations or directors, agents, mandataries, officers or employees of", "(a) the same corporation, partnership or sole proprietorship; or", "(b) corporations, partnerships or sole proprietorships that are affiliated.", "Suggested retail price", "(5) For the purposes of this section, a suggestion by a producer or supplier of a product of a resale price or minimum resale price for the product, however arrived at, is proof that the person to whom the suggestion is made is influenced in accordance with the suggestion, in the absence of proof that the producer or supplier, in so doing, also made it clear to the person that they were under no obligation to accept the suggestion and would in no way suffer in their business relations with the producer or supplier or with any other person if they failed to accept the suggestion.", "Advertised price", "(6) For the purposes of this section, the publication by a producer or supplier of a product, other than a retailer, of an advertisement that mentions a resale price for the product is proof that the producer or supplier is influencing upward the selling price of any person to whom the product comes for resale, unless the price is expressed in a way that makes it clear to any person whose attention the advertisement comes to that the product may be sold at a lower price.", "Exception", "(7) Subsections (5) and (6) do not apply to a price that is affixed or applied to a product or its package or container.", "Refusal to supply", "(8) If, on application by the Commissioner or a person granted leave under section 103.1, the Tribunal finds that any person, by agreement, threat, promise or any like means, has induced a supplier, whether within or outside Canada, as a condition of doing business with the supplier, to refuse to supply a product to a particular person or class of persons because of the low pricing policy of that person or class of persons, and that the conduct of inducement has had, is having or is likely to have an adverse effect on competition in a market, the Tribunal may make an order prohibiting the person from continuing to engage in the conduct or requiring the person to do business with the supplier on usual trade terms.", "Where no order may be made", "(9) No order may be made under subsection (2) in respect of conduct referred to in subparagraph (1)(a)(ii) if the Tribunal is satisfied that the person or class of persons referred to in that subparagraph, in respect of products supplied by the person referred to in subsection (3),", "(a) was making a practice of using the products as loss leaders, that is to say, not for the purpose of making a profit on those products but for purposes of advertising;", "(b) was making a practice of using the products not for the purpose of selling them at a profit but for the purpose of attracting customers in the hope of selling them other products;", "(c) was making a practice of engaging in misleading advertising; or", "(d) made a practice of not providing the level of servicing that purchasers of the products might reasonably expect.", "Inferences", "(10) In considering an application by a person granted leave under section 103.1, the Tribunal may not draw any inference from the fact that the Commissioner has or has not taken any action in respect of the matter raised by the application.", "Where proceedings commenced under section 45, 49, 79 or 90.1", "(11) No application may be made under this section against a person on the basis of facts that are the same or substantially the same as the facts on the basis of which", "(a) proceedings have been commenced against that person under section 45 or 49; or", "(b) an order against that person is sought under section 79 or 90.1.", "Definition of \"trade terms\"", "(12) For the purposes of this section, \"trade terms\" means terms in respect of payment, units of purchase and reasonable technical and servicing requirements", "Prohibition where abuse of dominant position", "79. (1) Where, on application by the Commissioner, the Tribunal finds that", "(a) one or more persons substantially or completely control, throughout Canada or any area thereof, a class or species of business,", "(b) that person or those persons have engaged in or are engaging in a practice of anti-competitive acts, and", "(c) the practice has had, is having or is likely to have the effect of preventing or lessening competition substantially in a market,", "the Tribunal may make an order prohibiting all or any of those persons from engaging in that practice.", "Additional or alternative order", "(2) Where, on an application under subsection (1), the Tribunal finds that a practice of anti-competitive acts has had or is having the effect of preventing or lessening competition substantially in a market and that an order under subsection (1) is not likely to restore competition in that market, the Tribunal may, in addition to or in lieu of making an order under subsection (1), make an order directing any or all the persons against whom an order is sought to take such actions, including the divestiture of assets or shares, as are reasonable and as are necessary to overcome the effects of the practice in that market.", "Limitation", "(3) In making an order under subsection (2), the Tribunal shall make the order in such terms as will in its opinion interfere with the rights of any person to whom the order is directed or any other person affected by it only to the extent necessary to achieve the purpose of the order.", "Administrative monetary penalty", "(3.1) If the Tribunal makes an order against a person under subsection (1) or (2), it may also order them to pay, in any manner that the Tribunal specifies, an administrative monetary penalty in an amount not exceeding $10,000,000 and, for each subsequent order under either of those subsections, an amount not exceeding $15,000,000.", "Aggravating or mitigating factors", "(3.2) In determining the amount of an administrative monetary penalty, the Tribunal shall take into account any evidence of the following:", "(a) the effect on competition in the relevant market;", "(b) the gross revenue from sales affected by the practice;", "(c) any actual or anticipated profits affected by the practice;", "(d) the financial position of the person against whom the order is made;", "(e) the history of compliance with this Act by the person against whom the order is made; and", "(f) any other relevant factor.", "Purpose of order", "(3.3) The purpose of an order made against a person under subsection (3.1) is to promote practices by that person that are in conformity with the purposes of this section and not to punish that person.", "Superior competitive performance", "(4) In determining, for the purposes of subsection (1), whether a practice has had, is having or is likely to have the effect of preventing or lessening competition substantially in a market, the Tribunal shall consider whether the practice is a result of superior competitive performance.", "Exception", "(5) For the purpose of this section, an act engaged in pursuant only to the exercise of any right or enjoyment of any interest derived under the Copyright Act, Industrial Design Act, Integrated Circuit Topography Act, Patent Act, Trade-marks Act or any other Act of Parliament pertaining to intellectual or industrial property is not an anti-competitive act.", "Limitation period", "(6) No application may be made under this section in respect of a practice of anti-competitive acts more than three years after the practice has ceased.", "Where proceedings commenced under section 45, 49, 76, 90.1 or 92", "(7) No application may be made under this section against a person on the basis of facts that are the same or substantially the same as the facts on the basis of which", "(a) proceedings have been commenced against that person under section 45 or 49; or", "(b) an order against that person is sought by the Commissioner under section 76, 90.1 or 92.", "Order", "90.1 (1) If, on application by the Commissioner, the Tribunal finds that an agreement or arrangement - whether existing or proposed - between persons two or more of whom are competitors prevents or lessens, or is likely to prevent or lessen, competition substantially in a market, the Tribunal may make an order", "(a) prohibiting any person - whether or not a party to the agreement or arrangement - from doing anything under the agreement or arrangement; or", "(b) requiring any person - whether or not a party to the agreement or arrangement - with the consent of that person and the Commissioner, to take any other action.", "Factors to be considered", "(2) In deciding whether to make the finding referred to in subsection (1), the Tribunal may have regard to the following factors:", "(a) the extent to which foreign products or foreign competitors provide or are likely to provide effective competition to the businesses of the parties to the agreement or arrangement;", "(b) the extent to which acceptable substitutes for products supplied by the parties to the agreement or arrangement are or are likely to be available;", "(c) any barriers to entry into the market, including", "(i) tariff and non-tariff barriers to international trade,", "(ii) interprovincial barriers to trade, and", "(iii) regulatory control over entry;", "(d) any effect of the agreement or arrangement on the barriers referred to in paragraph (c);", "(e) the extent to which effective competition remains or would remain in the market;", "(f) any removal of a vigorous and effective competitor that resulted from the agreement or arrangement, or any likelihood that the agreement or arrangement will or would result in the removal of such a competitor;", "(g) the nature and extent of change and innovation in any relevant market; and", "(h) any other factor that is relevant to competition in the market that is or would be affected by the agreement or arrangement.", "Evidence", "(3) For the purpose of subsections (1) and (2), the Tribunal shall not make the finding solely on the basis of evidence of concentration or market share.", "Exception where gains in efficiency", "(4) The Tribunal shall not make an order under subsection (1) if it finds that the agreement or arrangement has brought about or is likely to bring about gains in efficiency that will be greater than, and will offset, the effects of any prevention or lessening of competition that will result or is likely to result from the agreement or arrangement, and that the gains in efficiency would not have been attained if the order had been made or would not likely be attained if the order were made.", "Restriction", "(5) For the purposes of subsection (4), the Tribunal shall not find that the agreement or arrangement has brought about or is likely to bring about gains in efficiency by reason only of a redistribution of income between two or more persons.", "Factors to be considered", "(6) In deciding whether the agreement or arrangement is likely to bring about the gains in efficiency described in subsection (4), the Tribunal shall consider whether such gains will result in", "(a) a significant increase in the real value of exports; or", "(b) a significant substitution of domestic products for imported products.", "Exception", "(7) Subsection (1) does not apply if the agreement or arrangement is entered into, or would be entered into, only by companies each of which is, in respect of every one of the others, an affiliate.", "Exception", "(8) Subsection (1) does not apply if the agreement or arrangement relates only to the export of products from Canada, unless the agreement or arrangement", "(a) has resulted in or is likely to result in a reduction or limitation of the real value of exports of a product;", "(b) has restricted or is likely to restrict any person from entering into or expanding the business of exporting products from Canada; or", "(c) has prevented or lessened or is likely to prevent or lessen competition substantially in the supply of services that facilitate the export of products from Canada.", "Exception", "(9) The Tribunal shall not make an order under subsection (1) in respect of", "(a) an agreement or arrangement between federal financial institutions, as defined in subsection 49(3), in respect of which the Minister of Finance has certified to the Commissioner", "(i) the names of the parties to the agreement or arrangement, and", "(ii) the Minister of Finance's request for or approval of the agreement or arrangement for the purposes of financial policy;", "(b) an agreement or arrangement that constitutes a merger or proposed merger under the Bank Act, the Cooperative Credit Associations Act, the Insurance Companies Act or the Trust and Loan Companies Act in respect of which the Minister of Finance has certified to the Commissioner", "(i) the names of the parties to the agreement or arrangement, and", "(ii) the Minister of Finance's opinion that the merger is in the public interest, or that it would be in the public interest, taking into account any terms and conditions that may be imposed under those Acts; or", "(c) an agreement or arrangement that constitutes a merger or proposed merger approved under subsection 53.2(7) of the Canada Transportation Act in respect of which the Minister of Transport has certified to the Commissioner the names of the parties to the agreement or arrangement.", "Where proceedings commenced under section 45, 49, 76, 79 or 92", "(10) No application may be made under this section against a person on the basis of facts that are the same or substantially the same as the facts on the basis of which", "(a) proceedings have been commenced against that person under section 45 or 49; or", "(b) an order against that person is sought by the Commissioner under section 76, 79 or 92.", "Definition of \"competitor\"", "(11) In subsection (1), \"competitor\" includes a person who it is reasonable to believe would be likely to compete with respect to a product in the absence of the agreement or arrangement.", "Enquรชte par le commissaire", "10. (1) Le commissaire fait รฉtudier, dans l'un ou l'autre des cas suivants, toutes questions qui, d'aprรจs lui, nรฉcessitent une enquรชte en vue de dรฉterminer les faits:", "a) sur demande faite en vertu de l'article 9;", "b) chaque fois qu'il a des raisons de croire:", "(i) soit qu'une personne a contrevenu ร une ordonnance rendue en application des articles 32, 33 ou 34, ou des parties VII.1 ou VIII,", "(ii) soit qu'il existe des motifs justifiant une ordonnance en vertu des parties VII.1 ou VIII,", "(iii) soit qu'une infraction visรฉe ร la partie VI ou VII a รฉtรฉ perpรฉtrรฉe ou est sur le point de l'รชtre;", "c) chaque fois que le ministre lui ordonne de dรฉterminer au moyen d'une enquรชte si l'un des faits visรฉs aux sous-alinรฉas b)(i) ร (iii) existe.", "Renseignements concernant les enquรชtes", "(2) ร la demande รฉcrite d'une personne don't les activitรฉs font l'objet d'une enquรชte en application de la prรฉsente loi ou d'une personne qui a demandรฉ une enquรชte conformรฉment ร l'article 9, le commissaire instruit ou fait instruire cette personne de l'รฉtat du dรฉroulement de l'enquรชte.", "Enquรชtes en privรฉ", "(3) Les enquรชtes visรฉes au prรฉsent article sont conduites en privรฉ.", "Ordonnance exigeant une dรฉposition orale ou une dรฉclaration รฉcrite", "11. (1) Sur demande ex parte du commissaire ou de son reprรฉsentant autorisรฉ, un juge d'une cour supรฉrieure ou d'une cour de comtรฉ peut, lorsqu'il est convaincu d'aprรจs une dรฉnonciation faite sous serment ou affirmation solennelle qu'une enquรชte est menรฉe en application de l'article 10 et qu'une personne dรฉtient ou dรฉtient vraisemblablement des renseignements pertinents ร l'enquรชte en question, ordonner ร cette personne:", "a) de comparaรฎtre, selon ce que prรฉvoit l'ordonnance de sorte que, sous serment ou affirmation solennelle, elle puisse, concernant toute question pertinente ร l'enquรชte, รชtre interrogรฉe par le commissaire ou son reprรฉsentant autorisรฉ devant une personne dรฉsignรฉe dans l'ordonnance et qui, pour l'application du prรฉsent article et des articles 12 ร 14, est appelรฉe ยซ fonctionnaire d'instruction ยป;", "b) de produire auprรจs du commissaire ou de son reprรฉsentant autorisรฉ, dans le dรฉlai et au lieu que prรฉvoit l'ordonnance, les documents - originaux ou copies certifiรฉes conformes par affidavit - ou les autres choses don't l'ordonnance fait mention;", "c) de prรฉparer et de donner au commissaire ou ร son reprรฉsentant autorisรฉ, dans le dรฉlai que prรฉvoit l'ordonnance, une dรฉclaration รฉcrite faite sous serment ou affirmation solennelle et รฉnonรงant en dรฉtail les renseignements exigรฉs par l'ordonnance.", "Documents en possession d'une affiliรฉe", "(2) Lorsque, en rapport avec une enquรชte, la personne contre qui une ordonnance est demandรฉe en application de l'alinรฉa (1)b) est une personne morale et que le juge ร qui la demande est faite aux termes du paragraphe (1) est convaincu, d'aprรจs une dรฉnonciation faite sous serment ou affirmation solennelle, qu'une affiliรฉe de cette personne morale a des documents qui sont pertinents ร l'enquรชte, il peut, sans รฉgard au fait que l'affiliรฉe soit situรฉe au Canada ou ailleurs, ordonner ร la personne morale de produire les documents en question.", "Nul n'est dispensรฉ de se conformer ร l'ordonnance", "(3) Nul n'est dispensรฉ de se conformer ร une ordonnance visรฉe au paragraphe (1) ou (2) au motif que le tรฉmoignage oral, le document, l'autre chose ou la dรฉclaration qu'on exige de lui peut tendre ร l'incriminer ou ร l'exposer ร quelque procรฉdure ou pรฉnalitรฉ, mais un tรฉmoignage oral qu'un individu a rendu conformรฉment ร une ordonnance prononcรฉe en application de l'alinรฉa (1)a) ou une dรฉclaration qu'il a faite en conformitรฉ avec une ordonnance prononcรฉe en application de l'alinรฉa (1)c) ne peut รชtre utilisรฉ ou admis contre celui-ci dans le cadre de poursuites criminelles intentรฉes contre lui par la suite sauf en ce qui concerne une poursuite prรฉvue ร l'article 132 ou 136 du Code criminel.", "Effet de l'ordonnance", "(4) Une ordonnance rendue en application du prรฉsent article a effet partout au Canada.", "Maintien des prix", "76. (1) Sur demande du commissaire ou de toute personne ร qui il a accordรฉ la permission de prรฉsenter une demande en vertu de l'article 103.1, le Tribunal peut rendre l'ordonnance visรฉe au paragraphe (2) s'il conclut, ร la fois:", "a) que la personne visรฉe au paragraphe (3), directement ou indirectement:", "(i) soit, par entente, menace, promesse ou quelque autre moyen semblable, a fait monter ou empรชchรฉ qu'on ne rรฉduise le prix auquel son client ou toute personne qui le reรงoit pour le revendre fournit ou offre de fournir un produit ou fait de la publicitรฉ au sujet d'un produit au Canada,", "(ii) soit a refusรฉ de fournir un produit ร une personne ou catรฉgorie de personnes exploitant une entreprise au Canada, ou a pris quelque autre mesure discriminatoire ร son endroit, en raison de son rรฉgime de bas prix;", "b) que le comportement a eu, a ou aura vraisemblablement pour effet de nuire ร la concurrence dans un marchรฉ.", "Ordonnance", "(2) Le Tribunal peut, par ordonnance, interdire ร la personne visรฉe au paragraphe (3) de continuer de se livrer au comportement visรฉ ร l'alinรฉa (1)a) ou exiger qu'elle accepte une autre personne comme client dans un dรฉlai dรฉterminรฉ aux conditions de commerce normales.", "Personne visรฉe par l'ordonnance", "(3) Peut รชtre visรฉe par l'ordonnance prรฉvue au paragraphe (2) la personne qui, selon le cas:", "a) exploite une entreprise de production ou de fourniture d'un produit;", "b) offre du crรฉdit au moyen de cartes de crรฉdit ou, d'une faรงon gรฉnรฉrale, exploite une entreprise dans le domaine des cartes de crรฉdit;", "c) dรฉtient les droits et privilรจges exclusifs que confรจrent un brevet, une marque de commerce, un droit d'auteur, un dessin industriel enregistrรฉ ou une topographie de circuit intรฉgrรฉ enregistrรฉe.", "Cas oรน il ne peut รชtre rendu d'ordonnance", "(4) L'ordonnance prรฉvue au paragraphe (2) ne peut รชtre rendue lorsque la personne visรฉe au paragraphe (3) et le client ou la personne visรฉs aux sous-alinรฉas (1)a)(i) ou (ii) ont entre eux des relations de mandant ร mandataire ou sont des personnes morales affiliรฉes ou des administrateurs, mandataires, dirigeants ou employรฉs:", "a) soit de la mรชme personne morale, sociรฉtรฉ de personnes ou entreprise individuelle;", "b) soit de personnes morales, sociรฉtรฉs de personnes ou entreprises individuelles qui sont affiliรฉes.", "Prix de dรฉtail proposรฉ", "(5) Pour l'application du prรฉsent article, le fait, pour le producteur ou fournisseur d'un produit, de proposer pour ce produit un prix de revente ou un prix de revente minimal, quelle que soit la faรงon de dรฉterminer ce prix, lorsqu'il n'est pas prouvรฉ que le producteur ou fournisseur, en faisant la proposition, a aussi prรฉcisรฉ ร la personne ร laquelle il l'a faite que cette derniรจre n'รฉtait nullement obligรฉe de l'accepter et que, si elle ne l'acceptait pas, elle n'en souffrirait en aucune faรงon dans ses relations commerciales avec ce producteur ou fournisseur ou avec toute autre personne, constitue la preuve qu'il a influencรฉ, dans le sens de la proposition, la personne ร laquelle il l'a faite.", "Prix annoncรฉ", "(6) Pour l'application du prรฉsent article, la publication, par le producteur ou le fournisseur d'un produit qui n'est pas dรฉtaillant, d'une rรฉclame mentionnant un prix de revente pour ce produit constitue la preuve qu'il a fait monter le prix de vente demandรฉ par toute personne qui le reรงoit pour le revendre, ร moins que ce prix ne soit exprimรฉ de faรงon ร prรฉciser ร quiconque prend connaissance de la publicitรฉ que le produit peut รชtre vendu ร un prix infรฉrieur.", "Exception", "(7) Les paragraphes (5) et (6) ne s'appliquent pas au prix apposรฉ ou inscrit sur un produit ou sur son emballage.", "Refus de fournir", "(8) S'il conclut, ร la suite d'une demande du commissaire ou de toute personne ร qui il a accordรฉ la permission de prรฉsenter une demande en vertu de l'article 103.1, qu'une personne, par entente, menace, promesse ou quelque autre moyen semblable, a persuadรฉ un fournisseur, au Canada ou ร l'รฉtranger, en en faisant la condition de leurs relations commerciales, de refuser de fournir un produit ร une personne donnรฉe ou ร une catรฉgorie donnรฉe de personnes en raison du rรฉgime de bas prix de cette personne ou catรฉgorie et que la persuasion a eu, a ou aura vraisemblablement pour effet de nuire ร la concurrence dans un marchรฉ, le Tribunal peut, par ordonnance, interdire ร la personne de continuer ร se comporter ainsi ou exiger qu'elle entretienne des relations commerciales avec le fournisseur en question aux conditions de commerce normales.", "Cas oรน il ne peut รชtre rendu d'ordonnance", "(9) L'ordonnance prรฉvue au paragraphe (2) ร l'รฉgard du comportement visรฉ au sous-alinรฉa (1)a)(ii) ne peut รชtre rendue si le Tribunal est convaincu que la personne ou catรฉgorie de personnes visรฉe au sous-alinรฉa avait l'habitude, quant aux produits fournis par la personne visรฉe au paragraphe (3):", "a) de les sacrifier ร des fins de publicitรฉ et non d'en tirer profit;", "b) de les vendre sans profit afin d'attirer les clients dans l'espoir de leur vendre d'autres produits;", "c) de faire de la publicitรฉ trompeuse;", "d) de ne pas assurer la qualitรฉ de service ร laquelle leurs acheteurs pouvaient raisonnablement s'attendre.", "Application", "(10) Le Tribunal, lorsqu'il est saisi d'une demande prรฉsentรฉe par une personne ร qui il a accordรฉ la permission de prรฉsenter une demande en vertu de l'article 103.1, ne peut tirer quelque conclusion que ce soit du fait que le commissaire a pris des mesures ou non ร l'รฉgard de l'objet de la demande.", "Procรฉdures en vertu des articles 45, 49, 79 et 90.1", "(11) Aucune demande ร l'endroit d'une personne ne peut รชtre prรฉsentรฉe au titre du prรฉsent article si les faits allรฉguรฉs au soutien de la demande sont les mรชmes ou essentiellement les mรชmes que ceux qui ont รฉtรฉ allรฉguรฉs au soutien:", "a) d'une procรฉdure engagรฉe ร l'endroit de cette personne en vertu des articles 45 ou 49;", "b) d'une ordonnance demandรฉe ร l'endroit de cette personne en vertu des articles 79 ou 90.1.", "Dรฉfinition de ยซ conditions de commerce ยป", "(12) Pour l'application du prรฉsent article, ยซ conditions de commerce ยป s'entend des conditions relatives au paiement, aux quantitรฉs unitaires d'achat et aux exigences raisonnables d'ordre technique ou d'entretien.", "Ordonnance d'interdiction dans les cas d'abus de position dominante", "79. (1) Lorsque, ร la suite d'une demande du commissaire, il conclut ร l'existence de la situation suivante:", "a) une ou plusieurs personnes contrรดlent sensiblement ou complรจtement une catรฉgorie ou espรจce d'entreprises ร la grandeur du Canada ou d'une de ses rรฉgions;", "b) cette personne ou ces personnes se livrent ou se sont livrรฉes ร une pratique d'agissements anti-concurrentiels;", "c) la pratique a, a eu ou aura vraisemblablement pour effet d'empรชcher ou de diminuer sensiblement la concurrence dans un marchรฉ,", "le Tribunal peut rendre une ordonnance interdisant ร ces personnes ou ร l'une ou l'autre d'entre elles de se livrer ร une telle pratique.", "Ordonnance supplรฉmentaire ou substitutive", "(2) Dans les cas oรน ร la suite de la demande visรฉe au paragraphe (1) il conclut qu'une pratique d'agissements anti-concurrentiels a eu ou a pour effet d'empรชcher ou de diminuer sensiblement la concurrence dans un marchรฉ et qu'une ordonnance rendue aux termes du paragraphe (1) n'aura vraisemblablement pas pour effet de rรฉtablir la concurrence dans ce marchรฉ, le Tribunal peut, en sus ou au lieu de rendre l'ordonnance prรฉvue au paragraphe (1), rendre une ordonnance enjoignant ร l'une ou l'autre ou ร l'ensemble des personnes visรฉes par la demande d'ordonnance de prendre des mesures raisonnables et nรฉcessaires dans le but d'enrayer les effets de la pratique sur le marchรฉ en question et, notamment, de se dรฉpartir d'รฉlรฉments d'actif ou d'actions.", "Restriction", "(3) Lorsque le Tribunal rend une ordonnance en application du paragraphe (2), il le fait aux conditions qui, ร son avis, ne porteront atteinte aux droits de la personne visรฉe par cette ordonnance ou ร ceux des autres personnes touchรฉes par cette ordonnance que dans la mesure de ce qui est nรฉcessaire ร la rรฉalisation de l'objet de l'ordonnance.", "Sanction administrative pรฉcuniaire", "(3.1) S'il rend une ordonnance en vertu des paragraphes (1) ou (2), le Tribunal peut aussi ordonner ร la personne visรฉe de payer, selon les modalitรฉs qu'il peut prรฉciser, une sanction administrative pรฉcuniaire maximale de 10 000 000 $ et, pour toute ordonnance subsรฉquente rendue en vertu de l'un de ces paragraphes, de 15 000 000 $.", "Facteurs ร prendre en compte", "(3.2) Pour la dรฉtermination du montant de la sanction administrative pรฉcuniaire, il est tenu compte des รฉlรฉments suivants:", "a) l'effet sur la concurrence dans le marchรฉ pertinent;", "b) le revenu brut provenant des ventes sur lesquelles la pratique a eu une incidence;", "c) les bรฉnรฉfices rรฉels ou prรฉvus sur lesquels la pratique a eu une incidence;", "d) la situation financiรจre de la personne visรฉe par l'ordonnance;", "e) le comportement antรฉrieur de la personne visรฉe par l'ordonnance en ce qui a trait au respect de la prรฉsente loi;", "f) tout autre รฉlรฉment pertinent.", "But de la sanction", "(3.3) La sanction prรฉvue au paragraphe (3.1) vise ร encourager la personne visรฉe par l'ordonnance ร adopter des pratiques compatibles avec les objectifs du prรฉsent article et non pas ร la punir.", "Efficience รฉconomique supรฉrieure", "(4) Pour l'application du paragraphe (1), lorsque le Tribunal dรฉcide de la question de savoir si une pratique a eu, a ou aura vraisemblablement pour effet d'empรชcher ou de diminuer sensiblement la concurrence dans un marchรฉ, il doit รฉvaluer si la pratique rรฉsulte du rendement concurrentiel supรฉrieur.", "Exception", "(5) Pour l'application du prรฉsent article, un agissement rรฉsultant du seul fait de l'exercice de quelque droit ou de la jouissance de quelque intรฉrรชt dรฉcoulant de la Loi sur les brevets, de la Loi sur les dessins industriels, de la Loi sur le droit d'auteur, de la Loi sur les marques de commerce, de la Loi sur les topographies de circuits intรฉgrรฉs ou de toute autre loi fรฉdรฉrale relative ร la propriรฉtรฉ intellectuelle ou industrielle ne constitue pas un agissement anti-concurrentiel.", "Prescription", "(6) Une demande ne peut pas รชtre prรฉsentรฉe en application du prรฉsent article ร l'รฉgard d'une pratique d'agissements anti-concurrentiels si la pratique en question a cessรฉ depuis plus de trois ans.", "Procรฉdures en vertu des articles 45, 49, 76, 90.1 ou 92", "(7) Aucune demande ร l'endroit d'une personne ne peut รชtre prรฉsentรฉe au titre du prรฉsent article si les faits au soutien de la demande sont les mรชmes ou essentiellement les mรชmes que ceux qui ont รฉtรฉ allรฉguรฉs au soutien:", "a) d'une procรฉdure engagรฉe ร l'endroit de cette personne en vertu des articles 45 ou 49;", "b) d'une ordonnance demandรฉe par le commissaire ร l'endroit de cette personne en vertu des articles 76, 90.1 ou 92.", "Ordonnance", "90.1 (1) Dans le cas oรน, ร la suite d'une demande du commissaire, il conclut qu'un accord ou un arrangement - conclu ou proposรฉ - entre des personnes dont au moins deux sont des concurrents empรชche ou diminue sensiblement la concurrence dans un marchรฉ, ou aura vraisemblablement cet effet, le Tribunal peut rendre une ordonnance:", "a) interdisant ร toute personne - qu'elle soit ou non partie ร l'accord ou ร l'arrangement - d'accomplir tout acte au titre de l'accord ou de l'arrangement;", "b) enjoignant ร toute personne - qu'elle soit ou non partie ร l'accord ou ร l'arrangement - de prendre toute autre mesure, si le commissaire et elle y consentent.", "Facteurs ร considรฉrer", "(2) Pour dรฉcider s'il arrive ร la conclusion visรฉe au paragraphe (1), le Tribunal peut tenir compte des facteurs suivants:", "a) la mesure dans laquelle des produits ou des concurrents รฉtrangers assurent ou assureront vraisemblablement une concurrence rรฉelle aux entreprises des parties ร l'accord ou ร l'arrangement;", "b) la mesure dans laquelle sont ou seront vraisemblablement disponibles des produits pouvant servir de substituts acceptables ร ceux fournis par les parties ร l'accord ou ร l'arrangement;", "c) les entraves ร l'accรจs ร ce marchรฉ, notamment:", "(i) les barriรจres tarifaires et non tarifaires au commerce international,", "(ii) les barriรจres interprovinciales au commerce,", "(iii) la rรฉglementation de cet accรจs;", "d) les effets de l'accord ou de l'arrangement sur les entraves visรฉes ร l'alinรฉa c);", "e) la mesure dans laquelle il y a ou il y aurait encore de la concurrence rรฉelle dans ce marchรฉ;", "f) le fait que l'accord ou l'arrangement a entraรฎnรฉ la disparition d'un concurrent dynamique et efficace ou qu'il entraรฎnera ou pourrait entraรฎner une telle disparition;", "g) la nature et la portรฉe des changements et des innovations dans tout marchรฉ pertinent;", "h) tout autre facteur pertinent ร l'รฉgard de la concurrence dans le marchรฉ qui est ou serait touchรฉ par l'accord ou l'arrangement.", "Preuve", "(3) Pour l'application des paragraphes (1) et (2), le Tribunal ne peut fonder sa conclusion uniquement sur des constatations relatives ร la concentration ou ร la part de marchรฉ.", "Exception dans les cas de gains en efficience", "(4) Le Tribunal ne rend pas l'ordonnance prรฉvue au paragraphe (1) dans les cas oรน il conclut que l'accord ou l'arrangement a eu pour effet ou aura vraisemblablement pour effet d'entraรฎner des gains en efficience, que ces gains surpasseront et neutraliseront les effets de l'empรชchement ou de la diminution de la concurrence qui rรฉsulteront ou rรฉsulteront vraisemblablement de l'accord ou de l'arrangement et que ces gains n'auraient pas รฉtรฉ rรฉalisรฉs si l'ordonnance avait รฉtรฉ rendue ou ne le seraient vraisemblablement pas si l'ordonnance รฉtait rendue.", "Restriction", "(5) Pour l'application du paragraphe (4), le Tribunal ne peut fonder uniquement sur une redistribution de revenu entre plusieurs personnes sa conclusion que l'accord ou l'arrangement a eu pour effet ou aura vraisemblablement pour effet d'entraรฎner des gains en efficience.", "Facteurs pris en considรฉration", "(6) Pour dรฉcider si l'accord ou l'arrangement aura vraisemblablement pour effet d'entraรฎner les gains en efficience visรฉs au paragraphe (4), le Tribunal examine si ces gains se traduiront, selon le cas:", "a) par une augmentation relativement importante de la valeur rรฉelle des exportations;", "b) par une substitution relativement importante de produits nationaux ร des produits รฉtrangers.", "Exception", "(7) Le paragraphe (1) ne s'applique pas ร l'accord ou ร l'arrangement qui est intervenu ou interviendrait exclusivement entre des personnes morales qui sont chacune des affiliรฉes de toutes les autres.", "Exception", "(8) Le paragraphe (1) ne s'applique pas ร l'accord ou ร l'arrangement qui se rattache exclusivement ร l'exportation de produits du Canada, sauf dans les cas suivants:", "a) il a eu pour rรฉsultat ou aura vraisemblablement pour rรฉsultat une rรฉduction ou une limitation de la valeur rรฉelle des exportations d'un produit;", "b) il a restreint ou restreindra vraisemblablement les possibilitรฉs pour une personne d'entrer dans le commerce d'exportation de produits du Canada ou de dรฉvelopper un tel commerce;", "c) il a sensiblement empรชchรฉ ou diminuรฉ la concurrence dans la fourniture de services visant ร favoriser l'exportation de produits du Canada, ou aura vraisemblablement un tel effet.", "Exception", "(9) Le Tribunal ne rend pas l'ordonnance prรฉvue au paragraphe (1) en ce qui touche:", "a) un accord ou un arrangement intervenu entre des institutions financiรจres fรฉdรฉrales, au sens du paragraphe 49(3), ร l'รฉgard duquel le ministre des Finances certifie au commissaire le nom des parties et le fait qu'il a รฉtรฉ conclu ร sa demande ou avec son autorisation pour les besoins de la politique financiรจre;", "b) un accord ou un arrangement constituant une fusion - rรฉalisรฉe ou proposรฉe - aux termes de la Loi sur les banques, de la Loi sur les associations coopรฉratives de crรฉdit, de la Loi sur les sociรฉtรฉs d'assurances ou de la Loi sur les sociรฉtรฉs de fiducie et de prรชt, et ร l'รฉgard duquel le ministre des Finances certifie au commissaire le nom des parties et le fait que cette fusion est dans l'intรฉrรชt public, ou qu'elle le serait compte tenu des conditions qui pourraient รชtre imposรฉes dans le cadre de ces lois;", "c) un accord ou un arrangement constituant une fusion - rรฉalisรฉe ou proposรฉe - agrรฉรฉe en vertu du paragraphe 53.2(7) de la Loi sur les transports au Canada et ร l'รฉgard duquel le ministre des Transports certifie au commissaire le nom des parties.", "Procรฉdures en vertu des articles 45, 49, 76, 79 et 92", "(10) Aucune demande ร l'endroit d'une personne ne peut รชtre prรฉsentรฉe au titre du prรฉsent article si les faits au soutien de la demande sont les mรชmes ou essentiellement les mรชmes que ceux allรฉguรฉs au soutien:", "a) d'une procรฉdure engagรฉe ร l'endroit de cette personne en vertu des articles 45 ou 49;", "b) d'une ordonnance demandรฉe par le commissaire ร l'endroit de cette personne en vertu des articles 76, 79 ou 92.", "Dรฉfinition de ยซ concurrent ยป", "(11) Au paragraphe (1), ยซ concurrent ยป s'entend notamment de toute personne qui, en toute raison, ferait vraisemblablement concurrence ร une autre personne ร l'รฉgard d'un produit en l'absence de l'accord ou de l'arrangement."]]}