{"id_": "099814", "body_str": [["[1]", "Southcott, J.", ": This is an application under ss. 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [Act] for judicial review of a decision of the Refugee Appeal Division of the Immigration and Refugee Board of Canada [RAD] dated July 2, 2014, wherein the RAD confirmed the decision of the Refugee Protection Division of the Immigration and Refugee Board of Canada [RPD] that the applicants are neither Convention refugees within the meaning of s. 96 of the Act nor persons in need of protection under s. 97 of the Act."], ["[2]", "For the following reasons, the application for judicial review is allowed and the matter is referred to the RAD for re-determination by a differently constituted panel.", "I.", "Background"], ["[3]", "The applicants are a twenty-five-year-old woman and her one-year-old daughter. They claim to be citizens of Somalia and seek refugee protection based on their gender and their membership in the minority Tumaal clan. They fear persecution in Somalia by majority clan militias including Al-Shabaab."], ["[4]", "The principal applicant testified before the RPD regarding her experiences in Somalia leading to her fleeing the country. She stated that she lived in Beledweyne, where she was married to a man who is also a member of the Tumaal clan and who was employed as a tax collector by the Transitional Federal Government [TFG] of Somalia. She stated that the Al-Shabaab militia targeted her husband because he was working for the TFG and because they owned a tea shop that government and international soldiers frequented. He fled the country, and the militia then targeted her."], ["[5]", "The RPD rejected the applicants' claims on the basis that the principal applicant lacked credibility, that the applicants had not established that they were citizens of Somalia or that they were citizens of Somalia and not citizens of any other country, and that the applicants had failed to establish that they had a subjective fear of harm or an objective risk of harm in their country of nationality or former habitual residence."], ["[6]", "On appeal to the RAD, the applicants sought to introduce new evidence, in the form of an affidavit from a family friend intended to support the applicants' assertion of Somali citizenship, and argued that an oral hearing should be granted to consider this evidence in addition to testimony from the principal applicant and another witness who had testified before the RPD. The applicants argued that the RPD's findings on citizenship and credibility should be set aside and that the relevant country condition documentation supported a conclusion that the applicants were at objective risk, independent of the principal applicant's testimony as to her experiences in Somalia."], ["[7]", "The RAD confirmed the RPD's decision. It refused to admit the affidavit from the new witness. It also noted that, in addition to the affidavit from the new witness, the applicants' appeal record included affidavits from the principal applicant and another witness who had testified before the RPD and numerous country condition documents. The RAD stated that the applicants' counsel should have known that submissions would be required on the admissibility of these documents and held that, insofar as the applicants' pleadings relied on these documents, their submissions and arguments were undermined."], ["[8]", "Although the RAD rejected the affidavit from the new witness, it disagreed with the RPD's finding on citizenship and found that the applicants were more likely than not citizens of Somalia. However, applying a standard of reasonableness, the RAD declined to interfere with the RPD's decision. It found that the RPD's findings as to the principal applicant's lack of credibility were reasonable. While recognizing the difficulty faced by ethnic minorities and women living in Somalia, the RAD concluded that there was no persuasive evidence that the principal applicant ever faced persecution and found that the applicants would not personally be at risk upon returning to Somalia.", "II.", "Issues"], ["[9]", "The applicants raise the following issues to be considered in this application for judicial review:", "A. Whether the RAD erred in law or reached unreasonable conclusions by refusing to consider the totality of the evidence, specifically the Immigration and Refugee Board's national documentation package related to Somalia [NDP];", "B. Whether the RAD erred by refusing to accept the affidavits from the principal applicant and the other witness who had testified before the RPD, as well as the affidavit from the new witness, and by refusing to hold an oral hearing; and", "C. Whether the RAD erred in upholding the RPD's findings based on a standard of reasonableness."], ["[10]", "The applicants also claim costs, arguing that the RAD's findings - that the documents in the NDP were not on record and that the applicants' counsel should have known that submissions would be required on the admissibility of these documents - represent the special basis required for an award of costs in an immigration judicial review application.", "III.", "Standard of Review"], ["[11]", "As noted by Justice Fothergill in", "REFERENCE_SUPPRESSED, the law is not yet settled as to the standard of review to be applied by this Court to the RAD's determination of its own standard of review. Some decisions of this Court have applied the standard of correctness (see, for example, Justice Phelan's decision in", "REFERENCE_SUPPRESSED). Other decisions have concluded that this Court should apply the standard of reasonableness when considering the RAD's determination of its own standard of review (see, for example, Justice Gagné's decision in", "REFERENCE_SUPPRESSED)."], ["[12]", "However, as observed by Justice Martineau in", "REFERENCE_SUPPRESSED, the Court can sometimes adopt a pragmatic approach to this issue, in circumstances where the Court's decision whether to apply the standard of reasonableness or the standard of correctness, to the RAD's identification of its own standard of review, would not be determinative of the outcome of an application for judicial review. This is a case in which the pragmatic approach can be applied. As in", "CITATION_SUPPRESSED,", "the RAD's selection of the judicial review standard of reasonableness in the case at hand is an error regardless of the standard against which that selection is assessed."], ["[13]", "Decisions of this Court have also expressed in various ways the standard of review that should be employed by the RAD in considering appeals from the RPD. In", "REFERENCE_SUPPRESSED, Justice Shore expressed his conclusions as follows:", "The Court agrees that the RPD, as the tribunal of first instance, is owed a measure of deference with regard to its findings of fact, and of fact and law. The RPD is better situated to draw such conclusions as it is the tribunal of first instance, the trier of facts, having the advantage of hearing testimony", "viva voce", "Housen", ", above). However, the RAD must nonetheless perform its own assessment of all of the evidence in order to determine whether the RPD relied on a wrong principle of law or misassessed the facts to the point of making a palpable and overriding error. The idea that the RAD may substitute an original decision by a determination that should have been rendered without first assessing the evidence is completely inconsistent with the purpose of the IRPA and the case law dealing with the virtually identical wording of subsection 67(2). The Court finds that the RAD misinterpreted its role as an appeal body in holding that its role was merely to assess, against a standard of reasonableness, whether the RPD's decision is within a range of possible, acceptable outcomes."], ["[14]", "Justice Phelan addressed the standard of review to be employed by the RAD as follows at paragraphs 54 to 55 of", "CITATION_SUPPRESSED", "Having concluded that the RAD erred in reviewing the RPD's decision on the standard of reasonableness, I have further concluded that for the reasons above, the RAD is required to conduct a hybrid appeal. It must review all aspects of the RPD's decision and come to an independent assessment of whether the claimant is a Convention refugee or a person in need of protection. Where its assessment departs from that of the RPD, the RAD must substitute its own decision.", "In conducting its assessment, it can recognize and respect the conclusion of the RPD on such issues as credibility and/or where the RPD enjoys a particular advantage in reaching such a conclusion but it is not restricted, as an appellate court is, to intervening on facts only where there is a \"palpable and overriding error\"."], ["[15]", "However, as noted by Justice Martineau in", "CITATION_SUPPRESSED, such decisions are consistent in concluding (regardless of the standard of review adopted by this Court) that the RAD should not itself adopt a judicial review standard when performing its appellate functions."], ["[16]", "In both", "CITATION_SUPPRESSED", "and", "CITATION_SUPPRESSED", "the articulation of the standard of review includes some level of deference to be shown by the RAD to the factual findings of the RPD, at least where issues of credibility are engaged, but also the importance of the RAD conducting its own independent assessment.", "IV.", "Analysis"], ["[17]", "In the Court's assessment, the outcome of this application turns on the first issue, whether the RAD erred in law or reached unreasonable conclusions by refusing to consider the totality of the evidence, specifically the NDP."], ["[18]", "On the subject of the standard of review, the applicants argue that the RAD incorrectly adopted the judicial review standard. They also assert that, while the RAD referred to this Court's decision in", "REFERENCE_SUPPRESSED, the RAD failed to perform its appellate function in accordance with Justice Shore's conclusion in that case that the RAD must carry out its own independent evaluation of the evidence."], ["[19]", "The respondent's position is that the RAD is not precluded from applying a reasonableness standard as it did in this case. The Respondent supports this position with submissions based on the relative roles and expertise of the RPD and the RAD."], ["[20]", "This Court has repeatedly ruled that the RAD errs when it applies the standard of reasonableness to its review of the RPD's findings (see", "CITATION_SUPPRESSED). Notwithstanding the RAD's reliance upon", "CITATION_SUPPRESSED", "in its decision, its articulation of the applicable standard of review misses in particular the important requirement that it must carry out its own independent evaluation of the evidence. This does not in itself preclude a conclusion that the RAD conducted the necessary evaluation of the evidence. In", "REFERENCE_SUPPRESSED, Justice Locke concluded that the RAD conducted the required independent analysis, notwithstanding that it had erred in its expression of the standard of review. However, as explained below, my conclusion is that the RAD failed to do so."], ["[21]", "The applicants argue that the RAD erred by failing to recognize that the evidence as to country conditions was found in the NDP, rather than being new evidence requiring submissions by the applicants on admissibility, and therefore erred by failing to consider this evidence."], ["[22]", "The respondent's original Memorandum of Argument takes the position that the RAD did not err in failing to place any weight on the evidence described by the RAD as \"numerous country condition documents,\" because this evidence was neither before the RAD nor sought to be entered in new evidence."], ["[23]", "In the respondent's Further Memorandum of Argument, the respondent states a somewhat different position on this issue, acknowledging that the RAD erred when stating that the applicants' submissions and arguments were undermined to the extent their pleadings relied on these documents. However, the respondent argues that it is unclear whether this statement by the RAD related to the country condition documents (as opposed to the affidavits), given that the RAD considered the Somalia citizenship law found in the NDP."], ["[24]", "The respondent further argues that the county condition documentation does not establish that every female Somlai or every female from the Tumaal clan is persecuted. The respondent therefore urges the Court to conclude that, even if the RAD erred in refusing to consider the country conditions, this is an immaterial error."], ["[25]", "The applicants argued before the RAD that females from minority clans are at objective risk of persecution in Somalia. Before this Court, they rely on", "REFERENCE_SUPPRESSED for the proposition that where the RPD finds that an applicant did not provide credible or trustworthy evidence, it must still give proper consideration to documentary evidence of gender-based violence. I note that, in that case, the adverse credibility findings related to the applicant's claim for refugee status was based on her political opinions, not to the alternative ground of her membership in a particular social group, being Haitian women returning to Haiti from North America after a prolonged absence."], ["[26]", "Nevertheless, I agree with the applicants' proposition that the outcome of this sort of analysis cannot be known if the relevant country condition documentation has not been considered. As such, with respect, the Court is not prepared to reach the conclusion proposed by the respondent, that the RAD's failure to consider this evidence is an immaterial error. In", "REFERENCE_SUPPRESSED, Justice Harrington held that the RPD has a duty to consider the information in its own documentary package. I agree with the applicants' position that this duty must also apply to the RAD. The RAD is required to come to an independent assessment of whether a claimant is a Convention refugee or a person in need of protection. As observed by Justice Phelan at paragraph 38 of", "CITATION_SUPPRESSED", ", the RAD has expertise greater than or equal to the RPD in the interpretation of country condition evidence. The applicants' appeal should have had the benefit of an informed assessment by the RAD of the relevant country condition documents."], ["[27]", "The respondent also argues that the RAD's consideration of the Somali citizenship law, on the basis of which it found that the applicants were more likely than not citizens of Somalia, demonstrates that the RAD did take the NDP for Somalia into account. In my view, it is not possible to conclude, based on the RAD's reliance on the NDP for this narrow point, that the RAD performed the required assessment of the NDP. I find that the applicants' claim has not yet benefited from such an assessment."], ["[28]", "As such, this decision turns not so much on the RAD's error in its articulation of the standard applicable to its review of the RPD decision, but rather results from the RAD's own error in failing to consider the country condition documents such that it cannot be considered to have conducted the necessary independent assessment of the evidence. This renders its own decision unreasonable and represents the basis for allowing this application for judicial review."], ["[29]", "It is accordingly unnecessary to consider the other issues raised by the applicants."], ["[30]", "On the subject of costs, I do not consider the error in this case or the manner in which the RAD conducted the appeal to represent any special basis of the sort that would be required to support an award of costs."], ["[31]", "The applicants raised for consideration that the Court certify the question of the standard of review applicable to decisions of the RAD, suggesting that the articulation of this question be the same as the question that has been certified as a result of the decision in", "CITATION_SUPPRESSED", ". The respondent's position is that no certified question is necessary, because", "CITATION_SUPPRESSED", "is under appeal and this question will be decided in that matter. As the applicants have prevailed on this application, no question will be certified.", "JUDGMENT"], ["[32]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is allowed and the matter is referred to the RAD for re-determination by a differently constituted panel. No question is certified for appeal.", "Application allowed.", "Editor: E. Joanne Oley", "[End of document]"]]}