{"id_": "099935", "body_str": [["[1]", "Snider, J.", ": The Applicant, Wrangler Apparel Corp., filed two applications on August 11, 1995: No. 751,769 for the registration of trademark TIMBER CREEK BY WRANGLER for use in association with casual clothing, and No. 789,948 for the same trademark for use in association with footwear, based on proposed use. The Respondent, The Timberland Company, opposed the application by way of a Statement of Opposition dated September 3, 1996. In a decision dated March 5, 2004, Hearing Officer Martin of the Registrar of Trademarks office (the \"Registrar\") granted the application for registration of the trademark for use with clothing, but refused registration of the mark for use with footwear on the ground that the proposed mark was confusing with the Respondent's TIMBERLAND trademark."], ["[2]", "This is an appeal from the Registrar rejecting the mark for use with footwear.", "Issues"], ["[3]", "The parties raise the following issues:", "1) What is the standard of review?", "2) Did the Registrar err:", "(a) by imposing the wrong standard of proof on the Applicant;", "(b) by incorrectly dissecting or considering the use of the trademarks in his assessment under s. 6(5)(e) of the", "Trade-marks Act", ", R.S.C. 1985, as amended (the \"", "Act", "\"); or", "(c) by placing undue weight on the fact that the Applicant had not yet used its trademark in association with footwear?", "Issue #1: What is the appropriate standard of review?", "Is there new evidence?"], ["[4]", "As taught by", "Molson Breweries, A  <FRAGMENT_SUPPRESSED>  C.P.R.(4th) 180 (F.C.A.), at p. 196, where the Registrar has committed an error of law or where significant additional evidence is adduced that would have materially affected the Registrar's findings of fact or the exercise of his discretion, the standard of review is correctness and the Court must come to its own conclusion as to the correctness of the Registrar's decision. Otherwise, the standard is one of reasonableness simpliciter. Accordingly, the first question is whether the impressive array of TIMBERLINE footwear, including sandals and running shoes, gathered by the Applicant from a number of sources, constitutes new evidence."], ["[5]", "The Applicant submits that this \"new\" evidence establishes that, in June 2004, TIMBERLAND sandals, shoes and boots continued to co-exist in the Canadian marketplace with TIMBERLINE sandals, shoes and boots. The Applicant asserts that the significance of this additional evidence is:", "- It establishes for the first time that the trademark TIMBERLINE is used with the full range of footwear with which the TIMBERLAND mark is used and not just with boots; and,", "- It establishes this co-existence as of June 2004, less than 3 months after the relevant date (March 5, 2004) for the determination of whether the Applicant's mark is registrable; the evidence that had been before the Registrar was almost 4 years prior to the relevant date, making the new evidence much more timely."], ["[6]", "The Applicant submits that, with evidence of the co-existence of the trademarks TIMBERLAND and TIMBERLINE, both associated with boots, shoes and sandals, the Registrar would have concluded that the trademark TIMBERLAND BY WRANGLER could similarly co-exist without confusion."], ["[7]", "The first problem for the Applicant is the question of whether this is \"new\" evidence. When additional evidence is filed, the test is \"one of quality, not quantity\" (", "<FRAGMENT_SUPPRESSED>  C.P.R.(4th) 239 (T.D.) (\"", "CCPE", "\"), at paras. 36-37). Such evidence that merely supplements or confirms earlier findings is insufficient to displace a standard of reasonableness simpliciter (", "CCPE", "at paras. 35, 39;", "<FRAGMENT_SUPPRESSED>  C.P.R.(4th) 326 (F.C.A.), at para. 12)."], ["[8]", "Collectively, the affidavits submitted as new evidence state that TIMBERLINE footwear - including hiking shoes, boots and sandals - was being sold in Canadian Tire stores in Ottawa, Calgary, Montreal and Toronto in May and June of 2004. Further, an Internet search suggests that TIMBERLINE hiking shoes may also have been in stock in other Canadian Tire locations."], ["[9]", "In my view, this information does no more than supplement the evidence that was before the Registrar. The record already shows that TIMBERLINE footwear, including boots and shoes, was available across Canada in 1997 and 1998. Only sandals were not specifically mentioned in the record. However, this is not a material difference. What the Applicant puts forward is \"quantity\" and not \"quality\" evidence and, accordingly, does not satisfy the test for \"new\" evidence."], ["[10]", "A second difficulty with the new evidence is that it was produced subsequent to the material dates for confusion analysis performed by the Registrar. Given that the Registrar's decision is dated March 5, 2004, and the affidavits sworn in June 2004, the \"new\" evidence could not have been material to the Registrar's opinion. This difficulty was acknowledged by the Applicant during oral submissions."], ["[11]", "In summary on this point, I am not persuaded that this is new evidence which warrants that I come to my own conclusion as to the correctness of the Registrar's decision. Accordingly, the appropriate standard of review is reasonableness simpliciter.", "What is meant by a standard of reasonableness simpliciter?"], ["[12]", "Both parties referred me to the decision of the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  N.B.R.(2d) 207; 674 A.P.R. 207, as instructive on the question of the meaning of reasonableness simpliciter. Justice Iacobucci, writing in a unanimous decision of the Court in that case, considered what the reasonableness standard requires of a reviewing court. Helpfully, he pointed out a number of characteristics of this standard and how the Court should conduct its \"somewhat probing analysis\". For purposes of this application and the issues raised by the Applicant, I view the following statement of Justice Iacobucci to be the most instructive:", "\"A decision will be unreasonable only if there is no line of analysis within the given reasons that could reasonably lead the tribunal from the evidence before it to the conclusion at which it arrived.\" (para. 55)"], ["[13]", "Justice Iacobucci cautioned that the reasons should be taken as a whole and that a reviewing court should not seize on one or more mistakes or elements of the decision which do not affect the decision as a whole (para. 56). In my view, it follows that, where certain elements are critical or determinative to the decision, the absence of a reasonable line of analysis in respect of those essential elements may cause a decision as a whole to be unreasonable."], ["[14]", "What can make a line of analysis unreasonable? Without considering all possible ways in which a line of analysis could be unreasonable, it appears to me that a line of analysis based on a misapprehension of the evidence could suffice. Also, if the decision maker ignores relevant, material evidence or applies a wrong legal test to arrive at his finding, the line of analysis may not be sustainable. However, even if a court finds that one or more elements of a decision are unreasonable, it does not follow that the decision as a whole is unreasonable. It would then be necessary to examine the impact of those elements on the decision to assess whether, in spite of errors, the decision, as a whole, is \"tenable\"."], ["[15]", "In the application before me, the Applicant argues that certain elements of the decision are not reasonable. Stated in other terms, the Applicant submits that, in respect of three important elements of the Registrar's refusal to allow the registration of the TIMBER CREEK BY WRANGLER for footwear, there is no sustainable line of analysis. As I turn to consider the arguments of the Applicant on each of the issues raised, I will examine first whether the Registrar erred. If the Registrar erred in respect of any of these elements, I will then consider whether the errors are fatal to the decision as a whole.", "Issue #2 (a): Did the Registrar apply the wrong standard of proof?"], ["[16]", "In an opposition proceeding, the onus is on the applicant to establish that there is no likelihood of confusion between the applied-for mark and the mark of the opponent. In this case, the Applicant had to satisfy the Registrar, on a balance of probabilities, that there was no likelihood of confusion between its mark, TIMBER CREEK BY WRANGLER, and the Respondent's mark, TIMBERLAND. The Applicant submits that the Registrar erred by using a \"still in doubt\" standard, which standard was rejected by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  (F.C.A.)."], ["[17]", "Some background may be helpful at this point. The Respondent, the opponent of both registrations (that is, for clothing and footwear), raised four grounds before the Registrar.", "- The first ground was, in essence, a procedural one that was dismissed quickly by the Registrar and is of no consequence to this application.", "- The second ground of opposition was that the applied-for marks were confusing with two trademarks of TIMBERLAND when used with (a) leather goods; and (b) footwear and clothing (s. 12 (1)(d) of the", "Act", ").", "- The third ground was that, as of the applicant's filing date, the applied-for mark itself was confusing with the two TIMBERLAND marks and with the trade name The Timberland Company (s. 16(3) of the", "Act", ").", "- Finally, the Respondent opposed the registrations on the ground that the applicant's trademark was not capable of distinguishing the applicant's wares in view of the use of the opponent's trademark and tradename in Canada in association with footwear, clothing and accessories."], ["[18]", "As he begins the analysis of the second ground, the Registrar correctly states the applicable burden when he states that \"the onus or legal burden is on the applicant to show no reasonable likelihood of confusion between the marks at issue\". He also identifies his task as applying the test for confusion between the marks at issue as set out in s. 6(2) of the", "Act", ", giving consideration to all of the surrounding circumstances including those specifically set out in s. 6(5). (I have included the text of these provisions in Appendix A to these reasons.) He then proceeds to analyze the evidence and make a series of specific findings with respect to each of the circumstances. In doing so, he carries out the analysis for both applications - that is, with respect to clothing and to footwear and highlights certain differences between the two. For example, he notes that there has been no use of the Applicant's mark in Canada for footwear."], ["[19]", "Having made these findings, the Registrar states as follows:", "\"Given those findings, I am left with a situation where the opponent's mark has become known for both clothing and footwear, the wares and trades of the parties are similar and the marks bear a fair degree of resemblance. Notwithstanding the third party uses of the marks TIMBER BAY for clothing and TIMBERLINE for footwear,", "I find that, on a balance of probabilities, the applicant has not discharged its burden to show that the marks at issue are not confusing. In other words, I find that I am left in a state of doubt respecting the issue (i.e. -the probabilities one way or the other are equal) and I must therefore resolve that doubt against the applicant", ". Thus, the second ground of opposition in respect of application No. 789,948 is successful.\" (Emphasis added)"], ["[20]", "In other words, he concludes that the Applicant has not satisfied the burden with respect to use of the mark TIMBER CREEK BY WRANGLER in respect of footwear."], ["[21]", "Moving on to the third ground of opposition, the Registrar finds that the Applicant has satisfied the burden on it to show that there is no reasonable likelihood of confusion between the opponent's mark and the applicant's mark TIMBER CREEK BY WRANGLER for clothing. However, with respect to the use for footwear, the Registrar concludes by stating:", "\"For reasons similar to those discussed in relation to the second ground of opposition against the second application, I find that the applicant has not satisfied the burden on it to show no reasonable likelihood of confusion between the opponent's mark and name and the applicant's mark TIMBER CREEK BY WRANGLER for footwear. For the reasons previously discussed,", "I must find that the probabilities of confusion favour neither one side nor the other. In such a situation, I must resolve my uncertainty against the applicant", ". Thus, the third ground of opposition against application No. 789,948 [footwear] is successful.\" (Emphasis added)"], ["[22]", "Finally, the Registrar considers the fourth ground and concludes as follows:", "\"The fourth ground in each case essentially turns on the issue of confusion as of the filing of the opposition. For the reasons discussed respecting the second and third grounds, I find that the applicant's mark TIMBER CREEK BY WRANGLER for clothing is not confusing with the opponent's trademark and tradename. Thus, the fourth ground of opposition against application No. 751,769 is unsuccessful. On the other hand,", "I find that the applicant failed to satisfy the burden on it to show that its mark TIMBER CREEK BY WRANGLER for footwear is not confusing with the opponent's trademark and tradename", ". Thus, the fourth ground of opposition against application No. 789,948 is successful.\" (Emphasis added)"], ["[23]", "At four different times in the decision, the Registrar correctly states that the Applicant must satisfy the burden on it to show that its mark is not confusing - before he begins his analysis and after each of the three grounds of opposition. In two of the references, he adds words which, in the Applicant's view indicate that his line of analysis uses the incorrect test. In considering the second ground, the Registrar first states the correct test and then adds the words:", "\"In other words, I find that I am left in a state of doubt respecting the issue (i.e. - the probabilities one way or the other are equal) and I must therefore resolve that doubt against the applicant.\""], ["[24]", "Similarly, with respect to the third ground, the Registrar concludes that the burden has not been satisfied because \"the probabilities of confusion favour neither one side nor the other\"."], ["[25]", "The Applicant submits that these words demonstrate that the Registrar applied a more onerous burden on the Applicant than the one applicable in an opposition hearing. The Applicant relies on", "Dion", ", at para. 10, where the Federal Court of Appeal states that:", "\"In my view, the Registrar erred in applying a 'still in doubt' standard, thereby imposing a burden on the applicant which is more onerous than the one applicable in civil proceedings.\""], ["[26]", "In my view, the court, in this passage was equating a \"still in doubt\" test with one where an applicant was required to prove lack of confusion beyond a reasonable doubt. If such a standard were applied by the Registrar, I would have to conclude that there was a reviewable error. The correct standard is balance of probabilities."], ["[27]", "However, before jumping to a conclusion that the Registrar applied an incorrect burden to the evidence, it is helpful to read further in the", "Dion", "decision. In para. 13, the court acknowledges the description of the burden of proof in a civil case as defined by Lord Denning in", "<FRAGMENT_SUPPRESSED>  probability but not so high as is required in a criminal case. If the evidence is such that the tribunal can say: 'we think it more probable than not', the burden is discharged, but", "if the probabilities are equal it is not", ".\" (Emphasis added)"], ["[28]", "Later in the decision, at para. 15, the court states that:", "\"At best, it is only where the probabilities are equal that a form of doubt may be said to arise, which is to be resolved in favour of the opponent.\""], ["[29]", "The words of Lord Denning and these final words of the court in", "Dion", "make logical sense. Applying a burden of balance of probabilities requires a weighing of evidence or a series of findings. Where one side bears the burden, the result of this measurement of the evidence must be that the scale upon which the weighing is done tips in favour of the party bearing the burden. In this case, with respect to the use of TIMBER CREEK BY WRANGLER for clothing, the balance favoured the Applicant and the Registrar concludes that the Respondent's marks were not confusing with the Respondent's trademark and tradename."], ["[30]", "However, if the scale is tipped toward the opposing party or is completely balanced, the burden will not be satisfied. If the Registrar, after carefully analyzing each relevant factor, concludes that the probabilities are equally balanced, the applicant will lose. That is what happened here with respect to use of the mark for footwear."], ["[31]", "Considered in those terms, the Respondent, by using the words of concern to the Applicant, was not applying a stricter \"still in doubt\" test, but was correctly describing his state of mind after reviewing all of the evidence and determining that the probabilities were equal. I am satisfied that the Registrar applied the correct test throughout his analysis. Accordingly, I conclude that the line of analysis taken by the Registrar to find that the burden of proof had not been met by the Applicant was reasonable.", "Issue #2(b) Did the Registrar err by incorrectly dissecting or considering the use of the trademarks in his assessment under s. 6(5)(e) of the Trade-marks Act, R.S.C. 1985, as amended (the \"Act\")?"], ["[32]", "At p. 13 of his decision, the Registrar states that:", "\"As for s. 6(5)(e) of the", "Act", ", there is a fair degree of resemblance between the marks at issue in all respects. Both commence with the word TIMBER and both suggest a forest-related idea. Although the applicant's mark includes the additional words BY WRANGLER, the applicant's own evidence shows that the applicant often downplays this portion of the mark and instead emphasizes the first two elements, namely TIMBER CREEK.\""], ["[33]", "The Applicant submits that this passage indicates that the Registrar dissected the Applicant's mark and considered how it was used by the Applicant. For purposes of registrability, the Applicant asserts that the Registrar can only look at the mark as it is to be registered and not on how it is to be used in the marketplace (", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 3 (F.C.A.), at 11). In other words, the Applicant argues that, while this evidence might be relevant for a passing off action, the Registrar should not have given it any weight in assessing confusion."], ["[34]", "I do not see any error. While marks must not be dissected for minute examination, individual features of a mark may be examined for comparison purposes (", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 247 (F.C.A.), at para. 34. The first part of a mark is particularly important and is often examined on its own (", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.), at 188). The Registrar may also look to how marks are presented to the public (", "Pink Panther", ", at para. 37). In this case, the Registrar notes that, in presentation of the mark, the Applicant often downplays the words BY WRANGLER. Based on the jurisprudence referred to, I view this examination of the Applicant's mark as entirely acceptable."], ["[35]", "As noted, the Applicant relies on", "Mr. Submarine", "for authority for the proposition that the way a mark is to be used cannot be taken into account by the confusion analysis. In that case, however, the Registrar had reviewed not just the components of the words, but had considered the way the mark would look on boxes and menus and what colours were to be used in the backgrounds. In my view, this is quite different than analyzing the way the words in the trademark are to appear. Had the Registrar weighed evidence showing that the mark of the Applicant was to appear on the heel of a boot and that of the Respondent on the tongue, the situation would be analogous to that faced by the Federal Court of Appeal in", "Mr. Submarine", "; that would likely have been an error. But the use of the components of the marks, in this case, is the same type of assessment as was discussed with approval in", "Pink Panther"], ["[36]", "In this case, the Registrar did not undertake a microscopic analysis of the parts of the marks; his line of analysis was reasonable and his conclusion supported by the evidence. There was no error.", "Issue #2(c): Did the Registrar err by placing undue weight on the fact that the Applicant had not yet used its trademark in association with footwear?"], ["[37]", "The Registrar concluded that there was no likelihood of confusion with respect to the marks of the Applicant and of the Respondent with respect to clothing. The opposite conclusion was made with respect to footwear."], ["[38]", "The Applicant submits that undue weight was placed by the Registrar on the fact that the Applicant had not yet used its TIMBER CREEK BY WRANGLER mark for footwear."], ["[39]", "I note first that the Registrar did not misconstrue the evidence on this point. The evidence was that the Respondent had not used the mark in Canada for footwear. I also note that this evidence was coupled, in the view of the Registrar, with the fact that the TIMBERLAND mark was better known for footwear than it was for clothing. That is, the Applicant's lack of use of its mark for footwear was not the sole reason relied on by the Registrar."], ["[40]", "This argument as to the manner in which the evidence was weighed by the Registrar cannot succeed. On the standard of reasonableness, it is not up to this Court to re-weigh the evidence or substitute its views for that of the decision maker. The Registrar concluded that the failure of the Applicant to establish its mark in the marketplace was critical evidence. I am not prepared to intervene and conclude otherwise.", "Conclusion"], ["[41]", "In conclusion, I am not persuaded that the Registrar erred. When taken as a whole, the reasons are tenable. The appeal will be dismissed."], ["[42]", "At the conclusion of the hearing of this appeal, I asked the parties whether they wished to make further submissions as to costs. They did not. Accordingly, costs will be awarded to the Respondent, to be assessed in accordance with column III of the table to Tariff B in the", "Federal Courts Rules", "ORDER"], ["[43]", "This Court orders that:", "1. The appeal is dismissed.", "2. Costs are awarded to the Respondent to be assessed in accordance with column III of the table to Tariff B in the", "Federal Courts Rules", "Appeal dismissed.", "Editor: Anick Ouellette-Levesque/gs", "ANNEXE A", "Trade-marks Act", ",  <FRAGMENT_SUPPRESSED>  trade-mark if the use of both trade-marks in the same area would be likely to lead to the inference that the wares or services associated with those trade-marks are manufactured, sold, leased, hired or performed by the same person, whether or not the wares or services are of the same general class.", ". . . . .", "\"s. 6(5) In determining whether trade-marks or trade-names are confusing, the court or the Registrar, as the case may be, shall have regard to all the surrounding circumstances including", "(a) the inherent distinctiveness of the trade-marks or trade-names and the extent to which they have become known;", "(b) the length of time the trade-marks or trade-names have been in use;", "(c) the nature of the wares, services or business;", "(d) the nature of the trade; and", "(e) the degree of resemblance between the trade-marks or trade-names in appearance or sound or in the ideas suggested by them.\"", "Loi sur les marques de commerce", ", S.R., ch. T-10 (la \"", "Loi", "\")", "\"s. 6(2) L'emploi d'une marque de commerce crée de la confusion avec une autre marque de commerce lorsque l'emploi des deux marques de commerce dans la même région serait susceptible de faire conclure que les marchandises liées à ces marques de commerce sont fabriquées, vendues, données à bail ou louées, ou que les services liés à ces marques sont loués ou exécutés, par la même personne, que ces marchandises ou ces services soient ou non de la même catégorie générale.", ". . . . .", "\"s. 6(5) En décidant si des marques de commerce ou des noms commerciaux créent de la confusion, le tribunal ou le registraire, selon le cas, tient compte de toutes les circonstances de l'espèce, y compris:", "a) le caractère distinctif inhérent des marques de commerce ou noms commerciaux, et la mesure dans laquelle ils sont devenus connus;", "b) la période pendant laquelle les marques de commerce ou noms commerciaux ont été en usage;", "c) le genre de marchandises, services ou entreprises;", "d) la nature du commerce;", "e) le degré de ressemblance entre les marques de commerce ou les noms commerciaux dans la présentation ou le son, ou dans les idées qu'ils suggèrent.\"", "[End of document]"]]}